[
  {
    "id": 140717,
    "title": "FOIA Request for Charlotte IJ Remands",
    "slug": "foia-request-for-charlotte-ij-remands",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 111008,
    "username": "fevanbenz",
    "agency": 4122,
    "datetime_submitted": "2023-02-17T11:31:12.423793",
    "date_due": "2023-03-20",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-02-17T11:31:12.507136",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140717,
        "from_user": 111008,
        "to_user": 11743,
        "subject": "",
        "datetime": "2023-02-17T11:31:12.507136",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nThe decisions issued by the Board of Immigration Appeals between October 20, 2020, and the date of processing of this request, arising from cases decided by the following IJs: \r\n\r\n1. Theresa Holmes-Simmons\r\n\r\n2. Scott D. Criss\r\n\r\n3. Stephanie Gorman\r\n\r\n4. Rodger C. Harris \r\n\r\n5. Amy Lee\r\n\r\n6. Maria Lopez-Enriquez\r\n\r\n7. Jeffrey R. Nance\r\n\r\n8. George W. Riggs\r\n\r\nTo be clear, these are cases that were classified at the BIA as either administratively closed, background check remand, and/or remand. I REQUEST THAT THE DECISIONS BE DELIVERED IN SEPARATE FOLDERS ACCORDING TO THE IJ THAT ISSUED THE UNDERLYING DECISION (that is, one folder with all of the remands from each IJ, please). \r\n\r\nThe purpose of this request is to help gather information, to provide to the public, about why the Charlotte Immigration Court has a much higher-than-average asylum denial rate compared to other non-detained immigration courts in the Fourth Circuit and what the reasoning has been when the BIA has overturned some of those denials. See TRAC, “Asylum Decisions Vary Widely Across Judges and Courts - Latest Results,” (Jan. 13, 2020), available at https://trac.syr.edu/immigration/reports/590/.\r\n\r\nThe requested records will be made available to the general public via  a FOIA records clearinghouse (www.muckrock.com), and this request is not being made for commercial purposes. I am an attorney at a non-profit organization, CAIR Coalition (https://www.caircoalition.org/staff-directory). Thus, I request that fees be waived. However, in the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the response be provided electronically, by e-mail attachment if available, or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nF. Evan Benz, Esq.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nF. Evan Benz",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/foia-request-for-charlotte-ij-remands-140717/"
  },
  {
    "id": 140711,
    "title": "Documentation regarding orders to destroy cannabis plants",
    "slug": "documentation-regarding-orders-to-destroy-cannabis-plants",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 87371,
    "username": "steehan",
    "agency": 28865,
    "datetime_submitted": "2023-02-17T10:56:31.560105",
    "date_due": "2023-02-27",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-02-17T10:56:31.660510",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140711,
        "from_user": 87371,
        "to_user": 83816,
        "subject": "New York Freedom of Information Law Request: Documentation regarding orders to destroy cannabis plants",
        "datetime": "2023-02-17T10:56:31.660510",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nAny and all communications sent to licensed Conditional Adult-Use Cultivators directing them to destroy crops after failed laboratory testing from the time period July 1, 2022 through Feb. 16, 2023.\r\n\r\nAny and all communications sent to OCM from NYS independent testing labs regarding failed cannabis testing specific to licensed CAUCs from the time period July 1, 2022 through Feb. 16, 2023. For example, a communication alerting OCM that \"Cultivator JOHN DOE FARMS LLC failed its second full-panel test.\"\r\n\r\nIf this information is available in an electronic database, I would prefer it delivered that way.\r\n\r\nPlease note that owner names, addresses, phone numbers, and other personal information has already been made public through the NYS Department of Agriculture Industrial Hemp Research Pilot Program, and as such, I would ask that you do not take extra time to redact that information.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nSean Teehan",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/documentation-regarding-orders-to-destroy-cannabis-plants-140711/"
  },
  {
    "id": 140636,
    "title": "Georgia free voter IDs",
    "slug": "georgia-free-voter-ids",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 31422,
    "username": "srlevine2",
    "agency": 17317,
    "datetime_submitted": "2023-02-17T10:33:18.551820",
    "date_due": "2023-02-23",
    "days_until_due": null,
    "date_followup": "2023-02-23",
    "datetime_done": null,
    "datetime_updated": "2023-02-17T10:33:18.636861",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140636,
        "from_user": 31422,
        "to_user": 23523,
        "subject": "Georgia Open Records Act Request: Georgia free voter IDs",
        "datetime": "2023-02-17T10:33:18.636861",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Georgia Open Records Act, I hereby request the following records:\r\n\r\nThe number of free IDs for voting purposes issued annually by the motor vehicle division for the last 10 years. If possible, please provide a breakdown of how many IDs were issued in each county as well as any demographic information that may be available.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nSam Levine",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/georgia-230/georgia-free-voter-ids-140636/"
  },
  {
    "id": 140633,
    "title": "School Based Arrest Public Record Request (Cambridge Public Schools)",
    "slug": "school-based-arrest-public-record-request-cambridge-public-schools",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 87117,
    "username": "ErinStewart",
    "agency": 708,
    "datetime_submitted": "2023-02-17T10:29:52.012992",
    "date_due": "2023-03-06",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-02-17T10:29:55.245918",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140633,
        "from_user": 87117,
        "to_user": 10173,
        "subject": "",
        "datetime": "2023-02-17T10:29:55.245918",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nThis letter constitutes a request pursuant to the Public Records Act, G.L. c.66, §10, for public records in the custody of your school district. Under the Criminal Justice Reform Act,  school districts and law enforcement agencies must “specify the manner and division of responsibility for collecting and reporting the school-based arrests, citations and court referrals of students to the Department of Elementary and Secondary Education” (DESE).   DESE began collecting data on school-related arrests in the 2018-19 school year. In the 2019-20 school year, DESE has expanded that collection to include data on all referrals to law enforcement.  DESE has defined these terms as follows, borrowing the same definitions used by the U.S. Department of Education since its 2009 Civil Rights Data Collection.  \r\n\r\nA school-related arrest “[r]efers to an arrest of a student for any activity conducted on school grounds, during off campus school activities (including while taking school transportation), or due to a referral by any school official. All school-related arrests are considered referrals to law enforcement.”  \r\n\r\nA referral to law enforcement “[i]s an action by which a student is reported to any law enforcement agency or official, including a school police unit, for an incident that occurs on school grounds, during school-related events, or while taking school transportation, regardless of whether official action is taken. Citations, tickets, court referrals, and school-related arrests are considered referrals to law enforcement.”   \r\n\r\nI request the following public records, as defined in G. L. c. 4, § 7 (twenty-sixth): \r\n1.\tAn extract of your records management system or database that includes each school-related arrest and each referral to law enforcement conducted during the 2018-2019, 2019-2020, 2020-2021, and 2021-2022 school year (up until the day the records are produced). Specifically, we request an extract of the database to include the following columns:\r\na.\tDate of arrest or referral to law enforcement\r\nb.\tTime of arrest or referral to law enforcement\r\nc.\tCharge (or charges)\r\nd.\tWhether the individual(s) was arrested or referred to law enforcement\r\ne.\tSex of individual(s) arrested or referred to law enforcement\r\nf.\tAge of individual(s) arrested or referred to law enforcement\r\ng.\tRace of individual(s) arrested or referred to law enforcement\r\nh.\tEthnicity of individual(s) arrested or referred to law enforcement\r\ni.\tDisability status of the individual(s) arrested or referred to law enforcement\r\nj.\tWhether the individual arrested or referred to law enforcement is a student at the school.\r\nk.\tName of arresting officer, if applicable, and \r\nl.\tBadge number of the arresting officer or the officer that referred the youth to law enforcement, as applicable.\r\n\r\n2.\tIf such an extract of the database in question 1 is not possible, please provide school incident reports on each school-related arrest and referral to law enforcement conducted during the 2018-2019, 2019-2020, 2020-2021, and 2021-2022 school year (up until the day the records are produced). \r\n\r\n3.\tA copy of any active standard operating procedures developed with the police department and/or other law enforcement agencies regarding police placement or activity in your corresponding school;  and,\r\n\r\n4.\tAny records instructing or informing police personnel of, or otherwise describing data reporting requirements and procedures for complying with G.L. c. 71 § 37P(b).\r\n\r\n5.\tThe cost to the school district of assigning a school resource officer to each school; and, \r\n\r\n6.\tThe total number of school resource officers and total number of guidance counselors for each school in your district for school years 2018-2019, 2019-2020, 2020-2021, and,\r\n\r\n7.\tThe total number and a brief description of 911 calls from schools in your district to local police departments conducted during the 2018-2019, 2019-2020, 2020-2021, and 2021-2022, and, \r\n\r\n8.\tA description of the proposed budget for mental, social, or emotional health support personnel for the school district.\r\n\r\nAs this request involves a matter of public interest and will not be used for any commercial purpose, we ask that all fees associated with this request be waived pursuant to 950 C.M.R. 32.07(2)(k). The purpose of this request is to determine whether your school district and police department are complying with their reporting obligations under the Criminal Justice Reform Act.  “The public has an interest in knowing whether public servants are carrying out their duties in an efficient and law-abiding manner.”    \r\n\r\nIt would be ill-advised to impose a fee for data that your school district may have failed to report in violation of statutory and regulatory duty.  Moreover, as you know, municipalities with a population of over 20,000 may not assess a fee for the first 2 hours of time spent searching for, compiling, segregating, redacting and reproducing a requested record. Finally, pursuant to 950 C.M.R. 32.07(2)(i), a records access officer shall assess no fee greater than the lowest hourly rate of a person capable of compiling, segregating, redacting and reproducing a requested record. In the event that a charge is incurred for this request which you will not waive, please so indicate and include an itemization of estimated good faith costs.\r\n \r\nPlease provide public records to a requestor in an electronic format unless the record is not available in an electronic format. G.L.c. 66, § 6A(d). \r\n\r\nThe Public Records Act requires that you comply with this request within ten (10) business days following receipt. If you believe that documents or data responsive to any request herein is not public record and thus not subject to disclosure, please set forth in writing the specific reasons for such assertion, including the specific exemption or exemptions that you believe apply.  To the extent that you determine that records need to be redacted in order to be produced under any law protecting the privacy of named individuals, please do so rather than withholding them in their entirety.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days. If you have any questions about this request, or need additional time to respond, please contact me by phone at (617)-338-1050 or by email at Erinstewart@cfjj.org. Thank you in advance for your prompt response to this request.\r\n\r\nSincerely,\r\n\r\nErin Stewart\r\nCitizens for Juvenile Justice",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/cambridge-5/school-based-arrest-public-record-request-cambridge-public-schools-140633/"
  },
  {
    "id": 140632,
    "title": "School Based Arrest Public Record Request (Fall River Public Schools)",
    "slug": "school-based-arrest-public-record-request-fall-river-public-schools",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 87117,
    "username": "ErinStewart",
    "agency": 704,
    "datetime_submitted": "2023-02-17T10:29:52.012992",
    "date_due": "2023-03-06",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-02-17T10:29:55.179646",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140632,
        "from_user": 87117,
        "to_user": 111004,
        "subject": "",
        "datetime": "2023-02-17T10:29:55.179646",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nThis letter constitutes a request pursuant to the Public Records Act, G.L. c.66, §10, for public records in the custody of your school district. Under the Criminal Justice Reform Act,  school districts and law enforcement agencies must “specify the manner and division of responsibility for collecting and reporting the school-based arrests, citations and court referrals of students to the Department of Elementary and Secondary Education” (DESE).   DESE began collecting data on school-related arrests in the 2018-19 school year. In the 2019-20 school year, DESE has expanded that collection to include data on all referrals to law enforcement.  DESE has defined these terms as follows, borrowing the same definitions used by the U.S. Department of Education since its 2009 Civil Rights Data Collection.  \r\n\r\nA school-related arrest “[r]efers to an arrest of a student for any activity conducted on school grounds, during off campus school activities (including while taking school transportation), or due to a referral by any school official. All school-related arrests are considered referrals to law enforcement.”  \r\n\r\nA referral to law enforcement “[i]s an action by which a student is reported to any law enforcement agency or official, including a school police unit, for an incident that occurs on school grounds, during school-related events, or while taking school transportation, regardless of whether official action is taken. Citations, tickets, court referrals, and school-related arrests are considered referrals to law enforcement.”   \r\n\r\nI request the following public records, as defined in G. L. c. 4, § 7 (twenty-sixth): \r\n1.\tAn extract of your records management system or database that includes each school-related arrest and each referral to law enforcement conducted during the 2018-2019, 2019-2020, 2020-2021, and 2021-2022 school year (up until the day the records are produced). Specifically, we request an extract of the database to include the following columns:\r\na.\tDate of arrest or referral to law enforcement\r\nb.\tTime of arrest or referral to law enforcement\r\nc.\tCharge (or charges)\r\nd.\tWhether the individual(s) was arrested or referred to law enforcement\r\ne.\tSex of individual(s) arrested or referred to law enforcement\r\nf.\tAge of individual(s) arrested or referred to law enforcement\r\ng.\tRace of individual(s) arrested or referred to law enforcement\r\nh.\tEthnicity of individual(s) arrested or referred to law enforcement\r\ni.\tDisability status of the individual(s) arrested or referred to law enforcement\r\nj.\tWhether the individual arrested or referred to law enforcement is a student at the school.\r\nk.\tName of arresting officer, if applicable, and \r\nl.\tBadge number of the arresting officer or the officer that referred the youth to law enforcement, as applicable.\r\n\r\n2.\tIf such an extract of the database in question 1 is not possible, please provide school incident reports on each school-related arrest and referral to law enforcement conducted during the 2018-2019, 2019-2020, 2020-2021, and 2021-2022 school year (up until the day the records are produced). \r\n\r\n3.\tA copy of any active standard operating procedures developed with the police department and/or other law enforcement agencies regarding police placement or activity in your corresponding school;  and,\r\n\r\n4.\tAny records instructing or informing police personnel of, or otherwise describing data reporting requirements and procedures for complying with G.L. c. 71 § 37P(b).\r\n\r\n5.\tThe cost to the school district of assigning a school resource officer to each school; and, \r\n\r\n6.\tThe total number of school resource officers and total number of guidance counselors for each school in your district for school years 2018-2019, 2019-2020, 2020-2021, and,\r\n\r\n7.\tThe total number and a brief description of 911 calls from schools in your district to local police departments conducted during the 2018-2019, 2019-2020, 2020-2021, and 2021-2022, and, \r\n\r\n8.\tA description of the proposed budget for mental, social, or emotional health support personnel for the school district.\r\n\r\nAs this request involves a matter of public interest and will not be used for any commercial purpose, we ask that all fees associated with this request be waived pursuant to 950 C.M.R. 32.07(2)(k). The purpose of this request is to determine whether your school district and police department are complying with their reporting obligations under the Criminal Justice Reform Act.  “The public has an interest in knowing whether public servants are carrying out their duties in an efficient and law-abiding manner.”    \r\n\r\nIt would be ill-advised to impose a fee for data that your school district may have failed to report in violation of statutory and regulatory duty.  Moreover, as you know, municipalities with a population of over 20,000 may not assess a fee for the first 2 hours of time spent searching for, compiling, segregating, redacting and reproducing a requested record. Finally, pursuant to 950 C.M.R. 32.07(2)(i), a records access officer shall assess no fee greater than the lowest hourly rate of a person capable of compiling, segregating, redacting and reproducing a requested record. In the event that a charge is incurred for this request which you will not waive, please so indicate and include an itemization of estimated good faith costs.\r\n \r\nPlease provide public records to a requestor in an electronic format unless the record is not available in an electronic format. G.L.c. 66, § 6A(d). \r\n\r\nThe Public Records Act requires that you comply with this request within ten (10) business days following receipt. If you believe that documents or data responsive to any request herein is not public record and thus not subject to disclosure, please set forth in writing the specific reasons for such assertion, including the specific exemption or exemptions that you believe apply.  To the extent that you determine that records need to be redacted in order to be produced under any law protecting the privacy of named individuals, please do so rather than withholding them in their entirety.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days. If you have any questions about this request, or need additional time to respond, please contact me by phone at (617)-338-1050 or by email at Erinstewart@cfjj.org. Thank you in advance for your prompt response to this request.\r\n\r\nSincerely,\r\n\r\nErin Stewart\r\nCitizens for Juvenile Justice",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/fall-river-261/school-based-arrest-public-record-request-fall-river-public-schools-140632/"
  },
  {
    "id": 140631,
    "title": "School Based Arrest Public Record Request (Lawrence Public Schools)",
    "slug": "school-based-arrest-public-record-request-lawrence-public-schools",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 87117,
    "username": "ErinStewart",
    "agency": 6548,
    "datetime_submitted": "2023-02-17T10:29:52.012992",
    "date_due": "2023-03-06",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-02-17T10:29:54.372264",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140631,
        "from_user": 87117,
        "to_user": 19038,
        "subject": "",
        "datetime": "2023-02-17T10:29:54.372264",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nThis letter constitutes a request pursuant to the Public Records Act, G.L. c.66, §10, for public records in the custody of your school district. Under the Criminal Justice Reform Act,  school districts and law enforcement agencies must “specify the manner and division of responsibility for collecting and reporting the school-based arrests, citations and court referrals of students to the Department of Elementary and Secondary Education” (DESE).   DESE began collecting data on school-related arrests in the 2018-19 school year. In the 2019-20 school year, DESE has expanded that collection to include data on all referrals to law enforcement.  DESE has defined these terms as follows, borrowing the same definitions used by the U.S. Department of Education since its 2009 Civil Rights Data Collection.  \r\n\r\nA school-related arrest “[r]efers to an arrest of a student for any activity conducted on school grounds, during off campus school activities (including while taking school transportation), or due to a referral by any school official. All school-related arrests are considered referrals to law enforcement.”  \r\n\r\nA referral to law enforcement “[i]s an action by which a student is reported to any law enforcement agency or official, including a school police unit, for an incident that occurs on school grounds, during school-related events, or while taking school transportation, regardless of whether official action is taken. Citations, tickets, court referrals, and school-related arrests are considered referrals to law enforcement.”   \r\n\r\nI request the following public records, as defined in G. L. c. 4, § 7 (twenty-sixth): \r\n1.\tAn extract of your records management system or database that includes each school-related arrest and each referral to law enforcement conducted during the 2018-2019, 2019-2020, 2020-2021, and 2021-2022 school year (up until the day the records are produced). Specifically, we request an extract of the database to include the following columns:\r\na.\tDate of arrest or referral to law enforcement\r\nb.\tTime of arrest or referral to law enforcement\r\nc.\tCharge (or charges)\r\nd.\tWhether the individual(s) was arrested or referred to law enforcement\r\ne.\tSex of individual(s) arrested or referred to law enforcement\r\nf.\tAge of individual(s) arrested or referred to law enforcement\r\ng.\tRace of individual(s) arrested or referred to law enforcement\r\nh.\tEthnicity of individual(s) arrested or referred to law enforcement\r\ni.\tDisability status of the individual(s) arrested or referred to law enforcement\r\nj.\tWhether the individual arrested or referred to law enforcement is a student at the school.\r\nk.\tName of arresting officer, if applicable, and \r\nl.\tBadge number of the arresting officer or the officer that referred the youth to law enforcement, as applicable.\r\n\r\n2.\tIf such an extract of the database in question 1 is not possible, please provide school incident reports on each school-related arrest and referral to law enforcement conducted during the 2018-2019, 2019-2020, 2020-2021, and 2021-2022 school year (up until the day the records are produced). \r\n\r\n3.\tA copy of any active standard operating procedures developed with the police department and/or other law enforcement agencies regarding police placement or activity in your corresponding school;  and,\r\n\r\n4.\tAny records instructing or informing police personnel of, or otherwise describing data reporting requirements and procedures for complying with G.L. c. 71 § 37P(b).\r\n\r\n5.\tThe cost to the school district of assigning a school resource officer to each school; and, \r\n\r\n6.\tThe total number of school resource officers and total number of guidance counselors for each school in your district for school years 2018-2019, 2019-2020, 2020-2021, and,\r\n\r\n7.\tThe total number and a brief description of 911 calls from schools in your district to local police departments conducted during the 2018-2019, 2019-2020, 2020-2021, and 2021-2022, and, \r\n\r\n8.\tA description of the proposed budget for mental, social, or emotional health support personnel for the school district.\r\n\r\nAs this request involves a matter of public interest and will not be used for any commercial purpose, we ask that all fees associated with this request be waived pursuant to 950 C.M.R. 32.07(2)(k). The purpose of this request is to determine whether your school district and police department are complying with their reporting obligations under the Criminal Justice Reform Act.  “The public has an interest in knowing whether public servants are carrying out their duties in an efficient and law-abiding manner.”    \r\n\r\nIt would be ill-advised to impose a fee for data that your school district may have failed to report in violation of statutory and regulatory duty.  Moreover, as you know, municipalities with a population of over 20,000 may not assess a fee for the first 2 hours of time spent searching for, compiling, segregating, redacting and reproducing a requested record. Finally, pursuant to 950 C.M.R. 32.07(2)(i), a records access officer shall assess no fee greater than the lowest hourly rate of a person capable of compiling, segregating, redacting and reproducing a requested record. In the event that a charge is incurred for this request which you will not waive, please so indicate and include an itemization of estimated good faith costs.\r\n \r\nPlease provide public records to a requestor in an electronic format unless the record is not available in an electronic format. G.L.c. 66, § 6A(d). \r\n\r\nThe Public Records Act requires that you comply with this request within ten (10) business days following receipt. If you believe that documents or data responsive to any request herein is not public record and thus not subject to disclosure, please set forth in writing the specific reasons for such assertion, including the specific exemption or exemptions that you believe apply.  To the extent that you determine that records need to be redacted in order to be produced under any law protecting the privacy of named individuals, please do so rather than withholding them in their entirety.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days. If you have any questions about this request, or need additional time to respond, please contact me by phone at (617)-338-1050 or by email at Erinstewart@cfjj.org. Thank you in advance for your prompt response to this request.\r\n\r\nSincerely,\r\n\r\nErin Stewart\r\nCitizens for Juvenile Justice",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/lawrence-348/school-based-arrest-public-record-request-lawrence-public-schools-140631/"
  },
  {
    "id": 140630,
    "title": "School Based Arrest Public Record Request (Lowell Public Schools)",
    "slug": "school-based-arrest-public-record-request-lowell-public-schools",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 87117,
    "username": "ErinStewart",
    "agency": 702,
    "datetime_submitted": "2023-02-17T10:29:52.012992",
    "date_due": "2023-03-06",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-02-17T10:29:54.318210",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140630,
        "from_user": 87117,
        "to_user": 19037,
        "subject": "",
        "datetime": "2023-02-17T10:29:54.318210",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nThis letter constitutes a request pursuant to the Public Records Act, G.L. c.66, §10, for public records in the custody of your school district. Under the Criminal Justice Reform Act,  school districts and law enforcement agencies must “specify the manner and division of responsibility for collecting and reporting the school-based arrests, citations and court referrals of students to the Department of Elementary and Secondary Education” (DESE).   DESE began collecting data on school-related arrests in the 2018-19 school year. In the 2019-20 school year, DESE has expanded that collection to include data on all referrals to law enforcement.  DESE has defined these terms as follows, borrowing the same definitions used by the U.S. Department of Education since its 2009 Civil Rights Data Collection.  \r\n\r\nA school-related arrest “[r]efers to an arrest of a student for any activity conducted on school grounds, during off campus school activities (including while taking school transportation), or due to a referral by any school official. All school-related arrests are considered referrals to law enforcement.”  \r\n\r\nA referral to law enforcement “[i]s an action by which a student is reported to any law enforcement agency or official, including a school police unit, for an incident that occurs on school grounds, during school-related events, or while taking school transportation, regardless of whether official action is taken. Citations, tickets, court referrals, and school-related arrests are considered referrals to law enforcement.”   \r\n\r\nI request the following public records, as defined in G. L. c. 4, § 7 (twenty-sixth): \r\n1.\tAn extract of your records management system or database that includes each school-related arrest and each referral to law enforcement conducted during the 2018-2019, 2019-2020, 2020-2021, and 2021-2022 school year (up until the day the records are produced). Specifically, we request an extract of the database to include the following columns:\r\na.\tDate of arrest or referral to law enforcement\r\nb.\tTime of arrest or referral to law enforcement\r\nc.\tCharge (or charges)\r\nd.\tWhether the individual(s) was arrested or referred to law enforcement\r\ne.\tSex of individual(s) arrested or referred to law enforcement\r\nf.\tAge of individual(s) arrested or referred to law enforcement\r\ng.\tRace of individual(s) arrested or referred to law enforcement\r\nh.\tEthnicity of individual(s) arrested or referred to law enforcement\r\ni.\tDisability status of the individual(s) arrested or referred to law enforcement\r\nj.\tWhether the individual arrested or referred to law enforcement is a student at the school.\r\nk.\tName of arresting officer, if applicable, and \r\nl.\tBadge number of the arresting officer or the officer that referred the youth to law enforcement, as applicable.\r\n\r\n2.\tIf such an extract of the database in question 1 is not possible, please provide school incident reports on each school-related arrest and referral to law enforcement conducted during the 2018-2019, 2019-2020, 2020-2021, and 2021-2022 school year (up until the day the records are produced). \r\n\r\n3.\tA copy of any active standard operating procedures developed with the police department and/or other law enforcement agencies regarding police placement or activity in your corresponding school;  and,\r\n\r\n4.\tAny records instructing or informing police personnel of, or otherwise describing data reporting requirements and procedures for complying with G.L. c. 71 § 37P(b).\r\n\r\n5.\tThe cost to the school district of assigning a school resource officer to each school; and, \r\n\r\n6.\tThe total number of school resource officers and total number of guidance counselors for each school in your district for school years 2018-2019, 2019-2020, 2020-2021, and,\r\n\r\n7.\tThe total number and a brief description of 911 calls from schools in your district to local police departments conducted during the 2018-2019, 2019-2020, 2020-2021, and 2021-2022, and, \r\n\r\n8.\tA description of the proposed budget for mental, social, or emotional health support personnel for the school district.\r\n\r\nAs this request involves a matter of public interest and will not be used for any commercial purpose, we ask that all fees associated with this request be waived pursuant to 950 C.M.R. 32.07(2)(k). The purpose of this request is to determine whether your school district and police department are complying with their reporting obligations under the Criminal Justice Reform Act.  “The public has an interest in knowing whether public servants are carrying out their duties in an efficient and law-abiding manner.”    \r\n\r\nIt would be ill-advised to impose a fee for data that your school district may have failed to report in violation of statutory and regulatory duty.  Moreover, as you know, municipalities with a population of over 20,000 may not assess a fee for the first 2 hours of time spent searching for, compiling, segregating, redacting and reproducing a requested record. Finally, pursuant to 950 C.M.R. 32.07(2)(i), a records access officer shall assess no fee greater than the lowest hourly rate of a person capable of compiling, segregating, redacting and reproducing a requested record. In the event that a charge is incurred for this request which you will not waive, please so indicate and include an itemization of estimated good faith costs.\r\n \r\nPlease provide public records to a requestor in an electronic format unless the record is not available in an electronic format. G.L.c. 66, § 6A(d). \r\n\r\nThe Public Records Act requires that you comply with this request within ten (10) business days following receipt. If you believe that documents or data responsive to any request herein is not public record and thus not subject to disclosure, please set forth in writing the specific reasons for such assertion, including the specific exemption or exemptions that you believe apply.  To the extent that you determine that records need to be redacted in order to be produced under any law protecting the privacy of named individuals, please do so rather than withholding them in their entirety.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days. If you have any questions about this request, or need additional time to respond, please contact me by phone at (617)-338-1050 or by email at Erinstewart@cfjj.org. Thank you in advance for your prompt response to this request.\r\n\r\nSincerely,\r\n\r\nErin Stewart\r\nCitizens for Juvenile Justice",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/lowell-270/school-based-arrest-public-record-request-lowell-public-schools-140630/"
  },
  {
    "id": 140629,
    "title": "School Based Arrest Public Record Request (Methuen Public Schools)",
    "slug": "school-based-arrest-public-record-request-methuen-public-schools",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 87117,
    "username": "ErinStewart",
    "agency": 6549,
    "datetime_submitted": "2023-02-17T10:29:52.012992",
    "date_due": "2023-03-06",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-02-17T10:29:54.265350",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140629,
        "from_user": 87117,
        "to_user": 111002,
        "subject": "",
        "datetime": "2023-02-17T10:29:54.265350",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nThis letter constitutes a request pursuant to the Public Records Act, G.L. c.66, §10, for public records in the custody of your school district. Under the Criminal Justice Reform Act,  school districts and law enforcement agencies must “specify the manner and division of responsibility for collecting and reporting the school-based arrests, citations and court referrals of students to the Department of Elementary and Secondary Education” (DESE).   DESE began collecting data on school-related arrests in the 2018-19 school year. In the 2019-20 school year, DESE has expanded that collection to include data on all referrals to law enforcement.  DESE has defined these terms as follows, borrowing the same definitions used by the U.S. Department of Education since its 2009 Civil Rights Data Collection.  \r\n\r\nA school-related arrest “[r]efers to an arrest of a student for any activity conducted on school grounds, during off campus school activities (including while taking school transportation), or due to a referral by any school official. All school-related arrests are considered referrals to law enforcement.”  \r\n\r\nA referral to law enforcement “[i]s an action by which a student is reported to any law enforcement agency or official, including a school police unit, for an incident that occurs on school grounds, during school-related events, or while taking school transportation, regardless of whether official action is taken. Citations, tickets, court referrals, and school-related arrests are considered referrals to law enforcement.”   \r\n\r\nI request the following public records, as defined in G. L. c. 4, § 7 (twenty-sixth): \r\n1.\tAn extract of your records management system or database that includes each school-related arrest and each referral to law enforcement conducted during the 2018-2019, 2019-2020, 2020-2021, and 2021-2022 school year (up until the day the records are produced). Specifically, we request an extract of the database to include the following columns:\r\na.\tDate of arrest or referral to law enforcement\r\nb.\tTime of arrest or referral to law enforcement\r\nc.\tCharge (or charges)\r\nd.\tWhether the individual(s) was arrested or referred to law enforcement\r\ne.\tSex of individual(s) arrested or referred to law enforcement\r\nf.\tAge of individual(s) arrested or referred to law enforcement\r\ng.\tRace of individual(s) arrested or referred to law enforcement\r\nh.\tEthnicity of individual(s) arrested or referred to law enforcement\r\ni.\tDisability status of the individual(s) arrested or referred to law enforcement\r\nj.\tWhether the individual arrested or referred to law enforcement is a student at the school.\r\nk.\tName of arresting officer, if applicable, and \r\nl.\tBadge number of the arresting officer or the officer that referred the youth to law enforcement, as applicable.\r\n\r\n2.\tIf such an extract of the database in question 1 is not possible, please provide school incident reports on each school-related arrest and referral to law enforcement conducted during the 2018-2019, 2019-2020, 2020-2021, and 2021-2022 school year (up until the day the records are produced). \r\n\r\n3.\tA copy of any active standard operating procedures developed with the police department and/or other law enforcement agencies regarding police placement or activity in your corresponding school;  and,\r\n\r\n4.\tAny records instructing or informing police personnel of, or otherwise describing data reporting requirements and procedures for complying with G.L. c. 71 § 37P(b).\r\n\r\n5.\tThe cost to the school district of assigning a school resource officer to each school; and, \r\n\r\n6.\tThe total number of school resource officers and total number of guidance counselors for each school in your district for school years 2018-2019, 2019-2020, 2020-2021, and,\r\n\r\n7.\tThe total number and a brief description of 911 calls from schools in your district to local police departments conducted during the 2018-2019, 2019-2020, 2020-2021, and 2021-2022, and, \r\n\r\n8.\tA description of the proposed budget for mental, social, or emotional health support personnel for the school district.\r\n\r\nAs this request involves a matter of public interest and will not be used for any commercial purpose, we ask that all fees associated with this request be waived pursuant to 950 C.M.R. 32.07(2)(k). The purpose of this request is to determine whether your school district and police department are complying with their reporting obligations under the Criminal Justice Reform Act.  “The public has an interest in knowing whether public servants are carrying out their duties in an efficient and law-abiding manner.”    \r\n\r\nIt would be ill-advised to impose a fee for data that your school district may have failed to report in violation of statutory and regulatory duty.  Moreover, as you know, municipalities with a population of over 20,000 may not assess a fee for the first 2 hours of time spent searching for, compiling, segregating, redacting and reproducing a requested record. Finally, pursuant to 950 C.M.R. 32.07(2)(i), a records access officer shall assess no fee greater than the lowest hourly rate of a person capable of compiling, segregating, redacting and reproducing a requested record. In the event that a charge is incurred for this request which you will not waive, please so indicate and include an itemization of estimated good faith costs.\r\n \r\nPlease provide public records to a requestor in an electronic format unless the record is not available in an electronic format. G.L.c. 66, § 6A(d). \r\n\r\nThe Public Records Act requires that you comply with this request within ten (10) business days following receipt. If you believe that documents or data responsive to any request herein is not public record and thus not subject to disclosure, please set forth in writing the specific reasons for such assertion, including the specific exemption or exemptions that you believe apply.  To the extent that you determine that records need to be redacted in order to be produced under any law protecting the privacy of named individuals, please do so rather than withholding them in their entirety.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days. If you have any questions about this request, or need additional time to respond, please contact me by phone at (617)-338-1050 or by email at Erinstewart@cfjj.org. Thank you in advance for your prompt response to this request.\r\n\r\nSincerely,\r\n\r\nErin Stewart\r\nCitizens for Juvenile Justice",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/methuen-581/school-based-arrest-public-record-request-methuen-public-schools-140629/"
  },
  {
    "id": 140628,
    "title": "School Based Arrest Public Record Request (Quincy Public Schools)",
    "slug": "school-based-arrest-public-record-request-quincy-public-schools",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 87117,
    "username": "ErinStewart",
    "agency": 11776,
    "datetime_submitted": "2023-02-17T10:29:52.012992",
    "date_due": "2023-03-06",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-02-17T10:29:53.528395",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140628,
        "from_user": 87117,
        "to_user": 17265,
        "subject": "",
        "datetime": "2023-02-17T10:29:53.528395",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nThis letter constitutes a request pursuant to the Public Records Act, G.L. c.66, §10, for public records in the custody of your school district. Under the Criminal Justice Reform Act,  school districts and law enforcement agencies must “specify the manner and division of responsibility for collecting and reporting the school-based arrests, citations and court referrals of students to the Department of Elementary and Secondary Education” (DESE).   DESE began collecting data on school-related arrests in the 2018-19 school year. In the 2019-20 school year, DESE has expanded that collection to include data on all referrals to law enforcement.  DESE has defined these terms as follows, borrowing the same definitions used by the U.S. Department of Education since its 2009 Civil Rights Data Collection.  \r\n\r\nA school-related arrest “[r]efers to an arrest of a student for any activity conducted on school grounds, during off campus school activities (including while taking school transportation), or due to a referral by any school official. All school-related arrests are considered referrals to law enforcement.”  \r\n\r\nA referral to law enforcement “[i]s an action by which a student is reported to any law enforcement agency or official, including a school police unit, for an incident that occurs on school grounds, during school-related events, or while taking school transportation, regardless of whether official action is taken. Citations, tickets, court referrals, and school-related arrests are considered referrals to law enforcement.”   \r\n\r\nI request the following public records, as defined in G. L. c. 4, § 7 (twenty-sixth): \r\n1.\tAn extract of your records management system or database that includes each school-related arrest and each referral to law enforcement conducted during the 2018-2019, 2019-2020, 2020-2021, and 2021-2022 school year (up until the day the records are produced). Specifically, we request an extract of the database to include the following columns:\r\na.\tDate of arrest or referral to law enforcement\r\nb.\tTime of arrest or referral to law enforcement\r\nc.\tCharge (or charges)\r\nd.\tWhether the individual(s) was arrested or referred to law enforcement\r\ne.\tSex of individual(s) arrested or referred to law enforcement\r\nf.\tAge of individual(s) arrested or referred to law enforcement\r\ng.\tRace of individual(s) arrested or referred to law enforcement\r\nh.\tEthnicity of individual(s) arrested or referred to law enforcement\r\ni.\tDisability status of the individual(s) arrested or referred to law enforcement\r\nj.\tWhether the individual arrested or referred to law enforcement is a student at the school.\r\nk.\tName of arresting officer, if applicable, and \r\nl.\tBadge number of the arresting officer or the officer that referred the youth to law enforcement, as applicable.\r\n\r\n2.\tIf such an extract of the database in question 1 is not possible, please provide school incident reports on each school-related arrest and referral to law enforcement conducted during the 2018-2019, 2019-2020, 2020-2021, and 2021-2022 school year (up until the day the records are produced). \r\n\r\n3.\tA copy of any active standard operating procedures developed with the police department and/or other law enforcement agencies regarding police placement or activity in your corresponding school;  and,\r\n\r\n4.\tAny records instructing or informing police personnel of, or otherwise describing data reporting requirements and procedures for complying with G.L. c. 71 § 37P(b).\r\n\r\n5.\tThe cost to the school district of assigning a school resource officer to each school; and, \r\n\r\n6.\tThe total number of school resource officers and total number of guidance counselors for each school in your district for school years 2018-2019, 2019-2020, 2020-2021, and,\r\n\r\n7.\tThe total number and a brief description of 911 calls from schools in your district to local police departments conducted during the 2018-2019, 2019-2020, 2020-2021, and 2021-2022, and, \r\n\r\n8.\tA description of the proposed budget for mental, social, or emotional health support personnel for the school district.\r\n\r\nAs this request involves a matter of public interest and will not be used for any commercial purpose, we ask that all fees associated with this request be waived pursuant to 950 C.M.R. 32.07(2)(k). The purpose of this request is to determine whether your school district and police department are complying with their reporting obligations under the Criminal Justice Reform Act.  “The public has an interest in knowing whether public servants are carrying out their duties in an efficient and law-abiding manner.”    \r\n\r\nIt would be ill-advised to impose a fee for data that your school district may have failed to report in violation of statutory and regulatory duty.  Moreover, as you know, municipalities with a population of over 20,000 may not assess a fee for the first 2 hours of time spent searching for, compiling, segregating, redacting and reproducing a requested record. Finally, pursuant to 950 C.M.R. 32.07(2)(i), a records access officer shall assess no fee greater than the lowest hourly rate of a person capable of compiling, segregating, redacting and reproducing a requested record. In the event that a charge is incurred for this request which you will not waive, please so indicate and include an itemization of estimated good faith costs.\r\n \r\nPlease provide public records to a requestor in an electronic format unless the record is not available in an electronic format. G.L.c. 66, § 6A(d). \r\n\r\nThe Public Records Act requires that you comply with this request within ten (10) business days following receipt. If you believe that documents or data responsive to any request herein is not public record and thus not subject to disclosure, please set forth in writing the specific reasons for such assertion, including the specific exemption or exemptions that you believe apply.  To the extent that you determine that records need to be redacted in order to be produced under any law protecting the privacy of named individuals, please do so rather than withholding them in their entirety.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days. If you have any questions about this request, or need additional time to respond, please contact me by phone at (617)-338-1050 or by email at Erinstewart@cfjj.org. Thank you in advance for your prompt response to this request.\r\n\r\nSincerely,\r\n\r\nErin Stewart\r\nCitizens for Juvenile Justice",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/quincy-257/school-based-arrest-public-record-request-quincy-public-schools-140628/"
  },
  {
    "id": 140627,
    "title": "School Based Arrest Public Record Request (Somerville Public Schools)",
    "slug": "school-based-arrest-public-record-request-somerville-public-schools",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 87117,
    "username": "ErinStewart",
    "agency": 7215,
    "datetime_submitted": "2023-02-17T10:29:52.012992",
    "date_due": "2023-03-06",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-02-17T10:29:53.468325",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140627,
        "from_user": 87117,
        "to_user": 10434,
        "subject": "",
        "datetime": "2023-02-17T10:29:53.468325",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nThis letter constitutes a request pursuant to the Public Records Act, G.L. c.66, §10, for public records in the custody of your school district. Under the Criminal Justice Reform Act,  school districts and law enforcement agencies must “specify the manner and division of responsibility for collecting and reporting the school-based arrests, citations and court referrals of students to the Department of Elementary and Secondary Education” (DESE).   DESE began collecting data on school-related arrests in the 2018-19 school year. In the 2019-20 school year, DESE has expanded that collection to include data on all referrals to law enforcement.  DESE has defined these terms as follows, borrowing the same definitions used by the U.S. Department of Education since its 2009 Civil Rights Data Collection.  \r\n\r\nA school-related arrest “[r]efers to an arrest of a student for any activity conducted on school grounds, during off campus school activities (including while taking school transportation), or due to a referral by any school official. All school-related arrests are considered referrals to law enforcement.”  \r\n\r\nA referral to law enforcement “[i]s an action by which a student is reported to any law enforcement agency or official, including a school police unit, for an incident that occurs on school grounds, during school-related events, or while taking school transportation, regardless of whether official action is taken. Citations, tickets, court referrals, and school-related arrests are considered referrals to law enforcement.”   \r\n\r\nI request the following public records, as defined in G. L. c. 4, § 7 (twenty-sixth): \r\n1.\tAn extract of your records management system or database that includes each school-related arrest and each referral to law enforcement conducted during the 2018-2019, 2019-2020, 2020-2021, and 2021-2022 school year (up until the day the records are produced). Specifically, we request an extract of the database to include the following columns:\r\na.\tDate of arrest or referral to law enforcement\r\nb.\tTime of arrest or referral to law enforcement\r\nc.\tCharge (or charges)\r\nd.\tWhether the individual(s) was arrested or referred to law enforcement\r\ne.\tSex of individual(s) arrested or referred to law enforcement\r\nf.\tAge of individual(s) arrested or referred to law enforcement\r\ng.\tRace of individual(s) arrested or referred to law enforcement\r\nh.\tEthnicity of individual(s) arrested or referred to law enforcement\r\ni.\tDisability status of the individual(s) arrested or referred to law enforcement\r\nj.\tWhether the individual arrested or referred to law enforcement is a student at the school.\r\nk.\tName of arresting officer, if applicable, and \r\nl.\tBadge number of the arresting officer or the officer that referred the youth to law enforcement, as applicable.\r\n\r\n2.\tIf such an extract of the database in question 1 is not possible, please provide school incident reports on each school-related arrest and referral to law enforcement conducted during the 2018-2019, 2019-2020, 2020-2021, and 2021-2022 school year (up until the day the records are produced). \r\n\r\n3.\tA copy of any active standard operating procedures developed with the police department and/or other law enforcement agencies regarding police placement or activity in your corresponding school;  and,\r\n\r\n4.\tAny records instructing or informing police personnel of, or otherwise describing data reporting requirements and procedures for complying with G.L. c. 71 § 37P(b).\r\n\r\n5.\tThe cost to the school district of assigning a school resource officer to each school; and, \r\n\r\n6.\tThe total number of school resource officers and total number of guidance counselors for each school in your district for school years 2018-2019, 2019-2020, 2020-2021, and,\r\n\r\n7.\tThe total number and a brief description of 911 calls from schools in your district to local police departments conducted during the 2018-2019, 2019-2020, 2020-2021, and 2021-2022, and, \r\n\r\n8.\tA description of the proposed budget for mental, social, or emotional health support personnel for the school district.\r\n\r\nAs this request involves a matter of public interest and will not be used for any commercial purpose, we ask that all fees associated with this request be waived pursuant to 950 C.M.R. 32.07(2)(k). The purpose of this request is to determine whether your school district and police department are complying with their reporting obligations under the Criminal Justice Reform Act.  “The public has an interest in knowing whether public servants are carrying out their duties in an efficient and law-abiding manner.”    \r\n\r\nIt would be ill-advised to impose a fee for data that your school district may have failed to report in violation of statutory and regulatory duty.  Moreover, as you know, municipalities with a population of over 20,000 may not assess a fee for the first 2 hours of time spent searching for, compiling, segregating, redacting and reproducing a requested record. Finally, pursuant to 950 C.M.R. 32.07(2)(i), a records access officer shall assess no fee greater than the lowest hourly rate of a person capable of compiling, segregating, redacting and reproducing a requested record. In the event that a charge is incurred for this request which you will not waive, please so indicate and include an itemization of estimated good faith costs.\r\n \r\nPlease provide public records to a requestor in an electronic format unless the record is not available in an electronic format. G.L.c. 66, § 6A(d). \r\n\r\nThe Public Records Act requires that you comply with this request within ten (10) business days following receipt. If you believe that documents or data responsive to any request herein is not public record and thus not subject to disclosure, please set forth in writing the specific reasons for such assertion, including the specific exemption or exemptions that you believe apply.  To the extent that you determine that records need to be redacted in order to be produced under any law protecting the privacy of named individuals, please do so rather than withholding them in their entirety.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days. If you have any questions about this request, or need additional time to respond, please contact me by phone at (617)-338-1050 or by email at Erinstewart@cfjj.org. Thank you in advance for your prompt response to this request.\r\n\r\nSincerely,\r\n\r\nErin Stewart\r\nCitizens for Juvenile Justice",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/somerville-8/school-based-arrest-public-record-request-somerville-public-schools-140627/"
  },
  {
    "id": 140626,
    "title": "School Based Arrest Public Record Request (Revere Public Schools)",
    "slug": "school-based-arrest-public-record-request-revere-public-schools",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 87117,
    "username": "ErinStewart",
    "agency": 14801,
    "datetime_submitted": "2023-02-17T10:29:52.012992",
    "date_due": "2023-03-06",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-02-17T10:29:53.414437",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140626,
        "from_user": 87117,
        "to_user": 19040,
        "subject": "",
        "datetime": "2023-02-17T10:29:53.414437",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nThis letter constitutes a request pursuant to the Public Records Act, G.L. c.66, §10, for public records in the custody of your school district. Under the Criminal Justice Reform Act,  school districts and law enforcement agencies must “specify the manner and division of responsibility for collecting and reporting the school-based arrests, citations and court referrals of students to the Department of Elementary and Secondary Education” (DESE).   DESE began collecting data on school-related arrests in the 2018-19 school year. In the 2019-20 school year, DESE has expanded that collection to include data on all referrals to law enforcement.  DESE has defined these terms as follows, borrowing the same definitions used by the U.S. Department of Education since its 2009 Civil Rights Data Collection.  \r\n\r\nA school-related arrest “[r]efers to an arrest of a student for any activity conducted on school grounds, during off campus school activities (including while taking school transportation), or due to a referral by any school official. All school-related arrests are considered referrals to law enforcement.”  \r\n\r\nA referral to law enforcement “[i]s an action by which a student is reported to any law enforcement agency or official, including a school police unit, for an incident that occurs on school grounds, during school-related events, or while taking school transportation, regardless of whether official action is taken. Citations, tickets, court referrals, and school-related arrests are considered referrals to law enforcement.”   \r\n\r\nI request the following public records, as defined in G. L. c. 4, § 7 (twenty-sixth): \r\n1.\tAn extract of your records management system or database that includes each school-related arrest and each referral to law enforcement conducted during the 2018-2019, 2019-2020, 2020-2021, and 2021-2022 school year (up until the day the records are produced). Specifically, we request an extract of the database to include the following columns:\r\na.\tDate of arrest or referral to law enforcement\r\nb.\tTime of arrest or referral to law enforcement\r\nc.\tCharge (or charges)\r\nd.\tWhether the individual(s) was arrested or referred to law enforcement\r\ne.\tSex of individual(s) arrested or referred to law enforcement\r\nf.\tAge of individual(s) arrested or referred to law enforcement\r\ng.\tRace of individual(s) arrested or referred to law enforcement\r\nh.\tEthnicity of individual(s) arrested or referred to law enforcement\r\ni.\tDisability status of the individual(s) arrested or referred to law enforcement\r\nj.\tWhether the individual arrested or referred to law enforcement is a student at the school.\r\nk.\tName of arresting officer, if applicable, and \r\nl.\tBadge number of the arresting officer or the officer that referred the youth to law enforcement, as applicable.\r\n\r\n2.\tIf such an extract of the database in question 1 is not possible, please provide school incident reports on each school-related arrest and referral to law enforcement conducted during the 2018-2019, 2019-2020, 2020-2021, and 2021-2022 school year (up until the day the records are produced). \r\n\r\n3.\tA copy of any active standard operating procedures developed with the police department and/or other law enforcement agencies regarding police placement or activity in your corresponding school;  and,\r\n\r\n4.\tAny records instructing or informing police personnel of, or otherwise describing data reporting requirements and procedures for complying with G.L. c. 71 § 37P(b).\r\n\r\n5.\tThe cost to the school district of assigning a school resource officer to each school; and, \r\n\r\n6.\tThe total number of school resource officers and total number of guidance counselors for each school in your district for school years 2018-2019, 2019-2020, 2020-2021, and,\r\n\r\n7.\tThe total number and a brief description of 911 calls from schools in your district to local police departments conducted during the 2018-2019, 2019-2020, 2020-2021, and 2021-2022, and, \r\n\r\n8.\tA description of the proposed budget for mental, social, or emotional health support personnel for the school district.\r\n\r\nAs this request involves a matter of public interest and will not be used for any commercial purpose, we ask that all fees associated with this request be waived pursuant to 950 C.M.R. 32.07(2)(k). The purpose of this request is to determine whether your school district and police department are complying with their reporting obligations under the Criminal Justice Reform Act.  “The public has an interest in knowing whether public servants are carrying out their duties in an efficient and law-abiding manner.”    \r\n\r\nIt would be ill-advised to impose a fee for data that your school district may have failed to report in violation of statutory and regulatory duty.  Moreover, as you know, municipalities with a population of over 20,000 may not assess a fee for the first 2 hours of time spent searching for, compiling, segregating, redacting and reproducing a requested record. Finally, pursuant to 950 C.M.R. 32.07(2)(i), a records access officer shall assess no fee greater than the lowest hourly rate of a person capable of compiling, segregating, redacting and reproducing a requested record. In the event that a charge is incurred for this request which you will not waive, please so indicate and include an itemization of estimated good faith costs.\r\n \r\nPlease provide public records to a requestor in an electronic format unless the record is not available in an electronic format. G.L.c. 66, § 6A(d). \r\n\r\nThe Public Records Act requires that you comply with this request within ten (10) business days following receipt. If you believe that documents or data responsive to any request herein is not public record and thus not subject to disclosure, please set forth in writing the specific reasons for such assertion, including the specific exemption or exemptions that you believe apply.  To the extent that you determine that records need to be redacted in order to be produced under any law protecting the privacy of named individuals, please do so rather than withholding them in their entirety.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days. If you have any questions about this request, or need additional time to respond, please contact me by phone at (617)-338-1050 or by email at Erinstewart@cfjj.org. Thank you in advance for your prompt response to this request.\r\n\r\nSincerely,\r\n\r\nErin Stewart\r\nCitizens for Juvenile Justice",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/revere-281/school-based-arrest-public-record-request-revere-public-schools-140626/"
  },
  {
    "id": 140625,
    "title": "School Based Arrest Public Record Request (Southbridge Public Schools)",
    "slug": "school-based-arrest-public-record-request-southbridge-public-schools",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 87117,
    "username": "ErinStewart",
    "agency": 2356,
    "datetime_submitted": "2023-02-17T10:29:52.012992",
    "date_due": "2023-03-06",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-02-17T10:29:53.348820",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140625,
        "from_user": 87117,
        "to_user": 16874,
        "subject": "",
        "datetime": "2023-02-17T10:29:53.348820",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nThis letter constitutes a request pursuant to the Public Records Act, G.L. c.66, §10, for public records in the custody of your school district. Under the Criminal Justice Reform Act,  school districts and law enforcement agencies must “specify the manner and division of responsibility for collecting and reporting the school-based arrests, citations and court referrals of students to the Department of Elementary and Secondary Education” (DESE).   DESE began collecting data on school-related arrests in the 2018-19 school year. In the 2019-20 school year, DESE has expanded that collection to include data on all referrals to law enforcement.  DESE has defined these terms as follows, borrowing the same definitions used by the U.S. Department of Education since its 2009 Civil Rights Data Collection.  \r\n\r\nA school-related arrest “[r]efers to an arrest of a student for any activity conducted on school grounds, during off campus school activities (including while taking school transportation), or due to a referral by any school official. All school-related arrests are considered referrals to law enforcement.”  \r\n\r\nA referral to law enforcement “[i]s an action by which a student is reported to any law enforcement agency or official, including a school police unit, for an incident that occurs on school grounds, during school-related events, or while taking school transportation, regardless of whether official action is taken. Citations, tickets, court referrals, and school-related arrests are considered referrals to law enforcement.”   \r\n\r\nI request the following public records, as defined in G. L. c. 4, § 7 (twenty-sixth): \r\n1.\tAn extract of your records management system or database that includes each school-related arrest and each referral to law enforcement conducted during the 2018-2019, 2019-2020, 2020-2021, and 2021-2022 school year (up until the day the records are produced). Specifically, we request an extract of the database to include the following columns:\r\na.\tDate of arrest or referral to law enforcement\r\nb.\tTime of arrest or referral to law enforcement\r\nc.\tCharge (or charges)\r\nd.\tWhether the individual(s) was arrested or referred to law enforcement\r\ne.\tSex of individual(s) arrested or referred to law enforcement\r\nf.\tAge of individual(s) arrested or referred to law enforcement\r\ng.\tRace of individual(s) arrested or referred to law enforcement\r\nh.\tEthnicity of individual(s) arrested or referred to law enforcement\r\ni.\tDisability status of the individual(s) arrested or referred to law enforcement\r\nj.\tWhether the individual arrested or referred to law enforcement is a student at the school.\r\nk.\tName of arresting officer, if applicable, and \r\nl.\tBadge number of the arresting officer or the officer that referred the youth to law enforcement, as applicable.\r\n\r\n2.\tIf such an extract of the database in question 1 is not possible, please provide school incident reports on each school-related arrest and referral to law enforcement conducted during the 2018-2019, 2019-2020, 2020-2021, and 2021-2022 school year (up until the day the records are produced). \r\n\r\n3.\tA copy of any active standard operating procedures developed with the police department and/or other law enforcement agencies regarding police placement or activity in your corresponding school;  and,\r\n\r\n4.\tAny records instructing or informing police personnel of, or otherwise describing data reporting requirements and procedures for complying with G.L. c. 71 § 37P(b).\r\n\r\n5.\tThe cost to the school district of assigning a school resource officer to each school; and, \r\n\r\n6.\tThe total number of school resource officers and total number of guidance counselors for each school in your district for school years 2018-2019, 2019-2020, 2020-2021, and,\r\n\r\n7.\tThe total number and a brief description of 911 calls from schools in your district to local police departments conducted during the 2018-2019, 2019-2020, 2020-2021, and 2021-2022, and, \r\n\r\n8.\tA description of the proposed budget for mental, social, or emotional health support personnel for the school district.\r\n\r\nAs this request involves a matter of public interest and will not be used for any commercial purpose, we ask that all fees associated with this request be waived pursuant to 950 C.M.R. 32.07(2)(k). The purpose of this request is to determine whether your school district and police department are complying with their reporting obligations under the Criminal Justice Reform Act.  “The public has an interest in knowing whether public servants are carrying out their duties in an efficient and law-abiding manner.”    \r\n\r\nIt would be ill-advised to impose a fee for data that your school district may have failed to report in violation of statutory and regulatory duty.  Moreover, as you know, municipalities with a population of over 20,000 may not assess a fee for the first 2 hours of time spent searching for, compiling, segregating, redacting and reproducing a requested record. Finally, pursuant to 950 C.M.R. 32.07(2)(i), a records access officer shall assess no fee greater than the lowest hourly rate of a person capable of compiling, segregating, redacting and reproducing a requested record. In the event that a charge is incurred for this request which you will not waive, please so indicate and include an itemization of estimated good faith costs.\r\n \r\nPlease provide public records to a requestor in an electronic format unless the record is not available in an electronic format. G.L.c. 66, § 6A(d). \r\n\r\nThe Public Records Act requires that you comply with this request within ten (10) business days following receipt. If you believe that documents or data responsive to any request herein is not public record and thus not subject to disclosure, please set forth in writing the specific reasons for such assertion, including the specific exemption or exemptions that you believe apply.  To the extent that you determine that records need to be redacted in order to be produced under any law protecting the privacy of named individuals, please do so rather than withholding them in their entirety.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days. If you have any questions about this request, or need additional time to respond, please contact me by phone at (617)-338-1050 or by email at Erinstewart@cfjj.org. Thank you in advance for your prompt response to this request.\r\n\r\nSincerely,\r\n\r\nErin Stewart\r\nCitizens for Juvenile Justice",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/southbridge-351/school-based-arrest-public-record-request-southbridge-public-schools-140625/"
  },
  {
    "id": 140624,
    "title": "School Based Arrest Public Record Request (Springfield Public Schools)",
    "slug": "school-based-arrest-public-record-request-springfield-public-schools",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 87117,
    "username": "ErinStewart",
    "agency": 703,
    "datetime_submitted": "2023-02-17T10:29:52.012992",
    "date_due": "2023-03-06",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-02-17T10:29:53.293146",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140624,
        "from_user": 87117,
        "to_user": 81938,
        "subject": "",
        "datetime": "2023-02-17T10:29:53.293146",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nThis letter constitutes a request pursuant to the Public Records Act, G.L. c.66, §10, for public records in the custody of your school district. Under the Criminal Justice Reform Act,  school districts and law enforcement agencies must “specify the manner and division of responsibility for collecting and reporting the school-based arrests, citations and court referrals of students to the Department of Elementary and Secondary Education” (DESE).   DESE began collecting data on school-related arrests in the 2018-19 school year. In the 2019-20 school year, DESE has expanded that collection to include data on all referrals to law enforcement.  DESE has defined these terms as follows, borrowing the same definitions used by the U.S. Department of Education since its 2009 Civil Rights Data Collection.  \r\n\r\nA school-related arrest “[r]efers to an arrest of a student for any activity conducted on school grounds, during off campus school activities (including while taking school transportation), or due to a referral by any school official. All school-related arrests are considered referrals to law enforcement.”  \r\n\r\nA referral to law enforcement “[i]s an action by which a student is reported to any law enforcement agency or official, including a school police unit, for an incident that occurs on school grounds, during school-related events, or while taking school transportation, regardless of whether official action is taken. Citations, tickets, court referrals, and school-related arrests are considered referrals to law enforcement.”   \r\n\r\nI request the following public records, as defined in G. L. c. 4, § 7 (twenty-sixth): \r\n1.\tAn extract of your records management system or database that includes each school-related arrest and each referral to law enforcement conducted during the 2018-2019, 2019-2020, 2020-2021, and 2021-2022 school year (up until the day the records are produced). Specifically, we request an extract of the database to include the following columns:\r\na.\tDate of arrest or referral to law enforcement\r\nb.\tTime of arrest or referral to law enforcement\r\nc.\tCharge (or charges)\r\nd.\tWhether the individual(s) was arrested or referred to law enforcement\r\ne.\tSex of individual(s) arrested or referred to law enforcement\r\nf.\tAge of individual(s) arrested or referred to law enforcement\r\ng.\tRace of individual(s) arrested or referred to law enforcement\r\nh.\tEthnicity of individual(s) arrested or referred to law enforcement\r\ni.\tDisability status of the individual(s) arrested or referred to law enforcement\r\nj.\tWhether the individual arrested or referred to law enforcement is a student at the school.\r\nk.\tName of arresting officer, if applicable, and \r\nl.\tBadge number of the arresting officer or the officer that referred the youth to law enforcement, as applicable.\r\n\r\n2.\tIf such an extract of the database in question 1 is not possible, please provide school incident reports on each school-related arrest and referral to law enforcement conducted during the 2018-2019, 2019-2020, 2020-2021, and 2021-2022 school year (up until the day the records are produced). \r\n\r\n3.\tA copy of any active standard operating procedures developed with the police department and/or other law enforcement agencies regarding police placement or activity in your corresponding school;  and,\r\n\r\n4.\tAny records instructing or informing police personnel of, or otherwise describing data reporting requirements and procedures for complying with G.L. c. 71 § 37P(b).\r\n\r\n5.\tThe cost to the school district of assigning a school resource officer to each school; and, \r\n\r\n6.\tThe total number of school resource officers and total number of guidance counselors for each school in your district for school years 2018-2019, 2019-2020, 2020-2021, and,\r\n\r\n7.\tThe total number and a brief description of 911 calls from schools in your district to local police departments conducted during the 2018-2019, 2019-2020, 2020-2021, and 2021-2022, and, \r\n\r\n8.\tA description of the proposed budget for mental, social, or emotional health support personnel for the school district.\r\n\r\nAs this request involves a matter of public interest and will not be used for any commercial purpose, we ask that all fees associated with this request be waived pursuant to 950 C.M.R. 32.07(2)(k). The purpose of this request is to determine whether your school district and police department are complying with their reporting obligations under the Criminal Justice Reform Act.  “The public has an interest in knowing whether public servants are carrying out their duties in an efficient and law-abiding manner.”    \r\n\r\nIt would be ill-advised to impose a fee for data that your school district may have failed to report in violation of statutory and regulatory duty.  Moreover, as you know, municipalities with a population of over 20,000 may not assess a fee for the first 2 hours of time spent searching for, compiling, segregating, redacting and reproducing a requested record. Finally, pursuant to 950 C.M.R. 32.07(2)(i), a records access officer shall assess no fee greater than the lowest hourly rate of a person capable of compiling, segregating, redacting and reproducing a requested record. In the event that a charge is incurred for this request which you will not waive, please so indicate and include an itemization of estimated good faith costs.\r\n \r\nPlease provide public records to a requestor in an electronic format unless the record is not available in an electronic format. G.L.c. 66, § 6A(d). \r\n\r\nThe Public Records Act requires that you comply with this request within ten (10) business days following receipt. If you believe that documents or data responsive to any request herein is not public record and thus not subject to disclosure, please set forth in writing the specific reasons for such assertion, including the specific exemption or exemptions that you believe apply.  To the extent that you determine that records need to be redacted in order to be produced under any law protecting the privacy of named individuals, please do so rather than withholding them in their entirety.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days. If you have any questions about this request, or need additional time to respond, please contact me by phone at (617)-338-1050 or by email at Erinstewart@cfjj.org. Thank you in advance for your prompt response to this request.\r\n\r\nSincerely,\r\n\r\nErin Stewart\r\nCitizens for Juvenile Justice",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/springfield-258/school-based-arrest-public-record-request-springfield-public-schools-140624/"
  },
  {
    "id": 140623,
    "title": "School Based Arrest Public Record Request (Taunton Public Schools)",
    "slug": "school-based-arrest-public-record-request-taunton-public-schools",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 87117,
    "username": "ErinStewart",
    "agency": 523,
    "datetime_submitted": "2023-02-17T10:29:52.012992",
    "date_due": "2023-03-06",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-02-17T10:29:53.238336",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140623,
        "from_user": 87117,
        "to_user": 111000,
        "subject": "",
        "datetime": "2023-02-17T10:29:53.238336",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nThis letter constitutes a request pursuant to the Public Records Act, G.L. c.66, §10, for public records in the custody of your school district. Under the Criminal Justice Reform Act,  school districts and law enforcement agencies must “specify the manner and division of responsibility for collecting and reporting the school-based arrests, citations and court referrals of students to the Department of Elementary and Secondary Education” (DESE).   DESE began collecting data on school-related arrests in the 2018-19 school year. In the 2019-20 school year, DESE has expanded that collection to include data on all referrals to law enforcement.  DESE has defined these terms as follows, borrowing the same definitions used by the U.S. Department of Education since its 2009 Civil Rights Data Collection.  \r\n\r\nA school-related arrest “[r]efers to an arrest of a student for any activity conducted on school grounds, during off campus school activities (including while taking school transportation), or due to a referral by any school official. All school-related arrests are considered referrals to law enforcement.”  \r\n\r\nA referral to law enforcement “[i]s an action by which a student is reported to any law enforcement agency or official, including a school police unit, for an incident that occurs on school grounds, during school-related events, or while taking school transportation, regardless of whether official action is taken. Citations, tickets, court referrals, and school-related arrests are considered referrals to law enforcement.”   \r\n\r\nI request the following public records, as defined in G. L. c. 4, § 7 (twenty-sixth): \r\n1.\tAn extract of your records management system or database that includes each school-related arrest and each referral to law enforcement conducted during the 2018-2019, 2019-2020, 2020-2021, and 2021-2022 school year (up until the day the records are produced). Specifically, we request an extract of the database to include the following columns:\r\na.\tDate of arrest or referral to law enforcement\r\nb.\tTime of arrest or referral to law enforcement\r\nc.\tCharge (or charges)\r\nd.\tWhether the individual(s) was arrested or referred to law enforcement\r\ne.\tSex of individual(s) arrested or referred to law enforcement\r\nf.\tAge of individual(s) arrested or referred to law enforcement\r\ng.\tRace of individual(s) arrested or referred to law enforcement\r\nh.\tEthnicity of individual(s) arrested or referred to law enforcement\r\ni.\tDisability status of the individual(s) arrested or referred to law enforcement\r\nj.\tWhether the individual arrested or referred to law enforcement is a student at the school.\r\nk.\tName of arresting officer, if applicable, and \r\nl.\tBadge number of the arresting officer or the officer that referred the youth to law enforcement, as applicable.\r\n\r\n2.\tIf such an extract of the database in question 1 is not possible, please provide school incident reports on each school-related arrest and referral to law enforcement conducted during the 2018-2019, 2019-2020, 2020-2021, and 2021-2022 school year (up until the day the records are produced). \r\n\r\n3.\tA copy of any active standard operating procedures developed with the police department and/or other law enforcement agencies regarding police placement or activity in your corresponding school;  and,\r\n\r\n4.\tAny records instructing or informing police personnel of, or otherwise describing data reporting requirements and procedures for complying with G.L. c. 71 § 37P(b).\r\n\r\n5.\tThe cost to the school district of assigning a school resource officer to each school; and, \r\n\r\n6.\tThe total number of school resource officers and total number of guidance counselors for each school in your district for school years 2018-2019, 2019-2020, 2020-2021, and,\r\n\r\n7.\tThe total number and a brief description of 911 calls from schools in your district to local police departments conducted during the 2018-2019, 2019-2020, 2020-2021, and 2021-2022, and, \r\n\r\n8.\tA description of the proposed budget for mental, social, or emotional health support personnel for the school district.\r\n\r\nAs this request involves a matter of public interest and will not be used for any commercial purpose, we ask that all fees associated with this request be waived pursuant to 950 C.M.R. 32.07(2)(k). The purpose of this request is to determine whether your school district and police department are complying with their reporting obligations under the Criminal Justice Reform Act.  “The public has an interest in knowing whether public servants are carrying out their duties in an efficient and law-abiding manner.”    \r\n\r\nIt would be ill-advised to impose a fee for data that your school district may have failed to report in violation of statutory and regulatory duty.  Moreover, as you know, municipalities with a population of over 20,000 may not assess a fee for the first 2 hours of time spent searching for, compiling, segregating, redacting and reproducing a requested record. Finally, pursuant to 950 C.M.R. 32.07(2)(i), a records access officer shall assess no fee greater than the lowest hourly rate of a person capable of compiling, segregating, redacting and reproducing a requested record. In the event that a charge is incurred for this request which you will not waive, please so indicate and include an itemization of estimated good faith costs.\r\n \r\nPlease provide public records to a requestor in an electronic format unless the record is not available in an electronic format. G.L.c. 66, § 6A(d). \r\n\r\nThe Public Records Act requires that you comply with this request within ten (10) business days following receipt. If you believe that documents or data responsive to any request herein is not public record and thus not subject to disclosure, please set forth in writing the specific reasons for such assertion, including the specific exemption or exemptions that you believe apply.  To the extent that you determine that records need to be redacted in order to be produced under any law protecting the privacy of named individuals, please do so rather than withholding them in their entirety.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days. If you have any questions about this request, or need additional time to respond, please contact me by phone at (617)-338-1050 or by email at Erinstewart@cfjj.org. Thank you in advance for your prompt response to this request.\r\n\r\nSincerely,\r\n\r\nErin Stewart\r\nCitizens for Juvenile Justice",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/taunton-221/school-based-arrest-public-record-request-taunton-public-schools-140623/"
  },
  {
    "id": 140622,
    "title": "School Based Arrest Public Record Request (Boston Public Schools)",
    "slug": "school-based-arrest-public-record-request-boston-public-schools",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 87117,
    "username": "ErinStewart",
    "agency": 122,
    "datetime_submitted": "2023-02-17T10:29:52.012992",
    "date_due": "2023-03-06",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-02-17T10:29:52.523569",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140622,
        "from_user": 87117,
        "to_user": 10431,
        "subject": "",
        "datetime": "2023-02-17T10:29:52.523569",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nThis letter constitutes a request pursuant to the Public Records Act, G.L. c.66, §10, for public records in the custody of your school district. Under the Criminal Justice Reform Act,  school districts and law enforcement agencies must “specify the manner and division of responsibility for collecting and reporting the school-based arrests, citations and court referrals of students to the Department of Elementary and Secondary Education” (DESE).   DESE began collecting data on school-related arrests in the 2018-19 school year. In the 2019-20 school year, DESE has expanded that collection to include data on all referrals to law enforcement.  DESE has defined these terms as follows, borrowing the same definitions used by the U.S. Department of Education since its 2009 Civil Rights Data Collection.  \r\n\r\nA school-related arrest “[r]efers to an arrest of a student for any activity conducted on school grounds, during off campus school activities (including while taking school transportation), or due to a referral by any school official. All school-related arrests are considered referrals to law enforcement.”  \r\n\r\nA referral to law enforcement “[i]s an action by which a student is reported to any law enforcement agency or official, including a school police unit, for an incident that occurs on school grounds, during school-related events, or while taking school transportation, regardless of whether official action is taken. Citations, tickets, court referrals, and school-related arrests are considered referrals to law enforcement.”   \r\n\r\nI request the following public records, as defined in G. L. c. 4, § 7 (twenty-sixth): \r\n1.\tAn extract of your records management system or database that includes each school-related arrest and each referral to law enforcement conducted during the 2018-2019, 2019-2020, 2020-2021, and 2021-2022 school year (up until the day the records are produced). Specifically, we request an extract of the database to include the following columns:\r\na.\tDate of arrest or referral to law enforcement\r\nb.\tTime of arrest or referral to law enforcement\r\nc.\tCharge (or charges)\r\nd.\tWhether the individual(s) was arrested or referred to law enforcement\r\ne.\tSex of individual(s) arrested or referred to law enforcement\r\nf.\tAge of individual(s) arrested or referred to law enforcement\r\ng.\tRace of individual(s) arrested or referred to law enforcement\r\nh.\tEthnicity of individual(s) arrested or referred to law enforcement\r\ni.\tDisability status of the individual(s) arrested or referred to law enforcement\r\nj.\tWhether the individual arrested or referred to law enforcement is a student at the school.\r\nk.\tName of arresting officer, if applicable, and \r\nl.\tBadge number of the arresting officer or the officer that referred the youth to law enforcement, as applicable.\r\n\r\n2.\tIf such an extract of the database in question 1 is not possible, please provide school incident reports on each school-related arrest and referral to law enforcement conducted during the 2018-2019, 2019-2020, 2020-2021, and 2021-2022 school year (up until the day the records are produced). \r\n\r\n3.\tA copy of any active standard operating procedures developed with the police department and/or other law enforcement agencies regarding police placement or activity in your corresponding school;  and,\r\n\r\n4.\tAny records instructing or informing police personnel of, or otherwise describing data reporting requirements and procedures for complying with G.L. c. 71 § 37P(b).\r\n\r\n5.\tThe cost to the school district of assigning a school resource officer to each school; and, \r\n\r\n6.\tThe total number of school resource officers and total number of guidance counselors for each school in your district for school years 2018-2019, 2019-2020, 2020-2021, and,\r\n\r\n7.\tThe total number and a brief description of 911 calls from schools in your district to local police departments conducted during the 2018-2019, 2019-2020, 2020-2021, and 2021-2022, and, \r\n\r\n8.\tA description of the proposed budget for mental, social, or emotional health support personnel for the school district.\r\n\r\nAs this request involves a matter of public interest and will not be used for any commercial purpose, we ask that all fees associated with this request be waived pursuant to 950 C.M.R. 32.07(2)(k). The purpose of this request is to determine whether your school district and police department are complying with their reporting obligations under the Criminal Justice Reform Act.  “The public has an interest in knowing whether public servants are carrying out their duties in an efficient and law-abiding manner.”    \r\n\r\nIt would be ill-advised to impose a fee for data that your school district may have failed to report in violation of statutory and regulatory duty.  Moreover, as you know, municipalities with a population of over 20,000 may not assess a fee for the first 2 hours of time spent searching for, compiling, segregating, redacting and reproducing a requested record. Finally, pursuant to 950 C.M.R. 32.07(2)(i), a records access officer shall assess no fee greater than the lowest hourly rate of a person capable of compiling, segregating, redacting and reproducing a requested record. In the event that a charge is incurred for this request which you will not waive, please so indicate and include an itemization of estimated good faith costs.\r\n \r\nPlease provide public records to a requestor in an electronic format unless the record is not available in an electronic format. G.L.c. 66, § 6A(d). \r\n\r\nThe Public Records Act requires that you comply with this request within ten (10) business days following receipt. If you believe that documents or data responsive to any request herein is not public record and thus not subject to disclosure, please set forth in writing the specific reasons for such assertion, including the specific exemption or exemptions that you believe apply.  To the extent that you determine that records need to be redacted in order to be produced under any law protecting the privacy of named individuals, please do so rather than withholding them in their entirety.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days. If you have any questions about this request, or need additional time to respond, please contact me by phone at (617)-338-1050 or by email at Erinstewart@cfjj.org. Thank you in advance for your prompt response to this request.\r\n\r\nSincerely,\r\n\r\nErin Stewart\r\nCitizens for Juvenile Justice",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/boston-3/school-based-arrest-public-record-request-boston-public-schools-140622/"
  },
  {
    "id": 140621,
    "title": "School Based Arrest Public Record Request (Brockton Public Schools)",
    "slug": "school-based-arrest-public-record-request-brockton-public-schools",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 87117,
    "username": "ErinStewart",
    "agency": 709,
    "datetime_submitted": "2023-02-17T10:29:52.012992",
    "date_due": "2023-03-06",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-02-17T10:29:52.464139",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140621,
        "from_user": 87117,
        "to_user": 9736,
        "subject": "",
        "datetime": "2023-02-17T10:29:52.464139",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nThis letter constitutes a request pursuant to the Public Records Act, G.L. c.66, §10, for public records in the custody of your school district. Under the Criminal Justice Reform Act,  school districts and law enforcement agencies must “specify the manner and division of responsibility for collecting and reporting the school-based arrests, citations and court referrals of students to the Department of Elementary and Secondary Education” (DESE).   DESE began collecting data on school-related arrests in the 2018-19 school year. In the 2019-20 school year, DESE has expanded that collection to include data on all referrals to law enforcement.  DESE has defined these terms as follows, borrowing the same definitions used by the U.S. Department of Education since its 2009 Civil Rights Data Collection.  \r\n\r\nA school-related arrest “[r]efers to an arrest of a student for any activity conducted on school grounds, during off campus school activities (including while taking school transportation), or due to a referral by any school official. All school-related arrests are considered referrals to law enforcement.”  \r\n\r\nA referral to law enforcement “[i]s an action by which a student is reported to any law enforcement agency or official, including a school police unit, for an incident that occurs on school grounds, during school-related events, or while taking school transportation, regardless of whether official action is taken. Citations, tickets, court referrals, and school-related arrests are considered referrals to law enforcement.”   \r\n\r\nI request the following public records, as defined in G. L. c. 4, § 7 (twenty-sixth): \r\n1.\tAn extract of your records management system or database that includes each school-related arrest and each referral to law enforcement conducted during the 2018-2019, 2019-2020, 2020-2021, and 2021-2022 school year (up until the day the records are produced). Specifically, we request an extract of the database to include the following columns:\r\na.\tDate of arrest or referral to law enforcement\r\nb.\tTime of arrest or referral to law enforcement\r\nc.\tCharge (or charges)\r\nd.\tWhether the individual(s) was arrested or referred to law enforcement\r\ne.\tSex of individual(s) arrested or referred to law enforcement\r\nf.\tAge of individual(s) arrested or referred to law enforcement\r\ng.\tRace of individual(s) arrested or referred to law enforcement\r\nh.\tEthnicity of individual(s) arrested or referred to law enforcement\r\ni.\tDisability status of the individual(s) arrested or referred to law enforcement\r\nj.\tWhether the individual arrested or referred to law enforcement is a student at the school.\r\nk.\tName of arresting officer, if applicable, and \r\nl.\tBadge number of the arresting officer or the officer that referred the youth to law enforcement, as applicable.\r\n\r\n2.\tIf such an extract of the database in question 1 is not possible, please provide school incident reports on each school-related arrest and referral to law enforcement conducted during the 2018-2019, 2019-2020, 2020-2021, and 2021-2022 school year (up until the day the records are produced). \r\n\r\n3.\tA copy of any active standard operating procedures developed with the police department and/or other law enforcement agencies regarding police placement or activity in your corresponding school;  and,\r\n\r\n4.\tAny records instructing or informing police personnel of, or otherwise describing data reporting requirements and procedures for complying with G.L. c. 71 § 37P(b).\r\n\r\n5.\tThe cost to the school district of assigning a school resource officer to each school; and, \r\n\r\n6.\tThe total number of school resource officers and total number of guidance counselors for each school in your district for school years 2018-2019, 2019-2020, 2020-2021, and,\r\n\r\n7.\tThe total number and a brief description of 911 calls from schools in your district to local police departments conducted during the 2018-2019, 2019-2020, 2020-2021, and 2021-2022, and, \r\n\r\n8.\tA description of the proposed budget for mental, social, or emotional health support personnel for the school district.\r\n\r\nAs this request involves a matter of public interest and will not be used for any commercial purpose, we ask that all fees associated with this request be waived pursuant to 950 C.M.R. 32.07(2)(k). The purpose of this request is to determine whether your school district and police department are complying with their reporting obligations under the Criminal Justice Reform Act.  “The public has an interest in knowing whether public servants are carrying out their duties in an efficient and law-abiding manner.”    \r\n\r\nIt would be ill-advised to impose a fee for data that your school district may have failed to report in violation of statutory and regulatory duty.  Moreover, as you know, municipalities with a population of over 20,000 may not assess a fee for the first 2 hours of time spent searching for, compiling, segregating, redacting and reproducing a requested record. Finally, pursuant to 950 C.M.R. 32.07(2)(i), a records access officer shall assess no fee greater than the lowest hourly rate of a person capable of compiling, segregating, redacting and reproducing a requested record. In the event that a charge is incurred for this request which you will not waive, please so indicate and include an itemization of estimated good faith costs.\r\n \r\nPlease provide public records to a requestor in an electronic format unless the record is not available in an electronic format. G.L.c. 66, § 6A(d). \r\n\r\nThe Public Records Act requires that you comply with this request within ten (10) business days following receipt. If you believe that documents or data responsive to any request herein is not public record and thus not subject to disclosure, please set forth in writing the specific reasons for such assertion, including the specific exemption or exemptions that you believe apply.  To the extent that you determine that records need to be redacted in order to be produced under any law protecting the privacy of named individuals, please do so rather than withholding them in their entirety.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days. If you have any questions about this request, or need additional time to respond, please contact me by phone at (617)-338-1050 or by email at Erinstewart@cfjj.org. Thank you in advance for your prompt response to this request.\r\n\r\nSincerely,\r\n\r\nErin Stewart\r\nCitizens for Juvenile Justice",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/brockton-333/school-based-arrest-public-record-request-brockton-public-schools-140621/"
  },
  {
    "id": 140620,
    "title": "School Based Arrest Public Record Request (Fitchburg Public Schools)",
    "slug": "school-based-arrest-public-record-request-fitchburg-public-schools",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 87117,
    "username": "ErinStewart",
    "agency": 7227,
    "datetime_submitted": "2023-02-17T10:29:52.012992",
    "date_due": "2023-03-06",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-02-17T10:29:52.395622",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140620,
        "from_user": 87117,
        "to_user": 9737,
        "subject": "",
        "datetime": "2023-02-17T10:29:52.395622",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nThis letter constitutes a request pursuant to the Public Records Act, G.L. c.66, §10, for public records in the custody of your school district. Under the Criminal Justice Reform Act,  school districts and law enforcement agencies must “specify the manner and division of responsibility for collecting and reporting the school-based arrests, citations and court referrals of students to the Department of Elementary and Secondary Education” (DESE).   DESE began collecting data on school-related arrests in the 2018-19 school year. In the 2019-20 school year, DESE has expanded that collection to include data on all referrals to law enforcement.  DESE has defined these terms as follows, borrowing the same definitions used by the U.S. Department of Education since its 2009 Civil Rights Data Collection.  \r\n\r\nA school-related arrest “[r]efers to an arrest of a student for any activity conducted on school grounds, during off campus school activities (including while taking school transportation), or due to a referral by any school official. All school-related arrests are considered referrals to law enforcement.”  \r\n\r\nA referral to law enforcement “[i]s an action by which a student is reported to any law enforcement agency or official, including a school police unit, for an incident that occurs on school grounds, during school-related events, or while taking school transportation, regardless of whether official action is taken. Citations, tickets, court referrals, and school-related arrests are considered referrals to law enforcement.”   \r\n\r\nI request the following public records, as defined in G. L. c. 4, § 7 (twenty-sixth): \r\n1.\tAn extract of your records management system or database that includes each school-related arrest and each referral to law enforcement conducted during the 2018-2019, 2019-2020, 2020-2021, and 2021-2022 school year (up until the day the records are produced). Specifically, we request an extract of the database to include the following columns:\r\na.\tDate of arrest or referral to law enforcement\r\nb.\tTime of arrest or referral to law enforcement\r\nc.\tCharge (or charges)\r\nd.\tWhether the individual(s) was arrested or referred to law enforcement\r\ne.\tSex of individual(s) arrested or referred to law enforcement\r\nf.\tAge of individual(s) arrested or referred to law enforcement\r\ng.\tRace of individual(s) arrested or referred to law enforcement\r\nh.\tEthnicity of individual(s) arrested or referred to law enforcement\r\ni.\tDisability status of the individual(s) arrested or referred to law enforcement\r\nj.\tWhether the individual arrested or referred to law enforcement is a student at the school.\r\nk.\tName of arresting officer, if applicable, and \r\nl.\tBadge number of the arresting officer or the officer that referred the youth to law enforcement, as applicable.\r\n\r\n2.\tIf such an extract of the database in question 1 is not possible, please provide school incident reports on each school-related arrest and referral to law enforcement conducted during the 2018-2019, 2019-2020, 2020-2021, and 2021-2022 school year (up until the day the records are produced). \r\n\r\n3.\tA copy of any active standard operating procedures developed with the police department and/or other law enforcement agencies regarding police placement or activity in your corresponding school;  and,\r\n\r\n4.\tAny records instructing or informing police personnel of, or otherwise describing data reporting requirements and procedures for complying with G.L. c. 71 § 37P(b).\r\n\r\n5.\tThe cost to the school district of assigning a school resource officer to each school; and, \r\n\r\n6.\tThe total number of school resource officers and total number of guidance counselors for each school in your district for school years 2018-2019, 2019-2020, 2020-2021, and,\r\n\r\n7.\tThe total number and a brief description of 911 calls from schools in your district to local police departments conducted during the 2018-2019, 2019-2020, 2020-2021, and 2021-2022, and, \r\n\r\n8.\tA description of the proposed budget for mental, social, or emotional health support personnel for the school district.\r\n\r\nAs this request involves a matter of public interest and will not be used for any commercial purpose, we ask that all fees associated with this request be waived pursuant to 950 C.M.R. 32.07(2)(k). The purpose of this request is to determine whether your school district and police department are complying with their reporting obligations under the Criminal Justice Reform Act.  “The public has an interest in knowing whether public servants are carrying out their duties in an efficient and law-abiding manner.”    \r\n\r\nIt would be ill-advised to impose a fee for data that your school district may have failed to report in violation of statutory and regulatory duty.  Moreover, as you know, municipalities with a population of over 20,000 may not assess a fee for the first 2 hours of time spent searching for, compiling, segregating, redacting and reproducing a requested record. Finally, pursuant to 950 C.M.R. 32.07(2)(i), a records access officer shall assess no fee greater than the lowest hourly rate of a person capable of compiling, segregating, redacting and reproducing a requested record. In the event that a charge is incurred for this request which you will not waive, please so indicate and include an itemization of estimated good faith costs.\r\n \r\nPlease provide public records to a requestor in an electronic format unless the record is not available in an electronic format. G.L.c. 66, § 6A(d). \r\n\r\nThe Public Records Act requires that you comply with this request within ten (10) business days following receipt. If you believe that documents or data responsive to any request herein is not public record and thus not subject to disclosure, please set forth in writing the specific reasons for such assertion, including the specific exemption or exemptions that you believe apply.  To the extent that you determine that records need to be redacted in order to be produced under any law protecting the privacy of named individuals, please do so rather than withholding them in their entirety.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days. If you have any questions about this request, or need additional time to respond, please contact me by phone at (617)-338-1050 or by email at Erinstewart@cfjj.org. Thank you in advance for your prompt response to this request.\r\n\r\nSincerely,\r\n\r\nErin Stewart\r\nCitizens for Juvenile Justice",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/fitchburg-262/school-based-arrest-public-record-request-fitchburg-public-schools-140620/"
  },
  {
    "id": 140619,
    "title": "School Based Arrest Public Record Request (Framingham Public Schools)",
    "slug": "school-based-arrest-public-record-request-framingham-public-schools",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 87117,
    "username": "ErinStewart",
    "agency": 14800,
    "datetime_submitted": "2023-02-17T10:29:52.012992",
    "date_due": "2023-03-06",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-02-17T10:29:52.327109",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140619,
        "from_user": 87117,
        "to_user": 19039,
        "subject": "",
        "datetime": "2023-02-17T10:29:52.327109",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nThis letter constitutes a request pursuant to the Public Records Act, G.L. c.66, §10, for public records in the custody of your school district. Under the Criminal Justice Reform Act,  school districts and law enforcement agencies must “specify the manner and division of responsibility for collecting and reporting the school-based arrests, citations and court referrals of students to the Department of Elementary and Secondary Education” (DESE).   DESE began collecting data on school-related arrests in the 2018-19 school year. In the 2019-20 school year, DESE has expanded that collection to include data on all referrals to law enforcement.  DESE has defined these terms as follows, borrowing the same definitions used by the U.S. Department of Education since its 2009 Civil Rights Data Collection.  \r\n\r\nA school-related arrest “[r]efers to an arrest of a student for any activity conducted on school grounds, during off campus school activities (including while taking school transportation), or due to a referral by any school official. All school-related arrests are considered referrals to law enforcement.”  \r\n\r\nA referral to law enforcement “[i]s an action by which a student is reported to any law enforcement agency or official, including a school police unit, for an incident that occurs on school grounds, during school-related events, or while taking school transportation, regardless of whether official action is taken. Citations, tickets, court referrals, and school-related arrests are considered referrals to law enforcement.”   \r\n\r\nI request the following public records, as defined in G. L. c. 4, § 7 (twenty-sixth): \r\n1.\tAn extract of your records management system or database that includes each school-related arrest and each referral to law enforcement conducted during the 2018-2019, 2019-2020, 2020-2021, and 2021-2022 school year (up until the day the records are produced). Specifically, we request an extract of the database to include the following columns:\r\na.\tDate of arrest or referral to law enforcement\r\nb.\tTime of arrest or referral to law enforcement\r\nc.\tCharge (or charges)\r\nd.\tWhether the individual(s) was arrested or referred to law enforcement\r\ne.\tSex of individual(s) arrested or referred to law enforcement\r\nf.\tAge of individual(s) arrested or referred to law enforcement\r\ng.\tRace of individual(s) arrested or referred to law enforcement\r\nh.\tEthnicity of individual(s) arrested or referred to law enforcement\r\ni.\tDisability status of the individual(s) arrested or referred to law enforcement\r\nj.\tWhether the individual arrested or referred to law enforcement is a student at the school.\r\nk.\tName of arresting officer, if applicable, and \r\nl.\tBadge number of the arresting officer or the officer that referred the youth to law enforcement, as applicable.\r\n\r\n2.\tIf such an extract of the database in question 1 is not possible, please provide school incident reports on each school-related arrest and referral to law enforcement conducted during the 2018-2019, 2019-2020, 2020-2021, and 2021-2022 school year (up until the day the records are produced). \r\n\r\n3.\tA copy of any active standard operating procedures developed with the police department and/or other law enforcement agencies regarding police placement or activity in your corresponding school;  and,\r\n\r\n4.\tAny records instructing or informing police personnel of, or otherwise describing data reporting requirements and procedures for complying with G.L. c. 71 § 37P(b).\r\n\r\n5.\tThe cost to the school district of assigning a school resource officer to each school; and, \r\n\r\n6.\tThe total number of school resource officers and total number of guidance counselors for each school in your district for school years 2018-2019, 2019-2020, 2020-2021, and,\r\n\r\n7.\tThe total number and a brief description of 911 calls from schools in your district to local police departments conducted during the 2018-2019, 2019-2020, 2020-2021, and 2021-2022, and, \r\n\r\n8.\tA description of the proposed budget for mental, social, or emotional health support personnel for the school district.\r\n\r\nAs this request involves a matter of public interest and will not be used for any commercial purpose, we ask that all fees associated with this request be waived pursuant to 950 C.M.R. 32.07(2)(k). The purpose of this request is to determine whether your school district and police department are complying with their reporting obligations under the Criminal Justice Reform Act.  “The public has an interest in knowing whether public servants are carrying out their duties in an efficient and law-abiding manner.”    \r\n\r\nIt would be ill-advised to impose a fee for data that your school district may have failed to report in violation of statutory and regulatory duty.  Moreover, as you know, municipalities with a population of over 20,000 may not assess a fee for the first 2 hours of time spent searching for, compiling, segregating, redacting and reproducing a requested record. Finally, pursuant to 950 C.M.R. 32.07(2)(i), a records access officer shall assess no fee greater than the lowest hourly rate of a person capable of compiling, segregating, redacting and reproducing a requested record. In the event that a charge is incurred for this request which you will not waive, please so indicate and include an itemization of estimated good faith costs.\r\n \r\nPlease provide public records to a requestor in an electronic format unless the record is not available in an electronic format. G.L.c. 66, § 6A(d). \r\n\r\nThe Public Records Act requires that you comply with this request within ten (10) business days following receipt. If you believe that documents or data responsive to any request herein is not public record and thus not subject to disclosure, please set forth in writing the specific reasons for such assertion, including the specific exemption or exemptions that you believe apply.  To the extent that you determine that records need to be redacted in order to be produced under any law protecting the privacy of named individuals, please do so rather than withholding them in their entirety.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days. If you have any questions about this request, or need additional time to respond, please contact me by phone at (617)-338-1050 or by email at Erinstewart@cfjj.org. Thank you in advance for your prompt response to this request.\r\n\r\nSincerely,\r\n\r\nErin Stewart\r\nCitizens for Juvenile Justice",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/framingham-105/school-based-arrest-public-record-request-framingham-public-schools-140619/"
  },
  {
    "id": 140618,
    "title": "School Based Arrest Public Record Request (Newton Public Schools)",
    "slug": "school-based-arrest-public-record-request-newton-public-schools",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 87117,
    "username": "ErinStewart",
    "agency": 134,
    "datetime_submitted": "2023-02-17T10:29:52.012992",
    "date_due": "2023-03-06",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-02-17T10:29:52.264492",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140618,
        "from_user": 87117,
        "to_user": 16002,
        "subject": "",
        "datetime": "2023-02-17T10:29:52.264492",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nThis letter constitutes a request pursuant to the Public Records Act, G.L. c.66, §10, for public records in the custody of your school district. Under the Criminal Justice Reform Act,  school districts and law enforcement agencies must “specify the manner and division of responsibility for collecting and reporting the school-based arrests, citations and court referrals of students to the Department of Elementary and Secondary Education” (DESE).   DESE began collecting data on school-related arrests in the 2018-19 school year. In the 2019-20 school year, DESE has expanded that collection to include data on all referrals to law enforcement.  DESE has defined these terms as follows, borrowing the same definitions used by the U.S. Department of Education since its 2009 Civil Rights Data Collection.  \r\n\r\nA school-related arrest “[r]efers to an arrest of a student for any activity conducted on school grounds, during off campus school activities (including while taking school transportation), or due to a referral by any school official. All school-related arrests are considered referrals to law enforcement.”  \r\n\r\nA referral to law enforcement “[i]s an action by which a student is reported to any law enforcement agency or official, including a school police unit, for an incident that occurs on school grounds, during school-related events, or while taking school transportation, regardless of whether official action is taken. Citations, tickets, court referrals, and school-related arrests are considered referrals to law enforcement.”   \r\n\r\nI request the following public records, as defined in G. L. c. 4, § 7 (twenty-sixth): \r\n1.\tAn extract of your records management system or database that includes each school-related arrest and each referral to law enforcement conducted during the 2018-2019, 2019-2020, 2020-2021, and 2021-2022 school year (up until the day the records are produced). Specifically, we request an extract of the database to include the following columns:\r\na.\tDate of arrest or referral to law enforcement\r\nb.\tTime of arrest or referral to law enforcement\r\nc.\tCharge (or charges)\r\nd.\tWhether the individual(s) was arrested or referred to law enforcement\r\ne.\tSex of individual(s) arrested or referred to law enforcement\r\nf.\tAge of individual(s) arrested or referred to law enforcement\r\ng.\tRace of individual(s) arrested or referred to law enforcement\r\nh.\tEthnicity of individual(s) arrested or referred to law enforcement\r\ni.\tDisability status of the individual(s) arrested or referred to law enforcement\r\nj.\tWhether the individual arrested or referred to law enforcement is a student at the school.\r\nk.\tName of arresting officer, if applicable, and \r\nl.\tBadge number of the arresting officer or the officer that referred the youth to law enforcement, as applicable.\r\n\r\n2.\tIf such an extract of the database in question 1 is not possible, please provide school incident reports on each school-related arrest and referral to law enforcement conducted during the 2018-2019, 2019-2020, 2020-2021, and 2021-2022 school year (up until the day the records are produced). \r\n\r\n3.\tA copy of any active standard operating procedures developed with the police department and/or other law enforcement agencies regarding police placement or activity in your corresponding school;  and,\r\n\r\n4.\tAny records instructing or informing police personnel of, or otherwise describing data reporting requirements and procedures for complying with G.L. c. 71 § 37P(b).\r\n\r\n5.\tThe cost to the school district of assigning a school resource officer to each school; and, \r\n\r\n6.\tThe total number of school resource officers and total number of guidance counselors for each school in your district for school years 2018-2019, 2019-2020, 2020-2021, and,\r\n\r\n7.\tThe total number and a brief description of 911 calls from schools in your district to local police departments conducted during the 2018-2019, 2019-2020, 2020-2021, and 2021-2022, and, \r\n\r\n8.\tA description of the proposed budget for mental, social, or emotional health support personnel for the school district.\r\n\r\nAs this request involves a matter of public interest and will not be used for any commercial purpose, we ask that all fees associated with this request be waived pursuant to 950 C.M.R. 32.07(2)(k). The purpose of this request is to determine whether your school district and police department are complying with their reporting obligations under the Criminal Justice Reform Act.  “The public has an interest in knowing whether public servants are carrying out their duties in an efficient and law-abiding manner.”    \r\n\r\nIt would be ill-advised to impose a fee for data that your school district may have failed to report in violation of statutory and regulatory duty.  Moreover, as you know, municipalities with a population of over 20,000 may not assess a fee for the first 2 hours of time spent searching for, compiling, segregating, redacting and reproducing a requested record. Finally, pursuant to 950 C.M.R. 32.07(2)(i), a records access officer shall assess no fee greater than the lowest hourly rate of a person capable of compiling, segregating, redacting and reproducing a requested record. In the event that a charge is incurred for this request which you will not waive, please so indicate and include an itemization of estimated good faith costs.\r\n \r\nPlease provide public records to a requestor in an electronic format unless the record is not available in an electronic format. G.L.c. 66, § 6A(d). \r\n\r\nThe Public Records Act requires that you comply with this request within ten (10) business days following receipt. If you believe that documents or data responsive to any request herein is not public record and thus not subject to disclosure, please set forth in writing the specific reasons for such assertion, including the specific exemption or exemptions that you believe apply.  To the extent that you determine that records need to be redacted in order to be produced under any law protecting the privacy of named individuals, please do so rather than withholding them in their entirety.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days. If you have any questions about this request, or need additional time to respond, please contact me by phone at (617)-338-1050 or by email at Erinstewart@cfjj.org. Thank you in advance for your prompt response to this request.\r\n\r\nSincerely,\r\n\r\nErin Stewart\r\nCitizens for Juvenile Justice",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/newton-18/school-based-arrest-public-record-request-newton-public-schools-140618/"
  },
  {
    "id": 140617,
    "title": "School Based Arrest Public Record Request (Worcester Public Schools)",
    "slug": "school-based-arrest-public-record-request-worcester-public-schools",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 87117,
    "username": "ErinStewart",
    "agency": 700,
    "datetime_submitted": "2023-02-17T10:29:52.012992",
    "date_due": "2023-03-06",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-02-17T10:29:52.194418",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140617,
        "from_user": 87117,
        "to_user": 83306,
        "subject": "",
        "datetime": "2023-02-17T10:29:52.194418",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nThis letter constitutes a request pursuant to the Public Records Act, G.L. c.66, §10, for public records in the custody of your school district. Under the Criminal Justice Reform Act,  school districts and law enforcement agencies must “specify the manner and division of responsibility for collecting and reporting the school-based arrests, citations and court referrals of students to the Department of Elementary and Secondary Education” (DESE).   DESE began collecting data on school-related arrests in the 2018-19 school year. In the 2019-20 school year, DESE has expanded that collection to include data on all referrals to law enforcement.  DESE has defined these terms as follows, borrowing the same definitions used by the U.S. Department of Education since its 2009 Civil Rights Data Collection.  \r\n\r\nA school-related arrest “[r]efers to an arrest of a student for any activity conducted on school grounds, during off campus school activities (including while taking school transportation), or due to a referral by any school official. All school-related arrests are considered referrals to law enforcement.”  \r\n\r\nA referral to law enforcement “[i]s an action by which a student is reported to any law enforcement agency or official, including a school police unit, for an incident that occurs on school grounds, during school-related events, or while taking school transportation, regardless of whether official action is taken. Citations, tickets, court referrals, and school-related arrests are considered referrals to law enforcement.”   \r\n\r\nI request the following public records, as defined in G. L. c. 4, § 7 (twenty-sixth): \r\n1.\tAn extract of your records management system or database that includes each school-related arrest and each referral to law enforcement conducted during the 2018-2019, 2019-2020, 2020-2021, and 2021-2022 school year (up until the day the records are produced). Specifically, we request an extract of the database to include the following columns:\r\na.\tDate of arrest or referral to law enforcement\r\nb.\tTime of arrest or referral to law enforcement\r\nc.\tCharge (or charges)\r\nd.\tWhether the individual(s) was arrested or referred to law enforcement\r\ne.\tSex of individual(s) arrested or referred to law enforcement\r\nf.\tAge of individual(s) arrested or referred to law enforcement\r\ng.\tRace of individual(s) arrested or referred to law enforcement\r\nh.\tEthnicity of individual(s) arrested or referred to law enforcement\r\ni.\tDisability status of the individual(s) arrested or referred to law enforcement\r\nj.\tWhether the individual arrested or referred to law enforcement is a student at the school.\r\nk.\tName of arresting officer, if applicable, and \r\nl.\tBadge number of the arresting officer or the officer that referred the youth to law enforcement, as applicable.\r\n\r\n2.\tIf such an extract of the database in question 1 is not possible, please provide school incident reports on each school-related arrest and referral to law enforcement conducted during the 2018-2019, 2019-2020, 2020-2021, and 2021-2022 school year (up until the day the records are produced). \r\n\r\n3.\tA copy of any active standard operating procedures developed with the police department and/or other law enforcement agencies regarding police placement or activity in your corresponding school;  and,\r\n\r\n4.\tAny records instructing or informing police personnel of, or otherwise describing data reporting requirements and procedures for complying with G.L. c. 71 § 37P(b).\r\n\r\n5.\tThe cost to the school district of assigning a school resource officer to each school; and, \r\n\r\n6.\tThe total number of school resource officers and total number of guidance counselors for each school in your district for school years 2018-2019, 2019-2020, 2020-2021, and,\r\n\r\n7.\tThe total number and a brief description of 911 calls from schools in your district to local police departments conducted during the 2018-2019, 2019-2020, 2020-2021, and 2021-2022, and, \r\n\r\n8.\tA description of the proposed budget for mental, social, or emotional health support personnel for the school district.\r\n\r\nAs this request involves a matter of public interest and will not be used for any commercial purpose, we ask that all fees associated with this request be waived pursuant to 950 C.M.R. 32.07(2)(k). The purpose of this request is to determine whether your school district and police department are complying with their reporting obligations under the Criminal Justice Reform Act.  “The public has an interest in knowing whether public servants are carrying out their duties in an efficient and law-abiding manner.”    \r\n\r\nIt would be ill-advised to impose a fee for data that your school district may have failed to report in violation of statutory and regulatory duty.  Moreover, as you know, municipalities with a population of over 20,000 may not assess a fee for the first 2 hours of time spent searching for, compiling, segregating, redacting and reproducing a requested record. Finally, pursuant to 950 C.M.R. 32.07(2)(i), a records access officer shall assess no fee greater than the lowest hourly rate of a person capable of compiling, segregating, redacting and reproducing a requested record. In the event that a charge is incurred for this request which you will not waive, please so indicate and include an itemization of estimated good faith costs.\r\n \r\nPlease provide public records to a requestor in an electronic format unless the record is not available in an electronic format. G.L.c. 66, § 6A(d). \r\n\r\nThe Public Records Act requires that you comply with this request within ten (10) business days following receipt. If you believe that documents or data responsive to any request herein is not public record and thus not subject to disclosure, please set forth in writing the specific reasons for such assertion, including the specific exemption or exemptions that you believe apply.  To the extent that you determine that records need to be redacted in order to be produced under any law protecting the privacy of named individuals, please do so rather than withholding them in their entirety.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days. If you have any questions about this request, or need additional time to respond, please contact me by phone at (617)-338-1050 or by email at Erinstewart@cfjj.org. Thank you in advance for your prompt response to this request.\r\n\r\nSincerely,\r\n\r\nErin Stewart\r\nCitizens for Juvenile Justice",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/worcester-9/school-based-arrest-public-record-request-worcester-public-schools-140617/"
  },
  {
    "id": 140597,
    "title": "All Legal Settlements - RSA 91-A:4 VI (Town of Chester NH)",
    "slug": "all-legal-settlements-rsa-91-a4-vi-town-of-chester-nh",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 100436,
    "username": "kevind963",
    "agency": 32969,
    "datetime_submitted": "2023-02-17T09:59:13.249613",
    "date_due": "2023-02-27",
    "days_until_due": null,
    "date_followup": "2023-02-27",
    "datetime_done": null,
    "datetime_updated": "2023-02-17T09:59:13.342605",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140597,
        "from_user": 100436,
        "to_user": 104313,
        "subject": "New Hampshire Right to Know Law Request: All Legal Settlements - RSA 91-A:4 VI (Town of Chester NH)",
        "datetime": "2023-02-17T09:59:13.342605",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nThe New Hampshire Right to Know Law RSA  91-A:4 VI states “Every agreement to settle a lawsuit against a governmental unit, threatened lawsuit, or other claim, entered into by any political subdivision or its insurer, shall be kept on file at the municipal clerk's office and made available for public inspection for a period of no less than 10 years from the date of settlement.”\r\n\r\nPursuant to the New Hampshire Right to Know Law, specifically RSA  91-A:4 VI, I hereby request the file maintained at the clerk's office containing all settlement agreements as described above.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 days as required by the statute. \r\n\r\nSincerely,\r\n\r\nKevin J Dolan",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/chester-3837/all-legal-settlements-rsa-91-a4-vi-town-of-chester-nh-140597/"
  },
  {
    "id": 140596,
    "title": "Traffic Stops",
    "slug": "traffic-stops",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 67857,
    "username": "josh.chamberlain.PDAP",
    "agency": 357,
    "datetime_submitted": "2023-02-17T09:57:46.148738",
    "date_due": "2023-02-27",
    "days_until_due": null,
    "date_followup": "2023-02-27",
    "datetime_done": null,
    "datetime_updated": "2023-02-17T09:57:46.235922",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140596,
        "from_user": 67857,
        "to_user": 10233,
        "subject": "Pennsylvania Right to Know Act Request: Traffic Stops",
        "datetime": "2023-02-17T09:57:46.235922",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Pennsylvania Right to Know Act, I hereby request the following records:\r\n\r\nA summary of traffic stops made by Pittsburgh Police between 1/1/20 to present (requested 2/17/23).\r\n\r\nI'm not interested in individual traffic stop documents, but an accounting of all stops made during that period. Please provide these in the format in which they are currently stored in your system, which may be a database, spreadsheet, CSV file, or similar.\r\n\r\nIf any part of this request is denied, please cite the relevant provisions in state law which justify the denial.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJosh Chamberlain",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1068596,
            "ffile": "https://cdn.muckrock.com/foia_files/2023/02/17/PA_Right_to_Know_Request__Form.pdf",
            "datetime": "2023-02-17T10:32:47.453219",
            "title": "PA Right to Know Request  Form",
            "source": "MuckRock",
            "description": "",
            "doc_id": "23685224-pa-right-to-know-request-form",
            "pages": 1
          }
        ],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/pittsburgh-130/traffic-stops-140596/"
  },
  {
    "id": 140595,
    "title": "Law Enforcement Presence at White House",
    "slug": "law-enforcement-presence-at-white-house",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 110974,
    "username": "Nicholas_LvybEjoP",
    "agency": 71,
    "datetime_submitted": "2023-02-17T09:52:01.214655",
    "date_due": "2023-03-20",
    "days_until_due": null,
    "date_followup": "2023-03-20",
    "datetime_done": null,
    "datetime_updated": "2023-02-17T09:52:01.580961",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "fbi",
      "law enforcement",
      "cia",
      "white house",
      "united states secret service",
      "jimmy carter",
      "newspapers",
      "north lawn",
      "1970s",
      "law enforcement activity",
      "federal protective service"
    ],
    "communications": [
      {
        "foia": 140595,
        "from_user": 110974,
        "to_user": 9547,
        "subject": "Freedom of Information Act Request: Law Enforcement Presence at White House",
        "datetime": "2023-02-17T09:52:01.580961",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nRecords either and mentioning and or naming and or declaring and or recording and or reporting and or indicating the presence of federal and or local law enforcement on the north lawn of the White House on or at 1600 Pennsylvania Avenue Northwest in Washington DC on or about 10:52 PM local time on March 31st 1977. \r\n\r\nI believe responsive records or relevant records were created by each of the U.S Department of Justice, Federal Bureau of Investigation Washington Field Office, the United States Secret Service, the Federal Protective Service, the White House Press Office, the Washington District of Columbia Municipal Police Department, several newspaper agencies, a few foreign governments, and surprisingly also the Central Intelligence Agency despite their charter not being very supportive of domestic activity.\r\n\r\nI would thus also ask you to make any appropriate interagency or intergovernmental referral and or coordination in processing of my request even if it may result in a remarkably slower processing time.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nNicholas Burkhead",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/law-enforcement-presence-at-white-house-140595/"
  },
  {
    "id": 140592,
    "title": "Law Enforcement Presence at White House",
    "slug": "law-enforcement-presence-at-white-house",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 110974,
    "username": "Nicholas_LvybEjoP",
    "agency": 6,
    "datetime_submitted": "2023-02-17T09:50:29.614216",
    "date_due": "2023-03-20",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-02-17T09:50:29.757754",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "fbi",
      "law enforcement",
      "cia",
      "white house",
      "united states secret service",
      "jimmy carter",
      "newspapers",
      "north lawn",
      "1970s",
      "law enforcement activity",
      "federal protective service"
    ],
    "communications": [
      {
        "foia": 140592,
        "from_user": 110974,
        "to_user": 9567,
        "subject": "Freedom of Information Act Request: Law Enforcement Presence at White House",
        "datetime": "2023-02-17T09:50:29.757754",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nRecords either and mentioning and or naming and or declaring and or recording and or reporting and or indicating the presence of federal and or local law enforcement on the north lawn of the White House on or at 1600 Pennsylvania Avenue Northwest in Washington DC on or about 10:52 PM local time on March 31st 1977. \r\n\r\nI believe responsive records or relevant records were created by each of the U.S Department of Justice, Federal Bureau of Investigation Washington Field Office, the United States Secret Service, the Federal Protective Service, the White House Press Office, the Washington District of Columbia Municipal Police Department, several newspaper agencies, a few foreign governments, and surprisingly also the Central Intelligence Agency despite their charter not being very supportive of domestic activity.\r\n\r\nI would thus also ask you to make any appropriate interagency or intergovernmental referral and or coordination in processing of my request even if it may result in a remarkably slower processing time.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nNicholas Burkhead",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/law-enforcement-presence-at-white-house-140592/"
  },
  {
    "id": 140590,
    "title": "Law Enforcement Presence at White House",
    "slug": "law-enforcement-presence-at-white-house",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 110974,
    "username": "Nicholas_LvybEjoP",
    "agency": 168,
    "datetime_submitted": "2023-02-17T09:49:53.761822",
    "date_due": "2023-03-20",
    "days_until_due": null,
    "date_followup": "2023-03-20",
    "datetime_done": null,
    "datetime_updated": "2023-02-17T09:49:53.897436",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "fbi",
      "law enforcement",
      "cia",
      "white house",
      "united states secret service",
      "jimmy carter",
      "newspapers",
      "north lawn",
      "1970s",
      "law enforcement activity",
      "federal protective service"
    ],
    "communications": [
      {
        "foia": 140590,
        "from_user": 110974,
        "to_user": 9554,
        "subject": "Freedom of Information Act Request: Law Enforcement Presence at White House",
        "datetime": "2023-02-17T09:49:53.897436",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nRecords either and mentioning and or naming and or declaring and or recording and or reporting and or indicating the presence of federal and or local law enforcement on the north lawn of the White House on or at 1600 Pennsylvania Avenue Northwest in Washington DC on or about 10:52 PM local time on March 31st 1977. \r\n\r\nI believe responsive records or relevant records were created by each of the U.S Department of Justice, Federal Bureau of Investigation Washington Field Office, the United States Secret Service, the Federal Protective Service, the White House Press Office, the Washington District of Columbia Municipal Police Department, several newspaper agencies, a few foreign governments, and surprisingly also the Central Intelligence Agency despite their charter not being very supportive of domestic activity.\r\n\r\nI would thus also ask you to make any appropriate interagency or intergovernmental referral and or coordination in processing of my request even if it may result in a remarkably slower processing time.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nNicholas Burkhead",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/law-enforcement-presence-at-white-house-140590/"
  },
  {
    "id": 140589,
    "title": "Law Enforcement Presence at White House",
    "slug": "law-enforcement-presence-at-white-house",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 110974,
    "username": "Nicholas_LvybEjoP",
    "agency": 385,
    "datetime_submitted": "2023-02-17T09:49:23.830233",
    "date_due": "2023-03-13",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-02-17T09:49:23.957798",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "fbi",
      "law enforcement",
      "cia",
      "white house",
      "united states secret service",
      "jimmy carter",
      "newspapers",
      "north lawn",
      "1970s",
      "law enforcement activity",
      "federal protective service"
    ],
    "communications": [
      {
        "foia": 140589,
        "from_user": 110974,
        "to_user": 9622,
        "subject": "DC Freedom of Information Act Request: Law Enforcement Presence at White House",
        "datetime": "2023-02-17T09:49:23.957798",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the DC Freedom of Information Act, I hereby request the following records:\r\n\r\nRecords either and mentioning and or naming and or declaring and or recording and or reporting and or indicating the presence of federal and or local law enforcement on the north lawn of the White House on or at 1600 Pennsylvania Avenue Northwest in Washington DC on or about 10:52 PM local time on March 31st 1977. \r\n\r\nI believe responsive records or relevant records were created by each of the U.S Department of Justice, Federal Bureau of Investigation Washington Field Office, the United States Secret Service, the Federal Protective Service, the White House Press Office, the Washington District of Columbia Municipal Police Department, several newspaper agencies, a few foreign governments, and surprisingly also the Central Intelligence Agency despite their charter not being very supportive of domestic activity.\r\n\r\nI would thus also ask you to make any appropriate interagency or intergovernmental referral and or coordination in processing of my request even if it may result in a remarkably slower processing time.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 15 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nNicholas Burkhead",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/washington-48/law-enforcement-presence-at-white-house-140589/"
  },
  {
    "id": 140574,
    "title": "Vehicle  Financial Expenditures",
    "slug": "vehicle-financial-expenditures",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 474,
    "datetime_submitted": "2023-02-17T09:18:44.945784",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2023-03-04",
    "datetime_done": null,
    "datetime_updated": "2023-02-17T09:18:45.081425",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140574,
        "from_user": 4164,
        "to_user": 9777,
        "subject": "Florida Sunshine Law Request: Vehicle  Financial Expenditures",
        "datetime": "2023-02-17T09:18:45.081425",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nThe current financial budget for expenditures towards vehicle purchases and repairs  \r\nPolicy and Procedures to have vehicles purchased. \r\nPolicy and Procedures for vehicle maintenance & repairs \r\nAny vehicle purchases made between January 1st, 2021 -December 30th 2022 including the make year and model of the vehicle.  \r\nAny vehicle repair Invoices for January 1st, 2021 -December 30th 2022\r\nAny vehicle repair logs for January 1st ,2021-December 30th 2022\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nJordan",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "mail"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/polk-county-204/vehicle-financial-expenditures-140574/"
  },
  {
    "id": 140573,
    "title": "UAV Drones (Department of Defense, U.S. Army, Special Operations Command)",
    "slug": "uav-drones-department-of-defense-us-army-special-operations-command",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 6980,
    "datetime_submitted": "2023-02-17T09:15:58.769689",
    "date_due": "2023-03-20",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-02-17T09:15:59.048185",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140573,
        "from_user": 4164,
        "to_user": 10289,
        "subject": "",
        "datetime": "2023-02-17T09:15:59.048185",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nThe use of Unmanned Aerial Vehicles (UAVs) or drones during President Trump’s administration in Yemen, Somalia, Philippines, Pakistan, Iran, Iraq, and Afghanistan.\r\n\r\nI am particularly interested in obtaining the following information:\r\n\r\n1)Drone readiness documents, including but not limited to: mission plans, flight logs, and maintenance records.\r\n2)Inspection records, including but not limited to: pre-flight inspections, post-flight inspections, and accident reports.\r\n3)Information on drone operations, including but not limited to: the number of drones in operation, the types of missions they were used for, and the duration of the missions.\r\n4)Casualties, including but not limited to: the number of people killed or injured by drone strikes, and any collateral damage caused by the strikes.\r\n5)Any other documents or records related to the use of drones in the aforementioned countries during President Trump’s administration.\r\n\r\nPlease note that I am seeking access to both classified and unclassified materials. If any of the requested materials are classified, I request that they be reviewed for declassification.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJordan",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/uav-drones-department-of-defense-us-army-special-operations-command-140573/"
  },
  {
    "id": 140572,
    "title": "UAV Drones (Central Intelligence Agency)",
    "slug": "uav-drones-central-intelligence-agency",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 6,
    "datetime_submitted": "2023-02-17T09:15:58.769689",
    "date_due": "2023-03-20",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-02-17T09:15:58.967065",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140572,
        "from_user": 4164,
        "to_user": 9567,
        "subject": "",
        "datetime": "2023-02-17T09:15:58.967065",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nThe use of Unmanned Aerial Vehicles (UAVs) or drones during President Trump’s administration in Yemen, Somalia, Philippines, Pakistan, Iran, Iraq, and Afghanistan.\r\n\r\nI am particularly interested in obtaining the following information:\r\n\r\n1)Drone readiness documents, including but not limited to: mission plans, flight logs, and maintenance records.\r\n2)Inspection records, including but not limited to: pre-flight inspections, post-flight inspections, and accident reports.\r\n3)Information on drone operations, including but not limited to: the number of drones in operation, the types of missions they were used for, and the duration of the missions.\r\n4)Casualties, including but not limited to: the number of people killed or injured by drone strikes, and any collateral damage caused by the strikes.\r\n5)Any other documents or records related to the use of drones in the aforementioned countries during President Trump’s administration.\r\n\r\nPlease note that I am seeking access to both classified and unclassified materials. If any of the requested materials are classified, I request that they be reviewed for declassification.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJordan",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/uav-drones-central-intelligence-agency-140572/"
  },
  {
    "id": 140571,
    "title": "Teddy Von Nukem, FBI file",
    "slug": "teddy-von-nukem-fbi-file",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 394,
    "username": "runa",
    "agency": 10,
    "datetime_submitted": "2023-02-17T08:39:39.832408",
    "date_due": "2023-03-20",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-02-17T08:39:39.976245",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140571,
        "from_user": 394,
        "to_user": 9555,
        "subject": "Freedom of Information Act Request: Teddy Von Nukem, FBI file",
        "datetime": "2023-02-17T08:39:39.976245",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nA copy of all documents or files pertaining to Teddy Von Nukem, a Unite the Right marcher captured in a viral photo in 2017. An article about the passing of Von Nukem in 2023 can be found here: https://www.washingtonpost.com/dc-md-va/2023/02/15/unite-the-right-teddy-von-nukem-death/\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRuna Sandvik",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/teddy-von-nukem-fbi-file-140571/"
  },
  {
    "id": 140566,
    "title": "FTC Complaints for My Pillow",
    "slug": "ftc-complaints-for-my-pillow",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 7842,
    "username": "palewire",
    "agency": 66,
    "datetime_submitted": "2023-02-16T22:15:45.267598",
    "date_due": "2023-03-17",
    "days_until_due": null,
    "date_followup": "2023-03-19",
    "datetime_done": null,
    "datetime_updated": "2023-02-16T22:51:42.694108",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140566,
        "from_user": 7842,
        "to_user": 9579,
        "subject": "Freedom of Information Act Request: FTC Complaints for My Pillow",
        "datetime": "2023-02-16T22:15:45.350120",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nCopies of all complaints to the Federal Trade Commission regarding My Pillow (https://www.mypillow.com/)\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBen Welsh",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 140566,
        "from_user": 9579,
        "to_user": 7842,
        "subject": "Thank you",
        "datetime": "2023-02-16T22:51:42.694108",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Hello,\r\n\r\nThank you for submitting your Freedom of Information Act (FOIA) request to the Federal Trade Commission (FTC). Someone from our office will reach out to you as soon as possible regarding the status of your request.\r\n\nSincerely,\r\n\r\nThe FTC FOIA Unit",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/ftc-complaints-for-my-pillow-140566/"
  },
  {
    "id": 140557,
    "title": "NWDC SIRs",
    "slug": "nwdc-sirs",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 25665,
    "username": "DetentionKills",
    "agency": 133,
    "datetime_submitted": "2023-02-16T18:34:40.135474",
    "date_due": "2023-03-17",
    "days_until_due": null,
    "date_followup": "2023-05-18",
    "datetime_done": null,
    "datetime_updated": "2023-02-16T23:14:01",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140557,
        "from_user": 25665,
        "to_user": 9620,
        "subject": "Freedom of Information Act Request: NWDC SIRs",
        "datetime": "2023-02-16T18:34:40.236408",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\n1. All Significant Incident Reports (SIRs) or Significant Event Notifications (SENs) from GEO to ICE’s ERO’s Seattle Field Office regarding events at the Northwest ICE Processing Center (NWIPC) in Tacoma, Washington, or from GEO to the ICE Contracting Officer for the period beginning February 1, 2023, and ending February 16, 2023.\r\n\r\n2. Records of notification by GEO to ICE’s ERO’s Seattle Field Office of any disciplinary proceedings initiated at the NWIPC between Feb. 1 and Feb. 16, 2023. \r\n\r\n3. Any communications to ICE ERO’s Seattle Field Office referencing policy changes or changes in conditions at the NWIPC agreed to by GEO between February 1 and February 16, 2023. \r\n\r\n4. Any records of communication between ICE officials and GEO officials between February 1 and February 16, 2023, containing the phrases “hunger strike”, “use of force”, “UOF”, “OC Spray”, or “pepper spray.” \r\n\r\nExpedited Processing Request\r\nPursuant to 6 CFR 5.5(e), we hereby request expedited processing of this request, and make the following statements under penalty of perjury pursuant to 28 USC 1746 in support thereof: \r\n\r\n1. In February 2023, scores of people locked inside the NWIPC initiated a hunger strike calling attention to a host of abusive conditions inside the facility, and aimed at demanding immediate change from its operator, The GEO Group, Inc.\r\n2. The struggle of people locked inside NWIPC against inhumane and dangerous conditions and abuses has been the subject of widespread and exceptional media attention about which there exist serious questions of public integrity affecting the public’s confidence in the continued operation of the facility. A representative, non-exhaustive sampling of this media attention is below:  \r\n- Rafael Bernal, “ICE unable to stamp out abuse allegations at detention centers,” The Hill (Feb. 16, 2023) https://thehill.com/latino/3860354-ice-unable-to-stamp-out-abuse-allegations-at-detention-centers/\r\n-  Alexandra Martinez, “Over 85 people incarcerated at Northwest Detention Center go on hunger strike against inhumane treatment,” Prism (February 15, 2023) available at https://prismreports.org/2023/02/15/northwest-detention-center-hunger-strike-ice/\r\n- Guy Oron, “These are not detention centers, these are prisons’: Hunger strike highlights poor conditions at NWDC,” Real Change News (Feb. 15, 2023) available at https://www.realchangenews.org/news/2023/02/15/these-are-not-detention-centers-these-are-prisons-hunger-strike-highlights-poor\r\n- Luz Melissa Cortez Nieto, “At Least 85 Detainees Protest Conditions while Immigrant Detention Officials Pepper Spray and Lockdown Units,” Tribuno del Pueblo  https://tribunodelpueblo.org/hunger-strike-begins-at-northwest-detention-center/\r\n-  Camryn Mata, “Hunger Strike Protests at Tacoma ICE Facility,” The Spectator (February 15, 2023) available at https://seattlespectator.com/2023/02/15/hunger-strike-protests-occur-in-tacoma-ice-facility/\r\n- KUOW Staff, “Hunger strike suspended at Tacoma ICE facility, but objections remain,” NPR-KUOW (Feb. 6, 2023) available at https://www.kuow.org/stories/hunger-strike-ends-at-ice\r\n- Gustavo Sagrero Alavarez, “ICE Detainees at Tacoma Reportedly on Day 3 of Hunger Strike, NPR-KUOW (Feb. 3, 2023) available at https://www.kuow.org/stories/ice-detainees-in-tacoma-reportedly-on-day-three-of-hunger-strike\r\n- Mantak Singh, “Communities rallies for hunger strikers at Tacoma Northwest Detention Center,” Fight Back News (Feb. 7, 2023) available at http://www.fightbacknews.org/2023/2/7/community-rallies-hunger-strikers-tacoma-northwest-detention-center\r\n\r\nThe records we seek will serve a vital role in informing the public regarding the conditions that led to the hunger strike, the response of the NWIPC to individual hunger strikers, concessions NWIPC made to demands, and violations of ICE standards committed in responding to the hunger strike. These records will assist the public in assessing the statements of corporate and government officials characterizing conduct people inside have described as abusive. \r\n\r\nPlease respond to this request by taking the following statutorily required actions: \r\n1. Make a determination on the Expedited Processing request within 10 calendar days (on or before February 27, 2023). \r\n2. Acknowledge this request and assign it an individualized tracking number within 10 working days (on or before March 2, 2023). \r\n3. Make a determination on whether the agency will respond to this request within 20 working days (on or before March 16, 2023). \r\n4. Provide an estimated date of records production. \r\n5. Make all responsive, reasonably segregable, non-exempt records promptly available.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAndrew Free",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 140557,
        "from_user": 9620,
        "to_user": 25665,
        "subject": "Your verification code",
        "datetime": "2023-02-16T23:14:01",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Your verification code is 442280.",
        "status": "done",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/nwdc-sirs-140557/"
  },
  {
    "id": 140555,
    "title": "Executive leadership expenses and phone records",
    "slug": "executive-leadership-expenses-and-phone-records",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 108548,
    "username": "JohnnyDFawne",
    "agency": 34250,
    "datetime_submitted": "2023-02-16T13:45:44.114540",
    "date_due": "2023-03-17",
    "days_until_due": null,
    "date_followup": "2023-03-17",
    "datetime_done": null,
    "datetime_updated": "2023-02-16T13:45:44.961239",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140555,
        "from_user": 108548,
        "to_user": 110956,
        "subject": "Alabama Open Records Law Request: Executive leadership expenses and phone records",
        "datetime": "2023-02-16T13:45:44.961239",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Alabama Open Records Law, I hereby request the following records:\r\n\r\nAn itemized list of all reimbursed expenses for the Executive Director, Division Director of Accounting, and Division Director of Education from January 1, 2021 to December 31, 2022. \r\nCell phone records for the Executive Director,  Division Director of Accounting, and Division Director of Education from January 1, 2021 to December 31, 2022.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nAndré Natta, a citizen of Alabama, in coordination with Johnny D Fawne.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/alabama-159/executive-leadership-expenses-and-phone-records-140555/"
  },
  {
    "id": 140554,
    "title": "Executive leadership expenses and phone records",
    "slug": "executive-leadership-expenses-and-phone-records",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 108548,
    "username": "JohnnyDFawne",
    "agency": 27965,
    "datetime_submitted": "2023-02-16T13:42:22.681290",
    "date_due": "2023-03-17",
    "days_until_due": null,
    "date_followup": "2023-03-17",
    "datetime_done": null,
    "datetime_updated": "2023-02-16T13:42:23.819735",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140554,
        "from_user": 108548,
        "to_user": 110955,
        "subject": "Alabama Open Records Law Request: Executive leadership expenses and phone records",
        "datetime": "2023-02-16T13:42:23.819735",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Alabama Open Records Law, I hereby request the following records:\r\n\r\nAn itemized list of all reimbursed expenses for the Executive Director, General Counsel, and Director of Board Operations from January 1, 2021 to December 31, 2022. \r\nCell phone records for the Executive Director, General Counsel, and Director of Board Operations from January 1, 2021 to December 31, 2022.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nAndré Natta, a citizen of Alabama, in coordination with Johnny D Fawne.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "mail"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/alabama-159/executive-leadership-expenses-and-phone-records-140554/"
  },
  {
    "id": 140553,
    "title": "Executive leadership expenses and phone records",
    "slug": "executive-leadership-expenses-and-phone-records",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 108548,
    "username": "JohnnyDFawne",
    "agency": 34248,
    "datetime_submitted": "2023-02-16T13:39:18.069896",
    "date_due": "2023-03-17",
    "days_until_due": null,
    "date_followup": "2023-03-17",
    "datetime_done": null,
    "datetime_updated": "2023-02-16T13:39:19.105713",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140553,
        "from_user": 108548,
        "to_user": 110954,
        "subject": "Alabama Open Records Law Request: Executive leadership expenses and phone records",
        "datetime": "2023-02-16T13:39:19.105713",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Alabama Open Records Law, I hereby request the following records:\r\n\r\nAn itemized list of all reimbursed expenses for the Executive Director from January 1, 2021 to December 31, 2022. \r\nCell phone records for the Executive Director from January 1, 2021 to December 31, 2022.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nAndré Natta, a citizen of Alabama, in coordination with Johnny D Fawne.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "fax"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/alabama-159/executive-leadership-expenses-and-phone-records-140553/"
  },
  {
    "id": 140552,
    "title": "Executive leadership expenses and phone records",
    "slug": "executive-leadership-expenses-and-phone-records",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 108548,
    "username": "JohnnyDFawne",
    "agency": 34247,
    "datetime_submitted": "2023-02-16T13:17:57.864358",
    "date_due": "2023-03-17",
    "days_until_due": null,
    "date_followup": "2023-03-17",
    "datetime_done": null,
    "datetime_updated": "2023-02-16T13:17:58.764574",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140552,
        "from_user": 108548,
        "to_user": 110950,
        "subject": "Alabama Open Records Law Request: Executive leadership expenses and phone records",
        "datetime": "2023-02-16T13:17:58.764574",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Alabama Open Records Law, I hereby request the following records:\r\n\r\nAn itemized list of all reimbursed expenses for the Executive Director, Executive Secretary, and Director of Accounting/Personnel from January 1, 2021 to December 31, 2022. \r\nCell phone records for the Executive Director, Executive Secretary, and Director of Accounting/Personnel from January 1, 2021 to December 31, 2022.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nAndré Natta, a citizen of Alabama, in coordination with Johnny D Fawne.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "fax"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/alabama-159/executive-leadership-expenses-and-phone-records-140552/"
  },
  {
    "id": 140551,
    "title": "Executive leadership expenses and phone records",
    "slug": "executive-leadership-expenses-and-phone-records",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 108548,
    "username": "JohnnyDFawne",
    "agency": 34246,
    "datetime_submitted": "2023-02-16T13:14:21.042229",
    "date_due": "2023-03-17",
    "days_until_due": null,
    "date_followup": "2023-03-17",
    "datetime_done": null,
    "datetime_updated": "2023-02-16T13:14:21.949910",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140551,
        "from_user": 108548,
        "to_user": 110947,
        "subject": "Alabama Open Records Law Request: Executive leadership expenses and phone records",
        "datetime": "2023-02-16T13:14:21.949910",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Alabama Open Records Law, I hereby request the following records:\r\n\r\nAn itemized list of all reimbursed expenses for the Executive Director, Executive Operations Manager, and Staff Accountant from January 1, 2021 to December 31, 2022. \r\nCell phone records for the Executive Director, Executive Operations Manager, and Staff Accountant from January 1, 2021 to December 31, 2022.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nAndré Natta, a citizen of Alabama, in coordination with Johnny D Fawne.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "fax"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/alabama-159/executive-leadership-expenses-and-phone-records-140551/"
  },
  {
    "id": 140534,
    "title": "FOIA - Shared Mailboxes (email) (Department Of Public Safety, Georgia State Patrol)",
    "slug": "foia-shared-mailboxes-email-department-of-public-safety-georgia-state-patrol",
    "status": "fix",
    "embargo": false,
    "permanent_embargo": false,
    "user": 11321,
    "username": "joliet_j",
    "agency": 17973,
    "datetime_submitted": "2023-02-15T22:47:25.414082",
    "date_due": null,
    "days_until_due": 2,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-02-16T13:20:26.288777",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140534,
        "from_user": 11321,
        "to_user": 28717,
        "subject": "Georgia Open Records Act Request: FOIA - Shared Mailboxes (email) (Department Of Public Safety, Georgia State Patrol)",
        "datetime": "2023-02-15T22:47:25.546460",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Georgia Open Records Act, I hereby request the following records:\r\n\r\nA CSV export of your agency's Shared Mailboxes (see https://learn.microsoft.com/en-us/microsoft-365/admin/email/about-shared-mailboxes?view=o365-worldwide for more info ) including the following parameters for every shared mailbox:\r\n\r\n- Primary SMTP Address\r\n- Date Created\r\n\r\nA simple way to retrieve this is by having a member of IT (such as a System Administrator) run the following command in Exchange Online PowerShell (if email is hosted in a Microsoft Exchange environment):\r\n\r\nGet-Mailbox -ResultSize Unlimited -RecipientTypeDetails SharedMailbox | Select Name,PrimarySmtpAddress,WhenCreated | Export-CSV -Path .\\SharedMailboxes_$((Get-Date).ToString('MM-dd-yyyy_hh-mm-ss')).csv\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJ Ader",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 140534,
        "from_user": 28717,
        "to_user": 11321,
        "subject": "RE: Georgia Open Records Act Request: FOIA - Shared Mailboxes (email) (Department Of Public Safety, Georgia State Patrol)",
        "datetime": "2023-02-16T13:20:26.288777",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Hello, we are unable to open the attached link. Can you please send us your open records request in Word Format or within the body of your email?\r\n\r\nThank you,\r\n\r\nSheria Stanton\r\nOpen Records Unit, CBA 3\r\nCompliance Business Analyst 3\r\nLegal Services Department\r\n959 E. United Ave.\r\nAtlanta, GA 30316\r\nPhone: 404-624-7591\r\nFax: 404-624-7529\r\nopenrecords@gsp.net<mailto:openrecords@gsp.net>\r\n\r\nAs per the DPS Charging Chart Please  See https://dps.georgia.gov/charging-fees-open-records-requests\r\nEports.\r\n\r\nTo access Eports:\r\n\r\ngadps-eports.net\r\n\nMy Records Center - Georgia Department of Public Safety\r\nhttps://eports.gamccd.net/orportal\r\n[cid:image001.png@01D94209.66D84A50]",
        "status": "fix",
        "likely_foia": null,
        "files": [
          {
            "id": 1068411,
            "ffile": "https://cdn.muckrock.com/foia_files/2023/02/16/image001_ikr73Qn.png",
            "datetime": "2023-02-16T13:20:26.377940",
            "title": "image001",
            "source": "Department Of Public Safety, Georgia State Patrol, Atlanta, GA",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/atlanta-325/foia-shared-mailboxes-email-department-of-public-safety-georgia-state-patrol-140534/"
  },
  {
    "id": 140535,
    "title": "FOIA - Shared Mailboxes (email) (Dekalb County Department Of Purchasing And Contracting)",
    "slug": "foia-shared-mailboxes-email-dekalb-county-department-of-purchasing-and-contracting",
    "status": "fix",
    "embargo": false,
    "permanent_embargo": false,
    "user": 11321,
    "username": "joliet_j",
    "agency": 18148,
    "datetime_submitted": "2023-02-15T22:47:25.414082",
    "date_due": null,
    "days_until_due": 2,
    "date_followup": null,
    "datetime_done": "2023-02-16T11:16:06.791867",
    "datetime_updated": "2023-02-16T11:58:47.887843",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140535,
        "from_user": 11321,
        "to_user": 26674,
        "subject": "Georgia Open Records Act Request: FOIA - Shared Mailboxes (email) (Dekalb County Department Of Purchasing And Contracting)",
        "datetime": "2023-02-15T22:47:25.612266",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Georgia Open Records Act, I hereby request the following records:\r\n\r\nA CSV export of your agency's Shared Mailboxes (see https://learn.microsoft.com/en-us/microsoft-365/admin/email/about-shared-mailboxes?view=o365-worldwide for more info ) including the following parameters for every shared mailbox:\r\n\r\n- Primary SMTP Address\r\n- Date Created\r\n\r\nA simple way to retrieve this is by having a member of IT (such as a System Administrator) run the following command in Exchange Online PowerShell (if email is hosted in a Microsoft Exchange environment):\r\n\r\nGet-Mailbox -ResultSize Unlimited -RecipientTypeDetails SharedMailbox | Select Name,PrimarySmtpAddress,WhenCreated | Export-CSV -Path .\\SharedMailboxes_$((Get-Date).ToString('MM-dd-yyyy_hh-mm-ss')).csv\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJ Ader",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 140535,
        "from_user": 26674,
        "to_user": 11321,
        "subject": "Re: Georgia Open Records Act Request: FOIA - Shared Mailboxes (email) (Dekalb County Department Of Purchasing And Contracting)",
        "datetime": "2023-02-16T11:16:06.791867",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Good morning,\r\n\r\n\r\nThank you for your request to review County records.  On February 16, 2023, we received your Open Records Act request for the following documents or records:\r\n\r\nA CSV export of your agency's Shared Mailboxes (see https://learn.microsoft.com/en-us/microsoft-365/admin/email/about-shared-mailboxes?view=o365-worldwide for more info ) including the following parameters for every shared mailbox:\r\n- Primary SMTP Address\r\n- Date Created\r\n\r\nAfter reviewing your request, it has been determined that The Department of Purchasing and Contracting is not the custodian of any documents responsive to your request.\r\n\r\n\r\n\r\nIt is possible that the County’s Department of Innovation and Technology may have the records you seek. You may contact John Matelski, 404-371-6210 or jmatelski@dekalbcountyga.gov.\r\n\r\n\r\n\r\nThe County and its officials and departments do not produce documents or records that are protected by the attorney-client privilege or the attorney work product doctrine under Georgia or federal law or that are otherwise exempt from production under the Georgia Open Records Act.  The County expressly reserves and does not waive any statutory exemptions from disclosure provided by O.C.G.A. § 50-18-72, et seq. and other applicable laws.\r\n\r\n\r\nSincerely,\r\n\r\nShaTausa Edwards\n",
        "status": "no_docs",
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 140535,
        "from_user": 26674,
        "to_user": 11321,
        "subject": "Fw: Georgia Open Records Act Request: FOIA - Shared Mailboxes (email) (Dekalb County Department Of Purchasing And Contracting)",
        "datetime": "2023-02-16T11:58:47.887843",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Mr./Ms. J Ader,\r\n\r\nPlease confirm if you are seeking shared mailbox information only for Purchasing and Contracting, or the entire DeKalb County Government.\r\n\r\n\r\nBarry Puckett | Deputy Director of Infrastructure | DeKalb County Government | Bobby Burgess Building | 3630 Camp Circle | Decatur, GA 30032 | Cell: 404.637.4134 | Email: jbpuckett@dekalbcountyga.gov<mailto:jbpuckett@dekalbcountyga.gov> | http://www.dekalbcountyga.gov<http://www.dekalbcountyga.gov/>\r\nSkype: jbpuckett\r\nNOTE: Email is provided to employees for the administrative needs of the county. Email correspondence to/from a county email account is considered public information and subject to release under Georgia laws or pursuant to subpoena.\r\nTo report issues for tracking and accountability. Please click on the link below and create a ticket using our helpdesk software. This will ensure that your request is handled promptly and if you need assistance creating a ticket, please click on the solutions tab and watch a quick training video.\r\nDepartment of Innovation & Technology Helpdesk Self-service Web Site: https://helpdesk.dekalbcountyga.gov<https://helpdesk.dekalbcountyga.gov/>\r\nDepartment of Innovation & Technology Helpdesk Telephone Number: 404.371.2363\n",
        "status": "fix",
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/dekalb-county-4877/foia-shared-mailboxes-email-dekalb-county-department-of-purchasing-and-contracting-140535/"
  },
  {
    "id": 140537,
    "title": "FOIA - Shared Mailboxes (email) (DeKalb County Police Department)",
    "slug": "foia-shared-mailboxes-email-dekalb-county-police-department",
    "status": "no_docs",
    "embargo": false,
    "permanent_embargo": false,
    "user": 11321,
    "username": "joliet_j",
    "agency": 9463,
    "datetime_submitted": "2023-02-15T22:47:25.414082",
    "date_due": "2023-02-21",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": "2023-02-16T11:36:23.589894",
    "datetime_updated": "2023-02-16T11:36:23.589894",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140537,
        "from_user": 11321,
        "to_user": 15581,
        "subject": "Georgia Open Records Act Request: FOIA - Shared Mailboxes (email) (DeKalb County Police Department)",
        "datetime": "2023-02-15T22:47:25.785205",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Georgia Open Records Act, I hereby request the following records:\r\n\r\nA CSV export of your agency's Shared Mailboxes (see https://learn.microsoft.com/en-us/microsoft-365/admin/email/about-shared-mailboxes?view=o365-worldwide for more info ) including the following parameters for every shared mailbox:\r\n\r\n- Primary SMTP Address\r\n- Date Created\r\n\r\nA simple way to retrieve this is by having a member of IT (such as a System Administrator) run the following command in Exchange Online PowerShell (if email is hosted in a Microsoft Exchange environment):\r\n\r\nGet-Mailbox -ResultSize Unlimited -RecipientTypeDetails SharedMailbox | Select Name,PrimarySmtpAddress,WhenCreated | Export-CSV -Path .\\SharedMailboxes_$((Get-Date).ToString('MM-dd-yyyy_hh-mm-ss')).csv\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJ Ader",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 140537,
        "from_user": 15581,
        "to_user": 11321,
        "subject": "Re: Georgia Open Records Act Request: FOIA - Shared Mailboxes (email) (DeKalb County Police Department)",
        "datetime": "2023-02-16T11:36:23.589894",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Hello Mr. Ader,\r\n\r\n\r\nPlease reach out to the DeKalb Chief Innovation & Information Officer as they handle these requests  jbpuckett@dekalbcountyga.gov.\r\n\r\n\r\n\nThank You,\r\nDeKalb County Police Department\r\nOpen Records Unit",
        "status": "no_docs",
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/dekalb-county-4877/foia-shared-mailboxes-email-dekalb-county-police-department-140537/"
  },
  {
    "id": 140538,
    "title": "FOIA - Shared Mailboxes (email) (Atlanta Police Department)",
    "slug": "foia-shared-mailboxes-email-atlanta-police-department",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 11321,
    "username": "joliet_j",
    "agency": 658,
    "datetime_submitted": "2023-02-15T22:47:25.414082",
    "date_due": "2023-02-21",
    "days_until_due": null,
    "date_followup": "2023-03-03",
    "datetime_done": null,
    "datetime_updated": "2023-02-16T13:04:34.330047",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140538,
        "from_user": 11321,
        "to_user": 10248,
        "subject": "Georgia Open Records Act Request: FOIA - Shared Mailboxes (email) (Atlanta Police Department)",
        "datetime": "2023-02-15T22:47:25.844153",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Georgia Open Records Act, I hereby request the following records:\r\n\r\nA CSV export of your agency's Shared Mailboxes (see https://learn.microsoft.com/en-us/microsoft-365/admin/email/about-shared-mailboxes?view=o365-worldwide for more info ) including the following parameters for every shared mailbox:\r\n\r\n- Primary SMTP Address\r\n- Date Created\r\n\r\nA simple way to retrieve this is by having a member of IT (such as a System Administrator) run the following command in Exchange Online PowerShell (if email is hosted in a Microsoft Exchange environment):\r\n\r\nGet-Mailbox -ResultSize Unlimited -RecipientTypeDetails SharedMailbox | Select Name,PrimarySmtpAddress,WhenCreated | Export-CSV -Path .\\SharedMailboxes_$((Get-Date).ToString('MM-dd-yyyy_hh-mm-ss')).csv\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJ Ader",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 140538,
        "from_user": 10248,
        "to_user": 11321,
        "subject": "RE: [EXTERNAL] Georgia Open Records Act Request: FOIA - Shared Mailboxes (email) (Atlanta Police Department)",
        "datetime": "2023-02-16T13:04:34.330047",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Good Afternoon,\r\n\r\nYour request has been received.\r\n\r\nThanks.\n",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/atlanta-325/foia-shared-mailboxes-email-atlanta-police-department-140538/"
  },
  {
    "id": 140536,
    "title": "FOIA - Shared Mailboxes (email) (Dekalb County Sheriff)",
    "slug": "foia-shared-mailboxes-email-dekalb-county-sheriff",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 11321,
    "username": "joliet_j",
    "agency": 11199,
    "datetime_submitted": "2023-02-15T22:47:25.414082",
    "date_due": "2023-02-21",
    "days_until_due": null,
    "date_followup": "2023-02-21",
    "datetime_done": null,
    "datetime_updated": "2023-02-15T22:47:25.671724",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140536,
        "from_user": 11321,
        "to_user": 16332,
        "subject": "Georgia Open Records Act Request: FOIA - Shared Mailboxes (email) (Dekalb County Sheriff)",
        "datetime": "2023-02-15T22:47:25.671724",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Georgia Open Records Act, I hereby request the following records:\r\n\r\nA CSV export of your agency's Shared Mailboxes (see https://learn.microsoft.com/en-us/microsoft-365/admin/email/about-shared-mailboxes?view=o365-worldwide for more info ) including the following parameters for every shared mailbox:\r\n\r\n- Primary SMTP Address\r\n- Date Created\r\n\r\nA simple way to retrieve this is by having a member of IT (such as a System Administrator) run the following command in Exchange Online PowerShell (if email is hosted in a Microsoft Exchange environment):\r\n\r\nGet-Mailbox -ResultSize Unlimited -RecipientTypeDetails SharedMailbox | Select Name,PrimarySmtpAddress,WhenCreated | Export-CSV -Path .\\SharedMailboxes_$((Get-Date).ToString('MM-dd-yyyy_hh-mm-ss')).csv\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJ Ader",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/dekalb-county-4877/foia-shared-mailboxes-email-dekalb-county-sheriff-140536/"
  },
  {
    "id": 140533,
    "title": "Policing of Attire at Columbus State University Student Recreation Center",
    "slug": "policing-of-attire-at-columbus-state-university-student-recreation-center",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 5801,
    "username": "HaydenBarnesEsq",
    "agency": 18866,
    "datetime_submitted": "2023-02-15T18:04:36.766970",
    "date_due": "2023-02-21",
    "days_until_due": null,
    "date_followup": "2023-02-21",
    "datetime_done": null,
    "datetime_updated": "2023-02-15T18:04:36.857343",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "title ix",
      "dress code",
      "columbus state university"
    ],
    "communications": [
      {
        "foia": 140533,
        "from_user": 5801,
        "to_user": 28489,
        "subject": "Georgia Open Records Act Request: Policing of Attire at Columbus State University Student Recreation Center",
        "datetime": "2023-02-15T18:04:36.857343",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Georgia Open Records Act, I hereby request the following records:\r\n\r\nAll responsive records as defined by O.C.G.A. § 50-18-70(b)(2) related to the \"CSU Student Recreation Center Dress Code\" and related placards and posters placed throughout the Columbus State University Student Recreation Center, including but not limited to letters, e-mails, memoranda, notes, scientific studies, public health guidance, medical advice, and/or minutes of meetings, in written or electronic format.\r\n\r\nAll responsive records as defined by O.C.G.A. § 50-18-70(b)(2), including but not limited to scientific studies, medical advice, and/or public health guidance relied upon by Columbus State University, that show shirts that have an armpit gap that is larger than the palm of the wearer's hand increase, contribute, or have any relation to the \"transmission of viruses and infections\"* in the development of the \"CSU Student Recreation Center Dress Code\".\r\n\r\nAll responsive records as defined by O.C.G.A. § 50-18-70(b)(2), including but not limited to scientific studies, medical advice, and/or public health guidance relied upon by Columbus State University, that shorts that expose the buttocks increase, contribute, or have any relation to the \"transmission of viruses and infections\"* in the development of the \"CSU Student Recreation Center Dress Code\".\r\n\r\nAll responsive records as defined by O.C.G.A. § 50-18-70(b)(2), including but not limited to scientific studies, medical advice, and/or public health guidance relied upon by Columbus State University, that sports bras, shirts with a deep plunge, or \"t-back\" style shirts (all shown in the \"What Not To Wear\" section of the posters/placards) increase, contribute, or have any relation to the \"transmission of viruses and infections\"*, in the development of the \"CSU Student Recreation Center Dress Code\".\r\n\r\n* As suggested by the \"CSU Student Recreation Center Dress Code\".\r\n\r\nA photo of the \"CSU Student Recreation Center Dress Code\", as seen at the Columbus State University Student Recreation Center main desk, is attached.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nHayden Barnes, Esq.",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1068277,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/HaydenBarnesEsq/118027/IMG_3500.jpg",
            "datetime": "2023-02-15T18:04:36.857343",
            "title": "IMG_3500.jpg",
            "source": "Hayden Barnes, Esq.",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/columbus-5099/policing-of-attire-at-columbus-state-university-student-recreation-center-140533/"
  },
  {
    "id": 140531,
    "title": "Coplink X New Orleans",
    "slug": "coplink-x-new-orleans",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 27422,
    "username": "dmehrotra",
    "agency": 663,
    "datetime_submitted": "2023-02-15T12:25:20.715885",
    "date_due": "2023-02-21",
    "days_until_due": null,
    "date_followup": "2023-05-17",
    "datetime_done": null,
    "datetime_updated": "2023-02-15T21:19:24.991811",
    "date_embargo": null,
    "tracking_id": "23-2918",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140531,
        "from_user": 27422,
        "to_user": 9817,
        "subject": "Louisiana Public Records Law Request: Coplink X New Orleans",
        "datetime": "2023-02-15T12:25:20.809357",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Louisiana Public Records Law, I hereby request the following records:\r\n\r\nAccording to public reporting, Coplink X has been beta tested by departments in Kansas City, New Orleans, Massachusetts and Oregon. I'm looking for documents pertaining to the department's usage the COPLINK or COPLINKX software from January 1, 2018 until the date this request is processed.\r\n\r\n1. Invoices or receipts for the purchase of any the COPLINK or COPLINK X product/service\r\n2. Communications, internal memos or directives that mention Coplink, Face Match, or FaceMatch\r\n3. MOU's or Information Sharing Agreements about COPLINK or COPLINK X\r\n4. Brochures or product/service specifications about COPLINK.\r\n5. Privacy policies, manuals, briefings mentioning COPLINK or COPLINK X\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDhruv Mehrotra",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 140531,
        "from_user": 9817,
        "to_user": 27422,
        "subject": "Your first record request #23-2918 has been opened.",
        "datetime": "2023-02-15T21:19:18.026347",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "City of New Orleans\r\n\r\n************************************************************************\r\n\r\n\r\nYour first City of New Orleans record request (request number #23-2918) has been submitted.\r\n                  It is currently unpublished and is not available for the general public to view.\r\n                  \r\n\r\n\r\n\r\nThank you, the City of New Orleans Law Department has received your Public Records Law request.\r\n\r\n\r\n\r\nYour request has been forwarded to the City department or office which is the custodian of the records you requested. The custodian will determine whether responsive records exist, and if so, compile the records for your review.\r\n\r\n\r\n\r\nPlease refer to the due date located on the individual \"Request #\" page for an estimate of when your records, if any, will be available. This estimated due date may be adjusted depending on the nature of your request.\r\n\r\n\r\n\r\nPlease be advised that each request should be limited to one subject. For example, a request for the tax history of three separate properties should be filed as a separate request for each property. If you include the three properties in one request, you will be asked to refile each property as a separate request.\r\n\r\n\r\n\r\nNote also that records may be in active use at this time and therefore not available for immediate review. Additionally, in accordance with the Louisiana Public Records Law, the City of New Orleans strives to promptly release all records which contain only public information and are not otherwise exempt from the Public Records Law. The City must balance its commitment to open access with its legal obligation to review public records for such exceptions and exemptions prior to release.\r\n\r\n\r\n\r\nAlso, please be advised that there may be a delay in responding to requests for a compilation of email messages. Requests for a compilation of email is a complex multistep process. The request must first be sent to the City's IT Department to retrieve the requested emails. The City's IT Department performs a search of the City's email system utilizing search terms. The IT Department then forwards the results to the Law Department. The emails must then be carefully examined by the Law Department to determine if there is any material that must be redacted for privacy concerns and otherwise.\r\n\r\n\r\n\r\nAs soon as the custodian notifies our office that the records have been compiled you will be invoiced by email. Once you pay the invoice, you may download the records. Alternatively, you may schedule a time to review or purchase copies of the records. Thank you for your request, and we look forward to working with you to provide public records in a fair and efficient manner.\r\n\r\n\r\n\r\nThank you,\r\n\r\nLaw Department\r\n\r\nCity of New Orleans\r\n\r\n1300 Perdido St., Ste. 5E03\r\n\r\nNew Orleans, LA 70112\r\n\r\n(504) 658-9800\r\n\r\n\r\n      The due date for your request may be later than usual because the office is closed on:\r\n    \r\n\r\n\r\n    \r\n      * February 20: Presidents' Day\r\n\r\n\r\n    \r\n\r\n\r\n\r\n\r\n                  Request #23-2918.\r\n\r\n\r\n************************************************************************                          \r\n<em>Questions about your request?</em> Reply to this email or sign in to contact staff at City of New Orleans.<br></br><em>Technical support:</em> See our <a href='https://help.nextrequest.com/knowledge/requester-resources'>help page</a>",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 140531,
        "from_user": 9817,
        "to_user": 27422,
        "subject": "[ACTION REQUIRED] Your City of New Orleans public records portal account",
        "datetime": "2023-02-15T21:19:24.991811",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Use this to confirm your account. The link is only valid for 24 hours.\r\n\r\nCity of New Orleans\r\n\r\n************************************************************************\r\nHello Dhruv Mehrotra!\r\n************************************************************************\r\n\r\nYou can confirm your City of New Orleans public records portal account by copying and pasting the URL below into your web browser. This link is only valid for the next 24 hours.\r\n\r\nMagic link: https://click.pstmrk.it/2tsm/nola.nextrequest.com%2Fusers%2Fconfirmation%3Fconfirmation_token%3DEGgTy2os-attgvCsUFgy/bJQvTzgN/DbEk/0F6e-ZSsVx/Y29uZmlybWF0aW9u\r\n\r\n\r\n\r\n************************************************************************                          \r\nQuestions? Check out our help page (https://www.nextrequest.com/support) or email us at support@nextrequest.com.\r\n************************************************************************\r\n\r\nPowered by NextRequest (https://www.nextrequest.com).",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-orleans-329/coplink-x-new-orleans-140531/"
  },
  {
    "id": 140530,
    "title": "Case File 281A-NY-245-269",
    "slug": "case-file-281a-ny-245-269",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 14585,
    "username": "LXHXZZTVENTLKU",
    "agency": 18677,
    "datetime_submitted": "2023-02-15T11:41:44.256555",
    "date_due": "2023-02-23",
    "days_until_due": null,
    "date_followup": "2023-05-17",
    "datetime_done": null,
    "datetime_updated": "2023-02-15T21:17:53.836590",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140530,
        "from_user": 14585,
        "to_user": 29003,
        "subject": "New York Freedom of Information Law Request: Case File 281A-NY-245-269",
        "datetime": "2023-02-15T11:41:44.353853",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nThe complete case file starting with the identifier 281A-NY-245-269 and all derivative material in the file. All contents of this file are of interest, and should be returned regardless of form number, format or serialization.\r\n\r\nUpon information and belief, this file concerns an investigation and prosecution from approximately 1996 to 1998 (both years approximate and inclusive). Subjects of the investigation included members of the Genovese family of Cosa Nostra, leadership of law enforcement unions, and several vendors to the unions. \r\n\r\nRecords should be released in the public interest which outweighs the privacy concerns. Additionally, there is no forseeable harm in release of the file, as the matters contained within are over 25 years old and either adjudicated or beyond the statute of limitations.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nT. McElwee",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 140530,
        "from_user": 29003,
        "to_user": 14585,
        "subject": "eFOIPA Authorization Request",
        "datetime": "2023-02-15T21:16:37.287396",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "You have successfully requested access to FBI's eFOIPA website.\r\n\r\nPlease access the efoia.fbi.gov by following this temporary authorization url:\r\n<https://efoia.fbi.gov/authorize/99f4b160f81471df75df1f4624e4f72976884cd8>.",
        "status": "submitted",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 140530,
        "from_user": 29003,
        "to_user": 14585,
        "subject": "eFOIA Request Received",
        "datetime": "2023-02-15T21:17:53.836590",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "# Individual Information\r\n\r\nPrefix First Name Middle Name Last Name Suffix Email Phone Location\r\n\r\n# Domestic Address\r\n\r\nAddress Line 1 Address Line 2 City State Postal\r\n\r\n# Agreement to Pay\r\n\r\nHow you will pay\r\n\r\nI am limiting my request to the free two hours of searching and 100 duplicated\r\npages. I am not willing to pay additional fees.\r\n\r\n# Non-Individual FOIA Request\r\n\r\nRequest Information\r\n\r\n    \r\n    \r\n    To Whom It May Concern:\r\n    \r\n    Pursuant to the New York Freedom of Information Law, I hereby request the\r\n    following records:\r\n    \r\n    The complete case file starting with the identifier 281A-NY-245-269 and all\r\n    derivative material in the file. All contents of this file are of interest,\r\n    and should be returned regardless of form number, format or serialization.\r\n    \r\n    Upon information and belief, this file concerns an investigation and\r\n    prosecution from approximately 1996 to 1998 (both years approximate and\r\n    inclusive). Subjects of the investigation included members of the Genovese\r\n    family of Cosa Nostra, leadership of law enforcement unions, and several\r\n    vendors to the unions.\r\n    \r\n    Records should be released in the public interest which outweighs the\r\n    privacy concerns. Additionally, there is no forseeable harm in release of\r\n    the file, as the matters contained within are over 25 years old and either\r\n    adjudicated or beyond the statute of limitations.\r\n    \r\n    The requested documents will be made available to the general public, and\r\n    this request is not being made for commercial purposes.\r\n    \r\n    In the event that there are fees, I would be grateful if you would inform me\r\n    of the total charges in advance of fulfilling my request. I would prefer the\r\n    request filled electronically, by e-mail attachment if available or CD-ROM\r\n    if not.\r\n    \r\n    Thank you in advance for your anticipated cooperation in this matter. I look\r\n    forward to receiving your response to this request within 5 business days,\r\n    as the statute requires.\r\n    \r\n    Sincerely,\r\n    \r\n    T. McElwee\r\n    \r\n    Upload documents directly:\r\n    https://accounts.muckrock.com/accounts/login/?next=https%3A%2F%2Fwww.muckrock.com%2Faccounts%2Flogin%2F%3Fnext%3D%252Faccounts%252Fagency_login%252Ffbi-18677%252Fcase-file-281a-ny-245-269-140530%252F%253Femail%253Defoia%252540subscriptions.fbi.gov&url_auth_token=AABoTV-Wdc5EOGfGsdQjbuvuMBs%3A1pSTp6%3AAA1CFHnDTmqmO_0I-lprfplcHlceDbEc3tCl0-P_-SM\r\n\r\n** \r\n\r\nPlease be advised that efoia@subscriptions.fbi.gov is a no-reply email\r\naddress. Questions regarding your FOIA request may be directed to\r\nfoipaquestions@fbi.gov. If you have received a FOIPA request number, please\r\ninclude this in all correspondence concerning your request. Please note eFOIPA\r\nrequests are processed in the order that they are received. If you have not\r\nreceived a FOIPA request number, your request is in the process of being\r\nopened at which time it will be assigned a FOIPA request number and\r\ncorrespondence will be forthcoming.\r\n\r\n** \r\n\r\nUpon receipt of your FOIPA request number, you may check the status of your\r\nFOIPA request on the FBIâ€™s electronic FOIA Library (The Vault) on the FBIâ€™s\r\npublic website, http://vault.fbi.gov by clicking on the â€˜Check Status of Your\r\nFOI/PA Request toolâ€™ link. Status updates are performed on a weekly basis. If\r\nyou receive a comment that your FOIPA request number was not located in the\r\ndatabase, please check back at a later date.\n",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/case-file-281a-ny-245-269-140530/"
  },
  {
    "id": 140529,
    "title": "Records concerning deceased law enforcement union official",
    "slug": "records-concerning-deceased-law-enforcement-union-official",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 14585,
    "username": "LXHXZZTVENTLKU",
    "agency": 10,
    "datetime_submitted": "2023-02-15T10:41:17.489800",
    "date_due": "2023-03-16",
    "days_until_due": null,
    "date_followup": "2023-05-17",
    "datetime_done": null,
    "datetime_updated": "2023-02-15T21:15:47.652434",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140529,
        "from_user": 14585,
        "to_user": 9555,
        "subject": "Freedom of Information Act Request: Records concerning deceased law enforcement union official",
        "datetime": "2023-02-15T10:41:17.569898",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAll records naming or concerning the late Louis F. Matarazzo, Sr., onetime head of the Patrolmen's Benevolent Association of the City of New York. His date of birth was 07/24/1939. He is reported deceased as of 2/12/2023. Attached find obituary as proof of death. \r\n\r\nPlease conduct a search of the Central Records System, including but not limited to the ELSUR Records System, the Microphone Surveillance (MISUR) Indices, the Physical Surveillance (FISUR) Indices, the Technical Surveillance (TESUR) Indices, and Counterdrug Information Indices System (CIIS), for both main-file records and cross-reference records for all relevant names, individuals, agencies and companies.\r\n\r\nIf any potentially responsive records have been destroyed and/or transferred to NARA, then I request copies of the destruction or transfer slips as well as any other documentation relating to, mentioning or describing said transfer or destruction, to include but not be limited to confirmation that the Bureau has no other copies of said records.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nT. McElwee",
        "status": "processed",
        "likely_foia": null,
        "files": [
          {
            "id": 1068135,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/LXHXZZTVENTLKU/118017/Obituary_for_Louis_F._Matarazzo___Flinch__Bruns_Funeral_Home_Inc_.pdf",
            "datetime": "2023-02-15T10:41:17.569898",
            "title": "Obituary_for_Louis_F._Matarazzo___Flinch__Bruns_Funeral_Home_Inc_.pdf",
            "source": "T. McElwee",
            "description": "",
            "doc_id": "23668637-obituary_for_louis_f_matarazzo___flinch__bruns_funeral_home_inc_pdf",
            "pages": 1
          }
        ],
        "delivered": "portal"
      },
      {
        "foia": 140529,
        "from_user": 9555,
        "to_user": 14585,
        "subject": "eFOIPA Authorization Request",
        "datetime": "2023-02-15T21:12:22.021931",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "You have successfully requested access to FBI's eFOIPA website.\r\n\r\nPlease access the efoia.fbi.gov by following this temporary authorization url:\r\n<https://efoia.fbi.gov/authorize/9f41bf223f145ee978d775dd3193031cff8103fe>.",
        "status": "submitted",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 140529,
        "from_user": 9555,
        "to_user": 14585,
        "subject": "eFOIA Request Received",
        "datetime": "2023-02-15T21:15:47.652434",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "# Individual Information\r\n\r\nPrefix First Name Middle Name Last Name Suffix Email Phone Location\r\n\r\n# Domestic Address\r\n\r\nAddress Line 1 Address Line 2 City State Postal\r\n\r\n# Agreement to Pay\r\n\r\nHow you will pay\r\n\r\nI am limiting my request to the free two hours of searching and 100 duplicated\r\npages. I am not willing to pay additional fees.\r\n\r\n# Deceased Individual\r\n\r\nPrefix First Name Middle Name Last Name Suffix ARN SSN FBI Number Date of\r\nBirth Place of Birth Date of Death Additional Information\r\n\r\n    \r\n    \r\n    To Whom It May Concern:\r\n    \r\n    Pursuant to the Freedom of Information Act, I hereby request the following\r\n    records:\r\n    \r\n    All records naming or concerning the late Louis F. Matarazzo, Sr., onetime\r\n    head of the Patrolmen's Benevolent Association of the City of New York. His\r\n    date of birth was 07/24/1939. He is reported deceased as of 2/12/2023.\r\n    Attached find obituary as proof of death.\r\n    \r\n    Please conduct a search of the Central Records System, including but not\r\n    limited to the ELSUR Records System, the Microphone Surveillance (MISUR)\r\n    Indices, the Physical Surveillance (FISUR) Indices, the Technical\r\n    Surveillance (TESUR) Indices, and Counterdrug Information Indices System\r\n    (CIIS), for both main-file records and cross-reference records for all\r\n    relevant names, individuals, agencies and companies.\r\n    \r\n    If any potentially responsive records have been destroyed and/or transferred\r\n    to NARA, then I request copies of the destruction or transfer slips as well\r\n    as any other documentation relating to, mentioning or describing said\r\n    transfer or destruction, to include but not be limited to confirmation that\r\n    the Bureau has no other copies of said records.\r\n    \r\n    The requested documents will be made available to the general public, and\r\n    this request is not being made for commercial purposes.\r\n    \r\n    In the event that there are fees, I would be grateful if you would inform me\r\n    of the total charges in advance of fulfilling my request. I would prefer the\r\n    request filled electronically, by e-mail attachment if available or CD-ROM\r\n    if not.\r\n    \r\n    Thank you in advance for your anticipated cooperation in this matter. I look\r\n    forward to receiving your response to this request within 20 business days,\r\n    as the statute requires.\r\n    \r\n    Sincerely,\r\n    \r\n    T. McElwee\r\n    \r\n    Attachments:\r\n    \r\n    \r\n    https://cdn.muckrock.com/outbound_composer_attachments/LXHXZZTVENTLKU/118017/Obituary_for_Louis_F._Matarazzo___Flinch__Bruns_Funeral_Home_Inc_.pdf\r\n    Upload documents directly:\r\n    https://accounts.muckrock.com/accounts/login/?next=https%3A%2F%2Fwww.muckrock.com%2Faccounts%2Flogin%2F%3Fnext%3D%252Faccounts%252Fagency_login%252Ffederal-bureau-of-investigation-10%252Frecords-concerning-deceased-law-enforcement-union-official-140529%252F%253Femail%253Defoia%252540subscriptions.fbi.gov&url_auth_token=AAAj2IK4I9uIAF_1jezhuonG71E%3A1pSTl0%3ANLOQPR-4lJMg8Ra9Re3VgDLlzGV7A0kBSEZJGUzJ8c4\r\n\r\nSupporting documentation **\r\n\r\nPlease be advised that efoia@subscriptions.fbi.gov is a no-reply email\r\naddress. Questions regarding your FOIA request may be directed to\r\nfoipaquestions@fbi.gov. If you have received a FOIPA request number, please\r\ninclude this in all correspondence concerning your request. Please note eFOIPA\r\nrequests are processed in the order that they are received. If you have not\r\nreceived a FOIPA request number, your request is in the process of being\r\nopened at which time it will be assigned a FOIPA request number and\r\ncorrespondence will be forthcoming.\r\n\r\n** \r\n\r\nUpon receipt of your FOIPA request number, you may check the status of your\r\nFOIPA request on the FBIâ€™s electronic FOIA Library (The Vault) on the FBIâ€™s\r\npublic website, http://vault.fbi.gov by clicking on the â€˜Check Status of Your\r\nFOI/PA Request toolâ€™ link. Status updates are performed on a weekly basis. If\r\nyou receive a comment that your FOIPA request number was not located in the\r\ndatabase, please check back at a later date.\n",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/records-concerning-deceased-law-enforcement-union-official-140529/"
  },
  {
    "id": 140528,
    "title": "Louisiana Attorney General's library tip line",
    "slug": "louisiana-attorney-generals-library-tip-line",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 4860,
    "datetime_submitted": "2023-02-15T09:57:32.692914",
    "date_due": "2023-02-21",
    "days_until_due": null,
    "date_followup": "2023-05-17",
    "datetime_done": null,
    "datetime_updated": "2023-02-15T22:56:31.345718",
    "date_embargo": null,
    "tracking_id": "R000093-021523",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140528,
        "from_user": 3031,
        "to_user": 10744,
        "subject": "Louisiana Public Records Law Request: Louisiana Attorney General's library tip line",
        "datetime": "2023-02-15T09:57:32.975506",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Louisiana Public Records Law, I hereby request the following records:\r\n\r\n1. Any submission to the tip-line established here: https://agjefflandry.com/protectingminors\r\n\r\n2. Any records reflecting any response to a submission to the tip-line (as well as any additional correspondence received from or sent to the submitter which relates to the submission). To the extent that an automated response is sent, it is sufficient to provide an example of that automated response.\r\n\r\n3. Any slides, written materials, notes, handouts, transcripts, or recordings of Attorney General Landry's November 28, 2022 event in Slidell, LA.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 140528,
        "from_user": 10744,
        "to_user": 3031,
        "subject": "[Records Center] Welcome to the Records Center!",
        "datetime": "2023-02-15T21:10:59.765670",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Adam Steinbaugh, \r\nThank you for registering with LA DOJ Attorney General Public Records Center. \r\nYour Login ID is:  140528-48326818@requests.muckrock.com \r\nIf you did not submit your request through the public portal but are receiving this e-mail, an account has been created for you where you can track and monitor the status of your request, and receive any documents in response to your request. \r\nIf you have never used this system or cannot remember your password you may request a temporary password here: Request Temporary Password (https://louisianaag.mycusthelp.com/WEBAPP/_rs/ForgotPassword.aspx) \r\nPlease login to \" My Request Center\" to update your account information, track the status of your request and receive requested records when they become available. (https://louisianaag.mycusthelp.com/WEBAPP/_rs/CustomerHome.aspx) \r\nThis is an auto-generated email and has originated from an unmonitored email account. Please DO NOT REPLY",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 140528,
        "from_user": 10744,
        "to_user": 3031,
        "subject": "Public Records Request :: R000093-021523",
        "datetime": "2023-02-15T22:56:31.345718",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "RE: Public Records Request, R000093-021523 \r\nDear Adam Steinbaugh: \r\nThis letter is an acknowledgment and response of the public records request dated 2/15/2023, which you submitted to the Office of the Attorney General. The request seeks records related to the following: \r\nTo Whom It May Concern:\r\n\r\nPursuant to the Louisiana Public Records Law, I hereby request the following records:\r\n\r\n1. Any submission to the tip-line established here: https://agjefflandry.com/protectingminors\r\n\r\n2. Any records reflecting any response to a submission to the tip-line (as well as any additional correspondence received from or sent to the submitter which relates to the submission). To the extent that an automated response is sent, it is sufficient to provide an example of that automated response.\r\n\r\n3. Any slides, written materials, notes, handouts, transcripts, or recordings of Attorney General Landry's November 28, 2022 event in Slidell, LA.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh\r\n\r\nUpload documents directly: https://accounts.muckrock.com/accounts/login/?next=https%3A%2F%2Fwww.muckrock.com%2Faccounts%2Flogin%2F%3Fnext%3D%252Faccounts%252Fagency_login%252Foffice-of-the-attorney-general-louisiana-4860%252Flouisiana-attorney-generals-library-tip-line-140528%252F%253Femail%253Dlouisianaag%252540mycusthelp.net&url_auth_token=AAAeAgyh3Q6OOv8ZC6fpRhS_f3Y%3A1pSUPu%3A9jq6OlX99KGQ9_-U1jHzi_q01aEphXa6f9l-Q5xkaaY \r\nYour request has been assigned tracking number R000093-021523. Our office is in the process of determining what, if any, records are subject to this request and, if so, whether any privileges or exemptions apply. This may take some time. You will be notified within 30 days whether records have been located that are responsive and approximately when they will be ready for review. \r\n \r\nIf our office can be of any further assistance, please let us know. \r\nSincerely, \r\nLes Theriot \r\nAssistant Attorney General",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/louisiana-233/louisiana-attorney-generals-library-tip-line-140528/"
  },
  {
    "id": 140526,
    "title": "Columbus Department of Public Service Records Retention Schedule",
    "slug": "columbus-department-of-public-service-records-retention-schedule",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 8744,
    "username": "benlk",
    "agency": 23600,
    "datetime_submitted": "2023-02-15T09:21:33.383941",
    "date_due": "2023-03-16",
    "days_until_due": null,
    "date_followup": "2023-03-16",
    "datetime_done": null,
    "datetime_updated": "2023-02-16T14:03:08.969811",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140526,
        "from_user": 8744,
        "to_user": 110869,
        "subject": "Ohio Open Records Law Request: Columbus Department of Public Service Records Retention Schedule",
        "datetime": "2023-02-15T09:21:33.507269",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Ohio Open Records Law, I hereby request the following records:\r\n\r\nThe records retention schedule used by the Columbus Department of Public Service, as described in Section 149.93(B)(2) of the Ohio Revised Code\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nBenjamin Keith",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 140526,
        "from_user": 64775,
        "to_user": 8744,
        "subject": "RE: [EXTERNAL] Ohio Open Records Law Request: Columbus Department of Public Service Records Retention Schedule CRM:00027000001183",
        "datetime": "2023-02-16T14:03:08.969811",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Thank you for contacting the 311 Customer Service Center. We’ve received your email and are routing it to the appropriate city department for response.\r\n\r\nIf you have any further questions or concerns, please email or contact us at 614-645-3111, Monday through Friday between 7:00am and 7:00pm.\r\n\r\nRegards,\r\n311 Service Center/ml\r\n\r\nInformation provided to 311 is subject to Ohio’s public records law and may be subject to release if requested.\n",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/columbus-323/columbus-department-of-public-service-records-retention-schedule-140526/"
  },
  {
    "id": 140524,
    "title": "NYC food",
    "slug": "nyc-food",
    "status": "no_docs",
    "embargo": false,
    "permanent_embargo": false,
    "user": 110547,
    "username": "lynneperri_AygGwqVZ",
    "agency": 21061,
    "datetime_submitted": "2023-02-15T06:42:25.352719",
    "date_due": "2023-02-23",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-02-15T09:10:20.809917",
    "date_embargo": null,
    "tracking_id": "FCFEWLGR",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140524,
        "from_user": 110547,
        "to_user": 33531,
        "subject": "New York Freedom of Information Law Request: NYC food",
        "datetime": "2023-02-15T06:42:25.454111",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nI request every school cafeteria inspection report done between 12/14/2022 and 1/31/2018, even if the reports were suspended or abbreviated during the pandemic.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nLynne Perri",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 140524,
        "from_user": 33531,
        "to_user": 110547,
        "subject": "",
        "datetime": "2023-02-15T09:10:20.809917",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "NYC Health + Hospitals does not conduct School Cafeteria inspections. No responsive records are available. This FOIL request is now closed.\r\n\r\nSincerely,\r\n\r\nVanita Yogeshwar\r\nRecords Access Officer\r\nNYC Health + Hospitals",
        "status": "no_docs",
        "likely_foia": null,
        "files": [],
        "delivered": "web"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/nyc-food-140524/"
  },
  {
    "id": 140517,
    "title": "ODAG Communications with Outside Organizations",
    "slug": "odag-communications-with-outside-organizations",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 102098,
    "username": "AFLegal",
    "agency": 34239,
    "datetime_submitted": "2023-02-14T17:36:50.899464",
    "date_due": "2023-03-15",
    "days_until_due": null,
    "date_followup": "2023-05-17",
    "datetime_done": null,
    "datetime_updated": "2023-02-15T20:59:05",
    "date_embargo": null,
    "tracking_id": "FOIA-2023-00712",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140517,
        "from_user": 102098,
        "to_user": 110833,
        "subject": "Freedom of Information Act Request: ODAG Communications with Outside Organizations",
        "datetime": "2023-02-14T17:36:51.731545",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAll records of communications between Lucas Guttentag and any outside organizations with .edu, .com, .org, etc., email domains. The timeframe for this request is from January 21, 2021, to the date of processing this request.\r\n\r\nAll records of communications between Margie O'Herron and any outside organizations with .edu, .com, .org, etc., email domains. The timeframe for this request is from January 21, 2021, to the date of processing this request.\r\n\r\nNews clips can be excluded.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAFL",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 140517,
        "from_user": 110859,
        "to_user": 102098,
        "subject": "MP SI Baseline Registration",
        "datetime": "2023-02-15T20:59:05",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Thank you for your registration. Here is your temporary password: \r\n8\"Nj9\"Rgmp \r\nYou will be required to change it upon initial login.",
        "status": "done",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/odag-communications-with-outside-organizations-140517/"
  }
]