[
  {
    "id": 177181,
    "title": "Medicaid Fraud Invoices",
    "slug": "medicaid-fraud-invoices",
    "status": "submitted",
    "embargo_status": "public",
    "user": 2153,
    "username": "GrEp",
    "agency": 239,
    "datetime_submitted": "2024-12-04T16:12:10.555477",
    "date_due": "2025-01-03",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-12-04T16:12:10.682436",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177181,
        "from_user": 2153,
        "to_user": 9548,
        "subject": "",
        "datetime": "2024-12-04T16:12:10.682436",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nI am requesting records under the Freedom of Information Act (FOIA) relating to Medicaid billing and potential fraud associated with my involuntary detention in the summer of 2020 in Polk County, Iowa. Specifically, I am requesting:\r\n\r\nAggregate Medicaid Billing Records:\r\nThe total amount billed to Medicaid for my involuntary detention in the summer of 2020 by Polk County Hospital Broadlawns Medical Center and its contractor, UnityPoint Broadlawns Psych Education Foundation. These entities operate under contracts with Carlyle Group subsidiary Sedgwick, functioning as a \"Third-Party Administrator\" registered under the fictitious name Iowa Communities Insurance Pool (ICAP). ICAP provides coverage for local entities such as the City of Clive, City of West Des Moines, City of Urbandale, City of Waukee, Dallas County, and the City of Ankeny.\r\nThis request seeks to investigate potential Medicaid fraud tied to my detention, which I believe was political retaliation for whistleblowing activities. Public reports, including the case at https://caselaw.findlaw.com/court/ia-court-of-appeals/2019420.html, indicate Iowa Governor Kim Reynolds received Sedgwick resources, including flights, to allegedly conceal Medicaid fraud.\r\n\r\nMissing Medicaid Involuntary Hospitalization Invoices:\r\nConfirmation of whether Medicaid invoices related to Iowa Code 229 involuntary hospitalizations, missing since approximately 2018, have been received by the Polk County and Dallas County Auditors. If still missing, I request details on any known discrepancies or irregularities in Medicaid invoicing and reconciliation processes since 2018 be sent to Polk County/Dallas County Auditors with confirmation letter to myself and Iowa Senators Grassley and Ernst to remediate broken fraud controls in Iowa caused by Carlyle Sedgwick ICAP attorney \"advise\" that insured local law enforcement misprison Medicaid irregularities from their 99 County Attorneys and Senators Grassley/Ernst.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nChad Brewbaker",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/medicaid-fraud-invoices-177181/"
  },
  {
    "id": 177180,
    "title": "Untitled",
    "slug": "untitled",
    "status": "submitted",
    "embargo_status": "public",
    "user": 2153,
    "username": "GrEp",
    "agency": 38998,
    "datetime_submitted": "2024-12-04T15:53:38.903103",
    "date_due": "2024-12-18",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-12-04T15:53:40.092671",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177180,
        "from_user": 2153,
        "to_user": 145594,
        "subject": "",
        "datetime": "2024-12-04T15:53:40.092671",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Iowa Open Records Law, I hereby request the following records:\r\n\r\nI am requesting records relating to the following matters. The requested records pertain to material disclosures by William Kelly, John Jarvey, and Stephen Locher that require correction in their ethics filings. These corrections are necessary so that litigants affected by these disclosures can take appropriate action to protect their liberty and property interests:\r\n\r\nUnauthorized Payments to Belin McCormick Law Firm from State of Iowa\r\nRecords of payments to the Belin McCormick Law Firm involving funds misappropriated under Iowa Code §§ 13.7 and 13.11, originating from Iowa Board of Regents corporations. These include, but are not limited to, the $35,000 payment from the Iowa State University Foundation facilitated by Belin McCormick attorneys Zumbach and Boykin, which was subsequently directed to the Blouin for Governor Campaign in 2005 under Governor Tom Vilsack's administration (currently Secretary of the U.S. Department of Agriculture). These payments were not disclosed by Hon. Stephen Locher, a shareholder of Belin McCormick, in his disclosures to the U.S. Senate Judiciary Committee.\r\n\r\nPayments to Belin McCormick on March 23, 2019\r\nRecords of payments exceeding $10,000 made to the Belin McCormick Law Firm by the Iowa GOP on or about March 23, 2019. These payments were not disclosed by firm shareholder Hon. Stephen Locher and are connected to an \"annoying speech\" warrant signed by his wife, Polk County Judge Sarah Crane. The warrant was based on a solitary SMS message referencing e-notary regulatory capture related to Doug Strawn's firm, LenderClose, sent to the registered agent and attorney for Flying Access Residuals LLC, which held a lending automation patent application under review by the USPTO.\r\n\r\nPayments to U.S. Judge John Jarvey\r\nRecords of annual payments from the State of Iowa to U.S. Judge John Jarvey, facilitated by Dana Oxley. These payments were not disclosed by Judge Jarvey in filings with the U.S. Court Administration or the Iowa Judicial Nominating Commission by Justice Oxley.\r\n\r\nPayments to William Kelly's Dentons Davis Brown Firm\r\nRecords of payments to William Kelly's firm, Dentons Davis Brown, involving funds misappropriated under Iowa Code §§ 13.7 and 13.11 from Iowa Board of Regents corporations (e.g., ISU Daily). These payments were not disclosed by William Kelly in ethics filings with the Iowa Judicial Nominating Commission or U.S. Courts during his application process. Reference is made to the Iowa Bar Association article tying Bruce Rastetter's attorney of record, Leslie Behaunek, to JAG William Kelly and JAG Lucas Sterbick, who prosecuted the warrant signed by Judge Sarah Crane in 2019. [Link in support: https://www.iowabar.org/?pg=IowaLawyerMagazine&pubAction=viewIssue&pubIssueID=36019&pubIssueItemID=209236] Kelly further needs to disclose an estimated $20,000 of fraudulent Medicaid invoices he caused in summer of 2020 as alleged whistleblower retaliation. Kelly's quashing of Wellpath pharmacy fraud/abuse subpoenas related to US DHS ICE pharmacy contracts in November 2019 is public and can be added to his file.\r\n\r\nThe requested records are critical to ensuring compliance with ethics requirements and to allow litigants whose cases were affected by these undisclosed material relationships to take necessary steps to protect their liberty and property interests.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nChad Brewbaker",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/iowa-246/untitled-177180/"
  },
  {
    "id": 177162,
    "title": "Traffic Report 20241115-021",
    "slug": "traffic-report-20241115-021",
    "status": "submitted",
    "embargo_status": "public",
    "user": 145570,
    "username": "MirandaEnriquez",
    "agency": 35009,
    "datetime_submitted": "2024-12-04T13:54:34.934362",
    "date_due": "2025-01-03",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-12-04T13:54:35.029441",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177162,
        "from_user": 145570,
        "to_user": 114515,
        "subject": "Freedom of Information Act Request: Traffic Report 20241115-021",
        "datetime": "2024-12-04T13:54:35.029441",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nBosco Legal is a thrid party copy service who works with Allstate Insurance company on their claims. We are requesting a traffic report that occurred on 11/14/2024 . The location of the accident was Yosemite West/Mariposa County. Possible report number 2024115-021.\r\nThe  insured driver to our Allstate claim 000775895823 is Sandra Tapia. She was driving a Honda Civic.\r\nShe had two passengers in her vehicle Juan and Thelma Tapia.\r\nIf you have any questions please contact me via email at miranda@boscolegal.org  or by phone at (951) 897-9243.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMiranda Enriquez",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/traffic-report-20241115-021-177162/"
  },
  {
    "id": 177161,
    "title": "DOL Wage and Hour Division WHISARD FOIA Request",
    "slug": "dol-wage-and-hour-division-whisard-foia-request",
    "status": "submitted",
    "embargo_status": "public",
    "user": 141703,
    "username": "justanesta",
    "agency": 63,
    "datetime_submitted": "2024-12-04T13:29:24.673838",
    "date_due": "2025-01-03",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-12-04T13:29:24.756693",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177161,
        "from_user": 141703,
        "to_user": 10251,
        "subject": "Freedom of Information Act Request: DOL Wage and Hour Division WHISARD FOIA Request",
        "datetime": "2024-12-04T13:29:24.756693",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Records Custodian, Pursuant to the federal Freedom of Information Act, 5 U.S.C. § 552 et seq., we request the following records:\r\n\r\nAn export of all tables from the WHISARD database from fiscal years 2012 to 2024, excluding columns containing PII or free-form narrative text.\r\n\r\nWe note that at least one prior FOIA request resulted in the provision of data from the following tables:\r\n“CASE_ACT_EER_SUM”\r\n“CASE_ACT_EER_VIOL”\r\n“CASE_ACT_SUMMARY”\r\n“CASE_CMP_ASSMNT”\r\n“CASE_CL_SUMMARY”\r\n“CASE_EMPLOYER”\r\n“CASE_EMPLOYEE”\r\n“CASE_ER_SITES”\r\n“KASE”\r\n“V_ACT”\r\n“V_ACT_VIOL_CODES”\r\n“V_ACT_VIOLATIONS”\r\n“V_BUS_ORG_TYPE”\r\n“V_BUS_STATUS”\r\n“V_CASE_ACTIONS”\r\n“V_CASE_STATUS”\r\n“V_COMPLY_STATUS”\r\n“V_CONCLUDED_REASON”\r\n“V_COUNTY_CODES”\r\n“V_ER_EE_CNT_RANGES”\r\n“V_ER_TYPE”\r\n“V_EST_STATUS”\r\n“V_EST_TYPE”\r\n“V_INJURY_LEVEL”\r\n“V_INVEST_TOOLS”\r\n“V_LEVEL”\r\n“V_NAICS”\r\n“V_SPEC_COVERAGE”\r\n“V_STATE_CODES”\r\n“V_VIOL_REASON”\r\n“WH_OFFICE”\r\n“CASE_EMPLOYEES”\r\n\r\nGiven our research so far, however, we believe that additional tables and columns from WHISARD are disclosable. For example, we believe that at least some data from the following forms are stored in WHISARD, are not present in the prior FOIA records, and yet should be producible:\r\n\r\nWH-56 Summary of Unpaid Wages: Name, Address, Period Covered by work week Ending Dates, Act(s), Gross Amounts Due.\r\nWH-75 Homeworker Handbook: Firm’s name, Address, Industry, Day and time work week begins, Required minimum wage, Date issued to homeworker, Start, Stop, Hours for Day 1 to Day 7.\r\nWH-103: Notice to Employer-Employment of Minors Contrary to the Fair Labor Standards Act: Establishment Trade Name, Establishment Legal Name, Product or Services, NAICS code, Total employees, Total number of minors illegally employed, Local or Migrant, Child labor standard(s) violated, Period(s) of illegal employment, Age(s) at start of violation(s).\r\nWH-124 Notice of violations of other laws: Agency Name, Date, Nature of possible violations, Remarks.\r\nWH-500 MSPA Compliance Action Report: Case Number, State, County, District Office, Address, City, Zip, NAICS code, Type of Assignment, Investigation Program, Compliance Action, Status of Compliance, Migrant Crew, Seasonal Crew, Will There Be Further Action On This Case, Compliance Hours, Period of Investigation, Itinerary of FLC sections 1 - 31.\r\nWH-519a MSPA and H-2A housing safety and health checklist (ETA 654.404): Date, Location of Housing Inspected, Housing Capacity, Number of Occupancy, Identity of Housing Owner/Provider, Address of Housing Owner/Provider, Identity of Person in Charge of Housing, Address of Person in Charge of Housing, Current Permits or Licenses, Variances, Violation, Regulatory Sector, Number Exposed, Comments\r\nWH-519b MSPA and H-2A housing safety and health checklist (OSHA 1910.142): Date, Location of Housing Inspected, Housing Capacity, Number of Occupancy, Identity of Housing Owner/Provider, Address of Housing Owner/Provider, Identity of Person in Charge of Housing, Address of Person in Charge of Housing, Current Permits or Licenses, Variances, Violation, Regulatory Sector, Number Exposed, Comments\r\nWH-520 Housing Occupancy Certificate: Location of housing inspected, Description of housing units and number of units, Name of owner of housing units, Address of owner of housing units, Name of individual(s) in charge, Address of individual(s) in charge, Name of Farm Labor Contractor, Address of Farm Labor Contractor, Date inspection was requested, Expected date of occupancy from, Expected date of occupancy to, Date of inspection, Date certificate expires, Special Conditions, Date Issued\r\nWH-561 Citation and Notification of Penalty: Issuance date, Case ID, Subject of investigation, Inspection Date(s), Business address, Inspection site, Violation cite, Description/Penalty, Date by Which Violation Must Be Abated\r\nWH-562 OSHAct Field Sanitation Inspection Report: Case ID number, Investigation subject, Inspection date(s), Business address, Inspection site, Maximum number of hand-labor employees, Investigation date number of hand-labor employees, 29 CFR 1928.110(c)(2)(v) applicable, Items 10-23 for each violation observed\r\nWH-563 Notice of Alleged Imminent Danger (OSHAct): Case ID number, Name of employer, Address of employer, Inspection site description, Description of alleged imminent danger, Date of signed.\r\nWH-601 Potential H-2A Violations Checklist: Name of person investigated, Address of person investigated, Case ID, Date, Potential H-2A violation(s) 01, 02, 35, 36, 37, 38, 39, 26, 51, 06, 09, 10, 13, 14, 15, 18, 19, 27, 28, 29, 41, 20, 22, 23, 24, 25, 04, 05, 05a, 05b, 07, 08, 11, 16, 17, 17a, 17b, 12, 32, 33, 40, 42, 44, 48, 49.\r\nWH-1504 MSPA and H-2A Transportation Safety Checklist: Date, VIN, Vehicle Owner, Make, Model, License Plate Number, State, Responsible Party, MSPA Jointly Responsible Party, Driver(s)/Operator(s) Valid Doctor’s Certificate, Violation(s), Number Exposed\r\n\r\n\r\n\r\nWe request these records in their native digital formats and not in formats that degrade the accessibility of the records, such as tabular data converted to PDF or Word files. If converting the native digital format to another high-fidelity format, such as CSV or Excel, please take care not to introduce formatting inconsistencies or errors, which can occur in the conversion process (for example, encoding errors or the inclusion of internal unescaped quotation marks in CSV files). Should the records above represent certain values as numeric codes or abbreviations that are not self-explanatory, we additionally request all records necessary to interpret those codes and abbreviations.\r\n\r\nFee Waiver Request:\r\nA waiver of search and review fees is appropriate here because disclosure of the requested information is in the public interest under 5 U.S.C. § 552(a)(4)(A)(iii) and 45 C.F.R. § 5.54(a), (b)(1)-(2), and because the request is not primarily in our commercial interest, 45 C.F.R. §§ 5.45(a), (b)(3)(ii).\r\n\r\nThis Request is Not Primarily in Our Commercial Interest:\r\nThe requested information is not being sought for commercial purposes. 45 C.F.R. § 5.54(a). We are news media requesters that can and will “effectively convey information to the public.” 45 C.F.R. § 5.54(b)(2)(ii).\r\n\r\nProduction of Responsive Records on a Rolling Basis:\r\nIn the event that a portion of the present request is completed before the full request is completed, we ask that the records be produced on a rolling basis.\r\n\r\nLimitation of Fees:\r\nWe are also entitled to a limitation of fees because we are members of the news media. 45 C.F.R. § 5.53(b); 5 U.S.C. § 552(a)(4)(A)(ii)(II). Accordingly, even if our application for a waiver of all fees is denied, we are entitled to a limitation of fees. As a news media requester, we are“entitled to search time, review time, and up to 100 pages of duplication” and can be charged only duplication fees after the first 100 pages or its cost equivalent. 45 C.F.R. § 5.53(b). We request that the information be provided in its native electronic format, and thus there should be no duplication fees.\r\n\r\nRequest for Explanation of Withholdings and Redactions:\r\nIf this request is denied in whole or in part, please provide a reasonable description of any withheld materials and a justification for all such withholdings that includes reference to the specific FOIA exemptions authorizing withholding and specific reasons why such exemptions apply. 45 C.F.R. § 5.31. An agency shall withhold information only if “the agency reasonably foresees that disclosure would harm an interest protected by an exemption” or “disclosure is prohibited by law.” 5 U.S.C. § 552(a)(8)(A)(i). (Per Attorney General Garland’s March 15, 2022 memorandum, “In case of doubt [regarding foreseeable harm or legal bar to disclosure], openness should prevail.”We therefore request that if the agency determines that an exemption applies, specific reasons be provided as to why disclosure would harm any interest protected by such exemption. An agency shall also “consider whether partial disclosure of information is possible whenever the agency determines that a full disclosure of a requested record is not possible” and “take reasonable steps necessary to segregate and release nonexempt information.” Id. at § 552(a)(8)(A)(ii). We therefore request that the agency release all segregable portions of otherwise exempt material.\r\n\r\nWe look forward to your reply within the FOIA-specified timeframe of 20 working days. Please let us know if there are any clarifications we can make to make this request easier and/or quicker to complete.\r\n\r\nSincerely, \r\nAdrian Nesta",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/dol-wage-and-hour-division-whisard-foia-request-177161/"
  },
  {
    "id": 177160,
    "title": "Water payment plans",
    "slug": "water-payment-plans",
    "status": "ack",
    "embargo_status": "public",
    "user": 142030,
    "username": "Daelon",
    "agency": 35983,
    "datetime_submitted": "2024-12-04T13:05:28.870094",
    "date_due": "2024-12-11",
    "days_until_due": null,
    "date_followup": "2024-12-11",
    "datetime_done": null,
    "datetime_updated": "2024-12-04T13:05:28.976825",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177160,
        "from_user": 142030,
        "to_user": 120454,
        "subject": "Illinois Freedom of Information Act. Request: Water payment plans",
        "datetime": "2024-12-04T13:05:28.976825",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nAll water payment plans, for both sewer and potable water services, from 2020 to the present including:\r\n\r\na. name on the account.\r\nb. address on the account.\r\nc. amount of past due fees.\r\nd. amount paid to date.\r\ne. copy of  agreements.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDaelon",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/fox-lake-7824/water-payment-plans-177160/"
  },
  {
    "id": 177159,
    "title": "Fire Code Violation Request: The Citizen Apartments",
    "slug": "fire-code-violation-request-the-citizen-apartments",
    "status": "submitted",
    "embargo_status": "public",
    "user": 138281,
    "username": "rwarren",
    "agency": 17914,
    "datetime_submitted": "2024-12-04T12:58:17.116531",
    "date_due": "2024-12-13",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-12-04T12:58:17.597358",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177159,
        "from_user": 138281,
        "to_user": 26200,
        "subject": "Tennessee Public Records Act Request: Fire Code Violation Request: The Citizen Apartments",
        "datetime": "2024-12-04T12:58:17.597358",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Tennessee Public Records Act, I hereby request the following records:\r\n\r\nPlease provide record of any open fire code violations on the apartment property \"The Citizen Apartments\" located at 1837 Union Ave, Memphis, TN 38104, Parcel #016043 00021 if there are none, please let me know on that as well.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 7 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKent Hoover, a citizen of Tennessee, in coordination with Randy Warren.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/memphis-319/fire-code-violation-request-the-citizen-apartments-177159/"
  },
  {
    "id": 177156,
    "title": "Salary of All SF City Employees (City And County Of San Francisco Department Of Human Resources)",
    "slug": "salary-of-all-sf-city-employees-city-and-county-of-san-francisco-department-of-human-resources",
    "status": "ack",
    "embargo_status": "public",
    "user": 133821,
    "username": "bocarba_duke",
    "agency": 37945,
    "datetime_submitted": "2024-12-04T11:03:05.484933",
    "date_due": "2024-12-14",
    "days_until_due": null,
    "date_followup": "2024-12-14",
    "datetime_done": null,
    "datetime_updated": "2024-12-04T11:03:06.640914",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177156,
        "from_user": 133821,
        "to_user": 145556,
        "subject": "California Public Records Act Request: Salary of All SF City Employees (City And County Of San Francisco Department Of Human Resources)",
        "datetime": "2024-12-04T11:03:06.640914",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nSalary information for all employees of City of Durham for dates January 2021 to today (or most recent date that data is collected). CSV or TXT file with the following column headers:\r\n\r\nName\r\nSalary\r\nPosition\r\nDOB\r\nAppointment date\r\nDepartment\r\nStart date\r\nEnd date\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nbocar ba",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "mail"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/san-francisco-city-and-county-3061/salary-of-all-sf-city-employees-city-and-county-of-san-francisco-department-of-human-resources-177156/"
  },
  {
    "id": 177155,
    "title": "Salary of All SF City Employees (Human Services Agency)",
    "slug": "salary-of-all-sf-city-employees-human-services-agency",
    "status": "ack",
    "embargo_status": "public",
    "user": 133821,
    "username": "bocarba_duke",
    "agency": 19343,
    "datetime_submitted": "2024-12-04T11:03:05.484933",
    "date_due": "2024-12-14",
    "days_until_due": null,
    "date_followup": "2024-12-14",
    "datetime_done": null,
    "datetime_updated": "2024-12-04T11:03:05.620526",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177155,
        "from_user": 133821,
        "to_user": 29575,
        "subject": "California Public Records Act Request: Salary of All SF City Employees (Human Services Agency)",
        "datetime": "2024-12-04T11:03:05.620526",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nSalary information for all employees of City of Durham for dates January 2021 to today (or most recent date that data is collected). CSV or TXT file with the following column headers:\r\n\r\nName\r\nSalary\r\nPosition\r\nDOB\r\nAppointment date\r\nDepartment\r\nStart date\r\nEnd date\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nbocar ba",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/san-francisco-141/salary-of-all-sf-city-employees-human-services-agency-177155/"
  },
  {
    "id": 177154,
    "title": "Waivers and signage used in connection with art installation",
    "slug": "waivers-and-signage-used-in-connection-with-art-installation",
    "status": "submitted",
    "embargo_status": "public",
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 17782,
    "datetime_submitted": "2024-12-04T09:51:08.238993",
    "date_due": "2024-12-13",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-12-04T09:51:08.708466",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177154,
        "from_user": 3031,
        "to_user": 25819,
        "subject": "",
        "datetime": "2024-12-04T09:51:08.708466",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Tennessee Public Records Act, I hereby request the following records:\r\n\r\n1. A copy of any (unsigned) waiver form presented or used in connection with the \"The FL3TCH3R Exhibit\" at the Reece Museum.\r\n\r\n2. A copy of any photograph of any content warning presented or used in connection with the \"The FL3TCH3R Exhibit\" at the Reece Museum.\r\n\r\nThis request is limited to records generated on or after November 20, 2024. Please produce responsive records by email.\r\n\r\nPlease note that this request does not seek a search of records held by any faculty member or student.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 7 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKent Hoover, a citizen of Tennessee, in coordination with Adam Steinbaugh.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/johnson-city-30583/waivers-and-signage-used-in-connection-with-art-installation-177154/"
  },
  {
    "id": 177150,
    "title": "Flock Sentinel - Spokane",
    "slug": "flock-sentinel-spokane",
    "status": "submitted",
    "embargo_status": "public",
    "user": 108519,
    "username": "rose.terse",
    "agency": 561,
    "datetime_submitted": "2024-12-04T04:30:49.347467",
    "date_due": "2024-12-11",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-12-04T04:30:49.498604",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177150,
        "from_user": 108519,
        "to_user": 14613,
        "subject": "Washington Public Records Act Request: Flock Sentinel - Spokane",
        "datetime": "2024-12-04T04:30:49.498604",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Washington Public Records Act, I hereby request the following records:\r\n\r\nList and map of privately-owned devices, such as cameras and automatic license plate readers, integrated with the Sheriff's Office's Flock system, such as those participating in the Spokane County Sentinel program: https://refer.flocksafety.com/spokane-sentinel/\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRose Terse",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/spokane-county-76/flock-sentinel-spokane-177150/"
  },
  {
    "id": 177148,
    "title": "Lee Atwater (Federal Election Commission)",
    "slug": "lee-atwater-federal-election-commission",
    "status": "processed",
    "embargo_status": "public",
    "user": 129343,
    "username": "trevorhughdavisv",
    "agency": 696,
    "datetime_submitted": "2024-12-03T21:27:33.481470",
    "date_due": "2025-01-02",
    "days_until_due": null,
    "date_followup": "2025-01-03",
    "datetime_done": null,
    "datetime_updated": "2024-12-04T12:35:25.217547",
    "date_embargo": null,
    "tracking_id": "FOIA Request 2025-145",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177148,
        "from_user": 129343,
        "to_user": 9609,
        "subject": "Freedom of Information Act Request: Lee Atwater (Federal Election Commission)",
        "datetime": "2024-12-03T21:27:33.788273",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAll records pertaining to Lee Atwater (Harvey LeRoy \"Lee\" Atwater).\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTrevor Davis",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 177148,
        "from_user": 9609,
        "to_user": 129343,
        "subject": "Freedom of Information Act Request to the Federal Election Commission FOIA (2025-145)",
        "datetime": "2024-12-04T12:35:25.217547",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Mr. Davis,\r\n\r\nThis email acknowledges receipt of your Freedom of Information Act (FOIA) request dated December 4, 2024.\r\n\r\nSpecifically, you requested the following:\r\n\r\n“All records pertaining to Lee Atwater (Harvey LeRoy \"Lee\" Atwater).”\r\n\r\nWe received your request on December 4, 2024.\r\n\r\nWe will soon be initiating our search for records responsive to your request.  If we determine that you have requested a voluminous amount of records that require extensive searching and examination, we will contact you to discuss your willingness to modify your request.\r\n\r\nAny questions regarding the status of this request should be directed to our office at foia@fec.gov or 202-694-1650.  Please cite the following unique tracking number in all future correspondence regarding this matter: FOIA Request 2025-145.\r\n\r\nThank you for contacting the Federal Election Commission.\r\n\r\nSincerely,\r\n\r\nChristopher Mealy\r\nFEC FOIA Requester Service Center\n",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/lee-atwater-federal-election-commission-177148/"
  },
  {
    "id": 177147,
    "title": "Lee Atwater (U.S. Department of State)",
    "slug": "lee-atwater-us-department-of-state",
    "status": "submitted",
    "embargo_status": "public",
    "user": 129343,
    "username": "trevorhughdavisv",
    "agency": 14,
    "datetime_submitted": "2024-12-03T21:27:33.481470",
    "date_due": "2025-01-02",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-12-03T21:27:33.702385",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177147,
        "from_user": 129343,
        "to_user": 9615,
        "subject": "Freedom of Information Act Request: Lee Atwater (U.S. Department of State)",
        "datetime": "2024-12-03T21:27:33.702385",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAll records pertaining to Lee Atwater (Harvey LeRoy \"Lee\" Atwater).\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTrevor Davis",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/lee-atwater-us-department-of-state-177147/"
  },
  {
    "id": 177149,
    "title": "Lee Atwater (Federal Bureau of Investigation)",
    "slug": "lee-atwater-federal-bureau-of-investigation",
    "status": "submitted",
    "embargo_status": "public",
    "user": 129343,
    "username": "trevorhughdavisv",
    "agency": 10,
    "datetime_submitted": "2024-12-03T21:27:33.481470",
    "date_due": "2025-01-02",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-12-03T21:27:33.857402",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177149,
        "from_user": 129343,
        "to_user": 9555,
        "subject": "Freedom of Information Act Request: Lee Atwater (Federal Bureau of Investigation)",
        "datetime": "2024-12-03T21:27:33.857402",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAll records pertaining to Lee Atwater (Harvey LeRoy \"Lee\" Atwater).\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTrevor Davis",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/lee-atwater-federal-bureau-of-investigation-177149/"
  },
  {
    "id": 177140,
    "title": "T&L: Mary Beck Email Log",
    "slug": "tl-mary-beck-email-log",
    "status": "processed",
    "embargo_status": "public",
    "user": 75124,
    "username": "miriamcb",
    "agency": 3121,
    "datetime_submitted": "2024-12-03T17:48:06.137891",
    "date_due": "2024-12-10",
    "days_until_due": null,
    "date_followup": "2025-03-04",
    "datetime_done": null,
    "datetime_updated": "2024-12-04T13:51:08.726938",
    "date_embargo": null,
    "tracking_id": "N016565-120324",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177140,
        "from_user": 75124,
        "to_user": 10007,
        "subject": "Illinois Freedom of Information Act. Request: T&L: Mary Beck Email Log",
        "datetime": "2024-12-03T17:48:06.252418",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nA log of all emails to/from the Mary Beck, from November 1, 2024 to November 14, 2024.\r\n\r\n1. Please search all CPS email accounts as well as personal accounts used for public business. The log should include but not be limited to: sender, recipient(s), date and time, subject line, and attachment.\r\n\r\nThis request is made on behalf of The FOIA Bakery. Because this request is in the public interest for Illinois nonprofit The FOIA Bakery’s work to advocate for public education, please waive any fees in accordance with 5 ILCS § 140/6(c). Feel free to contact me with any questions, or if clarification is needed.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMiriam Bhimani",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 177140,
        "from_user": 10007,
        "to_user": 75124,
        "subject": "FOIA Request :: N016565-120324",
        "datetime": "2024-12-03T22:36:11.638652",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Miriam: \r\n \r\nThank you for your interest in Chicago Public Schools. Your FOIA request has been submitted. Your FOIA Center reference number for tracking purposes is: N016565-120324 \r\nYou have requested the following records: To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nA log of all emails to/from the Mary Beck, from November 1, 2024 to November 14, 2024.\r\n\r\n1. Please search all CPS email accounts as well as personal accounts used for public business. The log should include but not be limited to: sender, recipient(s), date and time, subject line, and attachment.\r\n\r\nThis request is made on behalf of The FOIA Bakery. Because this request is in the public interest for Illinois nonprofit The FOIA Bakery’s work to advocate for public education, please waive any fees in accordance with 5 ILCS § 140/6(c). Feel free to contact me with any questions, or if clarification is needed.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMiriam Bhimani\r\n\r\nUpload documents directly: https://accounts.muckrock.com/accounts/login/?next=https%3A%2F%2Fwww.muckrock.com%2Faccounts%2Flogin%2F%3Fnext%3D%252Faccounts%252Fagency_login%252Fchicago-public-schools-3121%252Ftl-mary-beck-email-log-177140%252F%253F&url_auth_token=AAATZ164Jy60iQjs6iHTUOyYGcc%3A1tIg9j%3AyQ57Czn_Oegv-FDc699V2O7Fhas2qRCXNCQoZZp_x6U \r\n \r\nChicago Public Schools (CPS) responds to all public records requests in accordance with the Illinois Freedom of Information Act (FOIA), 5 ILCS 140/1 et seq. \r\nDue to the volume and complexity of requests received in the normal course of business, CPS is extending the time for its initial response to your request by an additional 5 business days (to 10 business days total beginning on the first business day following receipt of the request) pursuant to 5 ILCS 140/3(e)(v) which allows for the examination and evaluation of the requested records by personnel to determine if they are exempt from disclosure under Section 7 of Illinois FOIA or should be revealed only with appropriate deletions. \r\nUpon the completion of a response, CPS will provide the first 50 pages to you at no charge.  If a response is more than 50 pages, a fee of 15¢ per page will be charged for each additional page. All applicable fees must be paid prior to the copying. CPS will inform you of any fees due if your paper response exceeds 50 pages. You can monitor the progress of your request at the link below and you’ll receive an email when your request has been completed. Thank you for using the CPS FOIA Center.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 177140,
        "from_user": 10007,
        "to_user": 75124,
        "subject": "Welcome to the FOIA Center!",
        "datetime": "2024-12-03T22:36:13.351736",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Thank you for registering with the CPS FOIA Center. Please log in to the FOIA Center to update any contact or password information and to track the progress of your request. \r\n Your Login ID is:  177140-38784978@requests.muckrock.com If you did not submit your request through the Records Center but are receiving this e-mail, an account has been created for you where you can track and monitor the status of your request, and receive any documents in response to your request. If you have never used this system or cannot remember your password you may request a temporary password here: Request Temporary Password. (https://cps.mycusthelp.com/webapp/_rs/forgotpassword.aspx?) \r\n \r\n \r\n \r\nThis is an auto-generated email and has originated from an unmonitored email account. Please DO NOT REPLY.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 177140,
        "from_user": 10007,
        "to_user": 75124,
        "subject": "Non-Commercial FOIA Request :: N016565-120324",
        "datetime": "2024-12-04T13:51:08.726938",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "--- Please respond above this line --- \n12/04/2024 \n\nMiriam Bhimani \n\nRE: Chicago Public Schools FOIA Request N016565-120324 Dear Miriam Bhimani: Thank you again for using the Chicago Public Schools FOIA Center. Under the Freedom of Information Act, a public body may extend the time to respond to a FOIA request by up to 5 business days for a limited number of reasons. 5 ILCS 140/3(e). We are extending the time to respond to your request by 5 business days for one or more of the following reason(s): (  ) the requested records are stored in whole or in part at other locations than the office having charge of the requested records; \n( )  the request requires the collection of a substantial number of specified records; \n( ) the request is couched in categorical terms and requires an extensive search for the records responsive to it; \n( ) the requested records have not been located in the course of routine search and additional efforts are being made to locate them; \n(x) the requested records require examination and evaluation by personnel having the necessary competence and discretion to determine if they are exempt from disclosure under Section 7 of this Act or should be revealed only with appropriate deletions; \n(x) the request for records cannot be complied with by the public body within the time limits prescribed by 5 ILCS 140/3 (c) without unduly burdening or interfering with the operations of the public body; \n( ) there is need for consultation, which shall be conducted with all practicable speed, with another public body or among two or more components of a public body having a substantial interest in the determination or in the subject matter of the request. Sincerely, \nPatricia Majchrowicz \nFreedom of Information Act Officer \nChicago Public Schools",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/chicago-169/tl-mary-beck-email-log-177140/"
  },
  {
    "id": 177138,
    "title": "N14: Data FOIA Log",
    "slug": "n14-data-foia-log",
    "status": "processed",
    "embargo_status": "public",
    "user": 75124,
    "username": "miriamcb",
    "agency": 3121,
    "datetime_submitted": "2024-12-03T17:46:08.732482",
    "date_due": "2024-12-10",
    "days_until_due": null,
    "date_followup": "2025-03-04",
    "datetime_done": null,
    "datetime_updated": "2024-12-04T13:51:06.555498",
    "date_embargo": null,
    "tracking_id": "N016564-120324",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177138,
        "from_user": 75124,
        "to_user": 10007,
        "subject": "Illinois Freedom of Information Act. Request: N14: Data FOIA Log",
        "datetime": "2024-12-03T17:46:08.844238",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nA log of all emails to/from the Justin Gumiran, from November 1, 2024 to November 14, 2024.\r\n\r\n1. Please search all CPS email accounts as well as personal accounts used for public business. The log should include but not be limited to: sender, recipient(s), date and time, subject line, and attachment.\r\n\r\nThis request is made on behalf of The FOIA Bakery. Because this request is in the public interest for Illinois nonprofit The FOIA Bakery’s work to advocate for public education, please waive any fees in accordance with 5 ILCS § 140/6(c). Feel free to contact me with any questions, or if clarification is needed.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMiriam Bhimani",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 177138,
        "from_user": 10007,
        "to_user": 75124,
        "subject": "Welcome to the FOIA Center!",
        "datetime": "2024-12-03T22:34:06.971434",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Thank you for registering with the CPS FOIA Center. Please log in to the FOIA Center to update any contact or password information and to track the progress of your request. \r\n Your Login ID is:  177138-51182113@requests.muckrock.com If you did not submit your request through the Records Center but are receiving this e-mail, an account has been created for you where you can track and monitor the status of your request, and receive any documents in response to your request. If you have never used this system or cannot remember your password you may request a temporary password here: Request Temporary Password. (https://cps.mycusthelp.com/webapp/_rs/forgotpassword.aspx?) \r\n \r\n \r\n \r\nThis is an auto-generated email and has originated from an unmonitored email account. Please DO NOT REPLY.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 177138,
        "from_user": 10007,
        "to_user": 75124,
        "subject": "FOIA Request :: N016564-120324",
        "datetime": "2024-12-03T22:34:07.386280",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Miriam: \r\n \r\nThank you for your interest in Chicago Public Schools. Your FOIA request has been submitted. Your FOIA Center reference number for tracking purposes is: N016564-120324 \r\nYou have requested the following records: To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nA log of all emails to/from the Justin Gumiran, from November 1, 2024 to November 14, 2024.\r\n\r\n1. Please search all CPS email accounts as well as personal accounts used for public business. The log should include but not be limited to: sender, recipient(s), date and time, subject line, and attachment.\r\n\r\nThis request is made on behalf of The FOIA Bakery. Because this request is in the public interest for Illinois nonprofit The FOIA Bakery’s work to advocate for public education, please waive any fees in accordance with 5 ILCS § 140/6(c). Feel free to contact me with any questions, or if clarification is needed.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMiriam Bhimani\r\n\r\nUpload documents directly: https://accounts.muckrock.com/accounts/login/?next=https%3A%2F%2Fwww.muckrock.com%2Faccounts%2Flogin%2F%3Fnext%3D%252Faccounts%252Fagency_login%252Fchicago-public-schools-3121%252Fn14-data-foia-log-177138%252F%253F&url_auth_token=AAATZ164Jy60iQjs6iHTUOyYGcc%3A1tIg7w%3ApOYVK6gkRq_Eql4UuClQSks44IDJv8ncHr2IBv3zg0I \r\n \r\nChicago Public Schools (CPS) responds to all public records requests in accordance with the Illinois Freedom of Information Act (FOIA), 5 ILCS 140/1 et seq. \r\nDue to the volume and complexity of requests received in the normal course of business, CPS is extending the time for its initial response to your request by an additional 5 business days (to 10 business days total beginning on the first business day following receipt of the request) pursuant to 5 ILCS 140/3(e)(v) which allows for the examination and evaluation of the requested records by personnel to determine if they are exempt from disclosure under Section 7 of Illinois FOIA or should be revealed only with appropriate deletions. \r\nUpon the completion of a response, CPS will provide the first 50 pages to you at no charge.  If a response is more than 50 pages, a fee of 15¢ per page will be charged for each additional page. All applicable fees must be paid prior to the copying. CPS will inform you of any fees due if your paper response exceeds 50 pages. You can monitor the progress of your request at the link below and you’ll receive an email when your request has been completed. Thank you for using the CPS FOIA Center.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 177138,
        "from_user": 10007,
        "to_user": 75124,
        "subject": "Non-Commercial FOIA Request :: N016564-120324",
        "datetime": "2024-12-04T13:51:06.555498",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "--- Please respond above this line --- \n12/04/2024 \n\nMiriam Bhimani \n\nRE: Chicago Public Schools FOIA Request N016564-120324 Dear Miriam Bhimani: Thank you again for using the Chicago Public Schools FOIA Center. Under the Freedom of Information Act, a public body may extend the time to respond to a FOIA request by up to 5 business days for a limited number of reasons. 5 ILCS 140/3(e). We are extending the time to respond to your request by 5 business days for one or more of the following reason(s): (  ) the requested records are stored in whole or in part at other locations than the office having charge of the requested records; \n( )  the request requires the collection of a substantial number of specified records; \n( ) the request is couched in categorical terms and requires an extensive search for the records responsive to it; \n( ) the requested records have not been located in the course of routine search and additional efforts are being made to locate them; \n(x) the requested records require examination and evaluation by personnel having the necessary competence and discretion to determine if they are exempt from disclosure under Section 7 of this Act or should be revealed only with appropriate deletions; \n(x) the request for records cannot be complied with by the public body within the time limits prescribed by 5 ILCS 140/3 (c) without unduly burdening or interfering with the operations of the public body; \n( ) there is need for consultation, which shall be conducted with all practicable speed, with another public body or among two or more components of a public body having a substantial interest in the determination or in the subject matter of the request. Sincerely, \nPatricia Majchrowicz \nFreedom of Information Act Officer \nChicago Public Schools",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/chicago-169/n14-data-foia-log-177138/"
  },
  {
    "id": 177137,
    "title": "Senn, Network Chief Email Log",
    "slug": "senn-network-chief-email-log",
    "status": "processed",
    "embargo_status": "public",
    "user": 75124,
    "username": "miriamcb",
    "agency": 3121,
    "datetime_submitted": "2024-12-03T17:37:48.027142",
    "date_due": "2024-12-10",
    "days_until_due": null,
    "date_followup": "2025-03-04",
    "datetime_done": null,
    "datetime_updated": "2024-12-04T13:50:21.211312",
    "date_embargo": null,
    "tracking_id": "N016563-120324",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177137,
        "from_user": 75124,
        "to_user": 10007,
        "subject": "Illinois Freedom of Information Act. Request: Senn, Network Chief Email Log",
        "datetime": "2024-12-03T17:37:48.233924",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nA log of all emails to/from the CPS Network Chief, Laura Lemone, from November 10, 2024 to November 14, 2024.\r\n\r\n1. Please search all CPS email accounts as well as personal accounts used for public business. The log should include but not be limited to: sender, recipient(s), date and time, subject line, and attachment.\r\n\r\nThis request is made on behalf of The FOIA Bakery. Because this request is in the public interest for Illinois nonprofit The FOIA Bakery’s work to advocate for public education, please waive any fees in accordance with 5 ILCS § 140/6(c). Feel free to contact me with any questions, or if clarification is needed.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMiriam Bhimani",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 177137,
        "from_user": 10007,
        "to_user": 75124,
        "subject": "Welcome to the FOIA Center!",
        "datetime": "2024-12-03T22:32:08.586518",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Thank you for registering with the CPS FOIA Center. Please log in to the FOIA Center to update any contact or password information and to track the progress of your request. \r\n Your Login ID is:  177137-64787037@requests.muckrock.com If you did not submit your request through the Records Center but are receiving this e-mail, an account has been created for you where you can track and monitor the status of your request, and receive any documents in response to your request. If you have never used this system or cannot remember your password you may request a temporary password here: Request Temporary Password. (https://cps.mycusthelp.com/webapp/_rs/forgotpassword.aspx?) \r\n \r\n \r\n \r\nThis is an auto-generated email and has originated from an unmonitored email account. Please DO NOT REPLY.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 177137,
        "from_user": 10007,
        "to_user": 75124,
        "subject": "FOIA Request :: N016563-120324",
        "datetime": "2024-12-03T22:33:07.470828",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Miriam: \r\n \r\nThank you for your interest in Chicago Public Schools. Your FOIA request has been submitted. Your FOIA Center reference number for tracking purposes is: N016563-120324 \r\nYou have requested the following records: To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nA log of all emails to/from the CPS Network Chief, Laura Lemone, from November 10, 2024 to November 14, 2024.\r\n\r\n1. Please search all CPS email accounts as well as personal accounts used for public business. The log should include but not be limited to: sender, recipient(s), date and time, subject line, and attachment.\r\n\r\nThis request is made on behalf of The FOIA Bakery. Because this request is in the public interest for Illinois nonprofit The FOIA Bakery’s work to advocate for public education, please waive any fees in accordance with 5 ILCS § 140/6(c). Feel free to contact me with any questions, or if clarification is needed.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMiriam Bhimani\r\n\r\nUpload documents directly: https://accounts.muckrock.com/accounts/login/?next=https%3A%2F%2Fwww.muckrock.com%2Faccounts%2Flogin%2F%3Fnext%3D%252Faccounts%252Fagency_login%252Fchicago-public-schools-3121%252Fsenn-network-chief-email-log-177137%252F%253F&url_auth_token=AAATZ164Jy60iQjs6iHTUOyYGcc%3A1tIg5o%3AUuc3vgUvriB0dX5QiL-kX0tPmKGIJ5zuElF1v_ocAIM \r\n \r\nChicago Public Schools (CPS) responds to all public records requests in accordance with the Illinois Freedom of Information Act (FOIA), 5 ILCS 140/1 et seq. \r\nDue to the volume and complexity of requests received in the normal course of business, CPS is extending the time for its initial response to your request by an additional 5 business days (to 10 business days total beginning on the first business day following receipt of the request) pursuant to 5 ILCS 140/3(e)(v) which allows for the examination and evaluation of the requested records by personnel to determine if they are exempt from disclosure under Section 7 of Illinois FOIA or should be revealed only with appropriate deletions. \r\nUpon the completion of a response, CPS will provide the first 50 pages to you at no charge.  If a response is more than 50 pages, a fee of 15¢ per page will be charged for each additional page. All applicable fees must be paid prior to the copying. CPS will inform you of any fees due if your paper response exceeds 50 pages. You can monitor the progress of your request at the link below and you’ll receive an email when your request has been completed. Thank you for using the CPS FOIA Center.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 177137,
        "from_user": 10007,
        "to_user": 75124,
        "subject": "Non-Commercial FOIA Request :: N016563-120324",
        "datetime": "2024-12-04T13:50:21.211312",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "--- Please respond above this line --- \n12/04/2024 \n\nMiriam Bhimani \n\nRE: Chicago Public Schools FOIA Request N016563-120324 Dear Miriam Bhimani: Thank you again for using the Chicago Public Schools FOIA Center. Under the Freedom of Information Act, a public body may extend the time to respond to a FOIA request by up to 5 business days for a limited number of reasons. 5 ILCS 140/3(e). We are extending the time to respond to your request by 5 business days for one or more of the following reason(s): (  ) the requested records are stored in whole or in part at other locations than the office having charge of the requested records; \n( )  the request requires the collection of a substantial number of specified records; \n( ) the request is couched in categorical terms and requires an extensive search for the records responsive to it; \n( ) the requested records have not been located in the course of routine search and additional efforts are being made to locate them; \n(x) the requested records require examination and evaluation by personnel having the necessary competence and discretion to determine if they are exempt from disclosure under Section 7 of this Act or should be revealed only with appropriate deletions; \n(x) the request for records cannot be complied with by the public body within the time limits prescribed by 5 ILCS 140/3 (c) without unduly burdening or interfering with the operations of the public body; \n( ) there is need for consultation, which shall be conducted with all practicable speed, with another public body or among two or more components of a public body having a substantial interest in the determination or in the subject matter of the request. Sincerely, \nPatricia Majchrowicz \nFreedom of Information Act Officer \nChicago Public Schools",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/chicago-169/senn-network-chief-email-log-177137/"
  },
  {
    "id": 177136,
    "title": "Request to CIA for all internal circulars of bulletins pertaining to entertainment industry products from 2020-2024",
    "slug": "request-to-cia-for-all-internal-circulars-of-bulletins-pertaining-to-entertainment-industry-products-from-2020-2024",
    "status": "processed",
    "embargo_status": "public",
    "user": 122968,
    "username": "Brett-DCF",
    "agency": 6,
    "datetime_submitted": "2024-12-03T17:16:51.945259",
    "date_due": "2025-01-02",
    "days_until_due": null,
    "date_followup": "2025-03-03",
    "datetime_done": null,
    "datetime_updated": "2024-12-03T17:16:52.045084",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177136,
        "from_user": 122968,
        "to_user": 9567,
        "subject": "Freedom of Information Act Request: Request to CIA for all internal circulars of bulletins pertaining to entertainment industry products from 2020-2024",
        "datetime": "2024-12-03T17:16:52.045084",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nCopies of all internal CIA circulars or bulletins, released during the last five years (2020-2024), listing or describing contacts with the entertainment industry or entertainment products supported by the CIA. An example would be the \"What's News at CIA\" bulletin, though this request should not be restricted to that particular internal publication.\r\n\r\nI am the Director of Research Operations at a 501(c)(3) non-profit organization called The Decoding Culture Foundation as well as the editor-in-chief and a contributor to a research magazine published by said foundation titled \"Cultural Engineering Studies.\" These documents will be used for public education and research purposes. I therefore request a waiver of all fees that may otherwise apply. Attached is a document with organization letterhead confirming my position, as well as the organization's 501(c)(3) application and approval form.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBrett Carollo",
        "status": "processed",
        "likely_foia": null,
        "files": [
          {
            "id": 1242764,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/Brett-DCF/148619/501c3_application_and_approval.pdf",
            "datetime": "2024-12-03T17:16:52.045084",
            "title": "501c3_application_and_approval.pdf",
            "source": "Brett Carollo",
            "description": "",
            "doc_id": "25436815-501c3_application_and_approvalpdf",
            "pages": 43
          },
          {
            "id": 1242763,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/Brett-DCF/148619/FOIA_waiver_letter_9_25_24.pdf",
            "datetime": "2024-12-03T17:16:52.045084",
            "title": "FOIA_waiver_letter_9_25_24.pdf",
            "source": "Brett Carollo",
            "description": "",
            "doc_id": "25436814-foia_waiver_letter_9_25_24pdf",
            "pages": 1
          }
        ],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/request-to-cia-for-all-internal-circulars-of-bulletins-pertaining-to-entertainment-industry-products-from-2020-2024-177136/"
  },
  {
    "id": 177126,
    "title": "Perry County, AL Jury List Request",
    "slug": "perry-county-al-jury-list-request",
    "status": "ack",
    "embargo_status": "public",
    "user": 107286,
    "username": "Elijah",
    "agency": 4734,
    "datetime_submitted": "2024-12-03T15:58:44.540441",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2024-12-18",
    "datetime_done": null,
    "datetime_updated": "2024-12-03T15:58:44.748478",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177126,
        "from_user": 107286,
        "to_user": 23051,
        "subject": "Alabama Open Records Law Request: Perry County, AL Jury List Request",
        "datetime": "2024-12-03T15:58:44.748478",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\nPursuant to the Freedom of Information Act I hereby request the following records:\nThe following materials regarding the compilation and composition of the state’s master jury list:\n\nAll current policies and procedures regarding how the current master jury list was compiled and how often master jury lists are reviewed and updated. Please name all source lists (driver’s license records, voter registration lists, etc) that were utilized in creating the current master jury list.\n\nAll reports, databases, spreadsheets, or equivalent materials regarding the composition of the current master jury list. Please include the total number of individuals on the current master jury list and all relevant demographic data, including but not limited to the race, age and gender of individuals that comprise the current master jury list.\n\nIn the event that there are any fees for obtaining or copying these records, please inform me of the total charges in advance of fulfilling my request. Should the fees exceed $100, I would also like to request a waiver of all fees as I am requesting the information on behalf of a 501(c)(3) nonprofit and the disclosure of the requested information is in the public interest and will contribute significantly to the public’s understanding of how master jury lists are created. This information is not being sought for commercial purposes.\nIf possible, please provide the requested documents electronically. However, if this is not feasible, please inform me of the available methods for obtaining these records. Further, if you expect a significant delay in responding to this request, please contact me with information concerning when I might expect copies or the ability to inspect the requested records.\nIf you deny any or all of this request, please cite each specific exemption that justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within the timeframe required by the statute.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/alabama-159/perry-county-al-jury-list-request-177126/"
  },
  {
    "id": 177125,
    "title": "Kauai County Office of the County Clerk (Fifth Circuit) Jury List Request",
    "slug": "kauai-county-office-of-the-county-clerk-fifth-circuit-jury-list-request",
    "status": "processed",
    "embargo_status": "public",
    "user": 107286,
    "username": "Elijah",
    "agency": 16983,
    "datetime_submitted": "2024-12-03T15:58:43.976427",
    "date_due": "2024-12-17",
    "days_until_due": null,
    "date_followup": "2024-12-18",
    "datetime_done": null,
    "datetime_updated": "2024-12-03T17:15:16.878990",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177125,
        "from_user": 107286,
        "to_user": 22865,
        "subject": "Hawaii Uniform Information Practices Act Request: Kauai County Office of the County Clerk (Fifth Circuit) Jury List Request",
        "datetime": "2024-12-03T15:58:44.052444",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\nPursuant to the Freedom of Information Act I hereby request the following records:\nThe following materials regarding the compilation and composition of the state’s master jury list:\n\nAll current policies and procedures regarding how the current master jury list was compiled and how often master jury lists are reviewed and updated. Please name all source lists (driver’s license records, voter registration lists, etc) that were utilized in creating the current master jury list.\n\nAll reports, databases, spreadsheets, or equivalent materials regarding the composition of the current master jury list. Please include the total number of individuals on the current master jury list and all relevant demographic data, including but not limited to the race, age and gender of individuals that comprise the current master jury list.\n\nIn the event that there are any fees for obtaining or copying these records, please inform me of the total charges in advance of fulfilling my request. Should the fees exceed $100, I would also like to request a waiver of all fees as I am requesting the information on behalf of a 501(c)(3) nonprofit and the disclosure of the requested information is in the public interest and will contribute significantly to the public’s understanding of how master jury lists are created. This information is not being sought for commercial purposes.\nIf possible, please provide the requested documents electronically. However, if this is not feasible, please inform me of the available methods for obtaining these records. Further, if you expect a significant delay in responding to this request, please contact me with information concerning when I might expect copies or the ability to inspect the requested records.\nIf you deny any or all of this request, please cite each specific exemption that justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within the timeframe required by the statute.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 177125,
        "from_user": 22865,
        "to_user": 107286,
        "subject": "RE: Hawaii Uniform Information Practices Act Request: Kauai County Office of the County Clerk (Fifth Circuit) Jury List Request",
        "datetime": "2024-12-03T17:15:16.878990",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Aloha,\r\n\r\nPlease see attached Notice to Requester pertaining to your UIPA request.\r\n\r\nMahalo,\nXyd de Mesa\r\nRecords Management Analyst\r\nCouncil Services",
        "status": "processed",
        "likely_foia": null,
        "files": [
          {
            "id": 1242762,
            "ffile": "https://cdn.muckrock.com/foia_files/2024/12/03/Notice_to_Requester_Master_Jury_List_MuckRock.com12-03-2024.pdf",
            "datetime": "2024-12-03T17:15:16.973295",
            "title": "Notice to Requester, Master Jury List, MuckRock.com,12-03-2024",
            "source": "County Clerk, Kauai County, HI",
            "description": "",
            "doc_id": "25431750-notice-to-requester-master-jury-list-muckrockcom12-03-2024",
            "pages": 5
          }
        ],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/kauai-county-2037/kauai-county-office-of-the-county-clerk-fifth-circuit-jury-list-request-177125/"
  },
  {
    "id": 177124,
    "title": "Shasta County Clerk  Jury List Request",
    "slug": "shasta-county-clerk-jury-list-request",
    "status": "ack",
    "embargo_status": "public",
    "user": 107286,
    "username": "Elijah",
    "agency": 36914,
    "datetime_submitted": "2024-12-03T15:58:43.480865",
    "date_due": "2024-12-13",
    "days_until_due": null,
    "date_followup": "2024-12-13",
    "datetime_done": null,
    "datetime_updated": "2024-12-03T15:58:43.536983",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177124,
        "from_user": 107286,
        "to_user": 141976,
        "subject": "California Public Records Act Request: Shasta County Clerk  Jury List Request",
        "datetime": "2024-12-03T15:58:43.536983",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\nPursuant to the Freedom of Information Act I hereby request the following records:\nThe following materials regarding the compilation and composition of the state’s master jury list:\n\nAll current policies and procedures regarding how the current master jury list was compiled and how often master jury lists are reviewed and updated. Please name all source lists (driver’s license records, voter registration lists, etc) that were utilized in creating the current master jury list.\n\nAll reports, databases, spreadsheets, or equivalent materials regarding the composition of the current master jury list. Please include the total number of individuals on the current master jury list and all relevant demographic data, including but not limited to the race, age and gender of individuals that comprise the current master jury list.\n\nIn the event that there are any fees for obtaining or copying these records, please inform me of the total charges in advance of fulfilling my request. Should the fees exceed $100, I would also like to request a waiver of all fees as I am requesting the information on behalf of a 501(c)(3) nonprofit and the disclosure of the requested information is in the public interest and will contribute significantly to the public’s understanding of how master jury lists are created. This information is not being sought for commercial purposes.\nIf possible, please provide the requested documents electronically. However, if this is not feasible, please inform me of the available methods for obtaining these records. Further, if you expect a significant delay in responding to this request, please contact me with information concerning when I might expect copies or the ability to inspect the requested records.\nIf you deny any or all of this request, please cite each specific exemption that justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within the timeframe required by the statute.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/shasta-county-3067/shasta-county-clerk-jury-list-request-177124/"
  },
  {
    "id": 177123,
    "title": "Pima county Office of Jury Services Jury List Request",
    "slug": "pima-county-office-of-jury-services-jury-list-request",
    "status": "ack",
    "embargo_status": "public",
    "user": 107286,
    "username": "Elijah",
    "agency": 20910,
    "datetime_submitted": "2024-12-03T15:58:42.897321",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2024-12-18",
    "datetime_done": null,
    "datetime_updated": "2024-12-03T15:58:42.970894",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177123,
        "from_user": 107286,
        "to_user": 141974,
        "subject": "Arizona Public Records Law Request: Pima county Office of Jury Services Jury List Request",
        "datetime": "2024-12-03T15:58:42.970894",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\nPursuant to the Freedom of Information Act I hereby request the following records:\nThe following materials regarding the compilation and composition of the state’s master jury list:\n\nAll current policies and procedures regarding how the current master jury list was compiled and how often master jury lists are reviewed and updated. Please name all source lists (driver’s license records, voter registration lists, etc) that were utilized in creating the current master jury list.\n\nAll reports, databases, spreadsheets, or equivalent materials regarding the composition of the current master jury list. Please include the total number of individuals on the current master jury list and all relevant demographic data, including but not limited to the race, age and gender of individuals that comprise the current master jury list.\n\nIn the event that there are any fees for obtaining or copying these records, please inform me of the total charges in advance of fulfilling my request. Should the fees exceed $100, I would also like to request a waiver of all fees as I am requesting the information on behalf of a 501(c)(3) nonprofit and the disclosure of the requested information is in the public interest and will contribute significantly to the public’s understanding of how master jury lists are created. This information is not being sought for commercial purposes.\nIf possible, please provide the requested documents electronically. However, if this is not feasible, please inform me of the available methods for obtaining these records. Further, if you expect a significant delay in responding to this request, please contact me with information concerning when I might expect copies or the ability to inspect the requested records.\nIf you deny any or all of this request, please cite each specific exemption that justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within the timeframe required by the statute.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/pima-county-183/pima-county-office-of-jury-services-jury-list-request-177123/"
  },
  {
    "id": 177122,
    "title": "Jefferson Davis Parish LA Jury List Request",
    "slug": "jefferson-davis-parish-la-jury-list-request",
    "status": "ack",
    "embargo_status": "public",
    "user": 107286,
    "username": "Elijah",
    "agency": 14590,
    "datetime_submitted": "2024-12-03T15:58:42.307247",
    "date_due": "2024-12-06",
    "days_until_due": null,
    "date_followup": "2024-12-06",
    "datetime_done": null,
    "datetime_updated": "2024-12-03T15:58:42.415866",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177122,
        "from_user": 107286,
        "to_user": 20880,
        "subject": "Louisiana Public Records Law Request: Jefferson Davis Parish LA Jury List Request",
        "datetime": "2024-12-03T15:58:42.415866",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\nPursuant to the Freedom of Information Act I hereby request the following records:\nThe following materials regarding the compilation and composition of the state’s master jury list:\n\nAll current policies and procedures regarding how the current master jury list was compiled and how often master jury lists are reviewed and updated. Please name all source lists (driver’s license records, voter registration lists, etc) that were utilized in creating the current master jury list.\n\nAll reports, databases, spreadsheets, or equivalent materials regarding the composition of the current master jury list. Please include the total number of individuals on the current master jury list and all relevant demographic data, including but not limited to the race, age and gender of individuals that comprise the current master jury list.\n\nIn the event that there are any fees for obtaining or copying these records, please inform me of the total charges in advance of fulfilling my request. Should the fees exceed $100, I would also like to request a waiver of all fees as I am requesting the information on behalf of a 501(c)(3) nonprofit and the disclosure of the requested information is in the public interest and will contribute significantly to the public’s understanding of how master jury lists are created. This information is not being sought for commercial purposes.\nIf possible, please provide the requested documents electronically. However, if this is not feasible, please inform me of the available methods for obtaining these records. Further, if you expect a significant delay in responding to this request, please contact me with information concerning when I might expect copies or the ability to inspect the requested records.\nIf you deny any or all of this request, please cite each specific exemption that justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within the timeframe required by the statute.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "fax"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/jefferson-davis-county-16096/jefferson-davis-parish-la-jury-list-request-177122/"
  },
  {
    "id": 177121,
    "title": "kent county DE Jury List Request",
    "slug": "kent-county-de-jury-list-request",
    "status": "ack",
    "embargo_status": "public",
    "user": 107286,
    "username": "Elijah",
    "agency": 3888,
    "datetime_submitted": "2024-12-03T15:58:40.415952",
    "date_due": "2024-12-24",
    "days_until_due": null,
    "date_followup": "2024-12-24",
    "datetime_done": null,
    "datetime_updated": "2024-12-03T15:58:41.776780",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177121,
        "from_user": 107286,
        "to_user": 145470,
        "subject": "Delaware Freedom of Information Act Request: kent county DE Jury List Request",
        "datetime": "2024-12-03T15:58:41.776780",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\nPursuant to the Freedom of Information Act I hereby request the following records:\nThe following materials regarding the compilation and composition of the state’s master jury list:\n\nAll current policies and procedures regarding how the current master jury list was compiled and how often master jury lists are reviewed and updated. Please name all source lists (driver’s license records, voter registration lists, etc) that were utilized in creating the current master jury list.\n\nAll reports, databases, spreadsheets, or equivalent materials regarding the composition of the current master jury list. Please include the total number of individuals on the current master jury list and all relevant demographic data, including but not limited to the race, age and gender of individuals that comprise the current master jury list.\n\nIn the event that there are any fees for obtaining or copying these records, please inform me of the total charges in advance of fulfilling my request. Should the fees exceed $100, I would also like to request a waiver of all fees as I am requesting the information on behalf of a 501(c)(3) nonprofit and the disclosure of the requested information is in the public interest and will contribute significantly to the public’s understanding of how master jury lists are created. This information is not being sought for commercial purposes.\nIf possible, please provide the requested documents electronically. However, if this is not feasible, please inform me of the available methods for obtaining these records. Further, if you expect a significant delay in responding to this request, please contact me with information concerning when I might expect copies or the ability to inspect the requested records.\nIf you deny any or all of this request, please cite each specific exemption that justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within the timeframe required by the statute.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "fax"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/kent-county-4669/kent-county-de-jury-list-request-177121/"
  },
  {
    "id": 177120,
    "title": "kent county MD Jury List Request",
    "slug": "kent-county-md-jury-list-request",
    "status": "ack",
    "embargo_status": "public",
    "user": 107286,
    "username": "Elijah",
    "agency": 36453,
    "datetime_submitted": "2024-12-03T15:58:39.736078",
    "date_due": "2024-12-13",
    "days_until_due": null,
    "date_followup": "2024-12-13",
    "datetime_done": null,
    "datetime_updated": "2024-12-03T15:58:39.809875",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177120,
        "from_user": 107286,
        "to_user": 123814,
        "subject": "Maryland Public Information Act Request: kent county MD Jury List Request",
        "datetime": "2024-12-03T15:58:39.809875",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\nPursuant to the Freedom of Information Act I hereby request the following records:\nThe following materials regarding the compilation and composition of the state’s master jury list:\n\nAll current policies and procedures regarding how the current master jury list was compiled and how often master jury lists are reviewed and updated. Please name all source lists (driver’s license records, voter registration lists, etc) that were utilized in creating the current master jury list.\n\nAll reports, databases, spreadsheets, or equivalent materials regarding the composition of the current master jury list. Please include the total number of individuals on the current master jury list and all relevant demographic data, including but not limited to the race, age and gender of individuals that comprise the current master jury list.\n\nIn the event that there are any fees for obtaining or copying these records, please inform me of the total charges in advance of fulfilling my request. Should the fees exceed $100, I would also like to request a waiver of all fees as I am requesting the information on behalf of a 501(c)(3) nonprofit and the disclosure of the requested information is in the public interest and will contribute significantly to the public’s understanding of how master jury lists are created. This information is not being sought for commercial purposes.\nIf possible, please provide the requested documents electronically. However, if this is not feasible, please inform me of the available methods for obtaining these records. Further, if you expect a significant delay in responding to this request, please contact me with information concerning when I might expect copies or the ability to inspect the requested records.\nIf you deny any or all of this request, please cite each specific exemption that justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within the timeframe required by the statute.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/kent-county-16481/kent-county-md-jury-list-request-177120/"
  },
  {
    "id": 177119,
    "title": "Ada County ID Jury List Request",
    "slug": "ada-county-id-jury-list-request",
    "status": "ack",
    "embargo_status": "public",
    "user": 107286,
    "username": "Elijah",
    "agency": 4560,
    "datetime_submitted": "2024-12-03T15:58:39.101734",
    "date_due": "2024-12-06",
    "days_until_due": null,
    "date_followup": "2024-12-06",
    "datetime_done": null,
    "datetime_updated": "2024-12-03T15:58:39.245687",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177119,
        "from_user": 107286,
        "to_user": 33137,
        "subject": "Idaho Public Records Act Request: Ada County ID Jury List Request",
        "datetime": "2024-12-03T15:58:39.245687",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\nPursuant to the Freedom of Information Act I hereby request the following records:\nThe following materials regarding the compilation and composition of the state’s master jury list:\n\nAll current policies and procedures regarding how the current master jury list was compiled and how often master jury lists are reviewed and updated. Please name all source lists (driver’s license records, voter registration lists, etc) that were utilized in creating the current master jury list.\n\nAll reports, databases, spreadsheets, or equivalent materials regarding the composition of the current master jury list. Please include the total number of individuals on the current master jury list and all relevant demographic data, including but not limited to the race, age and gender of individuals that comprise the current master jury list.\n\nIn the event that there are any fees for obtaining or copying these records, please inform me of the total charges in advance of fulfilling my request. Should the fees exceed $100, I would also like to request a waiver of all fees as I am requesting the information on behalf of a 501(c)(3) nonprofit and the disclosure of the requested information is in the public interest and will contribute significantly to the public’s understanding of how master jury lists are created. This information is not being sought for commercial purposes.\nIf possible, please provide the requested documents electronically. However, if this is not feasible, please inform me of the available methods for obtaining these records. Further, if you expect a significant delay in responding to this request, please contact me with information concerning when I might expect copies or the ability to inspect the requested records.\nIf you deny any or all of this request, please cite each specific exemption that justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within the timeframe required by the statute.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/ada-county-10894/ada-county-id-jury-list-request-177119/"
  },
  {
    "id": 177118,
    "title": "Johnson County KS Jury List Request",
    "slug": "johnson-county-ks-jury-list-request",
    "status": "ack",
    "embargo_status": "public",
    "user": 107286,
    "username": "Elijah",
    "agency": 20926,
    "datetime_submitted": "2024-12-03T15:58:37.249529",
    "date_due": "2024-12-06",
    "days_until_due": null,
    "date_followup": "2024-12-06",
    "datetime_done": null,
    "datetime_updated": "2024-12-03T15:58:38.350169",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177118,
        "from_user": 107286,
        "to_user": 145469,
        "subject": "The Kansas Open Records Act Request: Johnson County KS Jury List Request",
        "datetime": "2024-12-03T15:58:38.350169",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\nPursuant to the Freedom of Information Act I hereby request the following records:\nThe following materials regarding the compilation and composition of the state’s master jury list:\n\nAll current policies and procedures regarding how the current master jury list was compiled and how often master jury lists are reviewed and updated. Please name all source lists (driver’s license records, voter registration lists, etc) that were utilized in creating the current master jury list.\n\nAll reports, databases, spreadsheets, or equivalent materials regarding the composition of the current master jury list. Please include the total number of individuals on the current master jury list and all relevant demographic data, including but not limited to the race, age and gender of individuals that comprise the current master jury list.\n\nIn the event that there are any fees for obtaining or copying these records, please inform me of the total charges in advance of fulfilling my request. Should the fees exceed $100, I would also like to request a waiver of all fees as I am requesting the information on behalf of a 501(c)(3) nonprofit and the disclosure of the requested information is in the public interest and will contribute significantly to the public’s understanding of how master jury lists are created. This information is not being sought for commercial purposes.\nIf possible, please provide the requested documents electronically. However, if this is not feasible, please inform me of the available methods for obtaining these records. Further, if you expect a significant delay in responding to this request, please contact me with information concerning when I might expect copies or the ability to inspect the requested records.\nIf you deny any or all of this request, please cite each specific exemption that justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within the timeframe required by the statute.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/johnson-county-14270/johnson-county-ks-jury-list-request-177118/"
  },
  {
    "id": 177117,
    "title": "Oakland county MI Jury List Request",
    "slug": "oakland-county-mi-jury-list-request",
    "status": "processed",
    "embargo_status": "public",
    "user": 107286,
    "username": "Elijah",
    "agency": 5453,
    "datetime_submitted": "2024-12-03T15:58:36.418286",
    "date_due": "2024-12-10",
    "days_until_due": null,
    "date_followup": "2025-03-04",
    "datetime_done": null,
    "datetime_updated": "2024-12-03T22:30:12.668355",
    "date_embargo": null,
    "tracking_id": "F008230-120324",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177117,
        "from_user": 107286,
        "to_user": 14867,
        "subject": "Michigan Freedom of Information Act Request: Oakland county MI Jury List Request",
        "datetime": "2024-12-03T15:58:36.604256",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\nPursuant to the Freedom of Information Act I hereby request the following records:\nThe following materials regarding the compilation and composition of the state’s master jury list:\n\nAll current policies and procedures regarding how the current master jury list was compiled and how often master jury lists are reviewed and updated. Please name all source lists (driver’s license records, voter registration lists, etc) that were utilized in creating the current master jury list.\n\nAll reports, databases, spreadsheets, or equivalent materials regarding the composition of the current master jury list. Please include the total number of individuals on the current master jury list and all relevant demographic data, including but not limited to the race, age and gender of individuals that comprise the current master jury list.\n\nIn the event that there are any fees for obtaining or copying these records, please inform me of the total charges in advance of fulfilling my request. Should the fees exceed $100, I would also like to request a waiver of all fees as I am requesting the information on behalf of a 501(c)(3) nonprofit and the disclosure of the requested information is in the public interest and will contribute significantly to the public’s understanding of how master jury lists are created. This information is not being sought for commercial purposes.\nIf possible, please provide the requested documents electronically. However, if this is not feasible, please inform me of the available methods for obtaining these records. Further, if you expect a significant delay in responding to this request, please contact me with information concerning when I might expect copies or the ability to inspect the requested records.\nIf you deny any or all of this request, please cite each specific exemption that justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within the timeframe required by the statute.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 177117,
        "from_user": 14867,
        "to_user": 107286,
        "subject": "Welcome to the Oakland County Records Center!",
        "datetime": "2024-12-03T22:29:06.330644",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Elijah Salisbury, \r\n\r\nThank you for registering with the Oakland County Records Center.  Please log in to the Records Center to update any contact or password information and to track the progress of your request. \r\nLogin: 177117-91824472@requests.muckrock.com \r\n\r\nIf you have never used this system or cannot remember your password you may request a temporary password here: Request Temporary Password (http://oaklandcountymi.mycusthelpadmin.com/WEBAPP/_rs/forgotpassword.aspx) \r\n \r\nThis is an auto-generated email and has originated from an unmonitored email account. Please DO NOT REPLY.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 177117,
        "from_user": 14867,
        "to_user": 107286,
        "subject": "FOIA Records Request :: F008230-120324",
        "datetime": "2024-12-03T22:30:12.668355",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Elijah Salisbury: \r\n\r\nThank you for your interest in public records from Oakland County, Michigan. Your request has been received and is being processed in accordance with the Freedom of Information Act, Public Act 422 of 1976, as amended, MCL. 15.231 et. seq. Your request was given the reference number F008230-120324 for tracking purposes. \r\n\r\nRecords Requested: To Whom It May Concern:\r\nPursuant to the Freedom of Information Act I hereby request the following records:\r\nThe following materials regarding the compilation and composition of the state’s master jury list:\r\n\r\nAll current policies and procedures regarding how the current master jury list was compiled and how often master jury lists are reviewed and updated. Please name all source lists (driver’s license records, voter registration lists, etc) that were utilized in creating the current master jury list.\r\n\r\nAll reports, databases, spreadsheets, or equivalent materials regarding the composition of the current master jury list. Please include the total number of individuals on the current master jury list and all relevant demographic data, including but not limited to the race, age and gender of individuals that comprise the current master jury list.\r\n\r\nIn the event that there are any fees for obtaining or copying these records, please inform me of the total charges in advance of fulfilling my request. Should the fees exceed $100, I would also like to request a waiver of all fees as I am requesting the information on behalf of a 501(c)(3) nonprofit and the disclosure of the requested information is in the public interest and will contribute significantly to the public’s understanding of how master jury lists are created. This information is not being sought for commercial purposes.\r\nIf possible, please provide the requested documents electronically. However, if this is not feasible, please inform me of the available methods for obtaining these records. Further, if you expect a significant delay in responding to this request, please contact me with information concerning when I might expect copies or the ability to inspect the requested records.\r\nIf you deny any or all of this request, please cite each specific exemption that justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within the timeframe required by the statute.\r\n\r\nUpload documents directly: https://accounts.muckrock.com/accounts/login/?next=https%3A%2F%2Fwww.muckrock.com%2Faccounts%2Flogin%2F%3Fnext%3D%252Faccounts%252Fagency_login%252Foakland-county-clerk-5453%252Foakland-county-mi-jury-list-request-177117%252F%253Femail%253Dclerk%252540oakgov.com&url_auth_token=AAAxIa157ugq_uh_wVYhLay7tTk%3A1tIg2n%3AVi6OKHN5ZJn6pvME1a7iAIvEAjkZGx_cI2tS4qaPddQ \r\n\r\nYour request will be forwarded to the relevant County department(s) to locate the information you seek and to determine the costs, if any, associated with satisfying your request. You will be contacted when we determine if the records you requested are available and if there is a cost for you to obtain the records you requested. \r\n\r\nPLEASE NOTE: The Michigan Freedom of Information Act does not require a governmental body to create new information or answer questions. \r\n\r\nYou can monitor the progress of your request at the link below and you'll receive an email when your request has been completed. \r\n\r\nAgain, thank you for using the FOIA Records Center. \r\n\r\nOakland County, Michigan",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/oakland-county-16726/oakland-county-mi-jury-list-request-177117/"
  },
  {
    "id": 177116,
    "title": "Polk County IA Jury List Request",
    "slug": "polk-county-ia-jury-list-request",
    "status": "ack",
    "embargo_status": "public",
    "user": 107286,
    "username": "Elijah",
    "agency": 19182,
    "datetime_submitted": "2024-12-03T15:58:35.698886",
    "date_due": "2024-12-17",
    "days_until_due": null,
    "date_followup": "2024-12-17",
    "datetime_done": null,
    "datetime_updated": "2024-12-03T15:58:35.799890",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177116,
        "from_user": 107286,
        "to_user": 29239,
        "subject": "Iowa Open Records Law Request: Polk County IA Jury List Request",
        "datetime": "2024-12-03T15:58:35.799890",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\nPursuant to the Freedom of Information Act I hereby request the following records:\nThe following materials regarding the compilation and composition of the state’s master jury list:\n\nAll current policies and procedures regarding how the current master jury list was compiled and how often master jury lists are reviewed and updated. Please name all source lists (driver’s license records, voter registration lists, etc) that were utilized in creating the current master jury list.\n\nAll reports, databases, spreadsheets, or equivalent materials regarding the composition of the current master jury list. Please include the total number of individuals on the current master jury list and all relevant demographic data, including but not limited to the race, age and gender of individuals that comprise the current master jury list.\n\nIn the event that there are any fees for obtaining or copying these records, please inform me of the total charges in advance of fulfilling my request. Should the fees exceed $100, I would also like to request a waiver of all fees as I am requesting the information on behalf of a 501(c)(3) nonprofit and the disclosure of the requested information is in the public interest and will contribute significantly to the public’s understanding of how master jury lists are created. This information is not being sought for commercial purposes.\nIf possible, please provide the requested documents electronically. However, if this is not feasible, please inform me of the available methods for obtaining these records. Further, if you expect a significant delay in responding to this request, please contact me with information concerning when I might expect copies or the ability to inspect the requested records.\nIf you deny any or all of this request, please cite each specific exemption that justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within the timeframe required by the statute.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "mail"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/polk-county-13259/polk-county-ia-jury-list-request-177116/"
  },
  {
    "id": 177115,
    "title": "Jackson County MS Jury List Request",
    "slug": "jackson-county-ms-jury-list-request",
    "status": "ack",
    "embargo_status": "public",
    "user": 107286,
    "username": "Elijah",
    "agency": 23069,
    "datetime_submitted": "2024-12-03T15:58:34.077699",
    "date_due": "2024-12-12",
    "days_until_due": null,
    "date_followup": "2024-12-12",
    "datetime_done": null,
    "datetime_updated": "2024-12-03T15:58:35.081756",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177115,
        "from_user": 107286,
        "to_user": 145468,
        "subject": "Mississippi Public Records Act Request: Jackson County MS Jury List Request",
        "datetime": "2024-12-03T15:58:35.081756",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\nPursuant to the Freedom of Information Act I hereby request the following records:\nThe following materials regarding the compilation and composition of the state’s master jury list:\n\nAll current policies and procedures regarding how the current master jury list was compiled and how often master jury lists are reviewed and updated. Please name all source lists (driver’s license records, voter registration lists, etc) that were utilized in creating the current master jury list.\n\nAll reports, databases, spreadsheets, or equivalent materials regarding the composition of the current master jury list. Please include the total number of individuals on the current master jury list and all relevant demographic data, including but not limited to the race, age and gender of individuals that comprise the current master jury list.\n\nIn the event that there are any fees for obtaining or copying these records, please inform me of the total charges in advance of fulfilling my request. Should the fees exceed $100, I would also like to request a waiver of all fees as I am requesting the information on behalf of a 501(c)(3) nonprofit and the disclosure of the requested information is in the public interest and will contribute significantly to the public’s understanding of how master jury lists are created. This information is not being sought for commercial purposes.\nIf possible, please provide the requested documents electronically. However, if this is not feasible, please inform me of the available methods for obtaining these records. Further, if you expect a significant delay in responding to this request, please contact me with information concerning when I might expect copies or the ability to inspect the requested records.\nIf you deny any or all of this request, please cite each specific exemption that justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within the timeframe required by the statute.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "fax"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/jackson-county-19478/jackson-county-ms-jury-list-request-177115/"
  },
  {
    "id": 177114,
    "title": "Lake County MT Jury List Request",
    "slug": "lake-county-mt-jury-list-request",
    "status": "ack",
    "embargo_status": "public",
    "user": 107286,
    "username": "Elijah",
    "agency": 19192,
    "datetime_submitted": "2024-12-03T15:58:33.370479",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2024-12-18",
    "datetime_done": null,
    "datetime_updated": "2024-12-03T15:58:33.480495",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177114,
        "from_user": 107286,
        "to_user": 29249,
        "subject": "Montana Freedom of Information Act Request: Lake County MT Jury List Request",
        "datetime": "2024-12-03T15:58:33.480495",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\nPursuant to the Freedom of Information Act I hereby request the following records:\nThe following materials regarding the compilation and composition of the state’s master jury list:\n\nAll current policies and procedures regarding how the current master jury list was compiled and how often master jury lists are reviewed and updated. Please name all source lists (driver’s license records, voter registration lists, etc) that were utilized in creating the current master jury list.\n\nAll reports, databases, spreadsheets, or equivalent materials regarding the composition of the current master jury list. Please include the total number of individuals on the current master jury list and all relevant demographic data, including but not limited to the race, age and gender of individuals that comprise the current master jury list.\n\nIn the event that there are any fees for obtaining or copying these records, please inform me of the total charges in advance of fulfilling my request. Should the fees exceed $100, I would also like to request a waiver of all fees as I am requesting the information on behalf of a 501(c)(3) nonprofit and the disclosure of the requested information is in the public interest and will contribute significantly to the public’s understanding of how master jury lists are created. This information is not being sought for commercial purposes.\nIf possible, please provide the requested documents electronically. However, if this is not feasible, please inform me of the available methods for obtaining these records. Further, if you expect a significant delay in responding to this request, please contact me with information concerning when I might expect copies or the ability to inspect the requested records.\nIf you deny any or all of this request, please cite each specific exemption that justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within the timeframe required by the statute.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/lake-county-21100/lake-county-mt-jury-list-request-177114/"
  },
  {
    "id": 177113,
    "title": "Florida Department of Highway Safety and Motor Vehicles directly Jury List Request",
    "slug": "florida-department-of-highway-safety-and-motor-vehicles-directly-jury-list-request",
    "status": "processed",
    "embargo_status": "public",
    "user": 107286,
    "username": "Elijah",
    "agency": 6059,
    "datetime_submitted": "2024-12-03T15:58:32.507811",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2024-12-18",
    "datetime_done": null,
    "datetime_updated": "2024-12-03T17:20:21.432263",
    "date_embargo": null,
    "tracking_id": "P812320-120324",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177113,
        "from_user": 107286,
        "to_user": 23517,
        "subject": "Florida Sunshine Law Request: Florida Department of Highway Safety and Motor Vehicles directly Jury List Request",
        "datetime": "2024-12-03T15:58:32.616664",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\nPursuant to the Freedom of Information Act I hereby request the following records:\nThe following materials regarding the compilation and composition of the state’s master jury list:\n\nAll current policies and procedures regarding how the current master jury list was compiled and how often master jury lists are reviewed and updated. Please name all source lists (driver’s license records, voter registration lists, etc) that were utilized in creating the current master jury list.\n\nAll reports, databases, spreadsheets, or equivalent materials regarding the composition of the current master jury list. Please include the total number of individuals on the current master jury list and all relevant demographic data, including but not limited to the race, age and gender of individuals that comprise the current master jury list.\n\nIn the event that there are any fees for obtaining or copying these records, please inform me of the total charges in advance of fulfilling my request. Should the fees exceed $100, I would also like to request a waiver of all fees as I am requesting the information on behalf of a 501(c)(3) nonprofit and the disclosure of the requested information is in the public interest and will contribute significantly to the public’s understanding of how master jury lists are created. This information is not being sought for commercial purposes.\nIf possible, please provide the requested documents electronically. However, if this is not feasible, please inform me of the available methods for obtaining these records. Further, if you expect a significant delay in responding to this request, please contact me with information concerning when I might expect copies or the ability to inspect the requested records.\nIf you deny any or all of this request, please cite each specific exemption that justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within the timeframe required by the statute.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 177113,
        "from_user": 23517,
        "to_user": 107286,
        "subject": "HSMV Public Records Request Ref No :: P812320-120324",
        "datetime": "2024-12-03T17:20:21.432263",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear , Thank you for contacting the Florida Department of Highway Safety and Motor Vehicles. In accordance with § 119.07(1)(c), Fla. Stat., receipt of your public records request is hereby acknowledged. You substantially seek the following records: \"To Whom It May Concern:\nPursuant to the Freedom of Information Act I hereby request the following records:\nThe following materials regarding the compilation and composition of the state’s master jury list:\nAll current policies and procedures regarding how the current master jury list was compiled and how often master jury lists are reviewed and updated. Please name all source lists (driver’s license records, voter registration lists, etc) that were utilized in creating the current master jury list.\nAll reports, databases, spreadsheets, or equivalent materials regarding the composition of the current master jury list. Please include the total number of individuals on the current master jury list and all relevant demographic data, including but not limited to the race, age and gender of individuals that comprise the current master jury list.\nIn the event that there are any fees for obtaining or copying these records, please inform me of the total charges in advance of fulfilling my request. Should the fees exceed $100, I would also like to request a waiver of all fees as I am requesting the information on behalf of a 501(c)(3) nonprofit and the disclosure of the requested information is in the public interest and will contribute significantly to the public’s understanding of how master jury lists are created. This information is not being sought for commercial purposes.\nIf possible, please provide the requested documents electronically. However, if this is not feasible, please inform me of the available methods for obtaining these records. Further, if you expect a significant delay in responding to this request, please contact me with information concerning when I might expect copies or the ability to inspect the requested records.\nIf you deny any or all of this request, please cite each specific exemption that justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within the timeframe required by the statute..\" Your public records request has been assigned Ref. # P812320-120324 for tracking purposes and been referred to the Bureau Of Issuance Oversight for processing. Respectfully yours, Molly Best Communications Office DEPARTMENT OF HIGHWAY SAFETY AND MOTOR VEHICLES \n DRIVER LICENSE AND MOTOR VEHICLE RECORDS: Records requests are processed without delay; however, due to high volume of requests received in Bureau of Records, please allow two weeks' processing time from date of this message.\n",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/florida-34/florida-department-of-highway-safety-and-motor-vehicles-directly-jury-list-request-177113/"
  },
  {
    "id": 177112,
    "title": "Fayette County KY Jury List Request",
    "slug": "fayette-county-ky-jury-list-request",
    "status": "submitted",
    "embargo_status": "public",
    "user": 107286,
    "username": "Elijah",
    "agency": 17177,
    "datetime_submitted": "2024-12-03T15:58:31.720565",
    "date_due": "2024-12-10",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-12-03T15:58:31.871461",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177112,
        "from_user": 107286,
        "to_user": 23128,
        "subject": "Kentucky Open Records Act Request: Fayette County KY Jury List Request",
        "datetime": "2024-12-03T15:58:31.871461",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\nPursuant to the Freedom of Information Act I hereby request the following records:\nThe following materials regarding the compilation and composition of the state’s master jury list:\n\nAll current policies and procedures regarding how the current master jury list was compiled and how often master jury lists are reviewed and updated. Please name all source lists (driver’s license records, voter registration lists, etc) that were utilized in creating the current master jury list.\n\nAll reports, databases, spreadsheets, or equivalent materials regarding the composition of the current master jury list. Please include the total number of individuals on the current master jury list and all relevant demographic data, including but not limited to the race, age and gender of individuals that comprise the current master jury list.\n\nIn the event that there are any fees for obtaining or copying these records, please inform me of the total charges in advance of fulfilling my request. Should the fees exceed $100, I would also like to request a waiver of all fees as I am requesting the information on behalf of a 501(c)(3) nonprofit and the disclosure of the requested information is in the public interest and will contribute significantly to the public’s understanding of how master jury lists are created. This information is not being sought for commercial purposes.\nIf possible, please provide the requested documents electronically. However, if this is not feasible, please inform me of the available methods for obtaining these records. Further, if you expect a significant delay in responding to this request, please contact me with information concerning when I might expect copies or the ability to inspect the requested records.\nIf you deny any or all of this request, please cite each specific exemption that justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within the timeframe required by the statute.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/lexington-fayette-15740/fayette-county-ky-jury-list-request-177112/"
  },
  {
    "id": 177103,
    "title": "State and outside compensation records for VA Tech professor",
    "slug": "state-and-outside-compensation-records-for-va-tech-professor",
    "status": "submitted",
    "embargo_status": "public",
    "user": 145456,
    "username": "scottgordonwi",
    "agency": 23379,
    "datetime_submitted": "2024-12-03T14:48:07.915973",
    "date_due": "2024-12-10",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-12-03T14:48:08.384878",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177103,
        "from_user": 145456,
        "to_user": 62270,
        "subject": "Virginia Freedom of Information Act Request: State and outside compensation records for VA Tech professor",
        "datetime": "2024-12-03T14:48:08.384878",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Virginia Freedom of Information Act, I hereby request the following records:\r\n\r\nDear Records Custodian,\r\n\r\nI seek records regarding the compensation of Dr. Broderick Turner, assistant professor of marketing at Virginia Tech. Specifically I seek records generated from January 1, 2020 to the present date that provide the following:\r\n\r\n-Amounts and terms of Dr. Turner’s annual compensation as a university employee (salary, stipends, etc)\r\n\r\n-Amounts and terms of any outside compensation Dr. Turner has disclosed to Virginia Tech pursuant to university policies on outside compensation.\r\n\r\n-Any disclosures Dr. Turner has provided to Virginia Tech related to work with Axon Enterprise Inc., in his capacity as a member of Axon’s Ethics and Equity Advisory Council (EEAC), and/or in any other capacity, including amounts of compensation, terms of compensation, and the scope of tasks performed.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTom Nash, a citizen of Virginia, in coordination with Scott Gordon.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/virginia-128/state-and-outside-compensation-records-for-va-tech-professor-177103/"
  },
  {
    "id": 177100,
    "title": "IA investigation number IAD2016-0223 Boston Police",
    "slug": "ia-investigation-number-iad2016-0223-boston-police",
    "status": "processed",
    "embargo_status": "public",
    "user": 89211,
    "username": "AnneG",
    "agency": 174,
    "datetime_submitted": "2024-12-03T10:06:23.052711",
    "date_due": "2024-12-17",
    "days_until_due": null,
    "date_followup": "2025-03-04",
    "datetime_done": null,
    "datetime_updated": "2024-12-03T22:27:38.200471",
    "date_embargo": null,
    "tracking_id": "B003463-120324",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177100,
        "from_user": 89211,
        "to_user": 9560,
        "subject": "Massachusetts Public Records Law Request: IA investigation number IAD2016-0223 Boston Police",
        "datetime": "2024-12-03T10:06:23.162877",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Massachusetts Public Records Law, I hereby request the following records:\r\n\r\nI am requesting  documents  for  a 2016 Interanal Affairs investigation number IAD2016-0223 regarding Boston Police Officer Lieutenant David C Murphy, badge number 9375.\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by the recommendations of the Massachusetts Supervisor of Public Records. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nI expect the request to be filled in an accessible format, including for screen readers, which provide text-to-speech for persons unable to read print. Files that are not accessible to screen readers include, for example, .pdf image files as well as physical documents.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAnnemarie Grant",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 177100,
        "from_user": 9560,
        "to_user": 89211,
        "subject": "Welcome to the Records Center!",
        "datetime": "2024-12-03T22:26:35.872733",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Annemarie Grant, \r\nThank you for registering with the Records Center.  Please log in to the Records Center to update any contact or password information and to track the progress of your request. \r\n Login: 177100-04775220@requests.muckrock.com \r\n \r\nIf you have never used this system or cannot remember your password you may request a temporary password here: Request Temporary Password (https://u8387778.ct.sendgrid.net/ls/click?upn=u001.VEsWrlMiJDg0mXafq1mEXTIDeIcW7QPGcxbg2r6mBl4v5YArf88j-2FuVDN6ocqvIVap6zHF-2FD-2BpMyPdeKYbfEVA46iZ01n6SYPHtOddU8KHA-3Ds6xy_9RsK0nLKQUllXkTLy3ezoWyxHlHGdCcZBxHZIQaNt8n8kvk1-2BY8h9tWbTUaILuNmGIX-2FnE1ZFM2knpo9XTobQe8Zsa-2FPd5DZpre7eO07-2FISf0KUmcBE6i4V0QDd3Ex0S1qbKYR6Apz6ogP6vG7g-2BKw8jTdYVTzzvMRNQt5efm-2FcwDNYkIMlKWJjdiCJHkbZCeHVh9-2FGHmZsjrPzaR3ABPhnsgIkujNlgze3SXRT-2B7rg-3D) \r\n \r\nThis is an auto-generated email and has originated from an unmonitored email account. Please DO NOT REPLY.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 177100,
        "from_user": 9560,
        "to_user": 89211,
        "subject": "Police Records Request :: B003463-120324",
        "datetime": "2024-12-03T22:27:38.200471",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Annemarie Grant \r\nThank you for your interest in public records of Boston Police Department. Your request has been received and is being processed. Your request was received in this office on 12/3/2024 10:26:40 PM and given the reference number B003463-120324 for tracking purposes. \r\nIf this is a media request, please contact the Office of Media Relations directly at 617.343.4520. \r\nTo Whom It May Concern:\r\n\r\nPursuant to the Massachusetts Public Records Law, I hereby request the following records:\r\n\r\nI am requesting documents for a 2016 Interanal Affairs investigation number IAD2016-0223 regarding Boston Police Officer Lieutenant David C Murphy, badge number 9375.\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by the recommendations of the Massachusetts Supervisor of Public Records. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nI expect the request to be filled in an accessible format, including for screen readers, which provide text-to-speech for persons unable to read print. Files that are not accessible to screen readers include, for example, .pdf image files as well as physical documents.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAnnemarie Grant\r\n\r\nUpload documents directly: https://accounts.muckrock.com/accounts/login/?next=https%3A%2F%2Fwww.muckrock.com%2Faccounts%2Flogin%2F%3Fnext%3D%252Faccounts%252Fagency_login%252Fboston-police-department-174%252Fia-investigation-number-iad2016-0223-boston-police-177100%252F%253Femail%253Dshawn.williams%252540boston.gov&url_auth_token=AAAj3RopeyU243WMQhYCCJ473IM%3A1tIfZt%3Alt_9ekbPHoW9gguLoslltMudKLku4_haOLzqfY2-BxI \r\nYou can monitor the progress of your request at the link below and you'll receive an email when your request has been completed. Again, thank you for using the Public Records Center. \r\nDirector, Public Information \r\nBoston Police Department",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/boston-3/ia-investigation-number-iad2016-0223-boston-police-177100/"
  },
  {
    "id": 177091,
    "title": "Brian Muoio - Signal",
    "slug": "brian-muoio-signal",
    "status": "processed",
    "embargo_status": "public",
    "user": 108519,
    "username": "rose.terse",
    "agency": 227,
    "datetime_submitted": "2024-12-02T23:12:05.242736",
    "date_due": "2024-12-09",
    "days_until_due": null,
    "date_followup": "2025-03-03",
    "datetime_done": null,
    "datetime_updated": "2024-12-03T14:11:09.093049",
    "date_embargo": null,
    "tracking_id": "P206936-120224",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177091,
        "from_user": 108519,
        "to_user": 9707,
        "subject": "Washington Public Records Act Request: Brian Muoio - Signal",
        "datetime": "2024-12-02T23:12:05.427689",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Washington Public Records Act, I hereby request the following records:\r\n\r\nRegarding Officer Brian Muoio #8381, I am requesting from his City-owned Android device:\r\n\r\n1. For every conversation in the officer’s Signal app, including archived and deleted conversations, please provide:\r\n1a. The title, avatar, description, and retention period set for the chat.\r\n1b. A listing of all members in the chat.\r\n1c. All messages, images, and files sent and received in the chat, sufficient to discern sender’s name and avatar, time received, and message content, as well as events including but not limited to entering and leaving chat, changing retention time, etc.\r\n\r\n2. The list of all contacts in the officer’s Signal app. This can be found by clicking the “New Message” icon.\r\n\r\n3. The name, avatar, and username set for the officer themself. This can be found by clicking the profile icon.\r\n\r\nIf copying these messages by hand is burdensome, I understand that SPD owns software tools that can be used to extract these records.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRose Terse",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 177091,
        "from_user": 9707,
        "to_user": 108519,
        "subject": "Police :: P206936-120224",
        "datetime": "2024-12-03T00:42:09.828152",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "At this time, the Seattle Police Department’s Legal Unit is operating under a backlog of over 4,500 open requests. We deeply appreciate your understanding and patience as we work diligently to respond to all pending requests. \r\n \r\n \r\nDear Rose Terse: \r\n \r\nThank you for using the Seattle Police Public Records Request Center.\r\n \r\nYour request was received on December 02, 2024and the reference number is P206936-120224. \r\n \r\nIf the City's representative entered your request into the system and you didn't specifically register: \r\n \r\n  * Access the Police Public Records Request Center \r\n  * Access the \"My Records Request Center\" \r\n  * Access the \"View My Requests\" \r\n  * Enter the E-Mail below (should be the E-Mail you gave the representative) \r\n  * At the login prompt click the forgotten password link \r\n  * You will be sent a temporary password to login and then change to a permanent password \r\nPlease use the center to track the progress of your requests, pay for your requests online, and download your records! \r\n \r\nHere is your login: 177091-56409067@requests.muckrock.com \r\n Request Summary  Incident Information (if provided): \r\n \r\n  * Incident Number: \r\n  * Incident Date: \r\n  * Incident Time: \r\n  * Incident Location: \r\n  * Investigating Officers: \r\n Request Description and Details (as provided): \r\n \r\n  * Overall Description: \r\n To Whom It May Concern:\r\n\r\nPursuant to the Washington Public Records Act, I hereby request the following records:\r\n\r\nRegarding Officer Brian Muoio #8381, I am requesting from his City-owned Android device:\r\n\r\n1. For every conversation in the officer’s Signal app, including archived and deleted conversations, please provide:\r\n1a. The title, avatar, description, and retention period set for the chat.\r\n1b. A listing of all members in the chat.\r\n1c. All messages, images, and files sent and received in the chat, sufficient to discern sender’s name and avatar, time received, and message content, as well as events including but not limited to entering and leaving chat, changing retention time, etc.\r\n\r\n2. The list of all contacts in the officer’s Signal app. This can be found by clicking the “New Message” icon.\r\n\r\n3. The name, avatar, and username set for the officer themself. This can be found by clicking the profile icon.\r\n\r\nIf copying these messages by hand is burdensome, I understand that SPD owns software tools that can be used to extract these records.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRose Terse\r\n\r\nUpload documents directly: https://accounts.muckrock.com/accounts/login/?next=https%3A%2F%2Fwww.muckrock.com%2Faccounts%2Flogin%2F%3Fnext%3D%252Faccounts%252Fagency_login%252Fpolice-department-227%252Fbrian-muoio-signal-177091%252F%253F&url_auth_token=AAAFQ9KmvkmCgvijcXozslE3fSY%3A1tILdh%3AuuVdsFSdud2-BuPeM8qNh3U7ZM9St8PF4IEsA4rsa9A",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 177091,
        "from_user": 9707,
        "to_user": 108519,
        "subject": "Police Status Update:  Assigned :: P206936-120224",
        "datetime": "2024-12-03T14:11:09.093049",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "12/03/2024 \r\n \r\nRose Terse \r\n177091-56409067@requests.muckrock.com \r\n \r\nRE: Public Disclosure Request #: P206936-120224 \r\n \r\nDear Rose Terse, \r\n \r\nThis communication is in response to your public disclosure request. \r\n \r\nThe purpose of this correspondence is to provide you a status update. Your request status is: Assigned. \r\n \r\nIf you have any questions, you may send messages using the Police Records Request Center or call the Public Disclosure Desk at 206-684-5481. \r\n Please add seattle@mycusthelp.net to your E-mail contacts/address book to ensure delivery of the record center E-mails to your Inbox. (mailto:seattle@mycusthelp.net) \r\n \r\nThis is an auto-generated email and has originated from an unmonitored email account. Please DO NOT REPLY. \r\n \r\nAt this time, the Seattle Police Department’s Legal Section is operating under a backlog of more than 4,500 open requests. We appreciate your understanding and patience as we work diligently to respond to all pending requests.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/seattle-69/brian-muoio-signal-177091/"
  },
  {
    "id": 177090,
    "title": "Erica Marie Erickson | Poder Judicial",
    "slug": "erica-marie-erickson",
    "status": "processed",
    "embargo_status": "public",
    "user": 111073,
    "username": "BlackHeartGoon",
    "agency": 14757,
    "datetime_submitted": "2024-12-02T22:54:13.026862",
    "date_due": "2024-12-31",
    "days_until_due": null,
    "date_followup": "2025-01-02",
    "datetime_done": null,
    "datetime_updated": "2024-12-02T23:29:33.486368",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "puerto rico"
    ],
    "communications": [
      {
        "foia": 177090,
        "from_user": 111073,
        "to_user": 18997,
        "subject": "Freedom of Information Act Request: Erica Marie Erickson",
        "datetime": "2024-12-02T22:54:13.176707",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nI am requesting access to and copies of any and all records pertaining to Erica Marie Erickson (date of birth: 02/09/1983), potentially identified in your records as \"Erica Erickson.\"\r\n\r\nSpecifically, I am seeking records related to case number 2023-5-006-02334, which may be associated with the address Carr. 401 Km 2.0 Bo. Playa, Añasco. \r\n\r\nThis may include, but is not limited to:\r\n * Court documents, including indictments, complaints, motions, orders, and judgments.\r\n * Arrest records and warrants.\r\n * Investigative reports and supporting documentation.\r\n * Correspondence and communications related to the case.\r\n * Any other records pertaining to Erica Erickson in connection with the specified case number.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJonathan Colon",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 177090,
        "from_user": null,
        "to_user": null,
        "subject": "Fuera de horario",
        "datetime": "2024-12-02T23:29:31.837242",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Gracias por comunicarse con el Poder Judicial de Puerto Rico. Nuestro personal contesta los mensajes recibidos a través de este correo electrónico durante días y horas laborables. Para conocer los detalles sobre las operaciones actuales de los tribunales oprima aquí. \r\n\r\n\r\n\r\n\r\n\r\nSi su mensaje se refiere a una solicitud de orden de protección u orden bajo la Ley de Salud Mental, puede escribir a presentaciones@poderjudicial.pr, ya que opera todos los días de 1:00 pm a 10:00 pm. También puede encontrar las instrucciones y los formularios necesarios para el proceso de petición de estas órdenes en https://poderjudicial.pr/solicitud-electronica-de-ordenes-de-proteccion-y-otros-asuntos-urgentes-a-nivel-municipal/ \r\n\r\n\r\n\r\nAviso de confidencialidad: Este correo electrónico y cualquier documento adjunto contiene información propietaria, confidencial o privilegiada que pertenece al Poder Judicial. Se advierte que cualquier divulgación, distribución, copia o acción relacionada al contenido de esta comunicación, sin la autorización del remitente está totalmente prohibida. Si usted no es el destinatario, debe destruir este mensaje y notificar al remitente o a la Oficina de Seguridad de los Sistemas al (787) 641-6363, Ext. 2772. El Poder Judicial ha tomado las precauciones necesarias para asegurar el envío del correo electrónico, libre de virus o contenido malicioso. No obstante, no podemos asegurar que así sea, por lo cual no nos hacemos responsables de cualquier daño atribuible al caso. __________________________________________________________________________________________________________________________________ \r\n\r\nConfidentiality Note: This e-mail and any other document attached contain proprietary, confidential or privileged information that appertains to the Judicial Branch. You are to become aware that any dissemination or disclosure, distribution, copying or the taking of any action in reliance on the contents of this communication is strictly forbidden without the consent of the sender. If you are not the intended recipient, you should destroy this message and should notify the sender or the Systems Security Office at (787) 641-6363 Ext. 2772. The Judicial Branch has taken the necessary precautions to ensure the remittance of e-mail communications free of virus or any other malicious contents. However, we cannot assure that this could be the case, for which we disclaim any responsibility of any damage attributable thereto.\n--------------------------------\r\n\r\nEste correo electrónico es un servicio de Poder Judicial.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n[7L690V-X2XXJ]",
        "status": "processed",
        "likely_foia": 177090,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 177090,
        "from_user": null,
        "to_user": null,
        "subject": "[Solicitud recibida]",
        "datetime": "2024-12-02T23:29:33.486368",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Gracias por comunicarse con el Poder Judicial de Puerto Rico. Hemos recibido su solicitud y nuestro personal la está revisando. \r\n\r\n\r\n\r\nEl personal del Poder Judicial contesta los mensajes recibidos a través de este correo electrónico de lunes a viernes de 8:30 am a 5:00 pm.\r\n\r\n\r\n\r\nSi desea agregar más comentarios, responda a este correo electrónico.\r\n\r\n\r\n\r\nSi su mensaje se refiere a una solicitud de orden de protección u orden bajo la Ley de Salud Mental, puede escribir a presentaciones@poderjudicial.pr, ya que opera todos los días de 1:00 pm a 10:00 pm. También puede encontrar las instrucciones y los formularios necesarios para el proceso de petición de estas órdenes en el enlace siguiente: https://www.poderjudicial.pr/index.php/solicitud-electronica-de-ordenes-de-proteccion-y-otros-asuntos-urgentes-a-nivel-municipal/. \r\n\r\n\r\n\r\nAviso de confidencialidad: Este correo electrónico y cualquier documento adjunto contiene información propietaria, confidencial o privilegiada que pertenece al Poder Judicial. Se advierte que cualquier divulgación, distribución, copia o acción relacionada al contenido de esta comunicación, sin la autorización del remitente está totalmente prohibida. Si usted no es el destinatario, debe destruir este mensaje y notificar al remitente o a la Oficina de Seguridad de los Sistemas al (787) 641-6363, Ext. 2772. El Poder Judicial ha tomado las precauciones necesarias para asegurar el envío del correo electrónico, libre de virus o contenido malicioso. No obstante, no podemos asegurar que así sea, por lo cual no nos hacemos responsables de cualquier daño atribuible al caso. _________________________________________________________________________________________________________________________________\r\n\r\nConfidentiality Note: This e-mail and any other document attached contain proprietary, confidential or privileged information that appertains to the Judicial Branch. You are to become aware that any dissemination or disclosure, distribution, copying or the taking of any action in reliance on the contents of this communication is strictly forbidden without the consent of the sender. If you are not the intended recipient, you should destroy this message and should notify the sender or the Systems Security Office at (787) 641-6363 Ext. 2772. The Judicial Branch has taken the necessary precautions to ensure the remittance of e-mail communications free of virus or any other malicious contents. However, we cannot assure that this could be the case, for which we disclaim any responsibility of any damage attributable thereto.\n--------------------------------\r\n\r\nEste correo electrónico es un servicio de Poder Judicial.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n[7L690V-X2XXJ]",
        "status": "processed",
        "likely_foia": 177090,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/erica-marie-erickson-177090/"
  },
  {
    "id": 177061,
    "title": "New Arrivals Mission Incident Action Plan",
    "slug": "new-arrivals-mission-incident-action-plan",
    "status": "processed",
    "embargo_status": "public",
    "user": 109020,
    "username": "SashaG",
    "agency": 6313,
    "datetime_submitted": "2024-12-02T16:10:38.225257",
    "date_due": "2024-12-09",
    "days_until_due": null,
    "date_followup": "2025-03-03",
    "datetime_done": null,
    "datetime_updated": "2024-12-02T21:28:41.732028",
    "date_embargo": null,
    "tracking_id": "F410798-120224",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177061,
        "from_user": 109020,
        "to_user": 10835,
        "subject": "Illinois Freedom of Information Act. Request: New Arrivals Mission Incident Action Plan",
        "datetime": "2024-12-02T16:10:38.425434",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nPlease provide the most up-to-date version of the New Arrivals Mission Incident Action Plan.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAlexandra Gelzin",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 177061,
        "from_user": 10835,
        "to_user": 109020,
        "subject": "Welcome to the City of Chicago Request Center!",
        "datetime": "2024-12-02T21:28:40.254190",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Alexandra Gelzin, \r\n \r\n \r\nThank you for registering with the City of Chicago Public Records Portal. \r\nIf you did not submit your request through the public portal but are receiving this e-mail, we are excited to share with you that you can now submit FOIA requests through a newly implemented online request system. While you will still be allowed to email your FOIA requests, creating an account and submitting your request online will allow you to check the online portal for the status of requests. You will also receive an email when the records are ready to be downloaded. \r\n \r\nPlease click here to visit our (https://u8387778.ct.sendgrid.net/ls/click?upn=u001.VEsWrlMiJDg0mXafq1mEXT2aAhmhBYiUcSShAuSz-2Fsuc8QsVv36mciHGQCY-2FePaudtKM_uKwlQB9y0-2FRWqHJP4Vr5Szv5WizFIPMStmMsYcHzWdJmX0Va1haj43IH5ruF98w6lAC-2BBMt0CbrPpdbkPY-2BmsGVBRrHF9-2BTjOGGBAY7PofA1Vdt4OAGHWlZplcdzGJgo-2BOC1UAWqFSZh-2FXlS37-2B6ArcRZDjHpHpaSxwDqcfcyErrHEg-2B40bQJ543HrY49jCgWIZfcS4FGji2vQJlHYXXs9UoK05O9axe3odhxXvR-2BXk-3D) Chicago Public Records portal! (https://u8387778.ct.sendgrid.net/ls/click?upn=u001.VEsWrlMiJDg0mXafq1mEXT2aAhmhBYiUcSShAuSz-2Fsuc8QsVv36mciHGQCY-2FePauOS1M_uKwlQB9y0-2FRWqHJP4Vr5Szv5WizFIPMStmMsYcHzWdJmX0Va1haj43IH5ruF98w6lAC-2BBMt0CbrPpdbkPY-2BmsOHpb-2F8qgBjfX075plA0LTAB-2BX7OCz-2Fs-2FYBXAVONQ5sBjXWTPUwbXPOczULkE6t59hV3FF2-2F2JV5GKmpD7BDo1MryV-2Bcvjkw1-2BpGtSCB8Vf-2BbERuPKaDbkCkOGm7A1Qh-2FSSObmW6CMjqulMWRQj7gjU-3D) \r\n Login: 177061-65652874@requests.muckrock.com \r\n \r\nIf you have never used this system or cannot remember your password, please request a Temporary Password using the Forgot Password option on the login screen. \r\n \r\nThis is an auto-generated email and has originated from an unmonitored email account. Please DO NOT REPLY.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 177061,
        "from_user": 10835,
        "to_user": 109020,
        "subject": "Non-Commercial FOIA Request :: F410798-120224",
        "datetime": "2024-12-02T21:28:41.732028",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Alexandra: \r\n \r\nThank you for your interest in information from the Office of Emergency Management and Communications (OEMC). Your FOIA request has been received and is being processed. Your FOIA Center reference number for tracking purposes is: F410798-120224 \r\nYou have requested the following records: To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nPlease provide the most up-to-date version of the New Arrivals Mission Incident Action Plan.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAlexandra Gelzin\r\n\r\nUpload documents directly: https://accounts.muckrock.com/accounts/login/?next=https%3A%2F%2Fwww.muckrock.com%2Faccounts%2Flogin%2F%3Fnext%3D%252Faccounts%252Fagency_login%252Foffice-of-emergency-communications-6313%252Fnew-arrivals-mission-incident-action-plan-177061%252F%253Femail%253DOEMCFOIA%252540cityofchicago.org&url_auth_token=AAAUgKrPDOzkpVvOc_l8VxhL-TI%3A1tIIcJ%3Afk4wKncSQNVzNRuWtLkrLi1njbeEThXc5HpFQfqk0z4 \r\nThe Office of Emergency Management and Communications (OEMC) responds to all public records requests in accordance with the Illinois Freedom of Information Act (FOIA), 5 ILCS 140/1 et seq.  If further time is needed to assemble and copy all documents responsive to your FOIA request, we will contact you with a time estimate and a request to extend. You can monitor the progress of your request at the link below and you’ll receive an email when your request has been completed. Thank you for using the Chicago FOIA Center.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/chicago-169/new-arrivals-mission-incident-action-plan-177061/"
  },
  {
    "id": 177060,
    "title": "Patron Incident Reports - May 2023",
    "slug": "patron-incident-reports-may-2023",
    "status": "processed",
    "embargo_status": "public",
    "user": 109020,
    "username": "SashaG",
    "agency": 3072,
    "datetime_submitted": "2024-12-02T16:10:19.485780",
    "date_due": "2024-12-09",
    "days_until_due": null,
    "date_followup": "2024-12-18",
    "datetime_done": null,
    "datetime_updated": "2024-12-02T19:32:37.255366",
    "date_embargo": null,
    "tracking_id": "5921",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177060,
        "from_user": 109020,
        "to_user": 20083,
        "subject": "Illinois Freedom of Information Act. Request: Patron Incident Reports - May 2023",
        "datetime": "2024-12-02T16:10:19.583881",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nAll Patron Incident Reports submitted for the Area Manager 5 North Region in May 2023.\r\n\r\nBecause this request is in the public interest for Illinois nonprofit Lucy Parsons Labs for the purpose of public education, please waive any fees in accordance with 5 ILCS § 140/6(c).\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAlexandra Gelzin",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 177060,
        "from_user": 20083,
        "to_user": 109020,
        "subject": "FOIA 5921 Request: Patron Incident Reports - May 2023",
        "datetime": "2024-12-02T19:32:37.255366",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Requestor,\r\n\r\nThank you for your interest in obtaining information from the Chicago Park District.\r\n\r\nYour FOIA reference number for tracking purposes is: 5921\r\n\r\nYou have requested the following records\r\n\r\n\r\n\r\nAlexandra Gelzin\r\n177060-34007931@requests.muckrock.com<mailto:177060-34007931@requests.muckrock.com>\r\nMuckRock News\r\nDEPT MR 177060\r\n263 Huntington Ave\r\nBoston, MA 02115\r\n\r\nAll Patron Incident Reports submitted for the Area Manager 5 North Region in May 2023.\r\n\r\nThe Chicago Park District (the “Park District”) responds to all public records requests by the Illinois Freedom of Information Act (FOIA), 5 ILCS 140/1 et seq.  Please expect a response by Tuesday December 10, 2024 by close of business. If additional time is needed to assemble and copy all documents responsive to your FOIA request, we will contact you with a time estimate and a request to extend.\r\n\r\nKind regards,\r\n--------------------------------\r\nKaren Choudhury\r\nFreedom of Information Act Counsel\r\nCHICAGO PARK DISTRICT\r\nFOIA: 312.742.4789 | FAX: 312.742.5328\r\nfoia@chicagoparkdistrict.com<mailto:foia@chicagoparkdistrict.com>\r\nFreedom of Information Act | Chicago Park District<https://www.chicagoparkdistrict.com/departments/administration/communications/foia>\r\n\r\n\r\nThis message is intended only for the individual or entity to which it is addressed and may contain information that is protected by the attorney-client or work-product privilege  and/or exempt from disclosure under applicable law. If the reader of this message is not the intended recipient, you are hereby notified that any dissemination, distribution or copying of this communication is strictly prohibited and may be unlawful. If you have received this communication in error, please reply to the sender that you received the message in error and erase or destroy the message and any attachments or copies. Thank you.\r\n[cid:image001.png@01DB44E8.5A295040]\n",
        "status": "processed",
        "likely_foia": null,
        "files": [
          {
            "id": 1242568,
            "ffile": "https://cdn.muckrock.com/foia_files/2024/12/02/image001_SEm4jTI.png",
            "datetime": "2024-12-02T19:32:37.312118",
            "title": "image001",
            "source": "Chicago Park District, Chicago, IL",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/chicago-169/patron-incident-reports-may-2023-177060/"
  },
  {
    "id": 177059,
    "title": "Patron Incident Reports - November 2024",
    "slug": "patron-incident-reports-november-2024",
    "status": "processed",
    "embargo_status": "public",
    "user": 109020,
    "username": "SashaG",
    "agency": 3072,
    "datetime_submitted": "2024-12-02T16:05:41.610113",
    "date_due": "2024-12-09",
    "days_until_due": null,
    "date_followup": "2024-12-18",
    "datetime_done": null,
    "datetime_updated": "2024-12-02T19:28:13.040569",
    "date_embargo": null,
    "tracking_id": "5920",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177059,
        "from_user": 109020,
        "to_user": 20083,
        "subject": "Illinois Freedom of Information Act. Request: Patron Incident Reports - November 2024",
        "datetime": "2024-12-02T16:05:41.876119",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nAll Patron Incident Reports submitted for the Area Manager 5 North Region from November 15 through November 30 in 2024.\r\n\r\nBecause this request is in the public interest for Illinois nonprofit Lucy Parsons Labs for the purpose of public education, please waive any fees in accordance with 5 ILCS § 140/6(c).\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAlexandra Gelzin",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 177059,
        "from_user": 20083,
        "to_user": 109020,
        "subject": "FOIA 5920 Patron Incident Reports - November 15-30 2024",
        "datetime": "2024-12-02T19:28:13.040569",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Requestor,\r\n\r\nThank you for your interest in obtaining information from the Chicago Park District.\r\n\r\nYour FOIA reference number for tracking purposes is: 5920\r\n\r\nYou have requested the following records\r\n\r\n\r\n\r\nAlexandra Gelzin\r\n177059-64224039@requests.muckrock.com\r\nMuckRock News\r\nDEPT MR 177059\r\n263 Huntington Ave\r\nBoston, MA 02115\r\n\r\nAll Patron Incident Reports submitted for the Area Manager 5 North Region from November 15 through November 30 in 2024.\r\nThe Chicago Park District (the “Park District”) responds to all public records requests by the Illinois Freedom of Information Act (FOIA), 5 ILCS 140/1 et seq.  Please expect a response by Tuesday December 10, 2024 by close of business. If additional time is needed to assemble and copy all documents responsive to your FOIA request, we will contact you with a time estimate and a request to extend.\r\n\r\nKind regards,\r\n--------------------------------\r\nKaren Choudhury\r\nFreedom of Information Act Counsel\r\nCHICAGO PARK DISTRICT\r\nFOIA: 312.742.4789 | FAX: 312.742.5328\r\nfoia@chicagoparkdistrict.com<mailto:foia@chicagoparkdistrict.com>\r\nFreedom of Information Act | Chicago Park District<https://www.chicagoparkdistrict.com/departments/administration/communications/foia>\r\n\r\n\r\nThis message is intended only for the individual or entity to which it is addressed and may contain information that is protected by the attorney-client or work-product privilege  and/or exempt from disclosure under applicable law. If the reader of this message is not the intended recipient, you are hereby notified that any dissemination, distribution or copying of this communication is strictly prohibited and may be unlawful. If you have received this communication in error, please reply to the sender that you received the message in error and erase or destroy the message and any attachments or copies. Thank you.\r\n[cid:image001.png@01DB44E2.424B2440]\n",
        "status": "processed",
        "likely_foia": null,
        "files": [
          {
            "id": 1242567,
            "ffile": "https://cdn.muckrock.com/foia_files/2024/12/02/image001_DU6Cdii.png",
            "datetime": "2024-12-02T19:28:13.150982",
            "title": "image001",
            "source": "Chicago Park District, Chicago, IL",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/chicago-169/patron-incident-reports-november-2024-177059/"
  },
  {
    "id": 177053,
    "title": "Untitled",
    "slug": "untitled",
    "status": "done",
    "embargo_status": "public",
    "user": 145392,
    "username": "TommyGrainger",
    "agency": 11879,
    "datetime_submitted": "2024-12-02T14:29:18.177663",
    "date_due": "2024-12-06",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": "2024-12-03T14:24:34.183717",
    "datetime_updated": "2024-12-03T14:24:34.183717",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177053,
        "from_user": 145392,
        "to_user": 17711,
        "subject": "Georgia Open Records Act Request: Untitled",
        "datetime": "2024-12-02T14:29:18.328721",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Georgia Open Records Act, I hereby request the following records:\r\n\r\nI would like the accident report for an car crash that occurred on 11/19/2024 at or around 2641 Rockmart Hwy Cedartown, Ga. The accident would have taking out a utility pole and the pole was replaced at the time of the accident.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTommy Grainger",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 177053,
        "from_user": 17711,
        "to_user": 145392,
        "subject": "Re: Georgia Open Records Act Request: Untitled",
        "datetime": "2024-12-02T15:13:29.384503",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "I have copied Corporal Katie Winkles in this reply. She handles our open\r\nrecord requests. She is in court at the moment but feel certain she will\r\nsee the email when she finishes.\r\n\r\nJames Newsome\r\nPolice Chief\r\np. 770-748-4123\r\njnewsome@cedartowngeorgia.gov\r\n*City of Cedartown, Georgia <http://cedartowngeorgia.gov>*\r\n\r\n*Confidentiality Notice: This message contains information from the offices\r\nof the City of Cedartown, Georgia that may be privileged, confidential, and\r\nexempt from disclosure under applicable law. Unless otherwise expressly\r\nindicated herein by the original sender, no part of this transmission is\r\nintended to constitute an electronic signature, nor shall this transmission\r\nor any part thereof constitute a contract between the original sender and\r\nany other person unless expressly indicated herein by the original sender.\r\nIf the reader of this message is not the intended recipient or the\r\nemployee, or agent responsible for delivering the message to the intended\r\nrecipient, you are hereby notified that any dissemination, distribution, or\r\ncopying of this communication is strictly prohibited.*\r\n\r\n<https://www.facebook.com/pages/City-of-Cedartown/219110391445894>\r\n<https://twitter.com/CityofCedartown>\r\n\r\n\r\n-- \r\n*Confidentiality Notice: This message contains information from the offices \r\nof the City of Cedartown, Georgia that may be privileged, confidential, and \r\nexempt from disclosure under applicable law. Unless otherwise expressly \r\nindicated herein by the original sender, no part of this transmission is \r\nintended to constitute an electronic signature, nor shall this transmission \r\nor any part thereof constitute a contract between the original sender and \r\nany other person unless expressly indicated herein by the original sender. \r\nIf the reader of this message is not the intended recipient or the \r\nemployee, or agent responsible for delivering the message to the intended \r\nrecipient, you are hereby notified that any dissemination, distribution, or \r\ncopying of this communication is strictly **prohibited.*\n",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 177053,
        "from_user": 17711,
        "to_user": 145392,
        "subject": "Re: Georgia Open Records Act Request: Untitled",
        "datetime": "2024-12-02T15:25:49.369660",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Good Afternoon,\r\n\r\nDo you happen have a drivers name? That address in itself is inside the\r\ncounty.\r\n\r\n\r\n\r\nThanks,\r\n\r\nCpl. Kathryn Winkles\r\nCedartown Police Department\r\nEvidence/Certification Manager\r\nOpen Records\r\n770-748-4123\r\n470-999-3073\r\n\r\n\r\n-- \r\n*Confidentiality Notice: This message contains information from the offices \r\nof the City of Cedartown, Georgia that may be privileged, confidential, and \r\nexempt from disclosure under applicable law. Unless otherwise expressly \r\nindicated herein by the original sender, no part of this transmission is \r\nintended to constitute an electronic signature, nor shall this transmission \r\nor any part thereof constitute a contract between the original sender and \r\nany other person unless expressly indicated herein by the original sender. \r\nIf the reader of this message is not the intended recipient or the \r\nemployee, or agent responsible for delivering the message to the intended \r\nrecipient, you are hereby notified that any dissemination, distribution, or \r\ncopying of this communication is strictly **prohibited.*\n",
        "status": "fix",
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 177053,
        "from_user": 145392,
        "to_user": 17711,
        "subject": "RE: Georgia Open Records Act Request: Untitled",
        "datetime": "2024-12-03T14:08:05.025851",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "No ma’am I don’t but that helps a lot I’m a damage claim investigator my company PRG looks in to all the damages that Charter Spectrum reports to us. That’s why I don’t mind buying the credits to request information from you guys I know it’s a hard job and keeping up with and finding everything someone request is hard thank you for the help. ",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 177053,
        "from_user": 17711,
        "to_user": 145392,
        "subject": "Re: Georgia Open Records Act Request: Untitled",
        "datetime": "2024-12-03T14:24:34.183717",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Good Afternoon,\r\n\r\nI believe I have located the report you are looking for. I have attached it\r\nto this email. If you have any further questions please let me know.\r\n\r\n\r\nThanks,\r\n\r\nCpl. Kathryn Winkles\r\nCedartown Police Department\r\nEvidence/Certification Manager\r\nOpen Records\r\n770-748-4123\r\n470-999-3073\r\n\r\n\r\n-- \r\n*Confidentiality Notice: This message contains information from the offices \r\nof the City of Cedartown, Georgia that may be privileged, confidential, and \r\nexempt from disclosure under applicable law. Unless otherwise expressly \r\nindicated herein by the original sender, no part of this transmission is \r\nintended to constitute an electronic signature, nor shall this transmission \r\nor any part thereof constitute a contract between the original sender and \r\nany other person unless expressly indicated herein by the original sender. \r\nIf the reader of this message is not the intended recipient or the \r\nemployee, or agent responsible for delivering the message to the intended \r\nrecipient, you are hereby notified that any dissemination, distribution, or \r\ncopying of this communication is strictly **prohibited.*\n",
        "status": "done",
        "likely_foia": null,
        "files": [
          {
            "id": 1242730,
            "ffile": "https://cdn.muckrock.com/foia_files/2024/12/03/24-8964_Accident_Report.pdf",
            "datetime": "2024-12-03T14:24:34.237574",
            "title": "24-8964 Accident Report",
            "source": "Cedartown Police Department, Cedartown, GA",
            "description": "",
            "doc_id": "25430997-24-8964-accident-report",
            "pages": 3
          }
        ],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/cedartown-5076/untitled-177053/"
  },
  {
    "id": 177052,
    "title": "Pulaski County Jail Charge Sheets",
    "slug": "pulaski-county-jail-charge-sheets",
    "status": "processed",
    "embargo_status": "public",
    "user": 142227,
    "username": "Bonanno",
    "agency": 11151,
    "datetime_submitted": "2024-12-02T10:46:35.918480",
    "date_due": "2024-12-05",
    "days_until_due": null,
    "date_followup": "2025-03-03",
    "datetime_done": null,
    "datetime_updated": "2024-12-03T15:31:37.656881",
    "date_embargo": null,
    "tracking_id": "24-1243",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177052,
        "from_user": 142227,
        "to_user": 16272,
        "subject": "Arkansas Freedom of Information Act Request: Pulaski County Jail Charge Sheets",
        "datetime": "2024-12-02T10:46:36.174088",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Arkansas Freedom of Information Act, Ark. Code Ann. § 25-19-101 et seq., I request that the Pulaski County Sheriff’s Office (“the Sheriff’s Office”) make the below documents available for copying or inspection. \r\n\r\nPlease provide public charge sheets of individuals in the custody of the Pulaski County Jail on the following dates: \r\n\r\n        February 1, 2024; \r\n        March 1, 2024; \r\n        April 1, 2024; \r\n        May 1, 2024; and \r\n       June 1, 2024. \r\n\r\nEach public charge sheet should include the following information for each listed individual in custody: \r\n\r\n        Name; \r\n        Sheriff’s office number; \r\n        Date of birth; \r\n        Court location; \r\n        Arrest date; \r\n        Hold reason description; and \r\n        Bond amount. \r\n\r\nI ask that the Sheriff’s Office provide the above records within three business days of receipt of this request, as required by Ark. Code Ann. § 25-19-105(e). I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not. I also ask that the Sheriff’s Office provide me with a fee estimate prior to fulfilling any request. \r\n\r\nShould any part of the above request be denied, I request the Sheriff’s Office provide a written response citing the specific statutory exemption, as required by Ark. Code. Ann. § 25-19-105(a)(3). If some of the above records are disclosable and others exempt, please provide the disclosable documents and provide the exemption(s) preventing disclosure of the rest per Ark. Code Ann. § 25-19-105(f). If any of the above documents are administratively controlled by a different custodian than the Sheriff’s Office, I ask that the Sheriff’s Office please provide those custodians’ information, per Ark. Code. Ann. § 25-19-105(a)(3)(C).   \r\n\r\nPlease note that I am a citizen of Arkansas, and I am using MuckRock’s services to help manage and track my request. The requested documents will be made available to the general public, and this request is not being made for commercial purposes. \r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires. \r\n\r\nSincerely,\r\nSonny Albarado, a citizen of Arkansas, in coordination with Matthew.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 177052,
        "from_user": 16272,
        "to_user": 142227,
        "subject": "Your Pulaski County Sheriff's Office, Little Rock, Arkansas public records request #24-1243 has been submitted.",
        "datetime": "2024-12-03T15:31:27.723116",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Pulaski County Sheriff's Office, Little Rock, Arkansas\r\n\r\n************************************************************************\r\n\r\n\r\nYour record request #24-1243 has been submitted successfully.\r\n\r\n\r\n\r\n\r\n\r\nAs the requester, you can always see the status of your\r\n                  request by signing into the Pulaski County Sheriff's Office, Little Rock, Arkansas\r\n                  portal.\r\n                  \r\n\r\n\r\n\r\n\r\n                  If you haven't already signed in, you may need to\r\n                  activate or setup your account to get started.\r\n                  Once your account is activated, you can communicate directly with the Pulaski County Sheriff's Office, Little Rock, Arkansas through NextRequest.\r\n\r\n\r\n************************************************************************                          \r\nReply to this email or sign in to contact Pulaski County Sheriff's Office, Little Rock, Arkansas.<br><br>\r\n             <a href=\"https://pulaskicountysheriff.nextrequest.com/settings?id=1719980\">Change your email settings</a> | <a href=\"https://www.nextrequest.civicplus.help/hc/en-us/categories/17720084172567-Requesters\">Visit our help center</a>",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 177052,
        "from_user": 16272,
        "to_user": 142227,
        "subject": "[ACTION REQUIRED] Your Pulaski County Sheriff's Office, Little Rock, Arkansas public records portal account",
        "datetime": "2024-12-03T15:31:37.656881",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Use this to confirm your account. The link is only valid for 24 hours.\r\n\r\nPulaski County Sheriff's Office, Little Rock, Arkansas\r\n\r\n************************************************************************\r\nHello Sonny Albarado!\r\n************************************************************************\r\n\r\nYou can confirm your Pulaski County Sheriff's Office, Little Rock, Arkansas public records portal account by copying and pasting the URL below into your web browser. This link is only valid for the next 24 hours.\r\n\r\nMagic link: https://pulaskicountysheriff.nextrequest.com/users/confirmation?confirmation_token=rx_XbDg4K6SpF5t53Qzw\r\n\r\n\r\n\r\n************************************************************************                          \r\nQuestions? Check out our help page (https://www.nextrequest.com/support) or email us at support@nextrequest.com.\r\n************************************************************************\r\n\r\nPowered by NextRequest (https://www.nextrequest.com).",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/pulaski-county-9639/pulaski-county-jail-charge-sheets-177052/"
  },
  {
    "id": 177051,
    "title": "Elixir Labs Contract for Oregon Provider Management and Payment Platform",
    "slug": "elixir-labs-contract-for-oregon-provider-management-and-payment-platform",
    "status": "processed",
    "embargo_status": "public",
    "user": 144935,
    "username": "tonithompson",
    "agency": 35979,
    "datetime_submitted": "2024-12-02T10:32:37.107708",
    "date_due": "2024-12-31",
    "days_until_due": null,
    "date_followup": "2024-12-31",
    "datetime_done": null,
    "datetime_updated": "2024-12-04T11:36:15.178145",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177051,
        "from_user": 144935,
        "to_user": 145384,
        "subject": "Oregon Public Records Law Request: Elixir Labs Contract for Oregon Provider Management and Payment Platform",
        "datetime": "2024-12-02T10:32:38.489076",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Oregon Public Records Law, I hereby request the following records:\r\n\r\nContract awarded to Elixir Labs from the Provider Management Platform RFP,  #S-58100-00007532.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nToni Thompson",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 177051,
        "from_user": 120428,
        "to_user": 144935,
        "subject": "Oregon Public Records Law Request: Elixir Labs Contract for Oregon Provider Management and Payment Platform",
        "datetime": "2024-12-03T11:50:54",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Good morning Toni,\r\n\r\nWe received an email request via the platform Muckrock for a public records request. The following was the body of the email:\r\n\r\n“Pursuant to the Oregon Public Records Law, I hereby request the following records:\r\nContract awarded to Elixir Labs from the Provider Management Platform RFP, #S-58100-00007532.\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.”\r\n\r\nDELC’s public record request form can be found here: Department of Early Learning and Care : Contact Us : About Us : State of Oregon<https://www.oregon.gov/delc/about-us/pages/contact-us.aspx> .\r\nThe are also separate instructions for alternate submission forms. DELC’s public records request system allows us to accurately track and communicate regarding requests and the back and forth regarding the request. I look forward to hearing from you or seeing your submission soon.\r\n\r\nIn accordance with ORS 192.324(4)(a), the public body may establish fees reasonably calculated to reimburse the public body for the public body’s actual cost of making public records available, including costs for summarizing, compiling, or tailoring the public records, either in organization or media, to meet the request.\r\n\r\nPlease let me know if you have any questions or concerns.\r\n\r\nBest wishes,\r\n[A picture containing graphics, cartoon  Description automatically generated]\r\nMadison Buck (She/Her)​\r\nDepartment of Early Learning and Care​\r\nPublic Records and Communication Specialist\r\nDELC.PRRequest@DELC.oregon.gov<mailto:DELC.PRRequest@DELC.oregon.gov>\r\nWebsite: Oregon.gov/DELC<https://protect-us.mimecast.com/s/4T6sCW6qNgs52KYX8Ix6GqA?domain=oregon.gov>​\r\nConnect with DELC: Facebook<https://www.facebook.com/OREarlyLearning/> | Instagram<https://www.instagram.com/OREarlyLearning/> | YouTube<https://www.youtube.com/@OREarlyLearning> | LinkedIn<https://www.linkedin.com/company/OREarlyLearning/>\r\n\r\nThe Oregon Department of Early Learning and Care (DELC) fosters coordinated, culturally appropriate, and family-centered services that recognize and respect the strengths of children, families and early learning and care professionals. Our vision is that all children, families, early care and education professionals, and communities are supported and empowered to thrive.",
        "status": "fix",
        "likely_foia": null,
        "files": [
          {
            "id": 1242664,
            "ffile": "https://cdn.muckrock.com/foia_files/2024/12/03/image001_GXgwJoQ.png",
            "datetime": "2024-12-03T11:50:54.399643",
            "title": "image001",
            "source": "Oregon Department Of Early Learning And Care, Oregon",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "email"
      },
      {
        "foia": 177051,
        "from_user": null,
        "to_user": null,
        "subject": "Confirmation - DELC Public Records Requests",
        "datetime": "2024-12-03T19:36:44.533815",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Thank you for submitting your entry. A copy is included below for your records. \n \n   \n  DELC Public Records Requests \n   \n Requestor Name (Full name - First & Last)  Toni Thompson \n \n Organization  \n \n Street Address  MuckRock News DEPT MR#177051 263 Huntington Ave \n \n City  Boston \n \n State  MA \n \n Zip  02115 \n \n Phone  617-299-1832 \n \n Email  177051-89075523@requests.muckrock.com \n \n Information Requested  To Whom It May Concern: \nPursuant to the Oregon Public Records Law, I hereby request the following records: \nContract awarded to Elixir Labs from the Provider Management Platform RFP, #S-58100-00007532. \nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes. \nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not. \nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days. \nSincerely, \nToni Thompson \n \n  \n  \n  \n  Powered by Smartsheet Forms (https://click.smartsheet.com/f/a/sjPlUz7Ubmg6kos0sLTk8g~~/AARF7wA~/RgRpMikQP0QwaHR0cHM6Ly93d3cuc21hcnRzaGVldC5jb20vcGxhdGZvcm0_cz0xNTQmYz0xNTQyVwNzcGNCCmdGEKRPZxMzTZVSJTE3NzA1MS04OTA3NTUyM0ByZXF1ZXN0cy5tdWNrcm9jay5jb21YBAAAAAA~) \n  © 2024 Smartsheet Inc.  | | Contact (https://click.smartsheet.com/f/a/9nhQC2KaSmrYw8GF4ITo0A~~/AARF7wA~/RgRpMikQP0QuaHR0cHM6Ly93d3cuc21hcnRzaGVldC5jb20vY29udGFjdD9zc19sYz1lbl9VU1cDc3BjQgpnRhCkT2cTM02VUiUxNzcwNTEtODkwNzU1MjNAcmVxdWVzdHMubXVja3JvY2suY29tWAQAAAAA) | Privacy Policy (https://click.smartsheet.com/f/a/1xcW9JFnn9idaJCa3ypakw~~/AARF7wA~/RgRpMikQP0QoaHR0cHM6Ly93d3cuc21hcnRzaGVldC5jb20vbGVnYWwvcHJpdmFjeVcDc3BjQgpnRhCkT2cTM02VUiUxNzcwNTEtODkwNzU1MjNAcmVxdWVzdHMubXVja3JvY2suY29tWAQAAAAA) | User Agreement (https://click.smartsheet.com/f/a/jbF-hnB-aNhPi-rfXtxKkw~~/AARF7wA~/RgRpMikQP0QvaHR0cHM6Ly93d3cuc21hcnRzaGVldC5jb20vbGVnYWwvdXNlci1hZ3JlZW1lbnRXA3NwY0IKZ0YQpE9nEzNNlVIlMTc3MDUxLTg5MDc1NTIzQHJlcXVlc3RzLm11Y2tyb2NrLmNvbVgEAAAAAA~~)  Report Abuse/Spam (https://click.smartsheet.com/f/a/rszWsk3KgFDqZJlUwpG1GA~~/AARF7wA~/RgRpMikQP0RvaHR0cHM6Ly9hcHAuc21hcnRzaGVldC5jb20vYi9yZXBvcnRhYnVzZT9tbGk9LXM4dHN0a2h6bGZqZWlncWllcnJ4Y2k0bHM5JkVRQkNUPTAwM2M3NzQ2ZWU3MDQ2YTJhZDFkNzliMzAwZjlkMmMyVwNzcGNCCmdGEKRPZxMzTZVSJTE3NzA1MS04OTA3NTUyM0ByZXF1ZXN0cy5tdWNrcm9jay5jb21YBAAAAAA~)\n",
        "status": "processed",
        "likely_foia": 177051,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 177051,
        "from_user": 120428,
        "to_user": 144935,
        "subject": "Public Records Request Inquiry 908",
        "datetime": "2024-12-04T11:36:15.178145",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Good morning,\r\n\r\nThis is to acknowledge DELC’s receipt of your request from 12/03/2024 at 4:36 PM:\r\n\r\n“To Whom It May Concern:\r\n\r\nPursuant to the Oregon Public Records Law, I hereby request the following records:\r\n\r\nContract awarded to Elixir Labs from the Provider Management Platform RFP, #S-58100-00007532.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nToni Thompson”\r\n\r\nThis to confirm that DELC is the custodian of the requested records. We are currently working with our team to establish the labor required to fulfill this request. I will reach out to you as soon as I have their feedback. Thank you for your patience.\r\n\r\nPursuant to ORS 192.324(4)(a), the public body may establish fees reasonably calculated to reimburse the public body for the public body’s actual cost of making public records available, including costs for summarizing, compiling, or tailoring the public records, either in organization or media, to meet the request.\r\n\r\nBest wishes,\r\n[A picture containing graphics, cartoon  Description automatically generated]\r\nMadison Buck (She/Her)​\r\nDepartment of Early Learning and Care​\r\nPublic Records and Communication Specialist\r\nDELC.PRRequest@DELC.oregon.gov<mailto:DELC.PRRequest@DELC.oregon.gov>\r\nWebsite: Oregon.gov/DELC<https://protect-us.mimecast.com/s/4T6sCW6qNgs52KYX8Ix6GqA?domain=oregon.gov>​\r\nConnect with DELC: Facebook<https://www.facebook.com/OREarlyLearning/> | Instagram<https://www.instagram.com/OREarlyLearning/> | YouTube<https://www.youtube.com/@OREarlyLearning> | LinkedIn<https://www.linkedin.com/company/OREarlyLearning/>\r\n\r\nThe Oregon Department of Early Learning and Care (DELC) fosters coordinated, culturally appropriate, and family-centered services that recognize and respect the strengths of children, families and early learning and care professionals. Our vision is that all children, families, early care and education professionals, and communities are supported and empowered to thrive.\n",
        "status": "processed",
        "likely_foia": null,
        "files": [
          {
            "id": 1242930,
            "ffile": "https://cdn.muckrock.com/foia_files/2024/12/04/image001_F40bX8a.png",
            "datetime": "2024-12-04T11:36:15.275413",
            "title": "image001",
            "source": "Oregon Department of Early Learning & Care, Oregon",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/oregon-158/elixir-labs-contract-for-oregon-provider-management-and-payment-platform-177051/"
  },
  {
    "id": 177050,
    "title": "VMI Speakers",
    "slug": "vmi-speakers",
    "status": "processed",
    "embargo_status": "public",
    "user": 140258,
    "username": "TheCadet",
    "agency": 15147,
    "datetime_submitted": "2024-12-02T10:19:50.609637",
    "date_due": "2024-12-09",
    "days_until_due": null,
    "date_followup": "2025-03-03",
    "datetime_done": null,
    "datetime_updated": "2024-12-03T15:37:19.628840",
    "date_embargo": null,
    "tracking_id": "24-92",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177050,
        "from_user": 140258,
        "to_user": 19541,
        "subject": "Virginia Freedom of Information Act Request: VMI Speakers",
        "datetime": "2024-12-02T10:19:50.794732",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Virginia Freedom of Information Act, I hereby request the following records:\r\n\r\nAll records from April 2024 to the date of this request of communications, coordination, contracts, quotes, proposals, purchase orders, agreements or other arrangements for cadets, staff, and faculty training, workshops, presentations, instruction and/or other offerings from any outside person, organization and/or contractor that are or will be applicable for services provided during the 2024 – 2025 academic year. Scope is regardless if the services were provided or not. These records are between any member of the VMI Faculty or staff including, without limitation, the VMI Procurement Office, Superintendent’s Office, Human Resources Office, Inspector General/Title IX office, Diversity, Equity and Inclusion Office and/or any others involved in the identification, selection, coordination, acquisition and delivery of trainings, workshop(s), presentations and/or instruction regardless if they are purchased and/or provided at no cost. This includes and/or any coordination and/or procurements and/or sessions completed or ongoing regardless if agreements were reached or not and/or if training, workshops, presentations, instruction and/or other offerings were provided, not provided or are planned. The scope of this request includes, without limitation any and all speaker bios and proposed or provided presentations, trainings, workshop structures, topics and/or programs of instruction. A the minimum these should include, without limitation, BigSpeak Inc.,Campus Outreach Services Inc.,Kara Dixon Vuic,Raven Solomon Enterprises LLC,Rainbow Bridge,NewPoint Strategies,Modern Military Association,Passageways, Inc.,Visions,Woods Rogers PLC. For the purpose of this FOIA “Records” are defined as any public record subject to disclosure under the Va. FOIA including any writing or recording, paper record, electronic file, audio, video recording, or any other format. This term shall mean all relevant data and information in the Custodian’s possession defined in [a] Requester’s General Subject of Inquiry and [b] Specific Subjects of Inquiry including but not limited to letters, notes, drafts, legal instruments, proposals, marketing materials from vendors, contracts, telephone transcripts, email correspondence, drawings and tables. Includes, without limitation, any and all forms of memorialized information, whether written, graphic, computerized, or stored electronically or on tape.  This definition specifically includes, but is not limited to, drafts, originals, copies, handwritten notes or comments, letters, correspondence, e-mails, records of discussions, memoranda, telegrams, telephone logs and records, teletypes, appointment books, meeting agenda or minutes, reports, briefings, presentations, studies, analyses, communications with government bodies, interoffice and intra-office communications with any party whatsoever, computer programs and printouts, social media communications, including, but not limited, to FaceTime, Instagram, FaceBook.com, text messages, and other records or voice records, films or tapes As well as any screenshots or other record showing calls of which there are no other records were made.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTom Nash, a citizen of Virginia, in coordination with Anonymous.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 177050,
        "from_user": 19541,
        "to_user": 140258,
        "subject": "Your Virginia Military Institute public records request #24-92 has been submitted.",
        "datetime": "2024-12-03T15:35:28.317799",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Virginia Military Institute\r\n\r\n************************************************************************\r\n\r\n\r\nYour record request #24-92 has been submitted successfully.\r\n\r\n\r\n\r\n\r\n\r\nAs the requester, you can always see the status of your\r\n                  request by signing into the Virginia Military Institute\r\n                  portal.\r\n                  \r\n\r\n\r\n\r\n\r\n                  If you haven't already signed in, you may need to\r\n                  activate or setup your account to get started.\r\n                  Once your account is activated, you can communicate directly with the Virginia Military Institute through NextRequest.\r\n\r\n\r\n************************************************************************                          \r\nReply to this email or sign in to contact Virginia Military Institute.<br><br>\r\n             <a href=\"https://vmi.nextrequest.com/settings?id=1719997\">Change your email settings</a> | <a href=\"https://www.nextrequest.civicplus.help/hc/en-us/categories/17720084172567-Requesters\">Visit our help center</a>",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 177050,
        "from_user": 19541,
        "to_user": 140258,
        "subject": "[ACTION REQUIRED] Your Virginia Military Institute public records portal account",
        "datetime": "2024-12-03T15:35:34.643627",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Use this to confirm your account. The link is only valid for 24 hours.\r\n\r\nVirginia Military Institute\r\n\r\n************************************************************************\r\nHello Tom Nash!\r\n************************************************************************\r\n\r\nYou can confirm your Virginia Military Institute public records portal account by copying and pasting the URL below into your web browser. This link is only valid for the next 24 hours.\r\n\r\nMagic link: https://vmi.nextrequest.com/users/confirmation?confirmation_token=rts7uFESr4XJQaz9YxAk\r\n\r\n\r\n\r\n************************************************************************                          \r\nQuestions? Check out our help page (https://www.nextrequest.com/support) or email us at support@nextrequest.com.\r\n************************************************************************\r\n\r\nPowered by NextRequest (https://www.nextrequest.com).",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 177050,
        "from_user": 19541,
        "to_user": 140258,
        "subject": "Your Virginia Military Institute public records request #24-92 has been published.",
        "datetime": "2024-12-03T15:37:19.628840",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Virginia Military Institute\r\n\r\n************************************************************************\r\n\r\n\r\nRecord request #24-92 has been published and is now available for public view.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n************************************************************************                          \r\n<em>Questions about your request?</em> Reply to this email or sign in to contact staff at Virginia Military Institute.<br><em>Technical support:</em> See our <a href=\"https://www.nextrequest.civicplus.help/hc/en-us/categories/17720084172567-Requesters\">help page</a>",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/lexington-32067/vmi-speakers-177050/"
  },
  {
    "id": 177049,
    "title": "Job Postings",
    "slug": "job-postings",
    "status": "processed",
    "embargo_status": "public",
    "user": 140258,
    "username": "TheCadet",
    "agency": 15147,
    "datetime_submitted": "2024-12-02T10:19:31.478165",
    "date_due": "2024-12-09",
    "days_until_due": null,
    "date_followup": "2025-03-03",
    "datetime_done": null,
    "datetime_updated": "2024-12-03T11:20:55.292449",
    "date_embargo": null,
    "tracking_id": "24-89",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177049,
        "from_user": 140258,
        "to_user": 19541,
        "subject": "Virginia Freedom of Information Act Request: Job Postings",
        "datetime": "2024-12-02T10:19:31.738125",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Virginia Freedom of Information Act, I hereby request the following records:\r\n\r\nRecords showing all organizations and/or publications, websites, etc. VM posted jobs to for the period August 2023 to the date of this request such as, without limitation, HigherEdJobs, Chronical of Higher Education, etc.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTom Nash, a citizen of Virginia, in coordination with Anonymous.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 177049,
        "from_user": 19541,
        "to_user": 140258,
        "subject": "Your Virginia Military Institute public records request #24-89 has been submitted.",
        "datetime": "2024-12-03T10:31:59.524585",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Virginia Military Institute\r\n\r\n************************************************************************\r\n\r\n\r\nYour record request #24-89 has been submitted successfully.\r\n\r\n\r\n\r\n\r\n\r\nAs the requester, you can always see the status of your\r\n                  request by signing into the Virginia Military Institute\r\n                  portal.\r\n                  \r\n\r\n\r\n\r\n\r\n                  If you haven't already signed in, you may need to\r\n                  activate or setup your account to get started.\r\n                  Once your account is activated, you can communicate directly with the Virginia Military Institute through NextRequest.\r\n\r\n\r\n************************************************************************                          \r\nReply to this email or sign in to contact Virginia Military Institute.<br><br>\r\n             <a href=\"https://vmi.nextrequest.com/settings?id=1718785\">Change your email settings</a> | <a href=\"https://www.nextrequest.civicplus.help/hc/en-us/categories/17720084172567-Requesters\">Visit our help center</a>",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 177049,
        "from_user": 19541,
        "to_user": 140258,
        "subject": "[ACTION REQUIRED] Your Virginia Military Institute public records portal account",
        "datetime": "2024-12-03T10:32:18.825454",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Use this to confirm your account. The link is only valid for 24 hours.\r\n\r\nVirginia Military Institute\r\n\r\n************************************************************************\r\nHello Tom Nash!\r\n************************************************************************\r\n\r\nYou can confirm your Virginia Military Institute public records portal account by copying and pasting the URL below into your web browser. This link is only valid for the next 24 hours.\r\n\r\nMagic link: https://vmi.nextrequest.com/users/confirmation?confirmation_token=EMzHpw1y3A5QKHjZmQhp\r\n\r\n\r\n\r\n************************************************************************                          \r\nQuestions? Check out our help page (https://www.nextrequest.com/support) or email us at support@nextrequest.com.\r\n************************************************************************\r\n\r\nPowered by NextRequest (https://www.nextrequest.com).",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 177049,
        "from_user": 19541,
        "to_user": 140258,
        "subject": "Your Virginia Military Institute public records request #24-89 has been published.",
        "datetime": "2024-12-03T11:20:55.292449",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Virginia Military Institute\r\n\r\n************************************************************************\r\n\r\n\r\nRecord request #24-89 has been published and is now available for public view.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n************************************************************************                          \r\n<em>Questions about your request?</em> Reply to this email or sign in to contact staff at Virginia Military Institute.<br><em>Technical support:</em> See our <a href=\"https://www.nextrequest.civicplus.help/hc/en-us/categories/17720084172567-Requesters\">help page</a>",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/lexington-32067/job-postings-177049/"
  },
  {
    "id": 177048,
    "title": "VMI Yearbook Correspondence",
    "slug": "vmi-yearbook-correspondence",
    "status": "processed",
    "embargo_status": "public",
    "user": 140258,
    "username": "TheCadet",
    "agency": 15147,
    "datetime_submitted": "2024-12-01T14:35:19.821512",
    "date_due": "2024-12-06",
    "days_until_due": null,
    "date_followup": "2025-03-02",
    "datetime_done": null,
    "datetime_updated": "2024-12-04T14:18:19.630919",
    "date_embargo": null,
    "tracking_id": "24-85",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177048,
        "from_user": 140258,
        "to_user": 19541,
        "subject": "Virginia Freedom of Information Act Request: VMI Yearbook Correspondence",
        "datetime": "2024-12-01T14:35:20.096075",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Virginia Freedom of Information Act, I hereby request the following records:\r\n\r\nAll documents and/or records involving any communications and/or any other actions involving any member of the Virginia Military Institute Faculty, staff, administration, employeed, cadetd, organizationd (including Cadet Clubs) on regarding the company called ArtCarved and/or the VMI 2024 Bomb for the period 1 August 2023 to the date of this FOIA in addition to those provided under the previous FOIA. It is not necessary to provide those records disclosed under that previous FOIA. The scope of this request includes, without limitation, members of the Class of 2024, including, without limitation, Bomb and Class leadership (Class President, etc.). It includes copies of communications to and from members of the Class of 2024 to submit their information for the Bomb and communications before and after graduation to date.\r\n\r\nFor the purpose of this request, “Documents and/or Records” is defined as “Any public record subject to disclosure under the Va. FOIA including any writing or recording, paper record, electronic file, audio, video recording, or any other format. This term shall mean all relevant data and information in the Custodian’s possession defined in [a] Requester’s General Subject of Inquiry and [b] Specific Subjects of Inquiry including but not limited to letters, notes, drafts, legal instruments, contracts, telephone transcripts, email correspondence, drawings and tables. Includes, without limitation, any and all forms of memorialized information, whether written, graphic, computerized, or stored electronically or on tape. This definition specifically includes, but is not limited to, drafts, originals, copies, handwritten notes or comments, letters, correspondence, e-mails, records of discussions, memoranda, telegrams, telephone logs and records, teletypes, appointment books, meeting agenda or minutes, reports, briefings, presentations, studies, analyses, communications with government bodies, interoffice and intra-office communications with any party whatsoever, computer programs and printouts, social media communications, including, but not limited, to FaceTime, Instagram, FaceBook.com, text messages, and other records or voice records, films or tapes As well as any screenshots or other record showing calls of which there are no other records were made.”\r\n\r\nFor the purposed of this FOIA documents involving cadets and their activities are not student records as defined by FERPA and, therefore, cannot be withheld.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTom Nash, a citizen of Virginia, in coordination with Anonymous.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 177048,
        "from_user": 19541,
        "to_user": 140258,
        "subject": "Your Virginia Military Institute public records request #24-85 has been submitted.",
        "datetime": "2024-12-02T12:32:19.268774",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Virginia Military Institute\r\n\r\n************************************************************************\r\n\r\n\r\nYour record request #24-85 has been submitted successfully.\r\n\r\n\r\n\r\n\r\n\r\nAs the requester, you can always see the status of your\r\n                  request by signing into the Virginia Military Institute\r\n                  portal.\r\n                  \r\n\r\n\r\n\r\n\r\n                  If you haven't already signed in, you may need to\r\n                  activate or setup your account to get started.\r\n                  Once your account is activated, you can communicate directly with the Virginia Military Institute through NextRequest.\r\n\r\n\r\n************************************************************************                          \r\nReply to this email or sign in to contact Virginia Military Institute.<br><br>\r\n             <a href=\"https://vmi.nextrequest.com/settings?id=1716870\">Change your email settings</a> | <a href=\"https://www.nextrequest.civicplus.help/hc/en-us/categories/17720084172567-Requesters\">Visit our help center</a>",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 177048,
        "from_user": 19541,
        "to_user": 140258,
        "subject": "[ACTION REQUIRED] Your Virginia Military Institute public records portal account",
        "datetime": "2024-12-02T12:32:50.595309",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Use this to confirm your account. The link is only valid for 24 hours.\r\n\r\nVirginia Military Institute\r\n\r\n************************************************************************\r\nHello Tom Nash!\r\n************************************************************************\r\n\r\nYou can confirm your Virginia Military Institute public records portal account by copying and pasting the URL below into your web browser. This link is only valid for the next 24 hours.\r\n\r\nMagic link: https://vmi.nextrequest.com/users/confirmation?confirmation_token=WqZRfkkU9f6uzGpeys9d\r\n\r\n\r\n\r\n************************************************************************                          \r\nQuestions? Check out our help page (https://www.nextrequest.com/support) or email us at support@nextrequest.com.\r\n************************************************************************\r\n\r\nPowered by NextRequest (https://www.nextrequest.com).",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 177048,
        "from_user": 19541,
        "to_user": 140258,
        "subject": "Your Virginia Military Institute public records request #24-85 has been published.",
        "datetime": "2024-12-04T14:18:19.630919",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Virginia Military Institute\r\n\r\n************************************************************************\r\n\r\n\r\nRecord request #24-85 has been published and is now available for public view.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n************************************************************************                          \r\n<em>Questions about your request?</em> Reply to this email or sign in to contact staff at Virginia Military Institute.<br><em>Technical support:</em> See our <a href=\"https://www.nextrequest.civicplus.help/hc/en-us/categories/17720084172567-Requesters\">help page</a>",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/lexington-32067/vmi-yearbook-correspondence-177048/"
  },
  {
    "id": 177026,
    "title": "A Report  'Review of Communications In Crisis Situations'",
    "slug": "a-report-review-of-communications-in-crisis-situations",
    "status": "processed",
    "embargo_status": "public",
    "user": 256,
    "username": "USSLiberty",
    "agency": 129,
    "datetime_submitted": "2024-11-29T12:55:28.162045",
    "date_due": "2024-12-30",
    "days_until_due": null,
    "date_followup": "2025-01-01",
    "datetime_done": null,
    "datetime_updated": "2024-12-02T11:16:09.399175",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177026,
        "from_user": 256,
        "to_user": 9557,
        "subject": "Freedom of Information Act Request: A Report  'Review of Communications In Crisis Situations'",
        "datetime": "2024-11-29T12:55:28.294527",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nThe report of the study by Asst. Sec. Def. Solis Horwitz \"Memorandum for the Deputy Secretary of Defense from Assistant Secretary of Defense (Administration), subject: 'Review of Communications In Crisis Situations,' November 10, 1967.\"\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJoe Meadors",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 177026,
        "from_user": 9557,
        "to_user": 256,
        "subject": "Fwd: Freedom of Information Act Request: A Report 'Review of Communications In Crisis Situations'",
        "datetime": "2024-12-02T11:16:09.399175",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Mr. Meadors:\r\n\r\nThank you for submitting your Freedom of Information Act (FOIA) request to\r\nthe National Archives and Records Administration (NARA) via email to\r\nfoia@nara.gov.  We received your request on November 29, 2024.  Your\r\nrequest states:\r\n\r\n*The report of the study by Asst. Sec. Def. Solis Horwitz \"Memorandum for\r\nthe Deputy Secretary of Defense from Assistant Secretary of Defense\r\n(Administration), subject: 'Review of Communications In Crisis Situations,'\r\nNovember 10, 1967.\"*\r\n\r\nOur office handles FOIA and Privacy Act requests for NARA’s operational records\r\n(records created by this agency).  Because your FOIA request is for records\r\nthat may be archival records (records created by or originated in a\r\ndifferent agency but that may have been transferred to the legal custody of\r\nNARA), we are forwarding it by this email to our Office of Research\r\nServices, Textual Reference (RR2RR) staff who handle FOIA requests for\r\ntextual archival records.\r\n\r\nThat office will assign your request a tracking number and respond directly\r\nto you. In the future, if you need to follow up with that office directly,\r\nplease contact them at the address below, or electronically via email\r\n(email is preferred).\r\n\r\nNational Archives and Records Administration\r\nResearch Services, Textual Reference Branch (RR2RR)\r\n8601 Adelphi Road, Room 2400\r\nCollege Park, MD 20740\r\n\r\nPhone: 301-837-3091\r\nFax: 301-837-1752\r\nEmail: archives2reference@nara.gov\r\n\r\nFor your reference, a copy of your request is below.\r\n\r\nPlease visit our website at www.archives.gov/foia for further information\r\nabout making a FOIA request to NARA.  On our main website,\r\nwww.archives.gov, you\r\ncan learn more about the resources we offer to the public, and you can\r\naccess our online catalog.\r\n\r\nSincerely,\r\n\r\n<https://www.archives.gov/>\r\n\r\n  Ashley Bryan\r\n\r\n  Government Information Specialist\r\n\r\n  Operational FOIA and Access Division\r\n\r\n  College Park, Maryland, 20740-6001\r\n\r\n  301-837-3642\r\n\r\n   <https://www.archives.gov/foia>   <foia@nara.gov>\r\n<https://www.archives.gov/foia/contacts>\r\n<https://www.archives.gov/foia/electronic-reading-room>\r\n<https://www.archives.gov/ogis/resources>\r\n\r\n\r\n---------- Forwarded message ---------\r\nFrom: <177026-02648550@requests.muckrock.com>\r\nDate: Fri, Nov 29, 2024 at 1:30 PM\r\nSubject: Freedom of Information Act Request: A Report 'Review of\r\nCommunications In Crisis Situations'\r\nTo: <foia@nara.gov>\r\n\r\n\r\n\r\nNat'l Archives & Records Admin\r\nFOIA Office\r\nRoom 3110\r\n8601 Adelphi Road\r\nCollege Park, MD 20740\r\n\r\nNovember 29, 2024\r\n\r\nTo Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following\r\nrecords:\r\n\r\nThe report of the study by Asst. Sec. Def. Solis Horwitz \"Memorandum for\r\nthe Deputy Secretary of Defense from Assistant Secretary of Defense\r\n(Administration), subject: 'Review of Communications In Crisis Situations,'\r\nNovember 10, 1967.\"\r\n\r\nThe requested documents will be made available to the general public, and\r\nthis request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform\r\nme of the total charges in advance of fulfilling my request. I would prefer\r\nthe request filled electronically, by e-mail attachment if available or\r\nCD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I\r\nlook forward to receiving your response to this request within 20 business\r\ndays, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJoe Meadors\r\n\r\nView request history, upload responsive documents, and report problems here:\r\nhttps://accounts.muckrock.com/accounts/login/?next=https%3A%2F%2Fwww.muckrock.com%2Faccounts%2Flogin%2F%3Fnext%3D%252Faccounts%252Fagency_login%252Fnational-archives-and-records-administration-129%252Fa-report-review-of-communications-in-crisis-situations-177026%252F%253Femail%253Dfoia%252540nara.gov&url_auth_token=AAAj2hmfHxtGa_KKNGepCdxDtkU%3A1tH5l7%3ADnE6EM1W5TuXpwOOWMShOvCgSUvemU5hkA1q_HiSW8c\r\n\r\nIf prompted for a passcode, please enter:\r\nULJKCBRL\r\n\r\nFiled via MuckRock.com\r\nE-mail (Preferred): 177026-02648550@requests.muckrock.com\r\n\r\nPLEASE NOTE OUR NEW ADDRESS\r\nFor mailed responses, please address (see note):\r\nMuckRock News\r\nDEPT MR 177026\r\n263 Huntington Ave\r\nBoston, MA 02115\r\n\r\nPLEASE NOTE: This request is not filed by a MuckRock staff member, but is\r\nbeing sent through MuckRock by the above in order to better track, share,\r\nand manage public records requests. Also note that improperly addressed\r\n(i.e., with the requester's name rather than \"MuckRock News\" and the\r\ndepartment number) requests might be returned as undeliverable.\n",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/a-report-review-of-communications-in-crisis-situations-177026/"
  },
  {
    "id": 177025,
    "title": "milwaukee 14 DOJ",
    "slug": "milwaukee-14-doj",
    "status": "processed",
    "embargo_status": "public",
    "user": 3156,
    "username": "mjguariglia",
    "agency": 15767,
    "datetime_submitted": "2024-11-29T12:46:02.617176",
    "date_due": "2024-12-30",
    "days_until_due": null,
    "date_followup": "2024-12-30",
    "datetime_done": null,
    "datetime_updated": "2024-11-29T13:21:15.241798",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177025,
        "from_user": 3156,
        "to_user": 20882,
        "subject": "Freedom of Information Act Request: milwaukee 14 DOJ",
        "datetime": "2024-11-29T12:46:02.959304",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nRecords concerning the Milwaukee Fourteen who were arrested in 1968 for burning draft records. According to the National Archives, these documents might still reside with the Department of Justice. I am interested in the following case files referring to both individual people and the incident in question as well as any other request retained by the DoJ. \r\n\r\n-Case files: 100A-BA-25222 and 100-MW-1581\r\n-case files 146-1-62-564 through 146-1-62-3693 on Donald Joseph Cotton\u2028\r\n-case file 146-1-85-817 on Michael Deans Cullen\u2028\r\n-case file 146-1-85-816 on John Hurbert Higgenbotham\u2028\r\n-case file 146-1-39-1097 on Douglas Ian Marvy\u2028\r\n-case file 146-1-39-1094 on Frederick John Ojile\r\n-case file 25-85-473\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMatthew Guariglia",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 177025,
        "from_user": null,
        "to_user": null,
        "subject": "Re: Freedom of Information Act Request: milwaukee 14 DOJ",
        "datetime": "2024-11-29T13:21:15.241798",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "This is an automated reply to inform you that the National Archives and Records Administration received your email.  \r\n\r\nWe have received your request and you will receive a response within 20 working days. Please note that submitting duplicate requests will increase wait times.  \r\n\r\nIf you have any questions, you can call our office at 301-837-3190. You can also visit our web page at www.archives.gov/research/foia.  \r\n\r\n\r\nThank you.\n",
        "status": "processed",
        "likely_foia": 177025,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/milwaukee-14-doj-177025/"
  },
  {
    "id": 177024,
    "title": "Virginia Military Institute Regulations",
    "slug": "virginia-military-institute-regulations",
    "status": "processed",
    "embargo_status": "public",
    "user": 140258,
    "username": "TheCadet",
    "agency": 15147,
    "datetime_submitted": "2024-11-29T10:44:43.144846",
    "date_due": "2024-12-06",
    "days_until_due": null,
    "date_followup": "2025-03-02",
    "datetime_done": null,
    "datetime_updated": "2024-12-02T13:11:44.402129",
    "date_embargo": null,
    "tracking_id": "24-86",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177024,
        "from_user": 140258,
        "to_user": 19541,
        "subject": "Virginia Freedom of Information Act Request: Virginia Military Institute Regulations",
        "datetime": "2024-11-29T10:44:43.295877",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Virginia Freedom of Information Act, I hereby request the following records:\r\n\r\nI am requesting full current copies of the various \"Books\" of VMI policies and regulations. Those known to exist as mentioned in General Order Number 1 and other public documensta are the \"White Book\", \"Blue Book,\" \"Black Book\" and  \"Green Book\". If there are other \"color books\" please provide them. If any of these or other \"Color Books\" are not currently published please provide the last available copy. Whereas these are standard publictions in current use by VMI I expect they can be provided expeditiously and without cost.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTom Nash, a citizen of Virginia, in coordination with Anonymous.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 177024,
        "from_user": 19541,
        "to_user": 140258,
        "subject": "Your Virginia Military Institute public records request #24-86 has been submitted.",
        "datetime": "2024-12-02T12:39:23.428580",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Virginia Military Institute\r\n\r\n************************************************************************\r\n\r\n\r\nYour record request #24-86 has been submitted successfully.\r\n\r\n\r\n\r\n\r\n\r\nAs the requester, you can always see the status of your\r\n                  request by signing into the Virginia Military Institute\r\n                  portal.\r\n                  \r\n\r\n\r\n\r\n\r\n                  If you haven't already signed in, you may need to\r\n                  activate or setup your account to get started.\r\n                  Once your account is activated, you can communicate directly with the Virginia Military Institute through NextRequest.\r\n\r\n\r\n************************************************************************                          \r\nReply to this email or sign in to contact Virginia Military Institute.<br><br>\r\n             <a href=\"https://vmi.nextrequest.com/settings?id=1716895\">Change your email settings</a> | <a href=\"https://www.nextrequest.civicplus.help/hc/en-us/categories/17720084172567-Requesters\">Visit our help center</a>",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 177024,
        "from_user": 19541,
        "to_user": 140258,
        "subject": "[ACTION REQUIRED] Your Virginia Military Institute public records portal account",
        "datetime": "2024-12-02T12:39:41.619635",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Use this to confirm your account. The link is only valid for 24 hours.\r\n\r\nVirginia Military Institute\r\n\r\n************************************************************************\r\nHello Tom Nash!\r\n************************************************************************\r\n\r\nYou can confirm your Virginia Military Institute public records portal account by copying and pasting the URL below into your web browser. This link is only valid for the next 24 hours.\r\n\r\nMagic link: https://vmi.nextrequest.com/users/confirmation?confirmation_token=aZVtAHk9q4agNkWXLHFj\r\n\r\n\r\n\r\n************************************************************************                          \r\nQuestions? Check out our help page (https://www.nextrequest.com/support) or email us at support@nextrequest.com.\r\n************************************************************************\r\n\r\nPowered by NextRequest (https://www.nextrequest.com).",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 177024,
        "from_user": 19541,
        "to_user": 140258,
        "subject": "Your Virginia Military Institute public records request #24-86 has been published.",
        "datetime": "2024-12-02T13:11:44.402129",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Virginia Military Institute\r\n\r\n************************************************************************\r\n\r\n\r\nRecord request #24-86 has been published and is now available for public view.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n************************************************************************                          \r\n<em>Questions about your request?</em> Reply to this email or sign in to contact staff at Virginia Military Institute.<br><em>Technical support:</em> See our <a href=\"https://www.nextrequest.civicplus.help/hc/en-us/categories/17720084172567-Requesters\">help page</a>",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/lexington-32067/virginia-military-institute-regulations-177024/"
  },
  {
    "id": 177023,
    "title": "Guerini Crime Family (Federal Bureau of Investigation)",
    "slug": "guerini-crime-family-federal-bureau-of-investigation",
    "status": "processed",
    "embargo_status": "public",
    "user": 123759,
    "username": "enestor",
    "agency": 10,
    "datetime_submitted": "2024-11-28T22:51:04.129633",
    "date_due": "2024-12-27",
    "days_until_due": null,
    "date_followup": "2025-03-04",
    "datetime_done": null,
    "datetime_updated": "2024-12-04T06:57:04.133443",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177023,
        "from_user": 123759,
        "to_user": 9555,
        "subject": "Freedom of Information Act Request: Guerini Crime Family (Federal Bureau of Investigation)",
        "datetime": "2024-11-28T22:51:04.569047",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nDear FOIA Officer,\r\n\r\nThis is a request under the Freedom of Information Act. I seek access to records in your possession regarding the activities of the Guerini crime family, specifically relating to:\r\n\r\n1. Their involvement in dock strikes and union activity during the post-World War II period.\r\n2. Their participation in political violence in post-war France.\r\n3. Their role in heroin trafficking, particularly connections between Europe and the United States during the mid-20th century.\r\n\r\nScope of Request:\r\n\r\nTimeframe: 1945–1960.\r\nGeographic Focus: Primarily France and Europe, with connections to the United States.\r\nFocus Areas: Organized crime, labor union influence, political unrest, and narcotics trafficking.\r\n\r\nSpecific Records of Interest:\r\n\r\n-Investigations, surveillance, or intelligence reports related to the Guerini crime family or their associates.\r\n-Records detailing international collaboration or law enforcement efforts targeting organized crime and narcotics trafficking.\r\n-Reports on labor unrest or political violence where organized crime may have played a role.\r\n\r\nPurpose of Request:\r\nThis request is made for historical research purposes to understand the influence of organized crime on labor movements, political events, and international narcotics trafficking. The information sought is of public and scholarly interest and pertains to understanding transnational organized crime during the post-war era.\r\n\r\nAdditional Notes:\r\n\r\nI am not requesting personal information or records that identify confidential informants, third parties, or victims. My request pertains solely to records documenting the activities of the Guerini family or broader patterns associated with their influence.\r\nIf any records contain sensitive material, I request that redacted versions be provided in accordance with FOIA requirements.  Please include any records that originated from predecessor agencies (e.g., the Federal Bureau of Narcotics, Bureau of Narcotics and Dangerous Drugs, etc.).  If any portion of this request is denied, I request a detailed explanation of the exemption(s) applied and a Vaughn Index describing withheld records and justifications for non-disclosure.\r\n\r\nFile Categories to Search:\r\nPlease search any relevant investigative, intelligence, or archival files pertaining to:\r\n1. Narcotics trafficking (e.g., heroin smuggling routes from France to the U.S.).\r\n2. Labor movements and union activity (e.g., dock strikes influenced by organized crime).\r\n3. Political violence or unrest in post-war France tied to organized crime.\r\n\r\nThank you for your assistance. Please feel free to contact me here if clarification or additional information is required to process this request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nEdward Nestor",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 177023,
        "from_user": 9555,
        "to_user": 123759,
        "subject": "eFOIPA Authorization Request",
        "datetime": "2024-11-30T22:32:57.266286",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "You have successfully requested access to FBI's eFOIPA website.\r\n\r\nPlease access the efoia.fbi.gov by following this temporary authorization url:\r\n<https://efoia.fbi.gov/authorize/360293cb39161729476c92ce0efe171b2c635726bf929d100f>.",
        "status": "submitted",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 177023,
        "from_user": 9555,
        "to_user": 123759,
        "subject": "eFOIA Request Received",
        "datetime": "2024-11-30T22:35:49.859613",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "# Individual Information\r\n\r\nPrefix\r\n\r\nFirst Name\r\n\r\nEdward\r\n\r\nMiddle Name\r\n\r\nLast Name\r\n\r\nNestor\r\n\r\nSuffix\r\n\r\nEmail\r\n\r\n177023-33440668@requests.muckrock.com\r\n\r\nPhone\r\n\r\nLocation\r\n\r\nUnited States\r\n\r\n# Domestic Address\r\n\r\nAddress Line 1\r\n\r\nMuckRock News, DEPT MR177023\r\n\r\nAddress Line 2\r\n\r\n263 Huntington Ave\r\n\r\nCity\r\n\r\nBoston\r\n\r\nState\r\n\r\nMassachusetts\r\n\r\nPostal\r\n\r\n02115\r\n\r\n# Agreement to Pay\r\n\r\nHow you will pay\r\n\r\nI am limiting my request to the free two hours of searching and 100 duplicated\r\npages. I am not willing to pay additional fees.\r\n\r\n# Non-Individual FOIA Request\r\n\r\nRequest Information\r\n\r\nPlease See attachment for description.\r\n\r\n**\r\n\r\nPlease be advised that efoia@subscriptions.fbi.gov is a no-reply email\r\naddress. Questions regarding your FOIA request may be directed to\r\nfoipaquestions@fbi.gov. If you have received a FOIPA request number, please\r\ninclude this in all correspondence concerning your request. Please note eFOIPA\r\nrequests are processed in the order that they are received. If you have not\r\nreceived a FOIPA request number, your request is in the process of being\r\nopened at which time it will be assigned a FOIPA request number and\r\ncorrespondence will be forthcoming.\r\n\r\n**\r\n\r\nUpon receipt of your FOIPA request number, you may check the status of your\r\nFOIPA request on the FBIâ€™s electronic FOIA Library (The Vault) on the FBIâ€™s\r\npublic website, http://vault.fbi.gov by clicking on the â€˜Check Status of Your\r\nFOI/PA Request toolâ€™ link. Status updates are performed on a weekly basis. If\r\nyou receive a comment that your FOIPA request number was not located in the\r\ndatabase, please check back at a later date.\n",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 177023,
        "from_user": 9555,
        "to_user": 123759,
        "subject": "eFOIA files available",
        "datetime": "2024-12-04T06:57:04.133443",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "There are eFOIA files available for you to download.",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1242872,
            "ffile": "https://cdn.muckrock.com/foia_files/2024/12/04/E81f2cadef3bda85bed44f54a842aa2eb121a922ef1e30cc5cb_Q236713_D165363961.pdf",
            "datetime": "2024-12-04T06:57:04.776207",
            "title": "E81f2cadef3bda85bed44f54a842aa2eb121a922ef1e30cc5cb_Q236713_D165363961",
            "source": "FBI FOIA Portal",
            "description": "",
            "doc_id": "25444468-e81f2cadef3bda85bed44f54a842aa2eb121a922ef1e30cc5cb_q236713_d165363961",
            "pages": 0
          }
        ],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/guerini-crime-family-federal-bureau-of-investigation-177023/"
  },
  {
    "id": 177022,
    "title": "Guerini Crime Family (Drug Enforcement Administration)",
    "slug": "guerini-crime-family-drug-enforcement-administration",
    "status": "processed",
    "embargo_status": "public",
    "user": 123759,
    "username": "enestor",
    "agency": 137,
    "datetime_submitted": "2024-11-28T22:51:04.129633",
    "date_due": "2024-12-27",
    "days_until_due": null,
    "date_followup": "2025-01-02",
    "datetime_done": null,
    "datetime_updated": "2024-12-03T16:31:10.568927",
    "date_embargo": null,
    "tracking_id": "25-00248-F",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177022,
        "from_user": 123759,
        "to_user": 9902,
        "subject": "Freedom of Information Act Request: Guerini Crime Family (Drug Enforcement Administration)",
        "datetime": "2024-11-28T22:51:04.462690",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nDear FOIA Officer,\r\n\r\nThis is a request under the Freedom of Information Act. I seek access to records in your possession regarding the activities of the Guerini crime family, specifically relating to:\r\n\r\n1. Their involvement in dock strikes and union activity during the post-World War II period.\r\n2. Their participation in political violence in post-war France.\r\n3. Their role in heroin trafficking, particularly connections between Europe and the United States during the mid-20th century.\r\n\r\nScope of Request:\r\n\r\nTimeframe: 1945–1960.\r\nGeographic Focus: Primarily France and Europe, with connections to the United States.\r\nFocus Areas: Organized crime, labor union influence, political unrest, and narcotics trafficking.\r\n\r\nSpecific Records of Interest:\r\n\r\n-Investigations, surveillance, or intelligence reports related to the Guerini crime family or their associates.\r\n-Records detailing international collaboration or law enforcement efforts targeting organized crime and narcotics trafficking.\r\n-Reports on labor unrest or political violence where organized crime may have played a role.\r\n\r\nPurpose of Request:\r\nThis request is made for historical research purposes to understand the influence of organized crime on labor movements, political events, and international narcotics trafficking. The information sought is of public and scholarly interest and pertains to understanding transnational organized crime during the post-war era.\r\n\r\nAdditional Notes:\r\n\r\nI am not requesting personal information or records that identify confidential informants, third parties, or victims. My request pertains solely to records documenting the activities of the Guerini family or broader patterns associated with their influence.\r\nIf any records contain sensitive material, I request that redacted versions be provided in accordance with FOIA requirements.  Please include any records that originated from predecessor agencies (e.g., the Federal Bureau of Narcotics, Bureau of Narcotics and Dangerous Drugs, etc.).  If any portion of this request is denied, I request a detailed explanation of the exemption(s) applied and a Vaughn Index describing withheld records and justifications for non-disclosure.\r\n\r\nFile Categories to Search:\r\nPlease search any relevant investigative, intelligence, or archival files pertaining to:\r\n1. Narcotics trafficking (e.g., heroin smuggling routes from France to the U.S.).\r\n2. Labor movements and union activity (e.g., dock strikes influenced by organized crime).\r\n3. Political violence or unrest in post-war France tied to organized crime.\r\n\r\nThank you for your assistance. Please feel free to contact me here if clarification or additional information is required to process this request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nEdward Nestor",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 177022,
        "from_user": 9902,
        "to_user": 123759,
        "subject": "Your PAL account is ready",
        "datetime": "2024-11-30T22:51:08.462974",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Edward Nestor, \r\n\r\nYou've successfully created a PAL account. You will receive another email with a link to create your password. \r\n\r\nUsername: 177022-05759911@requests.muckrock.com \r\n\r\nAny previously submitted requests to DEA have been saved to your profile.\r\nRegards, \r\nDEA",
        "status": "done",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 177022,
        "from_user": 9902,
        "to_user": 123759,
        "subject": "Here's your recovery link",
        "datetime": "2024-11-30T22:51:33.353501",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Your password recovery link: \r\nhttps://ifa.dea.gov/App/SetPassword.aspx?aun=A0cEONnzUmLC0/ijSLuf+Dd8tsoZDukF2IMb6o9ula0= (https://ifa.dea.gov/App/SetPassword.aspx?aun=A0cEONnzUmLC0/ijSLuf+Dd8tsoZDukF2IMb6o9ula0=) \r\n\r\nClick the link above to return to DEA PAL and create your new password.",
        "status": "done",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 177022,
        "from_user": 9902,
        "to_user": 123759,
        "subject": "Request Acknowledgement by DEA",
        "datetime": "2024-12-03T16:31:10.568927",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Edward Nestor, \n\nYour request has been received by the DEA.  The request has been assigned tracking # 25-00248-F, please log into your account and review your submission. \n\nThe application address is https://ifa.dea.gov/foia. \n\nThank you, \nDEA\n",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/guerini-crime-family-drug-enforcement-administration-177022/"
  }
]