[
  {
    "id": 164629,
    "title": "Amtrak Board of Directors - Meeting Agendas and Minutes | Mar 2024",
    "slug": "amtrak-board-of-directors-meeting-agendas-and-minutes-mar-2024",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 10138,
    "username": "NorthbyNorthwest",
    "agency": 479,
    "datetime_submitted": "2024-06-04T17:29:50.941164",
    "date_due": "2024-07-03",
    "days_until_due": null,
    "date_followup": "2024-09-03",
    "datetime_done": null,
    "datetime_updated": "2024-06-05T07:22:48.377851",
    "date_embargo": null,
    "tracking_id": "24-FOI-00540",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164629,
        "from_user": 10138,
        "to_user": 9989,
        "subject": "Freedom of Information Act Request: Amtrak Board of Directors - Meeting Agendas and Minutes | Mar 2024",
        "datetime": "2024-06-04T17:29:51.034270",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nThe agenda and minutes for any meeting of the Amtrak Board of Directors that occurred in the month of March 2024, including the meetings that were scheduled to be held on March 20th and March 21st, 2024.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBen Heckscher",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164629,
        "from_user": 9989,
        "to_user": 10138,
        "subject": "Here's your recovery link",
        "datetime": "2024-06-05T01:44:27.435886",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Your password recovery link: \r\nhttps://pal-amtrak.efoia-host.com/App/SetPassword.aspx?aun=dCq23bKmSO8GYSMR4rkgiVM6qZfYjG0nPV0oHVGn/3w= (https://pal-amtrak.efoia-host.com/App/SetPassword.aspx?aun=dCq23bKmSO8GYSMR4rkgiVM6qZfYjG0nPV0oHVGn/3w=) \r\n\r\nClick the link above to return to Amtrak FOIA Portal PAL and create your new password.",
        "status": "done",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164629,
        "from_user": 9989,
        "to_user": 10138,
        "subject": "Your Login Information - Amtrak FOIA Portal",
        "datetime": "2024-06-05T01:44:28.149832",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Ben Heckscher, \r\n\r\nA temporary password has been issued and sent to the email address provided. Please check your email for this temporary password and return to https://pal-amtrak.efoia-host.com to login. If you have any previously submitted requests to Amtrak FOIA Portal you will be able to view them by logging into your user account. \r\n\r\nKindly change the password provided by us.\r\nRegards, \r\nAmtrak FOIA Portal",
        "status": "done",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164629,
        "from_user": 9989,
        "to_user": 10138,
        "subject": "Request Acknowledgement by Amtrak FOIA Portal",
        "datetime": "2024-06-05T01:52:33.326832",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Ben Heckscher, \r\n\r\nCase Number 24-FOI-00540 has been assigned to the request you submitted. In all future correspondence regarding this request please reference case number 24-FOI-00540.\r\nRegards, \r\nAmtrak FOIA Portal",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164629,
        "from_user": 9989,
        "to_user": 10138,
        "subject": "Status Update for Request #24-FOI-00540",
        "datetime": "2024-06-05T01:52:35.156807",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Ben Heckscher, \r\n\r\nThe status of your FOIA request #24-FOI-00540 has been updated to the following status 'Received'. To log into the AMTRAK PFOIA Portal click on the Application URL below. \r\n\r\nhttps://pal-amtrak.efoia-host.com \r\n\r\nSincerely, \r\nAmtrak FOIA Portal",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164629,
        "from_user": 9989,
        "to_user": 10138,
        "subject": "Acknowledgement - 24-FOI-00540",
        "datetime": "2024-06-05T07:22:48.377851",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "06-05-24 Ben Heckscher N/A MuckRock News, DEPT MR164629, 263 Huntington Ave Boston, MA  02115 Dear  Heckscher: This letter acknowledges the receipt of your FOIA request dated 06-05-24 requesting To Whom It May Concern:Pursuant to the Freedom of Information Act, I hereby request the following records:The agenda and minutes for any meeting of the Amtrak Board of Directors that occurred in the month of March 2024, including the meetings that were scheduled to be held on March 20th and March 21st, 2024.The requested documents will be made available to the general public, and this request is not being made for commercial purposes.In the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.Thank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.Sincerely,Ben HeckscherUpload documents directly: https://accounts.muckrock.com/accounts/login/?next=https%3A%2F%2Fwww.muckrock.com%2Faccounts%2Flogin%2F%3Fnext%3D%252Faccounts%252Fagency_login%252Famtrak-479%252Famtrak-board-of-directors-meeting-agendas-and-minutes-mar-2024-164629%252F%253Femail%253Dfoiarequests%252540amtrak.com&url_auth_token=AAATVczgYa5hDtGppW4msQn1q3M%3A1sEjY2%3AI9E0n_Paj4lrkZyHDSP79LVTvWXQutOIUJIob0KjU7g. This request has been issued tracking number 24-FOI-00540.  Please reference this number in all correspondence and communications with this office. Thank you, FOIA Officer\n",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/amtrak-board-of-directors-meeting-agendas-and-minutes-mar-2024-164629/"
  },
  {
    "id": 164621,
    "title": "MIAC Policy/Guidelines for Processing Request for Public Records",
    "slug": "miac-policyguidelines-for-processing-request-for-public-records",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 106692,
    "username": "KevMoMuck",
    "agency": 9891,
    "datetime_submitted": "2024-06-04T13:26:46.542231",
    "date_due": "2024-06-07",
    "days_until_due": null,
    "date_followup": "2024-09-03",
    "datetime_done": null,
    "datetime_updated": "2024-06-05T01:21:10.218889",
    "date_embargo": null,
    "tracking_id": "P050008-060524",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164621,
        "from_user": 106692,
        "to_user": 13168,
        "subject": "The Missouri Sunshine Law Request: MIAC Policy/Guidelines for Processing Request for Public Records",
        "datetime": "2024-06-04T13:26:46.635929",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "June 4, 2024\r\n\r\nMissouri Information Analysis Center \r\n2302 Militia Drive\r\nJefferson City, MO 65101\r\nmiac@mshp.dps.mo.gov\r\n\r\nKevin Hawkins\r\n7217 Watson Road\r\n190699\r\nSt Louis, MO 63119\r\n\r\nSubject:\tMissouri Sunshine Law Request for Missouri Information Analysis Center Policy/Guidelines for Processing Request for Public Records\r\n\r\n\r\nDear Intelligence/Privacy Officer,\r\n\r\nThis is a request for records under the Missouri Sunshine Law, Chapter 610, Revised Statutes of Missouri. \r\n\r\nSection 610.023.1, RSMo, provides that a public governmental body is to appoint a custodian to maintain that body’s records and the identity and location of the custodian is to be made available upon request; and\r\n\r\nSection 610.026, RSMo, sets forth that a public governmental body shall provide access to and, upon request, furnish copies of public records; and\r\n\r\nSection 610.028.2, RSMo, provides that a public governmental body shall provide a reasonable written policy in compliance with sections 610.010 to 610.030, RSMo, commonly referred to as the Sunshine Law, regarding the release of information on any meeting, record or vote.\r\n\r\n\r\nPurpose\r\n\r\nThe purpose of this request is to obtain information to increase public understanding of the functions of local and state government. As stated in the Department of Justice Bureau of Justice Assistance Factsheet, “Fusion Centers are owned and operated by state and local entities with support from federal partners…” \r\n\r\nPer the Missouri Information Analysis Center (MIAC) website, “The Missouri Information Analysis Center (MIAC) is recognized by the U. S. Department of Homeland Security as the Primary Fusion Center for the state of Missouri.” \r\n\r\nGiven that Fusion Centers are intelligence hubs that gather, analyze and share sensitive information about citizens throughout the state and regions of Missouri, it is essential that the public can see accountability and transparency are prioritized in the day-to-day functions of organizations such as the Missouri Information Analysis Center (MIAC).\r\n\r\nRequested Documents/Records:\r\n\r\nI request that you provide me access to, or copies of: \r\n\r\n1.\tDocuments/records sufficient to show the name and location of the most current appointed custodian of records for the Missouri Information Analysis Center (MIAC). Please include the custodian’s first/last name, title, physical location with room, street address, city, state, email address and direct phone number with extension.  \r\n\r\n2.\tAll documents/records sufficient to show the Missouri Information Analysis Center’s manual of all policies and procedures for processing Missouri Sunshine Law requests. If no manual exists, please provide all other guiding documentation/protocols for the processing of Missouri Sunshine Law requests.  \r\n\r\n3.\tAll documents/records sufficient to show the Missouri Information Analysis Center’s reasonably written policies (in compliance with sections 610.010 to 610.030, RSMo, commonly referred to as the Missouri Sunshine Law) that instructs members of the public on how to request access to public records that are held by the Missouri Information Analysis Center (MIAC).\r\n\r\n4.\tAll documents/records sufficient to show why and how Missouri Sunshine Law public records requests that are addressed to the Missouri Information Analysis Center (MIAC), and clearly intended to be received and processed by the Missouri Information Analysis Center (MIAC), are being diverted to the Missouri State Highway Patrol.     \r\n\r\n5.\tAll documents/records sufficient to show why and how Missouri Sunshine Law public records requests that are addressed to the Missouri Information Analysis Center (MIAC), and clearly intended to be received and processed by the Missouri Information Analysis Center (MIAC), are being denied and closed by the Missouri State Highway Patrol for reasons of “no documents responsive” to the requests, when initial requests are not addressed to, sent to, or seeking documents from the Missouri State Highway Patrol. \r\n\r\nRequested Format\r\n\r\nI am respectfully seeking all documents/records through MuckRock.com.\r\n\r\nThis request is distinctly separate from any other. Please do not combine this request with any other request in your reply. I am requesting that each element of the records sought be specifically addressed in the reply. \r\n\r\nI am requesting that documents/records be sent electronically, preferably as a PDF file attachment. I also request that documents/records be sent in any digital format in which they exist (such as PDF or Excel). If unable to fill the request electronically, please advise me of other alternatives.  \r\n\r\nPer Section 610.024, RSMo, “If a public record contains material which is not exempt from disclosure as well as material which is exempt from disclosure, the public governmental body shall separate the exempt and nonexempt material and make the nonexempt material available for examination and copying.”\r\n\r\nIf portions of the requested documents/records are closed due to exemption, please segregate the closed portions and provide me with all segregable portions of the documents/records. I also request that you please provide a detailed justification for each redaction or omission, and cite the specific exemption used for each redacted or omitted portion of the original document/records.   \r\n\r\nFee Waiver/Public Interest/Public Release\r\n\r\nAs the records sought detail the operations and activities of local and state government bodies, I also request that fees be waived as I believe this request is in the public’s interest. I am seeking the records to analyze, inform and freely release to members of the public as part of the public information service at MuckRock.com. \r\n\r\nAs stated in Section 610.022, RSMo, “public records shall be presumed to be open…documents may be furnished without charge or at a reduced charge when the public governmental body determines that waiver or reduction of the fee is in the public interest because it is likely to contribute significantly to the public understanding of the operations or activities of the public governmental body and is not primarily in the commercial interest of the requester.”  \r\n\r\nThe subject of the requested documents/records will provide significant increased insight about local and state governmental body’s operations and/or activities around access to public records/documents. The requested records are not for commercial use.\r\n\r\nIf fees cannot be waived, I am willing to pay all reasonable duplication expenses incurred in the processing this Missouri Sunshine Law request. However, as I am a member of the public and requesting documents specifically for the purpose of increasing the public’s knowledge of governmental functioning, I will administratively appeal any denial of my request for a fee waiver. If fees cannot be waived, I would be grateful if you would inform me of the total charges in advance of fulfilling my request.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKevin Hawkins",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164621,
        "from_user": 13168,
        "to_user": 106692,
        "subject": "[Records Center] Welcome to the Records Center!",
        "datetime": "2024-06-05T01:19:43.860160",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Kevin Hawkins, \r\n\r\nThank you for registering with the Records Center.  Please log into the Records Center to update any contact or password information and to track the progress of your request. \r\nLogin: 164621-45635871@requests.muckrock.com \r\n\r\nIf you have never used this system or cannot remember your password you may request a temporary password here: Request Temporary Password (https://u8387778.ct.sendgrid.net/ls/click?upn=u001.VEsWrlMiJDg0mXafq1mEXcxAc8yZfnTwsr8Zw-2BF7Cl42i2iqruszhHocBmjwA8q9ZEKyo52MjoI1Y5gkyjtZQw-3D-3DzhUl_PVq5-2FWbXgNweEHLGHxydB0wvd0IHeVyLzq-2FjJT0A8wQxpH5w9subVVJOeakX1iOcNu2yKK-2Bz5ceS9gyyyGQAjw-2BWIxiph0ErSZXjXdOs73bEcxRgR87TBts7bCZvatVaz8ffyQQhi8Pxv0eYU1wnwJhru7MS192ZwoikpusZr8tkmjnUnOz2JJvY-2BGAyWv6r21mQv2k55wuUFNLrMMLPPri2DsL-2B3L1khDgYzZcQ968-3D) \r\nThis is an auto-generated email and has originated from an unmonitored email account. Please DO NOT REPLY.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164621,
        "from_user": 13168,
        "to_user": 106692,
        "subject": "Public Records Request :: P050008-060524",
        "datetime": "2024-06-05T01:21:10.218889",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Kevin Hawkins: \r\nOur office received your open records request pursuant to Missouri's Sunshine Law, Chapter 610, RSMo. Your request has been assigned number P050008-060524. The Patrol is committed to adhering to the Sunshine Law and to ensuring that the public obtains access to open records that are not otherwise closed by law. The Sunshine Law requires each public agency to adhere to certain standards. This letter is designed to ensure that you understand our process for fulfilling your records request. Three Business Day Notice Requirement: \r\nThe requested records are not immediately available for dissemination or inspection. The Patrol is required to notify you that additional research time will be required to fulfill the request. This correspondence satisfies the Sunshine Law's notice requirement within the required three business day period. Section 610.023.3, RSMo. \r\n Additional Research Time is Required: \r\nThe Patrol receives thousands of open records requests each month. Our Patrol Records Division personnel are dedicated to meeting the intent of Missouri's Sunshine Law and strive to respond to each request in a timely manner. The Patrol operates in all 114 Missouri counties and the independent city of St. Louis. Accordingly, many records maintained by the agency are not centrally located within, or immediately accessible to, the Patrol's Custodian of Records in Jefferson City. Our staff must research your request and ensure that we have captured all responsive records  ̶  regardless of their location within the agency. The research process is time-consuming, but we will make every effort to expedite your request. Estimated Time for Completion: \r\nThe majority of our requests are fulfilled within thirty business days. Some requests require additional research time due to their scope or complexity. Our team will conduct an initial review of your request. If we estimate that the request will be fulfilled within thirty business days, we will not send an updated time estimate. However, if we estimate that the request will take longer than thirty business days, we will provide an updated time estimate that provides a detailed justification for the additional research time. Billing: \r\nAs it relates to billing, Missouri law allows the Patrol to charge fees for copies and research time. Specifically, \"[r]esearch time required for fulfilling records requests may be charged at the actual cost of research time.\" Section 610.026, RSMo. The Missouri Supreme Court recently determined that \"staff time is the time required to provide access to public records maintained on computer facilities, recording tapes or disks, videotapes or films, pictures, maps, slides, graphics, illustrations or similar audio or visual items\". Gross v. Parson, 624 S.W.3d 877, 884-89 (Mo. 2021) (internal quotations omitted). \r\nThe Patrol will never bill you for redaction time or any research time conducted by our legal staff. You will only be charged for copies and staff research time as permitted by Missouri law. Please let us know if you have questions related to the billing estimate. \r\nOur team will forward a bill estimate to your attention once we have calculated the permissible costs and fees. The Patrol will not provide the responsive records until receipt of payment. Section 610.026.2, RSMo. \r\nWe appreciate your patience as we review, research, and fulfill your open records request. You can monitor the progress of your request at the link below and you will receive an email when your request has been completed. If you wish to withdraw or clarify your request, or if you have questions, please call our office at (573) 526-6146, or (573) 526-6167. \r\n \r\nSincerely, \r\nGerard G. Callahan \r\nCustodian of Records",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/missouri-299/miac-policyguidelines-for-processing-request-for-public-records-164621/"
  },
  {
    "id": 164619,
    "title": "County of Marin Encampment Resolution Funds",
    "slug": "county-of-marin-encampment-resolution-funds",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 69813,
    "username": "RobbiePowelson",
    "agency": 15045,
    "datetime_submitted": "2024-06-04T12:57:30.112443",
    "date_due": "2024-06-14",
    "days_until_due": null,
    "date_followup": "2024-09-03",
    "datetime_done": null,
    "datetime_updated": "2024-06-05T01:06:43.217595",
    "date_embargo": null,
    "tracking_id": "24-346",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164619,
        "from_user": 69813,
        "to_user": 19340,
        "subject": "California Public Records Act Request: County of Marin Encampment Resolution Funds",
        "datetime": "2024-06-04T12:57:30.205897",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nAll Encampment Resolution Fund  Disbursement Agreements between the County and any agency of the State of California, and those agreements attached exhibits.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobbie Powelson",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164619,
        "from_user": 19340,
        "to_user": 69813,
        "subject": "Your County of Marin, CA public records request #24-346 has been opened.",
        "datetime": "2024-06-05T01:06:35.894611",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "County of Marin, CA\r\n\r\n************************************************************************\r\n\r\n\r\nYour record request #24-346 has been submitted successfully.\r\n\r\nPlease be advised that County staff have received your CPRA request. Within the next 10 days, we will determine whether your request seeks copies of disclosable records in the County's possession or whether the County will require an extension.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n************************************************************************                          \r\nReply to this email or sign in to contact County of Marin, CA.<br><br>\r\n             <a href=\"https://marincountyca.nextrequest.com/settings?id=1443297\">Change your email settings</a> | <a href=\"https://www.nextrequest.civicplus.help/hc/en-us/categories/17720084172567-Requesters\">Visit our help center</a>",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164619,
        "from_user": 19340,
        "to_user": 69813,
        "subject": "[ACTION REQUIRED] Your County of Marin, CA public records portal account",
        "datetime": "2024-06-05T01:06:43.217595",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Use this to confirm your account. The link is only valid for 24 hours.\r\n\r\nCounty of Marin, CA\r\n\r\n************************************************************************\r\nHello Robbie Powelson!\r\n************************************************************************\r\n\r\nYou can confirm your County of Marin, CA public records portal account by copying and pasting the URL below into your web browser. This link is only valid for the next 24 hours.\r\n\r\nMagic link: https://marincountyca.nextrequest.com/users/confirmation?confirmation_token=tANMhoVXqodzxmETdXsp\r\n\r\n\r\n\r\n************************************************************************                          \r\nQuestions? Check out our help page (https://www.nextrequest.com/support) or email us at support@nextrequest.com.\r\n************************************************************************\r\n\r\nPowered by NextRequest (https://www.nextrequest.com).",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/san-rafael-3427/county-of-marin-encampment-resolution-funds-164619/"
  },
  {
    "id": 164617,
    "title": "STL Fusion Center Sunshine Law Policy/Guidelines",
    "slug": "stl-fusion-center-sunshine-law-policyguidelines",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 106692,
    "username": "KevMoMuck",
    "agency": 9984,
    "datetime_submitted": "2024-06-04T11:27:06.540985",
    "date_due": "2024-06-07",
    "days_until_due": null,
    "date_followup": "2024-09-03",
    "datetime_done": null,
    "datetime_updated": "2024-06-05T01:04:42.760590",
    "date_embargo": null,
    "tracking_id": "24-9312",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164617,
        "from_user": 106692,
        "to_user": 13434,
        "subject": "The Missouri Sunshine Law Request: STL Fusion Center Sunshine Law Policy/Guidelines",
        "datetime": "2024-06-04T11:27:06.644396",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "June 4, 2024\r\n\r\nSt. Louis Fusion Center: Terrorism Early Warning Group\r\n7900 Forsyth Blvd.\r\nSt Louis, MO 63105\r\ninfo@stlew.org\r\n\r\nKevin Hawkins\r\n7217 Watson Road\r\n190699\r\nSt Louis, MO 63119\r\n\r\nSubject:\tSt. Louis Fusion Center: Terrorism Early Warning Group Policy/Guidelines for Processing Request for Public Records\r\n\r\nDear Intelligence/Privacy Officer,\r\n\r\nThis is a request for records under the Missouri Sunshine Law, Chapter 610, Revised Statutes of Missouri. \r\n\r\nSection 610.023.1, RSMo, provides that a public governmental body is to appoint a custodian to maintain that body’s records and the identity and location of the custodian is to be made available upon request; and\r\n\r\nSection 610.026, RSMo, sets forth that a public governmental body shall provide access to and, upon request, furnish copies of public records; and\r\n\r\nSection 610.028.2, RSMo, provides that a public governmental body shall provide a reasonable written policy in compliance with sections 610.010 to 610.030, RSMo, commonly referred to as the Sunshine Law, regarding the release of information on any meeting, record or vote.\r\n\r\nPurpose\r\nThe purpose of this request is to obtain information to increase public understanding of the functions of local and state government. As stated in the Department of Justice Bureau of Justice Assistance Factsheet,  “Fusion Centers are owned and operated by state and local entities with support from federal partners…” Given that Fusion Centers are intelligence hubs that gather, analyze and share sensitive information about citizens throughout the state and regions of Missouri, it is essential that the public can see accountability and transparency are prioritized in the day-to-day functions of organizations such as the St. Louis Fusion Center: Terrorism Early Warning Group. \r\n\r\nRequested Documents/Records:\r\n\r\nI request that you provide me access to, or copies of: \r\n\r\n1.\tDocuments/records sufficient to show the name and location of the most current appointed custodian of records for the St. Louis Fusion Center: Terrorism Early Warning Group. Please include the custodian’s first/last name, title, physical location with room, street address, city, state, email address and direct phone number with extension.  \r\n\r\n2.\tAll documents/records sufficient to show St. Louis Fusion Center: Terrorism Early Warning Group’s manual of all policies and procedures for processing Missouri Sunshine Law requests. If no manual exists, please provide all other guiding documentation/protocols for the processing of Missouri Sunshine Law requests.  \r\n\r\n3.\tAll documents/records sufficient to show St. Louis Fusion Center: Terrorism Early Warning Group’s reasonably written policies (in compliance with sections 610.010 to 610.030, RSMo, commonly referred to as the Missouri Sunshine Law) that instructs members of the public on how to request access to public records that are held by the St. Louis Fusion Center: Terrorism Early Warning Group.    \r\n\r\n4.\tAll documents/records sufficient to show why and how Missouri Sunshine Law public records requests that are addressed to the St Louis Fusion Center: Early Terrorism Early Warning Group, and clearly intended to be received and processed by the St Louis Fusion Center: Early Terrorism Early Warning Group are being diverted to the St Louis County Police Department and/or “St Louis County.”    \r\n\r\n5.\tAll documents/records sufficient to show why and how Missouri Sunshine Law public records requests that are addressed to the St Louis Fusion Center: Early Terrorism Early Warning Group, and clearly intended to be received and processed by the St Louis Fusion Center: Early Terrorism Early Warning Group are being denied and closed by the St Louis County Police Department and/or “St Louis County” for reasons of “no documents responsive” to the requests, when initial requests are not addressed to, sent to, or seeking documents from the St Louis County Police Department or “St Louis County.”     \r\n\r\nRequested Format\r\n\r\nI am respectfully seeking all documents/records through MuckRock.com.\r\n\r\nThis request is distinctly separate from any other. Please do not combine this request with any other request in your reply. I am requesting that each element of the records sought be specifically addressed in the reply. \r\n\r\nI am requesting that documents/records be sent electronically, preferably as a PDF file attachment. I also request that documents/records be sent in any digital format in which they exist (such as PDF or Excel). If unable to fill the request electronically, please advise me of other alternatives.  \r\n\r\nPer Section 610.024, RSMo, “If a public record contains material which is not exempt from disclosure as well as material which is exempt from disclosure, the public governmental body shall separate the exempt and nonexempt material and make the nonexempt material available for examination and copying.”\r\n\r\nIf portions of the requested documents/records are closed due to exemption, please segregate the closed portions and provide me with all segregable portions of the documents/records. I also request that you please provide a detailed justification for each redaction or omission, and cite the specific exemption used for each redacted or omitted portion of the original document/records.   \r\n\r\nFee Waiver/Public Interest/Public Release\r\n\r\nAs the records sought detail the operations and activities of local and state government bodies, I also request that fees be waived as I believe this request is in the public’s interest. I am seeking the records to analyze, inform and freely release to members of the public as part of the public information service at MuckRock.com. \r\n\r\nAs stated in Section 610.022, RSMo, “public records shall be presumed to be open…documents may be furnished without charge or at a reduced charge when the public governmental body determines that waiver or reduction of the fee is in the public interest because it is likely to contribute significantly to the public understanding of the operations or activities of the public governmental body and is not primarily in the commercial interest of the requester.”  \r\n\r\nThe subject of the requested documents/records will provide significant increased insight about local and state governmental body’s operations and/or activities around access to public records/documents. The requested records are not for commercial use.\r\n\r\nIf fees cannot be waived, I am willing to pay all reasonable duplication expenses incurred in the processing this Missouri Sunshine Law request. However, as I am a member of the public and requesting documents specifically for the purpose of increasing the public’s knowledge of governmental functioning, I will administratively appeal any denial of my request for a fee waiver. If fees cannot be waived, I would be grateful if you would inform me of the total charges in advance of fulfilling my request.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKevin Hawkins",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164617,
        "from_user": 13434,
        "to_user": 106692,
        "subject": "Your St. Louis County public records request #24-9312 has been opened.",
        "datetime": "2024-06-05T01:04:29.884780",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "St. Louis County\r\n\r\n************************************************************************\r\n\r\n\r\nYour record request #24-9312 has been submitted successfully.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n************************************************************************                          \r\nReply to this email or sign in to contact St. Louis County.<br><br>\r\n             <a href=\"https://stlouiscountymo.nextrequest.com/settings?id=1443296\">Change your email settings</a> | <a href=\"https://www.nextrequest.civicplus.help/hc/en-us/categories/17720084172567-Requesters\">Visit our help center</a>",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164617,
        "from_user": 13434,
        "to_user": 106692,
        "subject": "[ACTION REQUIRED] Your St. Louis County public records portal account",
        "datetime": "2024-06-05T01:04:42.760590",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Use this to confirm your account. The link is only valid for 24 hours.\r\n\r\nSt. Louis County\r\n\r\n************************************************************************\r\nHello Kevin Hawkins!\r\n************************************************************************\r\n\r\nYou can confirm your St. Louis County public records portal account by copying and pasting the URL below into your web browser. This link is only valid for the next 24 hours.\r\n\r\nMagic link: https://stlouiscountymo.nextrequest.com/users/confirmation?confirmation_token=6yxxdPGqoJh3QmauAfAh\r\n\r\n\r\n\r\n************************************************************************                          \r\nQuestions? Check out our help page (https://www.nextrequest.com/support) or email us at support@nextrequest.com.\r\n************************************************************************\r\n\r\nPowered by NextRequest (https://www.nextrequest.com).",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/missouri-299/stl-fusion-center-sunshine-law-policyguidelines-164617/"
  },
  {
    "id": 164615,
    "title": "Government Employee Salary Data (New York City Human Resources Administration / Department of Social Services)",
    "slug": "government-employee-salary-data-new-york-city-human-resources-administration-department-of-social-services",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 36418,
    "username": "Sd3183",
    "agency": 4377,
    "datetime_submitted": "2024-06-04T11:04:53.247820",
    "date_due": "2024-06-11",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-06-04T11:04:53.759117",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164615,
        "from_user": 36418,
        "to_user": 19595,
        "subject": "",
        "datetime": "2024-06-04T11:04:53.759117",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nA copy of the most recent database maintained by this agency detailing government employee compensation across the state.\r\n\r\nI am specifically requesting that this release include, for each State employee, the following: Name of Employee, Age, Gender, Ethnicity, Job Title, Agency/department, City/location in which employee is stationed, and Earnings.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nSam",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-city-17/government-employee-salary-data-new-york-city-human-resources-administration-department-of-social-services-164615/"
  },
  {
    "id": 164614,
    "title": "Government Employee Salary Data (Florida Commission on Human Relations)",
    "slug": "government-employee-salary-data-florida-commission-on-human-relations",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 36418,
    "username": "Sd3183",
    "agency": 5445,
    "datetime_submitted": "2024-06-04T11:04:53.247820",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-06-04T11:04:53.702683",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164614,
        "from_user": 36418,
        "to_user": 95743,
        "subject": "",
        "datetime": "2024-06-04T11:04:53.702683",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nA copy of the most recent database maintained by this agency detailing government employee compensation across the state.\r\n\r\nI am specifically requesting that this release include, for each State employee, the following: Name of Employee, Age, Gender, Ethnicity, Job Title, Agency/department, City/location in which employee is stationed, and Earnings.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nSam",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/florida-34/government-employee-salary-data-florida-commission-on-human-relations-164614/"
  },
  {
    "id": 164613,
    "title": "Government Employee Salary Data (Mayor's Office)",
    "slug": "government-employee-salary-data-mayors-office",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 36418,
    "username": "Sd3183",
    "agency": 303,
    "datetime_submitted": "2024-06-04T11:04:53.247820",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-06-04T11:04:53.639243",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164613,
        "from_user": 36418,
        "to_user": 10750,
        "subject": "",
        "datetime": "2024-06-04T11:04:53.639243",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nA copy of the most recent database maintained by this agency detailing government employee compensation across the state.\r\n\r\nI am specifically requesting that this release include, for each State employee, the following: Name of Employee, Age, Gender, Ethnicity, Job Title, Agency/department, City/location in which employee is stationed, and Earnings.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nSam",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/miami-103/government-employee-salary-data-mayors-office-164613/"
  },
  {
    "id": 164612,
    "title": "Government Employee Salary Data (Department of Corrections)",
    "slug": "government-employee-salary-data-department-of-corrections",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 36418,
    "username": "Sd3183",
    "agency": 3546,
    "datetime_submitted": "2024-06-04T11:04:53.247820",
    "date_due": "2024-06-11",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-06-04T11:04:53.588373",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164612,
        "from_user": 36418,
        "to_user": 10260,
        "subject": "",
        "datetime": "2024-06-04T11:04:53.588373",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Pennsylvania Right to Know Act, I hereby request the following records:\r\n\r\nA copy of the most recent database maintained by this agency detailing government employee compensation across the state.\r\n\r\nI am specifically requesting that this release include, for each State employee, the following: Name of Employee, Age, Gender, Ethnicity, Job Title, Agency/department, City/location in which employee is stationed, and Earnings.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nSam",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/pennsylvania-126/government-employee-salary-data-department-of-corrections-164612/"
  },
  {
    "id": 164611,
    "title": "Government Employee Salary Data (Department of Human Services)",
    "slug": "government-employee-salary-data-department-of-human-services",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 36418,
    "username": "Sd3183",
    "agency": 5156,
    "datetime_submitted": "2024-06-04T11:04:53.247820",
    "date_due": "2024-06-11",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-06-04T11:04:53.530459",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164611,
        "from_user": 36418,
        "to_user": 10342,
        "subject": "",
        "datetime": "2024-06-04T11:04:53.530459",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Pennsylvania Right to Know Act, I hereby request the following records:\r\n\r\nA copy of the most recent database maintained by this agency detailing government employee compensation across the state.\r\n\r\nI am specifically requesting that this release include, for each State employee, the following: Name of Employee, Age, Gender, Ethnicity, Job Title, Agency/department, City/location in which employee is stationed, and Earnings.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nSam",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/pennsylvania-126/government-employee-salary-data-department-of-human-services-164611/"
  },
  {
    "id": 164610,
    "title": "Government Employee Salary Data (Ohio Department of Public Safety)",
    "slug": "government-employee-salary-data-ohio-department-of-public-safety",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 36418,
    "username": "Sd3183",
    "agency": 4096,
    "datetime_submitted": "2024-06-04T11:04:53.247820",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-06-04T11:04:53.462998",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164610,
        "from_user": 36418,
        "to_user": 10470,
        "subject": "",
        "datetime": "2024-06-04T11:04:53.462998",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Ohio Open Records Law, I hereby request the following records:\r\n\r\nA copy of the most recent database maintained by this agency detailing government employee compensation across the state.\r\n\r\nI am specifically requesting that this release include, for each State employee, the following: Name of Employee, Age, Gender, Ethnicity, Job Title, Agency/department, City/location in which employee is stationed, and Earnings.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nSam",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/ohio-116/government-employee-salary-data-ohio-department-of-public-safety-164610/"
  },
  {
    "id": 164609,
    "title": "FBI files: Larry Bensky",
    "slug": "fbi-files-larry-bensky",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 7842,
    "username": "palewire",
    "agency": 10,
    "datetime_submitted": "2024-06-04T10:20:49.119074",
    "date_due": "2024-07-03",
    "days_until_due": null,
    "date_followup": "2024-09-03",
    "datetime_done": null,
    "datetime_updated": "2024-06-05T01:37:13.987174",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164609,
        "from_user": 7842,
        "to_user": 9555,
        "subject": "Freedom of Information Act Request: FBI files: Larry Bensky",
        "datetime": "2024-06-04T10:20:49.199681",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nI request an electronic copy of all FBI files on Lawrence \"Larry\" Martin Bensky, a California activist and radio broadcaster. He died in May 2024. He was born on May 1, 1937, in Brooklyn. Here is his obituary: https://www.nytimes.com/2024/06/03/business/media/larry-bensky-dead.html\r\n\r\nI request that your agency conduct a full CRS search, as well as a cross reference search, to retrieve records related to this prominent American.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBen Welsh",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164609,
        "from_user": 9555,
        "to_user": 7842,
        "subject": "eFOIPA Authorization Request",
        "datetime": "2024-06-05T01:34:33.889345",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "You have successfully requested access to FBI's eFOIPA website.\r\n\r\nPlease access the efoia.fbi.gov by following this temporary authorization url:\r\n<https://efoia.fbi.gov/authorize/80cf6d7d59762e761e395fd0930efb26b31092222ae34b3610>.",
        "status": "submitted",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164609,
        "from_user": 9555,
        "to_user": 7842,
        "subject": "eFOIA Request Received",
        "datetime": "2024-06-05T01:37:13.987174",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "# Individual Information\r\n\r\nPrefix First Name Middle Name Last Name Suffix Email Phone Location\r\n\r\n# Domestic Address\r\n\r\nAddress Line 1 Address Line 2 City State Postal\r\n\r\n# Agreement to Pay\r\n\r\nHow you will pay\r\n\r\nI am limiting my request to the free two hours of searching and 100 duplicated\r\npages. I am not willing to pay additional fees.\r\n\r\n# Deceased Individual\r\n\r\nPrefix First Name Middle Name Last Name Suffix ARN SSN FBI Number Date of\r\nBirth Place of Birth Date of Death Additional Information\r\n\r\n    \r\n    \r\n    To Whom It May Concern:\r\n    \r\n    Pursuant to the Freedom of Information Act, I hereby request the following\r\n    records:\r\n    \r\n    I request an electronic copy of all FBI files on Lawrence \"Larry\" Martin\r\n    Bensky, a California activist and radio broadcaster. He died in May 2024. He\r\n    was born on May 1, 1937, in Brooklyn. Here is his obituary:\r\n    https://www.nytimes.com/2024/06/03/business/media/larry-bensky-dead.html\r\n    \r\n    I request that your agency conduct a full CRS search, as well as a cross\r\n    reference search, to retrieve records related to this prominent American.\r\n    \r\n    The requested documents will be made available to the general public, and\r\n    this request is not being made for commercial purposes.\r\n    \r\n    In the event that there are fees, I would be grateful if you would inform me\r\n    of the total charges in advance of fulfilling my request. I would prefer the\r\n    request filled electronically, by e-mail attachment if available or CD-ROM\r\n    if not.\r\n    \r\n    Thank you in advance for your anticipated cooperation in this matter. I look\r\n    forward to receiving your response to this request within 20 business days,\r\n    as the statute requires.\r\n    \r\n    Sincerely,\r\n    \r\n    Ben Welsh\r\n    \r\n    Upload documents directly:\r\n    https://accounts.muckrock.com/accounts/login/?next=https%3A%2F%2Fwww.muckrock.com%2Faccounts%2Flogin%2F%3Fnext%3D%252Faccounts%252Fagency_login%252Ffederal-bureau-of-investigation-10%252Ffbi-files-larry-bensky-164609%252F%253Femail%253Defoia%252540subscriptions.fbi.gov&url_auth_token=AAAj2CxE_4HiQ0K_duxx1V1CRr0%3A1sEjI8%3A7famGXjQUvo-ITQwcEiU0EVb0iL-2QNQx0e_4Ap8pNg\r\n\r\nSupporting documentation **\r\n\r\nPlease be advised that efoia@subscriptions.fbi.gov is a no-reply email\r\naddress. Questions regarding your FOIA request may be directed to\r\nfoipaquestions@fbi.gov. If you have received a FOIPA request number, please\r\ninclude this in all correspondence concerning your request. Please note eFOIPA\r\nrequests are processed in the order that they are received. If you have not\r\nreceived a FOIPA request number, your request is in the process of being\r\nopened at which time it will be assigned a FOIPA request number and\r\ncorrespondence will be forthcoming.\r\n\r\n**\r\n\r\nUpon receipt of your FOIPA request number, you may check the status of your\r\nFOIPA request on the FBIâ€™s electronic FOIA Library (The Vault) on the FBIâ€™s\r\npublic website, http://vault.fbi.gov by clicking on the â€˜Check Status of Your\r\nFOI/PA Request toolâ€™ link. Status updates are performed on a weekly basis. If\r\nyou receive a comment that your FOIPA request number was not located in the\r\ndatabase, please check back at a later date.\n",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/fbi-files-larry-bensky-164609/"
  },
  {
    "id": 164607,
    "title": "Shockwave or Shockwave",
    "slug": "shockwave-or-shockwave",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 100301,
    "username": "BrianMills",
    "agency": 105,
    "datetime_submitted": "2024-06-04T01:06:54.964168",
    "date_due": "2024-07-03",
    "days_until_due": null,
    "date_followup": "2024-07-03",
    "datetime_done": null,
    "datetime_updated": "2024-06-04T01:06:55.051365",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164607,
        "from_user": 100301,
        "to_user": 25721,
        "subject": "Freedom of Information Act Request: Shockwave or Shockwave",
        "datetime": "2024-06-04T01:06:55.051365",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nRecords of any histories, summaries, conclusions, after-action reports, assessments etc of a \"Shockwave\" or \"Shock Wave\" as described in the following Defense Science Board Paper:\r\n\r\nhttps://media.nti.org/pdfs/Assessment_of_Nuclear_Monitoring_and_Verification_Technologies.pdf\r\nEarlier, during the Cold War, there were\r\nkey developments in which test‐beds used in conjunction with operational experience led to\r\nimportant improvements in theater weapons, forces, and their CONOPS. These included:\r\n “Shockwave” in the North Atlantic Treaty Organization (NATO) Central Region during the\r\n1970s and 1980s (see the next section of this chapter for a more complete description);\r\n SORAK (N.E. Asian theater) [37];  \r\n Pershing IA and ground launched cruise missile (GLCM) endurance experimentation\r\nduring the 1980s [38]; \r\n Horizontal and vertical dispersion of dual‐capable aircraft (DCA) to improve theater\r\nnuclear force (TNF)‐DCA force endurance. \r\n...\r\n“Shockwave” (mentioned in the previous section) was a comprehensive, successful, TNF‐related\r\nthreat‐monitoring/understanding effort that ran from about 1978 to about 1985. It is discussed\r\nhere as an effective antecedent of future, comprehensive TNF threat‐monitoring systems which\r\nwould benefit from improved technologies and possibly from negotiated limits and monitoring.\r\nThe purpose of Shockwave was to understand improvements in the ability of the\r\nSoviet/Warsaw Pact (WP) to execute a swift, successful campaign inside U.S. and NATO\r\ntimelines for nuclear employment, and thus to aid selection among U.S. and NATO options to\r\ncounter those improvements. It used a wide range of U.S. national, theater, and tactical\r\nmonitoring means, from both the Army and Air Force, as well as similar Allied means where\r\nappropriate.    The Defense Advanced Research Projects Agency (DARPA) and the Defense\r\nNuclear Agency (DNA) were major players in developing new monitoring capabilities. Exercises\r\nusing NATO forces were used to elicit responses in later WP exercises that could be observed by\r\nShockwave assets. The effort was led by successive SACEURs, with integration at both Supreme\r\nHeadquarters Allied Powers Europe (SHAPE) and United States European Command (EUCOM)\r\nheadquarters. Over the 7‐8 years it was run, Shockwave was highly successful.  In fact, it serves\r\nas a premier example of how persistent, comprehensive monitoring for threat‐assessment\r\npurposes can pay off\r\n\r\n[37] SORAK was a South Korean experimentation concept developed in the late 1970’s and early 1980’s based on\r\nShock Wave.    It was sponsored by Commander‐in‐Chief, U.S. Pacific Command (CINCPAC) and supported by\r\nDARPA, as part of the joint United States‐ South Korean exercise Ulchi Focus Lens.  The concept was intended to\r\ncreate an all source testing capability to observe operations.   \r\n[38] Pershing II and GLCM operations were driven by the need for survivability in moving units out of peacetime\r\ngarrison in crisis and in move‐and‐hide tactics in the field in crisis and war. These operations were developed\r\niteratively using red‐teamed test‐bed exercises coupled with simulations, both in CONUS and in Europe\"\r\n\r\nIf it helps make the scope of the search easier, I am only interested in the planning and use of NATO Forces to \"elicit responses in later WP exercises that could be observed by\r\nShockwave assets.\"\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBrian Mills",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/shockwave-or-shockwave-164607/"
  },
  {
    "id": 164594,
    "title": "Beverage Agreements (Texas A&M University)",
    "slug": "beverage-agreements-texas-am-university",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 127078,
    "username": "KNorthRB",
    "agency": 4304,
    "datetime_submitted": "2024-06-03T15:12:00.599684",
    "date_due": "2024-06-17",
    "days_until_due": null,
    "date_followup": "2024-09-03",
    "datetime_done": null,
    "datetime_updated": "2024-06-05T01:10:30.051470",
    "date_embargo": null,
    "tracking_id": "J001918-060524",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164594,
        "from_user": 127078,
        "to_user": 10766,
        "subject": "Texas Public Information Act Request: Beverage Agreements (Texas A&M University)",
        "datetime": "2024-06-03T15:12:00.787972",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\nAgreements related to the beverage pouring, distribution, sales or marketing rights for campus, athletics venues or facilities.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKelly North",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164594,
        "from_user": 10766,
        "to_user": 127078,
        "subject": "Public Information Request :: J001918-060524",
        "datetime": "2024-06-05T01:10:30.051470",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Kelly North: \r\n\r\nWe received your public information request for .  Your request was given the reference number J001918-060524 for tracking purposes.  Please refer to this number when making inquiries about your request. \r\n\r\nYou can monitor the progress of your request at the link below and you'll receive an email when your request has been completed. \r\n\r\nThank you for your interest in",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/texas-109/beverage-agreements-texas-am-university-164594/"
  },
  {
    "id": 164593,
    "title": "Beverage Agreements (Texas Southern University)",
    "slug": "beverage-agreements-texas-southern-university",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 127078,
    "username": "KNorthRB",
    "agency": 9927,
    "datetime_submitted": "2024-06-03T15:12:00.599684",
    "date_due": "2024-06-17",
    "days_until_due": null,
    "date_followup": "2024-06-17",
    "datetime_done": null,
    "datetime_updated": "2024-06-03T15:12:00.715640",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164593,
        "from_user": 127078,
        "to_user": 13255,
        "subject": "Texas Public Information Act Request: Beverage Agreements (Texas Southern University)",
        "datetime": "2024-06-03T15:12:00.715640",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\nAgreements related to the beverage pouring, distribution, sales or marketing rights for campus, athletics venues or facilities.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKelly North",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/texas-109/beverage-agreements-texas-southern-university-164593/"
  },
  {
    "id": 164592,
    "title": "Closed OSHA File for Case Number 23-1121-ATL (214)",
    "slug": "closed-osha-file-for-case-number-23-1121-atl-214",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 25665,
    "username": "DetentionKills",
    "agency": 4264,
    "datetime_submitted": "2024-06-03T15:10:17.396779",
    "date_due": "2024-07-02",
    "days_until_due": null,
    "date_followup": "2024-07-02",
    "datetime_done": null,
    "datetime_updated": "2024-06-03T15:10:17.492742",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164592,
        "from_user": 25665,
        "to_user": 13596,
        "subject": "Freedom of Information Act Request: Closed OSHA File for Case Number 23-1121-ATL (214)",
        "datetime": "2024-06-03T15:10:17.492742",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nThe investigative file for OSHA case number 23-1121-ATL (214). \r\n\r\nHere is a link to the OSHA press release regarding this case: https://www.osha.gov/news/newsreleases/region4/06282023. \r\n\r\nOSHA Area Office Director Condell Eastmond in Fort Lauderdale, Florida may be a custodian of these records, which arose in Atlanta (Region 4) based on the press release.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAndrew Free",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "fax"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/closed-osha-file-for-case-number-23-1121-atl-214-164592/"
  },
  {
    "id": 164591,
    "title": "Crime Free Training Program: Olathe Police Department",
    "slug": "crime-free-training-program-olathe-police-department",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 119993,
    "username": "jennywadhwa",
    "agency": 7400,
    "datetime_submitted": "2024-06-03T14:12:06.852621",
    "date_due": "2024-06-06",
    "days_until_due": null,
    "date_followup": "2024-09-03",
    "datetime_done": null,
    "datetime_updated": "2024-06-05T06:46:58.251189",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164591,
        "from_user": 119993,
        "to_user": 10032,
        "subject": "The Kansas Open Records Act Request: Crime Free Training Program: Olathe Police Department",
        "datetime": "2024-06-03T14:12:06.945824",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Hello,\r\nPursuant to the Freedom of Information Act, I hereby request the following documents regarding your Crime Free Multi-Housing Program:\r\nA copy of any and all training materials used in the past year (6/1/2023-6/1/2024)\r\nThis information will not be used for commercial purposes and I look forward to hearing from you.\r\nKindly\r\nJenny Wadhwa",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164591,
        "from_user": 10032,
        "to_user": 119993,
        "subject": "City of Olathe, KS Digital Services - Signup | Verification",
        "datetime": "2024-06-05T04:57:27.604617",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Thank you for creating an Olathe Digital Services profile \r\nYour account has been created, you can login after you have activated your account. \r\nPlease visit Olathe Digital Services to activate your Olathe Digital Services account (https://olatheks-self.govplatform.com/en/EmailVerification/?hash=3d6260c3542fe399775cec60cf709153&return_url=%2Fen%2Fachieveforms%2F%3Fmode%3Dfill) \r\nThank you, \r\nCity of Olathe Digital Services \r\nThis email was sent from a notification-only address that cannot accept incoming email. Do not reply to this message.",
        "status": "done",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164591,
        "from_user": 10032,
        "to_user": 119993,
        "subject": "Request for Public Records",
        "datetime": "2024-06-05T05:03:22",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "A new entry to a form/survey has been submitted. \r\nForm Name: Police Public Records Request \r\nDate & Time: 06/05/2024 4:03 AM \r\nResponse #: 3702 \r\nSubmitter ID: 75188 \r\nIP address: 16.56.5.29 \r\nTime to complete: 2 min. , 19 sec. \r\nSurvey Details \r\n  \r\n  \r\n Page 1 \r\n \r\n  \r\n   Requestor \r\n   \r\n   \r\n  First Name  Jenny   \r\n  Last Name  Wadhwa \r\n   \r\n  Street Address  MuckRock News, DEPT MR164591, 263 Huntington Ave   \r\n  City  Boston \r\n   \r\n  State  Massachusetts   \r\n  Zip  02115 \r\n   \r\n  Phone  617-299-1832   \r\n  E-mail  164591-70292218@requests.muckrock.com \r\n \r\n  \r\n   Record(s) Requested \r\n   \r\n   \r\n  Record Title  Crime Free Training Program: Olathe Police Department \r\n  \r\n Description of the record. Hello, \r\nPursuant to the Freedom of Information Act, I hereby request the following documents regarding your Crime Free Multi-Housing Program: \r\nA copy of any and all training materials used in the past year (6/1/2023-6/1/2024) \r\nThis information will not be used for commercial purposes and I look forward to hearing from you. \r\nKindly \r\nJenny Wadhwa \r\n\r\nUpload documents directly:\r\n https://accounts.muckrock.com/accounts/login/?next=https%3A%2F%2Fwww.muckrock.com%2Faccounts%2Flogin%2F%3Fnext%3D%252Faccounts%252Fagency_login%252Folathe-police-department-7400%252Fcrime-free-training-program-olathe-police-department-164591%252F%253Femail%253DKBarker%252540olatheks.org&url_auth_token=AAATgCJ5JP0EF-dqAG99OQH_LX8%3A1sEmT9%3A1PX1QE-x_p3I2dl-_irqN6i5GBlAjyFu5S9wUYN1WBU \r\n   \r\n  Record Date or Date Range  6/1/2023 to 6/1/2024 \r\n   \r\n  City Department  Police \r\n \r\n  \r\n   \r\nA charge for providing copies of public records has been set by the Olathe City Council. View the schedule of fees. (https://8wbqb6f1.r.us-east-1.awstrack.me/L0/https:%2F%2Fwww.olatheks.gov%2Fhome%2Fshowpublisheddocument%2F5599%2F636410668777200000/1/0100018fe7a359a3-e336a67c-c8cb-4b00-af7a-351e30d1ff44-000000/G7i9OOV6W_4rErxNWr9x4dSmgME=377) \r\n \r\nA list of names and addresses shall not be obtained from public records for the purpose of selling or offering for sale any property or service to the persons listed. This provision pertains to the names and addresses of businesses listed in the public records, as well as the individuals. K.S.A. 45-220(c) (2), K.S.A. 45-230. \r\n \r\n  \r\n   \r\nI have made a written request for access to and/or copies of certain public records identified above pursuant to the Kansas Open Records Act, and do hereby certify: \r\n \r\n1) That I do not intend to and will not use any list of names or addresses contained in or derived from the records or information\r\n obtained from the City of Olathe for the purpose of selling or offering for sale any property or service to any person on the list or to any person who resides at any address on the list. \r\n \r\n2) That I do not intend to and will not give, or otherwise make available, to any person any list of names or addresses contained in or derived from the records or information obtained from the City of Olathe for the purpose of allowing that person to sell or offer for sale any property or service to any person on the list or to any person who resides at any address on the list. \r\n \r\n3) That I have been informed and am aware that to knowingly sell, give, or receive any list of names or addresses contained in or derived from public records for the purpose of selling or offering for sale any property or service to persons on the list is a violation of state\r\n statute (K.S.A. 45-230) and that any person violating the prohibition shall be liable for payment of a civil penalty. \r\n \r\n  \r\n   Answer below \r\n   \r\n  (○) Yes \r\n  \r\n \r\n\r\nThank you, \r\nCity of Olathe \r\nThis is an automated message generated by Granicus. Please do not reply directly to this email.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164591,
        "from_user": 10032,
        "to_user": 119993,
        "subject": "FW: Request for Public Records",
        "datetime": "2024-06-05T06:46:58.251189",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Your request has been received and is being reviewed.\r\n\r\nThank you\r\n\r\nRoger G. Hensel  Admin IV\r\n(913) 971-6328 | OlatheKS.org<http://olatheks.org/>\r\nPolice | City of Olathe, Kansas\r\nSetting the Standard for Excellence in Public Service\r\n[cid:image001.png@01DAB70B.A9723B50]<http://olatheks.org/>  [cid:image002.png@01DAB70B.A9723B50] <https://www.facebook.com/CityofOlatheKS>\n",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1182294,
            "ffile": "https://cdn.muckrock.com/foia_files/2024/06/05/WRD0004_ZcAHMOo.jpg",
            "datetime": "2024-06-05T06:46:58.363250",
            "title": "~WRD0004",
            "source": "Olathe Police Department, Olathe, KS",
            "description": "",
            "doc_id": "",
            "pages": 0
          },
          {
            "id": 1182295,
            "ffile": "https://cdn.muckrock.com/foia_files/2024/06/05/image001.png",
            "datetime": "2024-06-05T06:46:58.802586",
            "title": "image001",
            "source": "Olathe Police Department, Olathe, KS",
            "description": "",
            "doc_id": "",
            "pages": 0
          },
          {
            "id": 1182296,
            "ffile": "https://cdn.muckrock.com/foia_files/2024/06/05/image002_BNBB4rb.png",
            "datetime": "2024-06-05T06:46:58.874810",
            "title": "image002",
            "source": "Olathe Police Department, Olathe, KS",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/olathe-14588/crime-free-training-program-olathe-police-department-164591/"
  },
  {
    "id": 164590,
    "title": "South Carolina Public Records Law: Wyatt Charles Davy",
    "slug": "wyatt-davy-arrest-report",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 135434,
    "username": "BobSilva",
    "agency": 9867,
    "datetime_submitted": "2024-06-03T13:32:40.809381",
    "date_due": "2024-06-24",
    "days_until_due": null,
    "date_followup": "2024-06-24",
    "datetime_done": null,
    "datetime_updated": "2024-06-03T13:32:41.126226",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164590,
        "from_user": 135434,
        "to_user": 13062,
        "subject": "South Carolina Public Records Law Request: South Carolina Public Records Law: Wyatt Charles Davy",
        "datetime": "2024-06-03T13:32:41.126226",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the South Carolina Public Records Law, I hereby request the following records:\r\n\r\nAll records related to Wyatt Charles Davy, Date of Birth: April 17th, 1999, within your agency's possession from 2010 to present day.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 15 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBob Silva",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/richland-county-2262/wyatt-davy-arrest-report-164590/"
  },
  {
    "id": 164586,
    "title": "Beverage Agreements (University of Texas at San Antonio)",
    "slug": "beverage-agreements-university-of-texas-at-san-antonio",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 127078,
    "username": "KNorthRB",
    "agency": 9866,
    "datetime_submitted": "2024-06-03T12:48:26.216413",
    "date_due": "2024-06-17",
    "days_until_due": null,
    "date_followup": "2024-06-17",
    "datetime_done": null,
    "datetime_updated": "2024-06-03T12:48:26.360745",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164586,
        "from_user": 127078,
        "to_user": 13061,
        "subject": "Texas Public Information Act Request: Beverage Agreements (University of Texas at San Antonio)",
        "datetime": "2024-06-03T12:48:26.360745",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\nAgreements related to the beverage pouring, distribution, sales or marketing rights for campus, athletics venues or facilities.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKelly North",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/texas-109/beverage-agreements-university-of-texas-at-san-antonio-164586/"
  },
  {
    "id": 164587,
    "title": "Beverage Agreements (University Of Houston)",
    "slug": "beverage-agreements-university-of-houston",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 127078,
    "username": "KNorthRB",
    "agency": 14783,
    "datetime_submitted": "2024-06-03T12:48:26.216413",
    "date_due": "2024-06-17",
    "days_until_due": null,
    "date_followup": "2024-06-17",
    "datetime_done": null,
    "datetime_updated": "2024-06-03T12:48:26.439579",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164587,
        "from_user": 127078,
        "to_user": 19591,
        "subject": "Texas Public Information Act Request: Beverage Agreements (University Of Houston)",
        "datetime": "2024-06-03T12:48:26.439579",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\nAgreements related to the beverage pouring, distribution, sales or marketing rights for campus, athletics venues or facilities.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKelly North",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/houston-113/beverage-agreements-university-of-houston-164587/"
  },
  {
    "id": 164493,
    "title": "CBP Promotional Video",
    "slug": "cbp-promotional-video",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 27422,
    "username": "dmehrotra",
    "agency": 38,
    "datetime_submitted": "2024-06-03T10:27:19.596306",
    "date_due": "2024-07-02",
    "days_until_due": null,
    "date_followup": "2024-09-02",
    "datetime_done": null,
    "datetime_updated": "2024-06-04T14:00:12.541563",
    "date_embargo": null,
    "tracking_id": "CBP-FO-2024-118499",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164493,
        "from_user": 27422,
        "to_user": 9575,
        "subject": "Freedom of Information Act Request: CBP Promotional Video",
        "datetime": "2024-06-03T10:27:19.686675",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nOn May 31st Chief Patrol Agent of the U.S. Border Patrol’s Del Rio Sector Robert Danley published a video across official social media accounts about an event where the newly formed Del Rio Sector Mobile Response Team paired up with the Special Operations Detachment for mobile field force training. I am looking for all videos and photographs kept by the department from this training session.  I am also looking for any agendas, memos, scheduling, and training materials provided as part of the training. I am also looking for a munitions load-in and load-out document or other records that reflect the number of munitions used during the training.\r\n\r\nAs a reporter for the WIRED, I qualify as a news media requester for the purpose of fees. If you deny this request in whole or in part, I request that you respond with the statutory exemption underlying the denial and the reasoning therein. If an asserted exemption applies to only a portion of a record, please delete or redact the portion to which the exemption applies and provide the remainder of the record, as required under the the law. If you have any questions about my request, please do not hesitate to e-mail me or call me - 8053383408 or dhruv_mehrotra@wired.com.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDhruv Mehrotra",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164493,
        "from_user": 9575,
        "to_user": 27422,
        "subject": "Your verification code",
        "datetime": "2024-06-04T00:38:10.948692",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Your confirmation code is 758578",
        "status": "done",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164493,
        "from_user": 9575,
        "to_user": 27422,
        "subject": "CBP FOIA - CBP-FO-2024-118499",
        "datetime": "2024-06-04T14:00:12.541563",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dhruv Mehrotra \r\nN/A \r\nMuckRock News, DEPT MR164493 \r\n263 Huntington Ave \r\nBoston, Massachusetts 02115 \r\n\r\n06/04/2024 \r\n\r\nCBP-FO-2024-118499 \r\n\r\nDear Dhruv Mehrotra: \r\nThis notice acknowledges receipt of your Freedom of Information Act (FOIA) request to U.S. Customs and Border Protection (CBP) received on 6/3/2024.  Please use the following unique FOIA tracking number CBP-FO-2024-118499 to track the status of your request.  If you have not already done so, you must create a SecureRelease account. This is the only method available to check the status of your pending FOIA request. \r\n\r\nProvisions of the Act allow us to recover part of the cost of complying with your request.  We shall charge you for records in accordance with the DHS FOIA regulations outlined on the DHS website, https://www.federalregister.gov/documents/2016/11/22/2016-28095/freedom-of-information-act-regulations. By submitting your request, you have agreed to pay up to $25.00 in applicable processing fees, if any fees associated with your request exceed this amount, CBP shall contact you. \r\nDue to the increasing number of FOIA requests received by this office, we may encounter some delay in processing your request.  Consistent with 6 C.F.R. Part 5 § 5.5(a) of the DHS FOIA regulations, CBP processes FOIA requests according to their order of receipt.  Although CBP’s goal is to respond within 20 business days of receipt of your request, FOIA does permit a 10-day extension of this time period in certain circumstances pursuant to 6 C.F.R. Part 5 § 5.5(c). \r\n\r\nCBP’s FOIA Division is working hard to reduce the amount of time necessary to respond to FOIA requests.  We truly appreciate your continued patience. \r\nFor additional information please consult CBP FOIA website please click on FOIA Act Resources or visit http://www.cbp.gov/site-policy-notices/foia. \r\n\r\nPlease note that this message has been sent from an unmonitored e-mail account. Any messages sent to this account will not be read. \r\nSincerely, \r\n\r\nU.S. Customs and Border Protection",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/cbp-promotional-video-164493/"
  },
  {
    "id": 164483,
    "title": "Trading Records Review",
    "slug": "trading-records-review",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 129684,
    "username": "esearch",
    "agency": 3803,
    "datetime_submitted": "2024-06-03T01:56:15.815382",
    "date_due": "2024-07-02",
    "days_until_due": null,
    "date_followup": "2024-07-02",
    "datetime_done": null,
    "datetime_updated": "2024-06-03T01:56:15.907119",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164483,
        "from_user": 129684,
        "to_user": 10307,
        "subject": "Freedom of Information Act Request: Trading Records Review",
        "datetime": "2024-06-03T01:56:15.907119",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nFinCEN records related to SEC trading review dated May 15, 2002, including any records related to Sept. 11, 2001 securities trading reviews for suspicious activity :\r\n\r\nSAR review issue 5 dated Feb 2003 notes: \r\n\r\nPage 38:\r\nFinCEN's staff conducted an analysis of\r\nall SARs submitted by depository institutions, affiliates of depository institutions,\r\nand those voluntarily filed by broker-dealers, MSBs or gaming businesses from\r\nthe years 1996 through 2002. These SARs were identified by searching the\r\nnarrative section for key words related to the securities industry (e.g., investment\r\ncompanies, mutual funds, hedge funds, private investment trusts, venture capital\r\nfunds, investment advisers). This analysis was not conducted to assess the money\r\nlaundering risks associated with securities sector; rather, it was done to provide a\r\nsnapshot of what SAR filers were reporting related to the securities industry.\r\n\r\nPage 41:\r\n\r\n• Five SARs were filed relating to September 11th activity and the OFAC\r\nlist of \"specially designated global terrorists\" — organizations and\r\nindividuals engaged in international terrorism. Two SARs identified\r\nactivity of investment companies on the OFAC list. Three SARs described\r\nactivity of individuals or entities on the OFAC list that included\r\ntransactions involving investment companies.\r\n\r\nhttps://www.fincen.gov/sites/default/files/sar_report/sar_tti_05.pdf\r\n\r\nPlease review page 17 and 24 in SAR review issue 4 dated August 2002 for any possible relevant records: \r\n\r\nhttps://www.fincen.gov/sites/default/files/sar_report/sar_tti_04.pdf\r\n\r\nPlease review MFR03011148 dated 11/07/03 for possible relevant FinCEN records to the request:\r\n\r\nhttps://www.scribd.com/doc/79611715/t4-b12-Mfr-Fincen-Knez-Judith-2003-11-05\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAlan",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/trading-records-review-164483/"
  },
  {
    "id": 164482,
    "title": "Trading Records Review",
    "slug": "trading-records-review",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 129684,
    "username": "esearch",
    "agency": 498,
    "datetime_submitted": "2024-06-03T01:56:03.375758",
    "date_due": "2024-07-02",
    "days_until_due": null,
    "date_followup": "2024-09-02",
    "datetime_done": null,
    "datetime_updated": "2024-06-04T10:48:22.372410",
    "date_embargo": null,
    "tracking_id": "2024-FOIA-00522",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164482,
        "from_user": 129684,
        "to_user": 11167,
        "subject": "Freedom of Information Act Request: Trading Records Review",
        "datetime": "2024-06-03T01:56:03.464023",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nOFAC records related to SEC trading review dated May 15, 2002, including any records related to Sept. 11, 2001 securities trading reviews for suspicious activity :\r\n\r\nSAR review issue 5 dated Feb 2003 notes: \r\n\r\nPage 38:\r\nFinCEN's staff conducted an analysis of\r\nall SARs submitted by depository institutions, affiliates of depository institutions,\r\nand those voluntarily filed by broker-dealers, MSBs or gaming businesses from\r\nthe years 1996 through 2002. These SARs were identified by searching the\r\nnarrative section for key words related to the securities industry (e.g., investment\r\ncompanies, mutual funds, hedge funds, private investment trusts, venture capital\r\nfunds, investment advisers). This analysis was not conducted to assess the money\r\nlaundering risks associated with securities sector; rather, it was done to provide a\r\nsnapshot of what SAR filers were reporting related to the securities industry.\r\n\r\nPage 41:\r\n\r\n• Five SARs were filed relating to September 11th activity and the OFAC\r\nlist of \"specially designated global terrorists\" — organizations and\r\nindividuals engaged in international terrorism. Two SARs identified\r\nactivity of investment companies on the OFAC list. Three SARs described\r\nactivity of individuals or entities on the OFAC list that included\r\ntransactions involving investment companies.\r\n\r\nhttps://www.fincen.gov/sites/default/files/sar_report/sar_tti_05.pdf\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAlan",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164482,
        "from_user": 11167,
        "to_user": 129684,
        "subject": "Request Acknowledgement by Department of Treasury",
        "datetime": "2024-06-04T00:13:44.439082",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Alan Alan, \r\n\r\nCase Number 2024-FOIA-00522 has been assigned to the request you submitted. In all future correspondence regarding this request please reference case number 2024-FOIA-00522.\r\nRegards, \r\nDepartment of Treasury",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164482,
        "from_user": 11167,
        "to_user": 129684,
        "subject": "Status Update for Request #2024-FOIA-00522",
        "datetime": "2024-06-04T00:13:46.588157",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Alan Alan, \r\n\r\nThe status of your DO FOIA request #2024-FOIA-00522 has been updated to the following status 'Received'. To log into the Treasury FOIA Public Access Link click on the Application URL below. \r\n\r\nhttps://foia.treasury.gov/ \r\n\r\nSincerely, \r\nDepartment of Treasury",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164482,
        "from_user": 11167,
        "to_user": 129684,
        "subject": "Your FOIA Request to Treasury 2024-FOIA-00522",
        "datetime": "2024-06-04T10:48:22.372410",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "RE: Your FOIA Request to Treasury, Case Number 2024-FOIA-00522 Dear  Alan : This email acknowledges the receipt of your FOIA request dated 06/04/2024 seeking copies of the following records: To Whom It May Concern:Pursuant to the Freedom of Information Act, I hereby request the following records:OFAC records related to SEC trading review dated May 15, 2002, including any records related to Sept. 11, 2001 securities trading reviews for suspicious activity :SAR review issue 5 dated Feb 2003 notes:Page 38:FinCEN's staff conducted an analysis ofall SARs submitted by depository institutions, affiliates of depository institutions,and those voluntarily filed by broker-dealers, MSBs or gaming businesses fromthe years 1996 through 2002. These SARs were identified by searching thenarrative section for key words related to the securities industry (e.g., investmentcompanies, mutual funds, hedge funds, private investment trusts, venture capitalfunds, investment advisers). This analysis was not conducted to assess the moneylaundering risks associated with securities sector; rather, it was done to provide asnapshot of what SAR filers were reporting related to the securities industry.Page 41:• Five SARs were filed relating to September 11th activity and the OFAClist of \"specially designated global terrorists\" — organizations andindividuals engaged in international terrorism. Two SARs identifiedactivity of investment companies on the OFAC list. Three SARs describedactivity of individuals or entities on the OFAC list that includedtransactions involving investment companies.https://www.fincen.gov/sites/default/files/sar_report/sar_tti_05.pdfThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.In the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.Thank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.Sincerely,AlanUpload documents directly: https://accounts.muckrock.com/accounts/login/?next=https%3A%2F%2Fwww.muckrock.com%2Faccounts%2Flogin%2F%3Fnext%3D%252Faccounts%252Fagency_login%252Foffice-of-foreign-asset-control-498%252Ftrading-records-review-164482%252F%253Femail%253DOFACFOIAOffice%252540treasury.gov&url_auth_token=AAATLlkv-iW10ZFS2WiLMQlOnAU%3A1sELRX%3ANJ2qYuux16q4dPVP37ab2Psr6f_bQ8IyuC0pmwmXPkw (Date Range for Record Search: From 01/01/2013 To 06/04/2024) This request has been issued tracking number 2024-FOIA-00522 .  Please reference this number in all future correspondence with this office when communicating regarding this request.  Please see the attached letter for more information. Sincerely, ReNay Mitchell FOIA and Transparency ffice of Privacy, Transparency, and Records",
        "status": "processed",
        "likely_foia": null,
        "files": [
          {
            "id": 1182050,
            "ffile": "https://cdn.muckrock.com/foia_files/2024/06/04/FOIA_Acknowledgement_Standard.pdf",
            "datetime": "2024-06-04T10:48:22.439110",
            "title": "FOIA Acknowledgement Standard",
            "source": "Department of Treasury, Office of Foreign Asset Control, United States of America",
            "description": "",
            "doc_id": "24731266-foia-acknowledgement-standard",
            "pages": 2
          }
        ],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/trading-records-review-164482/"
  },
  {
    "id": 164481,
    "title": "Trading Records Review",
    "slug": "trading-records-review",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 129684,
    "username": "esearch",
    "agency": 71,
    "datetime_submitted": "2024-06-03T01:55:52.736758",
    "date_due": "2024-07-02",
    "days_until_due": null,
    "date_followup": "2024-07-04",
    "datetime_done": null,
    "datetime_updated": "2024-06-04T11:25:37.141495",
    "date_embargo": null,
    "tracking_id": "20240821",
    "price": "25.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164481,
        "from_user": 129684,
        "to_user": 9547,
        "subject": "Freedom of Information Act Request: Trading Records Review",
        "datetime": "2024-06-03T01:55:52.847225",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nSecret Service records of briefings and involvement in the SEC trading review dated May 15, 2002.\r\n\r\nhttps://unredacted.com/wp-content/uploads/2010/04/9-11-sec-report.pdf\r\n\r\nPg. 7 from FBI Team 4 files dated 8/14/03 notes Secret Service access to the investigation:\r\n\r\n\" spoke to a United States Secret Sevice (USSS) , New York, regarding a rumor that he was trying to track down that there had been a sizeable transaction in 5 year Treasury notes between August 27, and September 4, 2001 \"\r\nhttps://www.scribd.com/document/355572600/T4-B3-Trading-Info-Rcd-8-28-Fdr-FBI-Timeline-8-14-03-pdf\r\n\r\n\"The Wall Street Journal reported on October 2 that the ongoing investigation by the SEC into suspicious stock trades had been joined by a Secret Service probe into an unusually high volume of five-year US Treasury note purchases prior to the attacks. The Treasury note transactions included a single $5 billion trade.\"\r\nhttps://www.wsws.org/en/articles/2001/10/bond-o05.html\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAlan",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 164481,
        "from_user": 9547,
        "to_user": 129684,
        "subject": "RE: Freedom of Information Act Request: Trading Records Review",
        "datetime": "2024-06-03T12:16:23.177209",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Requester,\r\n\r\n\r\nPlease provide your last name so we can process your request.\nThanks,\r\nFOIA",
        "status": "fix",
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 164481,
        "from_user": 129684,
        "to_user": 9547,
        "subject": "RE: Freedom of Information Act Request: Trading Records Review",
        "datetime": "2024-06-03T17:05:13.368378",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "\r\nThank you for your assistance,\r\n\r\nAlan Stewart ",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 164481,
        "from_user": 9547,
        "to_user": 129684,
        "subject": "Acknowledgment/USSS No.: 20240821",
        "datetime": "2024-06-04T11:25:37.141495",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Requester, Please see the attached letter regarding the status of yourFreedom of Information Act/Privacy Act request. If you have any questions, please contact this office.  Thank you, Freedom of Information Act Program United States Secret Service 245 Murray Lane, SW, Building T-5 Mail Stop 8205 Washington, DC  20223 Phone: (202) 220-1819 Fax: (202) 220-1755 Email: FOIA@USSS.DHS.GOV \n\nAll e-mail to/from this account is subject to official review and is for official use only.  Action may be taken in response to any inappropriate use of the Secret Service's e-mail system. This e-mail may contain information that is privileged, law enforcement sensitive, or subject to other disclosure limitations.  Such information is loaned to you and should not be further disseminated without the permission of the Secret Service.  If you have received this e-mail in error, do not keep, use, disclose, or copy it; notify the sender immediately and delete it.  ­­\n",
        "status": "processed",
        "likely_foia": null,
        "files": [
          {
            "id": 1182081,
            "ffile": "https://cdn.muckrock.com/foia_files/2024/06/04/Ack_Ltr._All_Other_Requesters._FOIA.pdf",
            "datetime": "2024-06-04T11:25:37.219824",
            "title": "Ack Ltr. All Other Requesters. FOIA",
            "source": "United States Secret Service, United States of America",
            "description": "",
            "doc_id": "24731383-ack-ltr-all-other-requesters-foia",
            "pages": 2
          }
        ],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/trading-records-review-164481/"
  },
  {
    "id": 164480,
    "title": "Trading Records Review",
    "slug": "trading-records-review",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 129684,
    "username": "esearch",
    "agency": 168,
    "datetime_submitted": "2024-06-03T01:29:33.445753",
    "date_due": "2024-07-02",
    "days_until_due": null,
    "date_followup": "2024-07-02",
    "datetime_done": null,
    "datetime_updated": "2024-06-03T01:29:33.618594",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164480,
        "from_user": 129684,
        "to_user": 9554,
        "subject": "Freedom of Information Act Request: Trading Records Review",
        "datetime": "2024-06-03T01:29:33.618594",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nDOJ records related to SEC trading review dated May 15, 2002, including DOJ records related to Seisint Inc. involvement with the investigation.\r\n\r\nPage 2 notes DOJ involvement in the investigation:\r\nhttps://unredacted.com/wp-content/uploads/2010/04/9-11-sec-report.pdf\r\n\r\nPage 9 of MFR03010885 dated 9/16/03 states:\r\n\r\n\"At the conclusion of the investigation, the SEC gave DOJ a CD containing all the\r\nrelevant trades the SEC and the SROs had found. Cella then accompanied Paul Johns of\r\nDOJ and FBI agent Gurvais Grigg to Seisint, a DOJ contractor based in Virgina, where\r\nSeisint's computer experts \"sliced and diced\" the data on its powerful computers to\r\ngenerate a series of reports. Johns, Grigg, and Cella reviewed these reports, which\r\nrevealed no evidence of illicit trading. Cella said the CD contained all of the trading\r\ninformation obtained through the blue-sheeting process, which is a tremendous amount of\r\ndata.\"\r\n\r\nhttps://cryptome.org/nara/sec/sec-03-0916.pdf\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAlan",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/trading-records-review-164480/"
  },
  {
    "id": 164479,
    "title": "Public Records Request for Data on 51A Reports (Dr. William W. Henderson Inclusion School)",
    "slug": "public-records-request-for-data-on-51a-reports-dr-william-w-henderson-inclusion-school",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 134159,
    "username": "nosgood",
    "agency": 122,
    "datetime_submitted": "2024-06-03T00:18:08.271909",
    "date_due": "2024-06-17",
    "days_until_due": null,
    "date_followup": "2024-09-02",
    "datetime_done": null,
    "datetime_updated": "2024-06-03T22:17:37.114286",
    "date_embargo": null,
    "tracking_id": "R002242-060324",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164479,
        "from_user": 134159,
        "to_user": 10431,
        "subject": "Massachusetts Public Records Law Request: Public Records Request for Data on 51A Reports (Dr. William W. Henderson Inclusion School)",
        "datetime": "2024-06-03T00:18:08.360889",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nThis letter constitutes a request pursuant to the Public Records Act, M.G.L. c. 66, §10, for public records in the custody of your organization. The Center for Public Interest Advocacy & Collaboration is an educational, research, and advocacy organization at Northeastern University School of Law. We produce publicly available interdisciplinary research and data analysis on important social issues.\r\n\r\nWe request the following public records, as defined in M.G.L. c. 4, § 7 (twenty-sixth):\r\n\r\n1.\tCross-tabulated counts of 51A reports filed against children ages 3-18 in school years 2022-2023, 2023-2024 broken down by\r\na.\tCategory of reporter (mandated or non-mandated) \r\nb.\tAge of the child \r\nc.\tRace of the child\r\nd.\tEthnicity of the child\r\ne.\tSexual orientation and gender identity of the child \r\nf.\tDisability status of the child \r\ng.\tType of abuse or neglect alleged \r\n2.\tIntersectional counts of 51A reports filed against parents in school years 2018-2019, 2019-2020, 2020-2021, 2021-2022, 2022-2023, broken down by\r\na.\tRace of the parent\r\nb.\tEthnicity of the parent\r\nc.\tType of abuse or neglect alleged \r\n3.\tThe standard operating procedures of the Office of Equity at Dr. William W. Henderson Inclusion School and its role in creating and maintaining procedures for mandatory reporting and filing of 51As since its inception \r\n\r\nWe requested the same records from the Department of Children and Families of Massachusetts on May 17, 2024, and have yet to receive a response. \r\n\r\nAs this request involves a matter of public interest and will not be used for any commercial purpose, we ask that all associated fees be waived pursuant to 950 C.M.R. 32.07(2)(k). If you have any questions about this request or need additional time to respond, please contact me. Thank you in advance for your prompt response to this request.\r\n\r\nSincerely,\r\n\r\nNorrie Osgood\r\nResearch Assistant\r\nCenter for Public Interest, Advocacy, and Collaboration\r\nNortheastern University School of Law\r\nosgood.n@northeastern.edu \r\n(603) 848-2018",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164479,
        "from_user": 10431,
        "to_user": 134159,
        "subject": "Welcome to the Records Center!",
        "datetime": "2024-06-03T22:17:35.843976",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Norrie Osgood, \r\nThank you for registering with the Records Center.  Please log in to the Records Center to update any contact or password information and to track the progress of your request. \r\n Login: 164479-64615305@requests.muckrock.com \r\n \r\nIf you have never used this system or cannot remember your password you may request a temporary password here: Request Temporary Password (https://u8387778.ct.sendgrid.net/ls/click?upn=u001.VEsWrlMiJDg0mXafq1mEXTIDeIcW7QPGcxbg2r6mBl4v5YArf88j-2FuVDN6ocqvIVap6zHF-2FD-2BpMyPdeKYbfEVA46iZ01n6SYPHtOddU8KHA-3DlYOC_q2aUU7CPs9zcDdQjChtCduzuXqSeQPyuXJahYAZxIFr2Bf2KXKP9sWDgw6jwiWET1g7-2BDHdCPqkhpftaqFdxalu2VfvXshUgF8klEoJM4zlzs474OhX4X-2Bu0Q5fj2yp-2FIb7-2FtTopnrglP1pRb84POmNSsjToGl01Gyq7ywOp4-2BfGcskTJtLHyVTf7MZi-2FhWCLCTVbh8CNLLybEatien9oBGmmAIvVqWOUiGGfdihxEQ-3D) \r\n \r\nThis is an auto-generated email and has originated from an unmonitored email account. Please DO NOT REPLY.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164479,
        "from_user": 10431,
        "to_user": 134159,
        "subject": "City Public Records Request :: R002242-060324",
        "datetime": "2024-06-03T22:17:37.114286",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Norrie Osgood, Thank you for your interest in public records of City of Boston. Your request has been received and is being processed. Your request was received in this office on 6/3/2024 10:17:18 PM and given the reference number R002242-060324 for tracking purposes. To Whom It May Concern:\r\n\r\nThis letter constitutes a request pursuant to the Public Records Act, M.G.L. c. 66, §10, for public records in the custody of your organization. The Center for Public Interest Advocacy & Collaboration is an educational, research, and advocacy organization at Northeastern University School of Law. We produce publicly available interdisciplinary research and data analysis on important social issues.\r\n\r\nWe request the following public records, as defined in M.G.L. c. 4, § 7 (twenty-sixth):\r\n\r\n1. Cross-tabulated counts of 51A reports filed against children ages 3-18 in school years 2022-2023, 2023-2024 broken down by\r\na. Category of reporter (mandated or non-mandated)\r\nb. Age of the child\r\nc. Race of the child\r\nd. Ethnicity of the child\r\ne. Sexual orientation and gender identity of the child\r\nf. Disability status of the child\r\ng. Type of abuse or neglect alleged\r\n2. Intersectional counts of 51A reports filed against parents in school years 2018-2019, 2019-2020, 2020-2021, 2021-2022, 2022-2023, broken down by\r\na. Race of the parent\r\nb. Ethnicity of the parent\r\nc. Type of abuse or neglect alleged\r\n3. The standard operating procedures of the Office of Equity at Dr. William W. Henderson Inclusion School and its role in creating and maintaining procedures for mandatory reporting and filing of 51As since its inception\r\n\r\nWe requested the same records from the Department of Children and Families of Massachusetts on May 17, 2024, and have yet to receive a response.\r\n\r\nAs this request involves a matter of public interest and will not be used for any commercial purpose, we ask that all associated fees be waived pursuant to 950 C.M.R. 32.07(2)(k). If you have any questions about this request or need additional time to respond, please contact me. Thank you in advance for your prompt response to this request.\r\n\r\nSincerely,\r\n\r\nNorrie Osgood\r\nResearch Assistant\r\nCenter for Public Interest, Advocacy, and Collaboration\r\nNortheastern University School of Law\r\nosgood.n@northeastern.edu\r\n(603) 848-2018\r\n\r\nUpload documents directly: https://accounts.muckrock.com/accounts/login/?next=https%3A%2F%2Fwww.muckrock.com%2Faccounts%2Flogin%2F%3Fnext%3D%252Faccounts%252Fagency_login%252Fboston-public-schools-122%252Fpublic-records-request-for-data-on-51a-reports-dr-william-w-henderson-inclusion-school-164479%252F%253Femail%253Dnchase%252540bostonpublicschools.org&url_auth_token=AAAdKRcKgn2WqZJR9oDkBRhSrsU%3A1sEJhs%3ATvetMGOOi0fPYk7Y96xR7VqGuptaDPO8LfuOfbX6IVY You can monitor the progress of your request at the link below and you'll receive an email when your request has been completed. Again, thank you for using the Public Records Center. Director of Public Records \r\nRecords Access Officer \r\nCity of Boston",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/boston-3/public-records-request-for-data-on-51a-reports-dr-william-w-henderson-inclusion-school-164479/"
  },
  {
    "id": 164478,
    "title": "FedTechTrain",
    "slug": "fedtechtrain",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 2774,
    "username": "aete2the",
    "agency": 10,
    "datetime_submitted": "2024-06-02T21:42:25.283614",
    "date_due": "2024-07-01",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-06-03T23:54:06.592184",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164478,
        "from_user": 2774,
        "to_user": 9555,
        "subject": "Freedom of Information Act Request: FedTechTrain",
        "datetime": "2024-06-02T21:42:25.384639",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nList of technical training activities undertaken by employees of the Bureau in official capacity, including inter-agency technical training events such as the FED TECH Interagency Technical Training Conference. Please include training activities, conferences, seminars or sessions taught by Bureau personnel or attended by Bureau personnel. \r\n\r\nPlease restrict this search to the count of agents in the Bureau attending the FED TECH Interagency Technical Training Conference each year.\r\n\r\nNote that this request was previously submitted and processed on 9-11-2015 (actual date request was scanned into the FOIPA Document Processing System) and assigned FOIPA Request Number # NFP-49378. The request was closed on 9-16-2015. Correspondence was mailed to your attention on 9-16-2015. \r\n\r\nPlease advise of \"unusual circumstances\" regarding changes to the status of this request.\r\n\r\nNOTE: I request clarification and continuation of interest queries via this same channel of communication. Delivering physical mail to long deprecated and no longer used addresses does not fulfill the legal obligations of United States FOI code 5 U.S.C. § 552.\r\n\r\nPlease confirm receipt of this request.\r\n\r\nThank you!\r\n- Martin Peck\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMartin Peck",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164478,
        "from_user": 9555,
        "to_user": 2774,
        "subject": "eFOIPA Authorization Request",
        "datetime": "2024-06-03T23:52:58.265973",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "You have successfully requested access to FBI's eFOIPA website.\r\n\r\nPlease access the efoia.fbi.gov by following this temporary authorization url:\r\n<https://efoia.fbi.gov/authorize/d5243e48e76fed42db7113032b6359b197215beced4c3a8bfe>.",
        "status": "submitted",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164478,
        "from_user": 9555,
        "to_user": 2774,
        "subject": "eFOIA Request Received",
        "datetime": "2024-06-03T23:54:06.592184",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "# Individual Information\r\n\r\nPrefix First Name Middle Name Last Name Suffix Email Phone Location\r\n\r\n# Domestic Address\r\n\r\nAddress Line 1 Address Line 2 City State Postal\r\n\r\n# Agreement to Pay\r\n\r\nHow you will pay\r\n\r\nI am limiting my request to the free two hours of searching and 100 duplicated\r\npages. I am not willing to pay additional fees.\r\n\r\n# Non-Individual FOIA Request\r\n\r\nRequest Information\r\n\r\n    \r\n    \r\n    To Whom It May Concern:\r\n    \r\n    Pursuant to the Freedom of Information Act, I hereby request the following\r\n    records:\r\n    \r\n    List of technical training activities undertaken by employees of the Bureau\r\n    in official capacity, including inter-agency technical training events such\r\n    as the FED TECH Interagency Technical Training Conference. Please include\r\n    training activities, conferences, seminars or sessions taught by Bureau\r\n    personnel or attended by Bureau personnel.\r\n    \r\n    Please restrict this search to the count of agents in the Bureau attending\r\n    the FED TECH Interagency Technical Training Conference each year.\r\n    \r\n    Note that this request was previously submitted and processed on 9-11-2015\r\n    (actual date request was scanned into the FOIPA Document Processing System)\r\n    and assigned FOIPA Request Number # NFP-49378. The request was closed on\r\n    9-16-2015. Correspondence was mailed to your attention on 9-16-2015.\r\n    \r\n    Please advise of \"unusual circumstances\" regarding changes to the status of\r\n    this request.\r\n    \r\n    NOTE: I request clarification and continuation of interest queries via this\r\n    same channel of communication. Delivering physical mail to long deprecated\r\n    and no longer used addresses does not fulfill the legal obligations of\r\n    United States FOI code 5 U.S.C. Â§ 552.\r\n    \r\n    Please confirm receipt of this request.\r\n    \r\n    Thank you!\r\n    - Martin Peck\r\n    \r\n    The requested documents will be made available to the general public, and\r\n    this request is not being made for commercial purposes.\r\n    \r\n    In the event that there are fees, I would be grateful if you would inform me\r\n    of the total charges in advance of fulfilling my request. I would prefer the\r\n    request filled electronically, by e-mail attachment if available or CD-ROM\r\n    if not.\r\n    \r\n    Thank you in advance for your anticipated cooperation in this matter. I look\r\n    forward to receiving your response to this request within 20 business days,\r\n    as the statute requires.\r\n    \r\n    Sincerely,\r\n    \r\n    Martin Peck\r\n    \r\n    Upload documents directly:\r\n    https://accounts.muckrock.com/accounts/login/?next=https%3A%2F%2Fwww.muckrock.com%2Faccounts%2Flogin%2F%3Fnext%3D%252Faccounts%252Fagency_login%252Ffederal-bureau-of-investigation-10%252Ffedtechtrain-164478%252F%253Femail%253Defoia%252540subscriptions.fbi.gov&url_auth_token=AAAj2CxE_4HiQ0K_duxx1V1CRr0%3A1sELEG%3Ao_BGntSZPXEioZ5DCGj6_g3n0rvKK0Hg6qcvIgWPpRo\r\n\r\n**\r\n\r\nPlease be advised that efoia@subscriptions.fbi.gov is a no-reply email\r\naddress. Questions regarding your FOIA request may be directed to\r\nfoipaquestions@fbi.gov. If you have received a FOIPA request number, please\r\ninclude this in all correspondence concerning your request. Please note eFOIPA\r\nrequests are processed in the order that they are received. If you have not\r\nreceived a FOIPA request number, your request is in the process of being\r\nopened at which time it will be assigned a FOIPA request number and\r\ncorrespondence will be forthcoming.\r\n\r\n**\r\n\r\nUpon receipt of your FOIPA request number, you may check the status of your\r\nFOIPA request on the FBIâ€™s electronic FOIA Library (The Vault) on the FBIâ€™s\r\npublic website, http://vault.fbi.gov by clicking on the â€˜Check Status of Your\r\nFOI/PA Request toolâ€™ link. Status updates are performed on a weekly basis. If\r\nyou receive a comment that your FOIPA request number was not located in the\r\ndatabase, please check back at a later date.\n",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/fedtechtrain-164478/"
  },
  {
    "id": 164477,
    "title": "Contract and Source Code for MTA TrainTime App",
    "slug": "contract-and-source-code-for-mta-traintime-app",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 31366,
    "username": "strugee",
    "agency": 276,
    "datetime_submitted": "2024-06-02T17:07:11.458298",
    "date_due": "2024-06-07",
    "days_until_due": null,
    "date_followup": "2024-09-02",
    "datetime_done": null,
    "datetime_updated": "2024-06-03T22:14:41.102357",
    "date_embargo": null,
    "tracking_id": "R004276-060324",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164477,
        "from_user": 31366,
        "to_user": 11021,
        "subject": "New York Freedom of Information Law Request: Contract and Source Code for MTA TrainTime App",
        "datetime": "2024-06-02T17:07:11.546412",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nA copy of the source code for the MTA \"TrainTime\" apps available for iOS and Android operating systems. If a version control system (for example, Git or CVS) was employed during development, I additionally request a complete copy of all version control history for the apps' source code.\r\n\r\nI also request any contracts with third parties to develop or test on these applications, as well as any specifications for the apps' user interface or functionality intended to be referenced during the development of the application.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAlexander Jordan",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164477,
        "from_user": 11021,
        "to_user": 31366,
        "subject": "FOIL Records Request :: R004276-060324",
        "datetime": "2024-06-03T22:14:40.228713",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Alexander Jordan: \r\nThis message confirms receipt of your FOIL request. Your FOIL request was received in this office on 6/3/2024 and given the reference number R004276-060324 for tracking purposes. \r\nRecords Requested: To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nA copy of the source code for the MTA \"TrainTime\" apps available for iOS and Android operating systems. If a version control system (for example, Git or CVS) was employed during development, I additionally request a complete copy of all version control history for the apps' source code.\r\n\r\nI also request any contracts with third parties to develop or test on these applications, as well as any specifications for the apps' user interface or functionality intended to be referenced during the development of the application.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAlexander Jordan\r\n\r\nUpload documents directly: https://accounts.muckrock.com/accounts/login/?next=https%3A%2F%2Fwww.muckrock.com%2Faccounts%2Flogin%2F%3Fnext%3D%252Faccounts%252Fagency_login%252Fmta-new-york-city-transit-276%252Fcontract-and-source-code-for-mta-traintime-app-16447 \r\nWe will provide you with an acknowledgment of your FOIL request within 5 business days. \r\n \r\nSincerely, \r\nMetropolitan Transportation Authority",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164477,
        "from_user": 11021,
        "to_user": 31366,
        "subject": "Welcome to the FOIL Records Access Center",
        "datetime": "2024-06-03T22:14:41.102357",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Alexander Jordan, \r\n \r\nThank you for registering with the NYS Metropolitan Transportation Authority FOIL Records Access Center. (https://u8387778.ct.sendgrid.net/ls/click?upn=u001.VEsWrlMiJDg0mXafq1mEXTqTXfPIXzkPVC91YEGPIvnk-2FxBJoN-2B481sLjf4SxXbB6Ebw_wcLYmoVrUaxvLTQi-2FHL4msmsMZs0USGs88Mphae2xb3yVqJCnFgctgSM5Jz7Cn9icTRBlJbVzgvD1w8FZFz-2BkJCEkJ8-2FxqYoH2Cdkw5SuQxI5kFjbTLLl-2FkTXZmkhwPW3BwC6AEr7zHGZtqnVOthVBT4aIyq1-2FsPzScL5cl7ahNsOp-2FqGyznyW0sXkmDSPvsvaf1alaHE0TY-2F87v9ptapp2uzF0rNa7SZVH0pdMQymU-3D) \r\n \r\nIf you did not create an account, an account has been created for you to monitor the progress of a request you submitted. You can access your new account by requesting a temporary password here: Request Temporary Password. This will allow you to access and update any contact or password information for your account. (https://u8387778.ct.sendgrid.net/ls/click?upn=u001.VEsWrlMiJDg0mXafq1mEXTqTXfPIXzkPVC91YEGPIvl-2BYRgqAzv-2Bte7VZWuzKwN7juAt5vy6gje-2F2K9oN5ZzVA-3D-3DMSOe_wcLYmoVrUaxvLTQi-2FHL4msmsMZs0USGs88Mphae2xb3yVqJCnFgctgSM5Jz7Cn9icTRBlJbVzgvD1w8FZFz-2BkMdDh91RpTKqmvquUUaDvD36HxtbmvNo4O07jxayHqEfQkiZmMqqIuHuj05xmk8m9PRmZI0A7FXmqsHdUjkvi7CmfJXcn-2FHQ7wYZWKT7FCr8SPo7l5y0O-2FCgz4UxrH466Z-2F1iUTWidJTD3qbOXz-2F2dY-3D) \r\n Your Login ID is:  164477-17637987@requests.muckrock.com \r\nSincerely, \r\nNYS Metropolitan Transportation Authority This is an auto-generated email and has originated from an unmonitored email account. Please DO NOT REPLY.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/contract-and-source-code-for-mta-traintime-app-164477/"
  },
  {
    "id": 164475,
    "title": "Police staff roster (May 31 2024)",
    "slug": "police-staff-roster-may-31-2024",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 108519,
    "username": "rose.terse",
    "agency": 227,
    "datetime_submitted": "2024-06-02T15:39:42.120648",
    "date_due": "2024-06-07",
    "days_until_due": null,
    "date_followup": "2024-09-02",
    "datetime_done": null,
    "datetime_updated": "2024-06-04T13:33:06.340670",
    "date_embargo": null,
    "tracking_id": "P184580-060324",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "washington state",
      "staff",
      "seattle",
      "police",
      "roster"
    ],
    "communications": [
      {
        "foia": 164475,
        "from_user": 108519,
        "to_user": 9707,
        "subject": "Washington Public Records Act Request: Police staff roster (May 31 2024)",
        "datetime": "2024-06-02T15:39:42.367815",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Washington Public Records Act, I hereby request the following records:\r\n\r\nStaff roster for May 31 2024 including but not limited to first and last names, job titles, areas of assignment, and badge, serial, and other identifying numbers. In order of preference, I would prefer that this data be provided as: OpenDocument spreadsheet, plain text with comma-separated-values (i.e., a \"CSV\" file), Excel spreadsheet, or the native electronic format of the software from which this information is retrieved in fulfillment of my request. I specifically request that you not create a new record for me by rendering to PDF or by printing your electronic record then scanning it to make a series of images of the printed data.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRose Terse",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164475,
        "from_user": 9707,
        "to_user": 108519,
        "subject": "Police :: P184580-060324",
        "datetime": "2024-06-03T22:12:07.170654",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "At this time, the Seattle Police Department’s Legal Unit is operating under a backlog of over 2, 000 open requests. We deeply appreciate your understanding and patience as we work diligently to respond to all pending requests. \r\n \r\n \r\nDear Rose Terse: \r\n \r\nThank you for using the Seattle Police Public Records Request Center. \r\n \r\nYour request was received on June 03, 2024and the reference number is P184580-060324. \r\n \r\nIf the City's representative entered your request into the system and you didn't specifically register: \r\n \r\n  * Access the Police Public Records Request Center\r\n  * Access the \"My Records Request Center\" \r\n  * Access the \"View My Requests\" \r\n  * Enter the E-Mail below (should be the E-Mail you gave the representative) \r\n  * At the login prompt click the forgotten password link \r\n  * You will be sent a temporary password to login and then change to a permanent password \r\nPlease use the center to track the progress of your requests, pay for your requests online, and download your records! \r\n \r\nHere is your login: 164475-01723134@requests.muckrock.com \r\n Request Summary  Incident Information (if provided): \r\n \r\n  * Incident Number: \r\n  * Incident Date: \r\n  * Incident Time: \r\n  * Incident Location: \r\n  * Investigating Officers: \r\n Request Description and Details (as provided): \r\n \r\n  * Overall Description: \r\n To Whom It May Concern:\r\n\r\nPursuant to the Washington Public Records Act, I hereby request the following records:\r\n\r\nStaff roster for May 31 2024 including but not limited to first and last names, job titles, areas of assignment, and badge, serial, and other identifying numbers. In order of preference, I would prefer that this data be provided as: OpenDocument spreadsheet, plain text with comma-separated-values (i.e., a \"CSV\" file), Excel spreadsheet, or the native electronic format of the software from which this information is retrieved in fulfillment of my request. I specifically request that you not create a new record for me by rendering to PDF or by printing your electronic record then scanning it to make a series of images of the printed data.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRose Terse\r\n\r\nUpload documents directly: https://accounts.muckrock.com/accounts/login/?next=https%3A%2F%2Fwww.muckrock.com%2Faccounts%2Flogin%2F%3Fnext%3D%252Faccounts%252Fagency_login%252Fpolice-department-227%252Fpolice-staff-roster-may-31-2024-164475%252F%253F&url_auth_token=AAAFQ9KmvkmCgvijcXozslE3fSY%3A1sEJcQ%3Ab7yxqY4gYAl5uOFgTFcFiet_2hwUNbV46kFrJn8juNY",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164475,
        "from_user": 9707,
        "to_user": 108519,
        "subject": "Police Status Update:  Assigned :: P184580-060324",
        "datetime": "2024-06-04T13:33:06.340670",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "06/04/2024 \r\n \r\nRose Terse \r\n164475-01723134@requests.muckrock.com \r\n \r\nRE: Public Disclosure Request #: P184580-060324 \r\n \r\nDear Rose Terse, \r\n \r\nThis communication is in response to your public disclosure request. \r\n \r\nThe purpose of this correspondence is to provide you a status update. Your request status is: Assigned. \r\n \r\nIf you have any questions, you may send messages using the Police Records Request Center or call the Public Disclosure Desk at 206-684-5481. \r\n Please add seattle@mycusthelp.net to your E-mail contacts/address book to ensure delivery of the record center E-mails to your Inbox. (mailto:seattle@mycusthelp.net) \r\n \r\nThis is an auto-generated email and has originated from an unmonitored email account. Please DO NOT REPLY. \r\n \r\nAt this time, the Seattle Police Department’s Legal Section is operating under a backlog of thousands of open requests. We appreciate your understanding and patience as we work diligently to respond to all pending requests.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/seattle-69/police-staff-roster-may-31-2024-164475/"
  },
  {
    "id": 164474,
    "title": "Psychics",
    "slug": "psychics",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 27422,
    "username": "dmehrotra",
    "agency": 6804,
    "datetime_submitted": "2024-06-02T14:12:18.106620",
    "date_due": "2024-06-05",
    "days_until_due": null,
    "date_followup": "2024-06-07",
    "datetime_done": null,
    "datetime_updated": "2024-06-04T01:37:57.989065",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164474,
        "from_user": 27422,
        "to_user": 15573,
        "subject": "",
        "datetime": "2024-06-02T14:12:18.248123",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Colorado Open Records Act, I hereby request the following records:\r\n\r\nOn January 17, 1980, 21-year-old Helene Pruszynki was found stabbed to death in a field near Daniels Park Road. She had been abducted near her bus stop in Englewood, Colorado the night prior and she had also been sexually assaulted. In 2019, James Curtis Clanton was arrested for Helene’s murder, and he was sentenced to life in prison in 2020.  According to detectives in this case the department used a forensic psychic or a subject under hypnosis, among other tools, to help hunt down Prusynski's murderer.  I am looking for records reflecting the number of cases psychics or hypnosis has been used by the department since the year 2000.  Such records should include contracting records as well as investigatory records produced by the forensic psychic or the hypnosis .\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDhruv Mehrotra",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      },
      {
        "foia": 164474,
        "from_user": 4420,
        "to_user": 15573,
        "subject": "Colorado Open Records Act Request: Psychics",
        "datetime": "2024-06-04T01:37:57.989065",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Hello, \r\n\r\nPlease find the request form attached. Thank you for your help with this request. \r\n\r\nSincerely, \r\nMuckRock",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1181681,
            "ffile": "https://cdn.muckrock.com/outbound_request_attachments/Alpha/164474/Douglas_County_Sheriff_of_Douglas_County__CO_Signed_5.pdf",
            "datetime": "2024-06-04T01:37:57.989065",
            "title": "Douglas_County_Sheriff_of_Douglas_County__CO_Signed_5.pdf",
            "source": "Alpha Assistance",
            "description": "",
            "doc_id": "24733516-douglas_county_sheriff_of_douglas_county__co_signed_5pdf",
            "pages": 2
          }
        ],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/douglas-county-5704/psychics-164474/"
  },
  {
    "id": 164472,
    "title": "Agarmyco1",
    "slug": "agarmyco1",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 124808,
    "username": "adjustablenormal",
    "agency": 648,
    "datetime_submitted": "2024-06-02T14:04:49.792918",
    "date_due": "2024-06-07",
    "days_until_due": null,
    "date_followup": "2024-09-03",
    "datetime_done": null,
    "datetime_updated": "2024-06-05T04:56:05.166753",
    "date_embargo": null,
    "tracking_id": "NPR2024-0062074",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164472,
        "from_user": 124808,
        "to_user": 10274,
        "subject": "Nevada Public Records Act Request: Agarmyco1",
        "datetime": "2024-06-02T14:04:49.900143",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Nevada Public Records Act, I hereby request the following records:\r\n\r\nAccess to and copies of all records held by the Las Vegas Metropolitan Police Department related to Joseph Friese. \r\n\r\nSpecifically, I am requesting the following information:\r\n\r\n- Any and all records, reports, and documents related to Joseph Friese, including but not limited to, any criminal investigations, arrests, or incidents involving him.\r\n- Any search warrants and affidavits issued for properties associated with Joseph Friese.\r\n- Incident reports and any documentation created by officers in connection with Joseph Friese.\r\n- Records of any evidence collected, including logs and lists, from any investigations involving Joseph Friese.\r\n- Communication records, including emails and internal memos, discussing Joseph Friese.\r\n- Any video or audio recordings from body cameras, dash cameras, or surveillance cameras involving Joseph Friese.\r\n- Booking records, mugshots, and arrest information for Joseph Friese.\r\n\r\nI am particularly interested in any records related to an alleged raid on a mushroom growing operation, potentially connected to a defunct Instagram account \"@agarmyco1\" although this request is not limited to that incident alone. Time frame is assumed to be between 2010 and 2020, but may be outside this period. \r\n\r\nIf you deny any part of this request, please cite each specific exemption that justifies the refusal to release the information and notify me of the appeal procedures available under the law.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nPatrick McConnell",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164472,
        "from_user": 10274,
        "to_user": 124808,
        "subject": "Public Record Request Submitted for Public Record Request - Patrick McConnell",
        "datetime": "2024-06-05T04:56:05.166753",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Hello Patrick McConnell,\r\n\r\nPublic Record Request Title\r\n\r\n\r\nPublic Record Request - Patrick McConnell  \r\n\r\n\r\nPublic Record Request #\r\n\r\n\r\nNPR2024-0062074 \r\n\r\n\r\nName of Requestor\r\n\r\n\r\nPatrick McConnell \r\n\r\n\r\nStatus\r\n\r\n\r\nSubmitted \r\n\r\n\r\nRequest Submitted Date\r\n\r\n\r\n6/5/2024 5:00 PM \r\n\r\n\r\n\r\n\r\n\r\n\r\nYour Public Record Service Request has been successfully submitted. You will be notified by email if more information or payment is required and when your request is completed. The Las Vegas Metropolitan Police Department - Public Records Unit hours of operation are 8 a.m. to 5 p.m., Monday through Friday, excluding holidays, Juneteenth, Nevada Day, the day after Thanksgiving and December 24th.  Any public record requests made outside of normal business hours will be deemed received the next business day. At any time, you may monitor the status of your request by logging into your Public Records portal account.\r\n\r\n***Please note that holidays that fall on a Saturday or Sunday will be observed the preceding Friday or the following Monday. There are 13 holidays that LVMPD observes throughout the year. Based on this information, adjust your request accordingly.\r\n\r\nhttps://lvmpd-portal.dynamics365portals.us/<https://lvmpd.microsoftcrmportals.com>\r\n\r\nThank you,\r\n\r\nLas Vegas Metropolitan Police Department\r\n400 S. Martin L. King Boulevard\r\nLas Vegas, Nevada  89106\r\n702-828-7489\r\nMonday-Friday 8am to 5pm",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/las-vegas-317/agarmyco1-164472/"
  },
  {
    "id": 164470,
    "title": "National Weather Service: Social media settings and Facebook comments",
    "slug": "national-weather-service-social-media-settings-and-facebook-comments",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 9755,
    "datetime_submitted": "2024-06-02T12:21:34.199544",
    "date_due": "2024-07-01",
    "days_until_due": null,
    "date_followup": "2024-09-02",
    "datetime_done": null,
    "datetime_updated": "2024-06-04T14:14:58.177339",
    "date_embargo": null,
    "tracking_id": "DOC-OS-2024-000462",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164470,
        "from_user": 3031,
        "to_user": 12664,
        "subject": "Freedom of Information Act Request: National Weather Service: Social media settings and Facebook comments",
        "datetime": "2024-06-02T12:21:34.324621",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nThis request seeks records relating to the Facebook page located at https://www.facebook.com/NWS. An example of what each of these records look like is attached and available at https://bit.ly/facebookfoia.\r\n\r\nIn order to access the requested information, you will first need to take the following steps:\r\n\r\n1. Log into the page account or a Facebook account with managerial access to the Facebook page. For information on this type of access, see: https://www.facebook.com/help/187316341316631.)\r\n2. \"Switch\" to the page account. To do so, click your profile photo in the top right, then click \"See all profiles\", then select the Page you want to switch into. (See the instructions here: https://www.facebook.com/help/123930246348340).\r\n3. Click \"Professional dashboard\" on the left, or go to this URL: https://www.facebook.com/NWS/?sk=professional_dashboard\r\n\r\nI request the following information:\r\n\r\n1. The \"Page and Tagging\" information. Once logged into the account, go to this URL: https://www.facebook.com/settings/?tab=timeline&privacy_source=timeline_gear_menu. \r\n\r\n2. The list of blocked users. This information is accessible by following these steps:\r\n(a) Once logged into the account, go to this URL: https://www.facebook.com/settings?tab=blocking\r\n(b) Click \"Edit\" next to \"Block users\" \r\n(c) Click \"See your blocked list\"\r\n\r\n3. The list of blocked Pages. This information is accessible by following these steps:\r\n(a) Once logged into the account, go to this URL: https://www.facebook.com/settings?tab=blocking\r\n(b) Click \"Edit\" next to \"Block Pages\" \r\n(c) Click \"See your blocked list\"\r\n\r\n4. The list of \"Moderation Assist\" criteria. This information is accessible by following either of these steps:\r\n(a) Once logged into the account, go to the \"Professional Dashboard\" and then click \"Moderation Assist\" on the left side of the screen.\r\n(b) Alternatively, visit this URL: https://www.facebook.com/NWS/professional_dashboard/moderation_assist\r\n\r\n5. If the \"Moderation Assist\" criteria includes \"Comment has certain keywords\", the list of keywords. This information is accessible by following the steps in (4) above, then:\r\n(a) Click the pencil (edit) icon next to each of the criteria (\"Comment has certain keywords\").\r\n(b) Click \"Edit\" from the drop-down menu.\r\n(c) Click \"Comment has certain keywords\"\r\n(d) On the right side of the \"Keywords\" menu, click the ellipsis menu (\"...\")\r\n(e) Click \"Copy list\" from the dropdown menu.\r\n(f) Provide the information from the list.\r\n\r\n6. If the \"Moderation Assist\" criteria includes \"Comment has specific links\", the list of keywords. This information is accessible by following the steps in (4) above, then:\r\n(a) Click the pencil (edit) icon next to each of the criteria (\"Comment has specific links\").\r\n(b) Click \"Edit\" from the drop-down menu.\r\n(c) Click \"Comment has links to specific sites.\"\r\n(d) Provide the information from the \"Added sites\" list.\r\n\r\n7. The list of people with Facebook access. From the \"Professional dashboard\" page (https://www.facebook.com/NWS/?sk=professional_dashboard), click \"Page Access\" on the left side of the screen. Alternatively, visit this URL: https://www.facebook.com/settings/?tab=profile_access\r\n\r\n8. The list of moderation actions in the Activity log. This information is accessible by following these steps:\r\n(a) Once logged into the account, go to the \"Professional Dashboard.\"\r\n(b) Click \"Moderation Assist\" on the left side of the screen (or go to this URL: https://www.facebook.com/NWS/professional_dashboard/moderation_assist).\r\n(c) Click \"Activity log\" on the left side of the screen (or go to this URL: https://www.facebook.com/NWS/professional_dashboard/moderation_activity_log).\r\n(c) From the dropdown menu labeled \"Visible comments\", select \"Hidden comments\".\r\n(d) Continue scrolling down until the complete list is loaded.\r\n\r\n9. For each of the \"THREADS\" identified below, a copy of any hidden comments, with all comments expanded, as visible when logged in as the page. The records of the hidden comments on the full thread may be accessed through this process:\r\n(a) Log in as an administrator of the page.\r\n(b) Navigate to the url of the thread.\r\n(c) Make sure you are interacting with the page as the page: Click the down-pointing arrow next to the user icon (located near the top of the thread, to the right of the \"Like,\" \"Comment,\" and \"Share\" buttons) and, on the \"Choose How to Interact\" menu, select the name of the page.\r\n(d) Click \"Most Relevant\" (or \"Newest\" or \"All Comments\" or \"Hidden by This Page\") and, on the menu, select \"Hidden by This Page\".\r\n(e) Make sure the thread is fully expanded: Scroll through the comments and click the links reading \"1 reply,\" \"replies,\" or \"View more comments\" to expand the thread.\r\n\r\nFor purposes of this request, \"THREADS\" means and refers to the posts located at:\r\n(a) https://www.facebook.com/NWS/posts/pfbid02BdA15Qksec3qFXU6zJzKTYephbfYUG3gba3YJBYRJH7A6Zb2WhRKcLz6ZCRq3RRl\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164470,
        "from_user": 12664,
        "to_user": 3031,
        "subject": "Here's your recovery link",
        "datetime": "2024-06-04T00:23:12.996526",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Your password recovery link: \r\nhttps://foia-pal.commerce.gov/App/SetPassword.aspx?aun=rQdB9t1wK3TLm4UlnruEV41IqMeXqMGg3v7eVk3odvQ= (https://foia-pal.commerce.gov/App/SetPassword.aspx?aun=rQdB9t1wK3TLm4UlnruEV41IqMeXqMGg3v7eVk3odvQ=) \r\n\r\nClick the link above to return to U.S. Department of Commerce PAL and create your new password.",
        "status": "done",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164470,
        "from_user": 12664,
        "to_user": 3031,
        "subject": "Your Login Information - U.S. Department of Commerce",
        "datetime": "2024-06-04T00:23:16.329448",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Adam Steinbaugh, \r\n\r\nA link has been issued and sent to the email address provided. Please check your email and return to https://foia-pal.commerce.gov to login. If you have any previously submitted requests to U.S. Department of Commerce you will be able to view them by logging into your user account\r\nRegards, \r\nU.S. Department of Commerce",
        "status": "done",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164470,
        "from_user": 12664,
        "to_user": 3031,
        "subject": "Request Acknowledgement by U.S. Department of Commerce",
        "datetime": "2024-06-04T00:30:12.218897",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Adam Steinbaugh, \r\n\r\nCase Number DOC-OS-2024-000462 has been assigned to the request you submitted. In all future correspondence regarding this request please reference case number DOC-OS-2024-000462.\r\nRegards, \r\nU.S. Department of Commerce",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164470,
        "from_user": 12664,
        "to_user": 3031,
        "subject": "Status Update for Request #DOC-OS-2024-000462",
        "datetime": "2024-06-04T00:30:19.558462",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Adam Steinbaugh, \r\n\r\nThe status of your OS FOIA request #DOC-OS-2024-000462 has been updated to the following status 'Received'. To log into the DOC PAL Application click on the Application URL below. \r\n\r\nhttps://foia-pal.commerce.gov \r\n\r\nSincerely, \r\nU.S. Department of Commerce",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164470,
        "from_user": 12664,
        "to_user": 3031,
        "subject": "Your Case Number DOC-OS-2024-000462 changed !",
        "datetime": "2024-06-04T14:14:58.177339",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Adam Steinbaugh, \r\nYour case Number was  changed from DOC-OS-2024-000462 to DOC-NOAA-2024-000529, by the agency. Please note the new case number to quote in your future correspondence about the request.\r\nRegards, \r\nU.S. Department of Commerce",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/national-weather-service-social-media-settings-and-facebook-comments-164470/"
  },
  {
    "id": 164469,
    "title": "Board Chair Emails in May, 2024",
    "slug": "board-chair-emails-in-may-2024",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 75124,
    "username": "miriamcb",
    "agency": 3121,
    "datetime_submitted": "2024-06-01T04:03:20.911670",
    "date_due": "2024-06-07",
    "days_until_due": null,
    "date_followup": "2024-08-30",
    "datetime_done": null,
    "datetime_updated": "2024-06-01T05:12:08.770886",
    "date_embargo": null,
    "tracking_id": "N015358-060124",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164469,
        "from_user": 75124,
        "to_user": 10007,
        "subject": "Illinois Freedom of Information Act. Request: Board Chair Emails in May, 2024",
        "datetime": "2024-06-01T04:03:21.003447",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nA log of all emails to/from the CPS Board Chair, from May 01, 2024 to May 31, 2024.\n\n1. Please search all CPS email accounts as well as personal accounts used for public business. The log should include but not be limited to: sender, recipient(s), date and time, subject line, and attachment.\n\nBecause this request is in the public interest for Illinois nonprofit The FOIA Bakery’s work to advocate for public education, please waive any fees in accordance with 5 ILCS § 140/6(c). Feel free to contact me with any questions, or if clarification is needed.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMiriam Bhimani",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164469,
        "from_user": 10007,
        "to_user": 75124,
        "subject": "Welcome to the FOIA Center!",
        "datetime": "2024-06-01T05:11:05.925883",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Thank you for registering with the CPS FOIA Center. Please log in to the FOIA Center to update any contact or password information and to track the progress of your request. \r\n Your Login ID is:  164469-71694551@requests.muckrock.com If you did not submit your request through the Records Center but are receiving this e-mail, an account has been created for you where you can track and monitor the status of your request, and receive any documents in response to your request. If you have never used this system or cannot remember your password you may request a temporary password here: Request Temporary Password. (https://cps.mycusthelp.com/webapp/_rs/forgotpassword.aspx?) \r\n \r\n \r\n \r\nThis is an auto-generated email and has originated from an unmonitored email account. Please DO NOT REPLY.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164469,
        "from_user": 10007,
        "to_user": 75124,
        "subject": "FOIA Request :: N015358-060124",
        "datetime": "2024-06-01T05:12:08.770886",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Miriam: \r\n \r\nThank you for your interest in Chicago Public Schools. Your FOIA request has been submitted. Your FOIA Center reference number for tracking purposes is: N015358-060124 \r\nYou have requested the following records: To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nA log of all emails to/from the CPS Board Chair, from May 01, 2024 to May 31, 2024.\r\n\r\n1. Please search all CPS email accounts as well as personal accounts used for public business. The log should include but not be limited to: sender, recipient(s), date and time, subject line, and attachment.\r\n\r\nBecause this request is in the public interest for Illinois nonprofit The FOIA Bakery’s work to advocate for public education, please waive any fees in accordance with 5 ILCS § 140/6(c). Feel free to contact me with any questions, or if clarification is needed.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMiriam Bhimani\r\n\r\nUpload documents directly: https://accounts.muckrock.com/accounts/login/?next=https%3A%2F%2Fwww.muckrock.com%2Faccounts%2Flogin%2F%3Fnext%3D%252Faccounts%252Fagency_login%252Fchicago-public-schools-3121%252Fboard-chair-emails-in-may-2024-164469%252F%253F&url_auth_token=AAATZ_uuSvvlOMg66p9Qv-aPK4I%3A1sDKkM%3AfFNrSzQbaILPrUXQv7YjcPTwcEkJBb7WqL0ercJjy8A \r\n \r\nChicago Public Schools (CPS) responds to all public records requests in accordance with the Illinois Freedom of Information Act (FOIA), 5 ILCS 140/1 et seq. \r\nDue to the volume and complexity of requests received in the normal course of business, CPS is extending the time for its initial response to your request by an additional 5 business days (to 10 business days total beginning on the first business day following receipt of the request) pursuant to 5 ILCS 140/3(e)(v) which allows for the examination and evaluation of the requested records by personnel to determine if they are exempt from disclosure under Section 7 of Illinois FOIA or should be revealed only with appropriate deletions. \r\nUpon the completion of a response, CPS will provide the first 50 pages to you at no charge.  If a response is more than 50 pages, a fee of 15¢ per page will be charged for each additional page. Copies of video recordings have a fee of $48. All applicable fees must be paid prior to the copying. CPS will inform you of any fees due if your paper response exceeds 50 pages. You can monitor the progress of your request at the link below and you’ll receive an email when your request has been completed. Thank you for using the CPS FOIA Center. \r\n\r\nTrack the issue status and respond at: https://cps.mycusthelp.com/WEBAPP//_rs/RequestEdit.aspx?rid=15358",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/chicago-169/board-chair-emails-in-may-2024-164469/"
  },
  {
    "id": 164468,
    "title": "Application for Transportation Services for May, 2024",
    "slug": "application-for-transportation-services-for-may-2024",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 75124,
    "username": "miriamcb",
    "agency": 3121,
    "datetime_submitted": "2024-06-01T04:03:20.214042",
    "date_due": "2024-06-07",
    "days_until_due": null,
    "date_followup": "2024-08-30",
    "datetime_done": null,
    "datetime_updated": "2024-06-01T05:10:25.870790",
    "date_embargo": null,
    "tracking_id": "N015357-060124",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164468,
        "from_user": 75124,
        "to_user": 10007,
        "subject": "Illinois Freedom of Information Act. Request: Application for Transportation Services for May, 2024",
        "datetime": "2024-06-01T04:03:20.291194",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nProvide records sufficient to show from May 01, 2024 to May 31, 2024:\n\n1. The number of Application for Transportation Service requests, aka \"White Forms\", submitted;\n2. The number of students who have accepted transportation reimbursement stipends;\n3. Special Education Students Missing Active Transportation Request - anonymized aggregated students including type of transportation.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMiriam Bhimani",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164468,
        "from_user": 10007,
        "to_user": 75124,
        "subject": "FOIA Request :: N015357-060124",
        "datetime": "2024-06-01T05:10:25.244012",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Miriam: \r\n \r\nThank you for your interest in Chicago Public Schools. Your FOIA request has been submitted. Your FOIA Center reference number for tracking purposes is: N015357-060124 \r\nYou have requested the following records: To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nProvide records sufficient to show from May 01, 2024 to May 31, 2024:\r\n\r\n1. The number of Application for Transportation Service requests, aka \"White Forms\", submitted;\r\n2. The number of students who have accepted transportation reimbursement stipends;\r\n3. Special Education Students Missing Active Transportation Request - anonymized aggregated students including type of transportation.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMiriam Bhimani\r\n\r\nUpload documents directly: https://accounts.muckrock.com/accounts/login/?next=https%3A%2F%2Fwww.muckrock.com%2Faccounts%2Flogin%2F%3Fnext%3D%252Faccounts%252Fagency_login%252Fchicago-public-schools-3121%252Fapplication-for-transportation-services-for-may-2024-164468%252F%253F&url_auth_token=AAATZ_uuSvvlOMg66p9Qv-aPK4I%3A1sDKif%3AuM5Hr3FkzionP_X2fiHPkdsYBSkd2DI-aoZ4WYmXuJs \r\n \r\nChicago Public Schools (CPS) responds to all public records requests in accordance with the Illinois Freedom of Information Act (FOIA), 5 ILCS 140/1 et seq. \r\nDue to the volume and complexity of requests received in the normal course of business, CPS is extending the time for its initial response to your request by an additional 5 business days (to 10 business days total beginning on the first business day following receipt of the request) pursuant to 5 ILCS 140/3(e)(v) which allows for the examination and evaluation of the requested records by personnel to determine if they are exempt from disclosure under Section 7 of Illinois FOIA or should be revealed only with appropriate deletions. \r\nUpon the completion of a response, CPS will provide the first 50 pages to you at no charge.  If a response is more than 50 pages, a fee of 15¢ per page will be charged for each additional page. Copies of video recordings have a fee of $48. All applicable fees must be paid prior to the copying. CPS will inform you of any fees due if your paper response exceeds 50 pages. You can monitor the progress of your request at the link below and you’ll receive an email when your request has been completed. Thank you for using the CPS FOIA Center. \r\n\r\nTrack the issue status and respond at: https://cps.mycusthelp.com/WEBAPP//_rs/RequestEdit.aspx?rid=15357",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164468,
        "from_user": 10007,
        "to_user": 75124,
        "subject": "Welcome to the FOIA Center!",
        "datetime": "2024-06-01T05:10:25.870790",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Thank you for registering with the CPS FOIA Center. Please log in to the FOIA Center to update any contact or password information and to track the progress of your request. \r\n Your Login ID is:  164468-97562279@requests.muckrock.com If you did not submit your request through the Records Center but are receiving this e-mail, an account has been created for you where you can track and monitor the status of your request, and receive any documents in response to your request. If you have never used this system or cannot remember your password you may request a temporary password here: Request Temporary Password. (https://cps.mycusthelp.com/webapp/_rs/forgotpassword.aspx?) \r\n \r\n \r\n \r\nThis is an auto-generated email and has originated from an unmonitored email account. Please DO NOT REPLY.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/chicago-169/application-for-transportation-services-for-may-2024-164468/"
  },
  {
    "id": 164467,
    "title": "11-01 forms from May, 2024",
    "slug": "11-01-forms-from-may-2024",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 75124,
    "username": "miriamcb",
    "agency": 3121,
    "datetime_submitted": "2024-06-01T04:03:19.639069",
    "date_due": "2024-06-07",
    "days_until_due": null,
    "date_followup": "2024-08-30",
    "datetime_done": null,
    "datetime_updated": "2024-06-01T05:08:11.644803",
    "date_embargo": null,
    "tracking_id": "N015356-060124",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164467,
        "from_user": 75124,
        "to_user": 10007,
        "subject": "Illinois Freedom of Information Act. Request: 11-01 forms from May, 2024",
        "datetime": "2024-06-01T04:03:19.722348",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nCopies of the individual 11-01 forms from May 01, 2024 to May 31, 2024.\n\nBecause this request is in the public interest for Illinois nonprofit The FOIA Bakery’s work to advocate for public education, please waive any fees in accordance with 5 ILCS § 140/6(c). Feel free to contact me with any questions, or if clarification is needed.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMiriam Bhimani",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164467,
        "from_user": 10007,
        "to_user": 75124,
        "subject": "FOIA Request :: N015356-060124",
        "datetime": "2024-06-01T05:08:08.414852",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Miriam: \r\n \r\nThank you for your interest in Chicago Public Schools. Your FOIA request has been submitted. Your FOIA Center reference number for tracking purposes is: N015356-060124 \r\nYou have requested the following records: To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nCopies of the individual 11-01 forms from May 01, 2024 to May 31, 2024.\r\n\r\nBecause this request is in the public interest for Illinois nonprofit The FOIA Bakery’s work to advocate for public education, please waive any fees in accordance with 5 ILCS § 140/6(c). Feel free to contact me with any questions, or if clarification is needed.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMiriam Bhimani\r\n\r\nUpload documents directly: https://accounts.muckrock.com/accounts/login/?next=https%3A%2F%2Fwww.muckrock.com%2Faccounts%2Flogin%2F%3Fnext%3D%252Faccounts%252Fagency_login%252Fchicago-public-schools-3121%252F11-01-forms-from-may-2024-164467%252F%253F&url_auth_token=AAATZ_uuSvvlOMg66p9Qv-aPK4I%3A1sDKgo%3AnhG8_aXBYQMH9au8D3_EL716KzHv_R3pZq4dDcQ9A_4 \r\n \r\nChicago Public Schools (CPS) responds to all public records requests in accordance with the Illinois Freedom of Information Act (FOIA), 5 ILCS 140/1 et seq. \r\nDue to the volume and complexity of requests received in the normal course of business, CPS is extending the time for its initial response to your request by an additional 5 business days (to 10 business days total beginning on the first business day following receipt of the request) pursuant to 5 ILCS 140/3(e)(v) which allows for the examination and evaluation of the requested records by personnel to determine if they are exempt from disclosure under Section 7 of Illinois FOIA or should be revealed only with appropriate deletions. \r\nUpon the completion of a response, CPS will provide the first 50 pages to you at no charge.  If a response is more than 50 pages, a fee of 15¢ per page will be charged for each additional page. Copies of video recordings have a fee of $48. All applicable fees must be paid prior to the copying. CPS will inform you of any fees due if your paper response exceeds 50 pages. You can monitor the progress of your request at the link below and you’ll receive an email when your request has been completed. Thank you for using the CPS FOIA Center. \r\n\r\nTrack the issue status and respond at: https://cps.mycusthelp.com/WEBAPP//_rs/RequestEdit.aspx?rid=15356",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164467,
        "from_user": 10007,
        "to_user": 75124,
        "subject": "Welcome to the FOIA Center!",
        "datetime": "2024-06-01T05:08:11.644803",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Thank you for registering with the CPS FOIA Center. Please log in to the FOIA Center to update any contact or password information and to track the progress of your request. \r\n Your Login ID is:  164467-25534315@requests.muckrock.com If you did not submit your request through the Records Center but are receiving this e-mail, an account has been created for you where you can track and monitor the status of your request, and receive any documents in response to your request. If you have never used this system or cannot remember your password you may request a temporary password here: Request Temporary Password. (https://cps.mycusthelp.com/webapp/_rs/forgotpassword.aspx?) \r\n \r\n \r\n \r\nThis is an auto-generated email and has originated from an unmonitored email account. Please DO NOT REPLY.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/chicago-169/11-01-forms-from-may-2024-164467/"
  },
  {
    "id": 164466,
    "title": "Count of City Keys Issued in May, 2024",
    "slug": "count-of-city-keys-issued-in-may-2024",
    "status": "done",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4125,
    "username": "fgregg",
    "agency": 3036,
    "datetime_submitted": "2024-06-01T04:03:17.695206",
    "date_due": "2024-06-07",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": "2024-06-03T11:27:20.294352",
    "datetime_updated": "2024-06-03T11:27:20.294352",
    "date_embargo": null,
    "tracking_id": "F075635-060124",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164466,
        "from_user": 4125,
        "to_user": 11324,
        "subject": "Illinois Freedom of Information Act. Request: Count of City Keys Issued in May, 2024",
        "datetime": "2024-06-01T04:03:17.798803",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nRecords sufficient to show the number of CityKeys issued from May 01, 2024 to May 31, 2024.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nForest Gregg",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164466,
        "from_user": 11324,
        "to_user": 4125,
        "subject": "[Records Center] Welcome to the City of Chicago FOIA Request Center!",
        "datetime": "2024-06-01T05:06:14.391423",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Thank you for registering with City of Chicago FOIA Center. \r\n \r\nYour Login ID is:  164466-14197692@requests.muckrock.com \r\n \r\nIf you did not submit your request through the public portal but are receiving this e-mail, an account has been created for you where you can track and monitor the status of your request, and receive any documents in response to your request. \r\n \r\n \r\nPlease login to \"My Request Center\" to update your account information, track the status of your request and receive requested records when they become available. [NAMEOFSYSTEM] ([REQUEST_VIEW_HREF]) \r\n This is an auto-generated email and has originated from an unmonitored email account. Please DO NOT REPLY",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164466,
        "from_user": 11324,
        "to_user": 4125,
        "subject": "Office of the City Clerk :: F075635-060124",
        "datetime": "2024-06-01T05:06:16.950101",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Thank you for your FOIA request to the City of Chicago Office of the City Clerk. Your FOIA request has been submitted and is being processed. Your reference number for tracking purposes is: F075635-060124. Track and view responses at Public Records Center. \r\n \r\nYou have requested the following records: To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nRecords sufficient to show the number of CityKeys issued from May 01, 2024 to May 31, 2024.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nForest Gregg\r\n\r\nUpload documents directly: https://accounts.muckrock.com/accounts/login/?next=https%3A%2F%2Fwww.muckrock.com%2Faccounts%2Flogin%2F%3Fnext%3D%252Faccounts%252Fagency_login%252Foffice-of-the-city-clerk-3036%252Fcount-of-city-keys-issued-in-may-2024-164466%252F%253Femail%253DClerkFOIA%252540cityofchicago.org&url_auth_token=AAAXutqOo4TArG5nuoHGe0mALxs%3A1sDKeE%3A5IJ3SEC_1wvwdySdssZCIgdeEDtMuciQ2pdzq94tOC8 \r\n \r\nThe Office of the City Clerk responds to all public records requests in accordance with the Illinois Freedom of Information Act (FOIA), 5 ILCS 140/1 et seq. If further time is needed to assemble and copy all documents responsive to your FOIA request, we will contact you with a time estimate and a request to extend.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164466,
        "from_user": 11324,
        "to_user": 4125,
        "subject": "[Records Center] Office of the City Clerk :: F075635-060124",
        "datetime": "2024-06-03T11:27:20.294352",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Attachments: \r\nBase_Template_632024.pdf (https://u8387778.ct.sendgrid.net/ls/click?upn=u001.VEsWrlMiJDg0mXafq1mEXWZpsEu-2B8hVh3NKTJpMhsPdGDtJ9mz13PZjRkfo5a9JaQyeGneqeUsNdLJCS-2BieeoIc7F0Ca1pClnLKG0Q2PgLdIZwa22vMp3uuoeQUzEgX8H5T-2BBkiP7hLXzwChUBPIDEAxw3w-2FtuUHd09PCloFymHxq2witc86c5e1PVe4zHv7TQ-2FqwJsbTBQKl3frtU3-2Fqg-3D-3D5psj_g-2BELYAEyaTrbG0E7-2BS79Xi172-2Bv4gD7JYp5l-2BV1cU2beTPGrHaSafFqgzzyRPZqLGs-2FR8xU44-2BjKwcLiB0VzYGaTArqfapi44g7MrYvueybuumnVXnOsQ-2BHefCEeXrpq1pvLIujJeIn0NSJmLnk8uJYTF9fMpYGLvD4MElcyCGL434x6aIe9IhAKK-2BS9ub3erE7jB2uRhrP3JBUyps1h7Nwsa10WfqAhHnbL4xBmTFS-2B-2BB3Y5AHUDMpDGok7tl4PhH7IRL08OAXfCeA1Q9UOjqzSvSYMwxvC9OQdslk5T0ujOwZrFfqwn-2FuEGsPYMQl1tVj2G9Udmu0eMs5ocSPOXU9QzD5uR4vhN-2BaSF1Oob6eiKKXyUoVjI2oodmdMgsPt) \r\n\r\n--- Please respond above this line --- \r\n\r\n \r\nGood morning, \r\nIn response to your FOIA request, please see attached letter. \r\nThank you.",
        "status": "done",
        "likely_foia": null,
        "files": [
          {
            "id": 1180477,
            "ffile": "https://cdn.muckrock.com/foia_files/2024/06/03/Base_Template_632024.pdf",
            "datetime": "2024-06-03T11:27:27.801169",
            "title": "Base_Template_632024",
            "source": "Office of the City Clerk, Chicago, IL",
            "description": "",
            "doc_id": "24725127-base_template_632024",
            "pages": 2
          }
        ],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/chicago-169/count-of-city-keys-issued-in-may-2024-164466/"
  },
  {
    "id": 164464,
    "title": "4Sight Labs Medical Monitoring Bracelets",
    "slug": "4sight-labs-medical-monitoring-bracelets",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 108519,
    "username": "rose.terse",
    "agency": 33297,
    "datetime_submitted": "2024-06-01T00:15:43.884586",
    "date_due": "2024-06-07",
    "days_until_due": null,
    "date_followup": "2024-08-30",
    "datetime_done": null,
    "datetime_updated": "2024-06-01T02:08:32.301535",
    "date_embargo": null,
    "tracking_id": "24-748",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164464,
        "from_user": 108519,
        "to_user": 135398,
        "subject": "Washington Public Records Act Request: 4Sight Labs Medical Monitoring Bracelets",
        "datetime": "2024-06-01T00:15:43.945269",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Washington Public Records Act, I hereby request the following records:\r\n\r\nRegarding the Clallam County commissioners' plan to purchase 4Sight Labs medical monitoring bracelets (https://www.peninsuladailynews.com/news/clallam-to-buy-monitoring-bracelets-for-inmates/), please provide:\r\n1. All brochures, manuals, and other informational and/or promotional materials about 4Sight Labs and its products\r\n2. All emails, text messages, and other communications with 4Sight Labs since 9/1/2024\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRose Terse",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164464,
        "from_user": 135398,
        "to_user": 108519,
        "subject": "Your Clallam County WA public records request #24-748 has been opened.",
        "datetime": "2024-06-01T02:08:30.248723",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Clallam County WA\r\n\r\n************************************************************************\r\n\r\n\r\nYour record request #24-748 has been submitted successfully.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n************************************************************************                          \r\nReply to this email or sign in to contact Clallam County WA.<br><br>\r\n             <a href=\"https://clallamcountywa.nextrequest.com/settings?id=1438736\">Change your email settings</a> | <a href=\"https://www.nextrequest.civicplus.help/hc/en-us/categories/17720084172567-Requesters\">Visit our help center</a>",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164464,
        "from_user": 135398,
        "to_user": 108519,
        "subject": "[ACTION REQUIRED] Your Clallam County WA public records portal account",
        "datetime": "2024-06-01T02:08:32.301535",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Use this to confirm your account. The link is only valid for 24 hours.\r\n\r\nClallam County WA\r\n\r\n************************************************************************\r\nHello Rose Terse!\r\n************************************************************************\r\n\r\nYou can confirm your Clallam County WA public records portal account by copying and pasting the URL below into your web browser. This link is only valid for the next 24 hours.\r\n\r\nMagic link: https://clallamcountywa.nextrequest.com/users/confirmation?confirmation_token=CiQ-GPhLFnPRD6mHR9z4\r\n\r\n\r\n\r\n************************************************************************                          \r\nQuestions? Check out our help page (https://www.nextrequest.com/support) or email us at support@nextrequest.com.\r\n************************************************************************\r\n\r\nPowered by NextRequest (https://www.nextrequest.com).",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/clallam-county-8317/4sight-labs-medical-monitoring-bracelets-164464/"
  },
  {
    "id": 164456,
    "title": "Subway Cars Air Condition Repairs",
    "slug": "subway-cars-air-condition-repairs",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 135353,
    "username": "OleSiever",
    "agency": 3919,
    "datetime_submitted": "2024-05-31T18:00:54.132444",
    "date_due": "2024-06-07",
    "days_until_due": null,
    "date_followup": "2024-09-03",
    "datetime_done": null,
    "datetime_updated": "2024-06-04T10:50:15.714510",
    "date_embargo": null,
    "tracking_id": "R004253-053124",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164456,
        "from_user": 135353,
        "to_user": 13720,
        "subject": "New York Freedom of Information Law Request: Subway Cars Air Condition Repairs",
        "datetime": "2024-05-31T18:00:54.215969",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nRecorded repairs of defect subway car air conditioning units since 2020 — ideally a dataset with each record pertaining to an individual repair of a defect unit, including the date and the number of the subway car.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nOle Siever",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164456,
        "from_user": 13720,
        "to_user": 135353,
        "subject": "Welcome to the FOIL Records Access Center",
        "datetime": "2024-05-31T23:25:36.187752",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Ole Siever, \r\n \r\nThank you for registering with the NYS Metropolitan Transportation Authority FOIL Records Access Center. (https://u8387778.ct.sendgrid.net/ls/click?upn=u001.VEsWrlMiJDg0mXafq1mEXTqTXfPIXzkPVC91YEGPIvnk-2FxBJoN-2B481sLjf4SxXbB_oFG_TEUz3cn-2BFb4scofak6jLTPGaowuG4a89XebtckMZI3HdzZtgjUvBQHnBv525s5CdORt-2FAbqmwXUKrgmuwpq2wH3bHc7mhXUib9BIdgdqaheX8aL77pNBN9NpniwCh59IK376F7KP4itm7a5vAc2g-2FLx95MmR7XwGdTID4ABphtJYnf8ICJI0jf4qYBB2kkzuaEs7T-2BRbZs9uofeNqZpR9SDoId8OmUichVf2R-2F4dais-3D) \r\n \r\nIf you did not create an account, an account has been created for you to monitor the progress of a request you submitted. You can access your new account by requesting a temporary password here: Request Temporary Password. This will allow you to access and update any contact or password information for your account. (https://u8387778.ct.sendgrid.net/ls/click?upn=u001.VEsWrlMiJDg0mXafq1mEXTqTXfPIXzkPVC91YEGPIvl-2BYRgqAzv-2Bte7VZWuzKwN7juAt5vy6gje-2F2K9oN5ZzVA-3D-3DhDqR_TEUz3cn-2BFb4scofak6jLTPGaowuG4a89XebtckMZI3HdzZtgjUvBQHnBv525s5CdORt-2FAbqmwXUKrgmuwpq2wNeuqXgNKXjvedtwWZ9VuUpozjc-2BT-2BvX7-2B-2FuzRPJQdmjbs3ESDmYM7CRbN63Xa-2BOWwz0B0i3udd-2FMWG8Mli7C2-2FrSON8gqbH8daT6bAyv4GQ-2FgjGFSQ6M3ARif6DQ-2FzU-2F3NLVkYNSeMvEhI-2Begl8UMw-3D) \r\n Your Login ID is:  164456-26464751@requests.muckrock.com \r\nSincerely, \r\nNYS Metropolitan Transportation Authority This is an auto-generated email and has originated from an unmonitored email account. Please DO NOT REPLY.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164456,
        "from_user": 13720,
        "to_user": 135353,
        "subject": "FOIL Records Request :: R004253-053124",
        "datetime": "2024-05-31T23:26:38.893293",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Ole Siever: \r\nThis message confirms receipt of your FOIL request. Your FOIL request was received in this office on 5/31/2024 and given the reference number R004253-053124 for tracking purposes. \r\nRecords Requested: To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nRecorded repairs of defect subway car air conditioning units since 2020 — ideally a dataset with each record pertaining to an individual repair of a defect unit, including the date and the number of the subway car.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nOle Siever\r\n\r\nUpload documents directly: https://accounts.muckrock.com/accounts/login/?next=https%3A%2F%2Fwww.muckrock.com%2Faccounts%2Flogin%2F%3Fnext%3D%252Faccounts%252Fagency_login%252Fnyct-3919%252Fsubway-cars-air-condition-repairs-164456%252F%253Femail%253Dfoil%252540mtahq.org&url_auth_token=AAAZgvgfBV50YW2ORuydhSE0ALI%3A1sDFLz%3AIKn2U-gd-z4pP8YBdvtkYl02eTBJrnddH3SHEAnf8Kc \r\nWe will provide you with an acknowledgment of your FOIL request within 5 business days. \r\n \r\nSincerely, \r\nMetropolitan Transportation Authority",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164456,
        "from_user": 13720,
        "to_user": 135353,
        "subject": "New Message :: R004253-053124",
        "datetime": "2024-06-04T10:50:15.714510",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "--- Please respond above this line --- \r\nThis email shall acknowledge receipt of your Freedom of Information Law (“FOIL”) request, directed to the MTA. \r\n\r\nThis is to advise you that we are in the process of reviewing our files for the records you requested and anticipate being able to furnish you with your response on or before 9/4/2024.  Access to any record requested will be determined in accordance with the Public Officers Law. \r\n\r\nPlease be advised that the MTA FOIL Unit receives a high volume of FOIL requests ranging from simple to complex requests and all documents and records require review prior to disclosure. As a result, documents and records will not be immediately available. Under certain circumstances of the request, such as, the number of documents requested, their format, their availability, the time it takes to review and redact any information that cannot be disclosed pursuant to FOIL, the time it takes to assemble the documents, and other factors, processing and response times may be delayed. Since the time and effort required to complete a response can vary significantly, the MTA endeavors to complete each request in a time period that is reasonable under the circumstances of the request. \r\n\r\nRegards, \r\nMTA FOIL Team",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/subway-cars-air-condition-repairs-164456/"
  },
  {
    "id": 164452,
    "title": "Request – Information on Afro-German Children in the Rhineland",
    "slug": "request-information-on-afro-german-children-in-the-rhineland",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 129,
    "datetime_submitted": "2024-05-31T16:51:21.843632",
    "date_due": "2024-07-01",
    "days_until_due": null,
    "date_followup": "2024-07-01",
    "datetime_done": null,
    "datetime_updated": "2024-05-31T16:51:21.928238",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164452,
        "from_user": 4164,
        "to_user": 9557,
        "subject": "Freedom of Information Act Request: Request – Information on Afro-German Children in the Rhineland",
        "datetime": "2024-05-31T16:51:21.928238",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Date: May 31, 2024\r\n\r\nNational Archives and Records Administration\r\n8601 Adelphi Road\r\nCollege Park, MD 20740-6001\r\n\r\nSubject: Freedom of Information Act (FOIA) Request – Information on Afro-German Children in the Rhineland\r\n\r\nDear FOIA Officer,\r\n\r\nUnder the provisions of the Freedom of Information Act, 5 U.S.C. § 552, I hereby request access to and copies of all records held by the National Archives and Records Administration pertaining to Afro-German children born to French-African soldiers and German women during the post-World War I occupation of the Rhineland, from January 1, 1920, to December 31, 1950. This request includes both classified and unclassified documents, as well as records pending declassification.\r\n\r\nFor the purpose of this request, the records I seek include, but are not limited to:\r\n\r\n\t1.\tFolders and Indexes: Any folders, indexes, or finding aids for records related to Afro-German children in the Rhineland.\r\n\t2.\tDeclassified Documents: Any declassified documents, reports, or communications related to Afro-German children in the Rhineland.\r\n\t3.\tClassified and Pending Declassification Documents: Any classified documents or those pending declassification that pertain to Afro-German children in the Rhineland.\r\n\t4.\tTranscripts: Transcripts of communications between U.S. government entities and German authorities concerning Afro-German children in the Rhineland.\r\n\t5.\tInvestigations: Records of any investigations or assessments conducted by U.S. agencies involving Afro-German children in the Rhineland.\r\n\t6.\tCorrespondences: Correspondences between U.S. government officials discussing Afro-German children in the Rhineland.\r\n\t7.\tSocial Reports: Documents and reports on the social and economic conditions of Afro-German children in the Rhineland.\r\n\t8.\tMilitary Records: Information on U.S. military observations and activities related to Afro-German children in the Rhineland.\r\n\t9.\tCultural Exchanges: Records of cultural exchange programs or collaborations involving Afro-German children in the Rhineland.\r\n\t10.\tHuman Rights Assessments: Documents related to human rights assessments or impact studies involving Afro-German children in the Rhineland.\r\n\r\nShould any portion of the requested records be deemed exempt from disclosure, I request the release of any reasonably segregable non-exempt portions in accordance with 5 U.S.C. § 552(b). If an entire document is exempt, I request a justification, citing specific FOIA exemptions, and provision of an exemption log as per Vaughn v. Rosen, 484 F.2d 820 (D.C. Cir. 1973).\r\n\r\nPlease note your obligation under the law not to destroy any records potentially responsive to this request. Any withholding, redaction, or destruction of responsive records without proper justification constitutes a violation of the FOIA and is subject to litigation, as confirmed in Kissinger v. Reporters Committee for Freedom of the Press, 445 U.S. 136, 150 (1980). Additionally, per the Presidential Records Act (44 U.S.C. Chapter 22) and Executive Order 13526 (Classified National Security Information), agencies are required to appropriately handle records of historical interest.\r\n\r\nEnclosed is a letter requesting a fee waiver for the processing of this request. As an independent investigative journalist associated with TransparencyReport.pw, I believe that the information I seek is in the public interest and its disclosure contributes significantly to public understanding of the operations or activities of the government. The public interest standard is further supported by the criteria established in 5 U.S.C. § 552(a)(4)(A)(iii).\r\n\r\nIf the enclosed waiver is not accepted and there are any potential charges in excess of $200 associated with fulfilling my request, please inform me in advance.\r\n\r\nAs stipulated by the FOIA, I look forward to your response within twenty business days (5 U.S.C. § 552(a)(6)(A)(i)). Given the complexity and scope of this request, I understand it may take additional time to process. Therefore, I request an update on the status of my request within thirty business days. I am willing to accommodate a one-time extension, provided that I am informed in advance with a specific time frame for the extension.\r\n\r\nThank you for your prompt attention to this matter.\r\n\r\nSincerely,\r\nJordan Lassiter\r\nIndependent Investigative Journalist\r\nTransparencyReport.pw\r\nEmail: Jordan@Lassiter.eu\r\n\r\nEnclosure: Fee Waiver Request Letter\r\n\r\nPlease be aware: All communications related to this request, including incoming and outgoing communications, will be publicly available on MuckRock.com. Additionally, any correspondence in relation to this request will be instantly published on the platform.",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1180257,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/137673/Fee_Waiver_Letter_copy.pdf",
            "datetime": "2024-05-31T16:51:21.928238",
            "title": "Fee_Waiver_Letter_copy.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "24714716-fee_waiver_letter_copypdf",
            "pages": 2
          }
        ],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/request-information-on-afro-german-children-in-the-rhineland-164452/"
  },
  {
    "id": 164418,
    "title": "25 Squire Lane Bellingham MA",
    "slug": "25-squire-lane-bellingham-ma",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 16227,
    "username": "GERALDINEHOUDE",
    "agency": 15593,
    "datetime_submitted": "2024-05-31T09:07:55.624819",
    "date_due": "2024-06-14",
    "days_until_due": null,
    "date_followup": "2024-06-14",
    "datetime_done": null,
    "datetime_updated": "2024-05-31T09:07:55.720431",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164418,
        "from_user": 16227,
        "to_user": 20525,
        "subject": "Massachusetts Public Records Law Request: 25 Squire Lane Bellingham MA",
        "datetime": "2024-05-31T09:07:55.720431",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Massachusetts Public Records Law, I hereby request the following records:\r\n\r\nAll  documented communication from Ashley Valcorba of 27 Squire Lane to Dillon Labonte of the Board of Health and Timothy Aicardi of the Town Inspector's office. Including documentation of phone calls, emails and photographs regarding 25 Squire Lane. I would also like any reports on actions taken on behalf of Ashley Valcorba by the Town Inspector's office\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by the recommendations of the Massachusetts Supervisor of Public Records. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nI expect the request to be filled in an accessible format, including for screen readers, which provide text-to-speech for persons unable to read print. Files that are not accessible to screen readers include, for example, .pdf image files as well as physical documents.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nGERALDINE HOUDE",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "mail"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/bellingham-463/25-squire-lane-bellingham-ma-164418/"
  },
  {
    "id": 164415,
    "title": "Policy Analysis Market 2001",
    "slug": "policy-analysis-market-2001",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 129684,
    "username": "esearch",
    "agency": 271,
    "datetime_submitted": "2024-05-31T05:31:35.508061",
    "date_due": "2024-07-01",
    "days_until_due": null,
    "date_followup": "2024-09-01",
    "datetime_done": null,
    "datetime_updated": "2024-06-03T13:37:02.380235",
    "date_embargo": null,
    "tracking_id": "24-F-1350",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164415,
        "from_user": 129684,
        "to_user": 10970,
        "subject": "Freedom of Information Act Request: Policy Analysis Market 2001",
        "datetime": "2024-05-31T05:31:35.623177",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nDARPA records and communications from May 2001 to December 20, 2001 for the \"Policy Analysis Market\" (PAM) program, including DARPA’s first call for proposals in May 2001 under the name “Electronic Market-Based Decision Support\".\r\n\r\n\r\n\r\nhttps://en.wikipedia.org/wiki/Policy_Analysis_Market#Notes\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAlan",
        "status": "processed",
        "likely_foia": null,
        "files": [
          {
            "id": 1179454,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/esearch/137431/darpam.png",
            "datetime": "2024-05-31T05:31:35.623177",
            "title": "darpam.png",
            "source": "Alan",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "portal"
      },
      {
        "foia": 164415,
        "from_user": 10970,
        "to_user": 129684,
        "subject": "Your Password Information - OSD/JS or DLA FOIA Requester Service Center",
        "datetime": "2024-05-31T23:55:33",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Alan Alan, \r\n\r\nOnce you login, please change your password to protect your account details. \r\n\r\nPassword: 18MCee(#\r\nRegards, \r\nOSD/JS or DLA FOIA Requester Service Center",
        "status": "done",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164415,
        "from_user": 10970,
        "to_user": 129684,
        "subject": "Your Login Information - OSD/JS or DLA FOIA Requester Service Center",
        "datetime": "2024-05-31T23:55:34",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Alan Alan, \r\nA temporary password has been issued and sent to the email address provided. Please check your email for this temporary password and return to https://pal.whs.mil to login. \r\n\r\nKindly change the password provided by us.\r\nRegards, \r\nOSD/JS or DLA FOIA Requester Service Center",
        "status": "done",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164415,
        "from_user": 10970,
        "to_user": 129684,
        "subject": "Status Update for Request #24-F-1350",
        "datetime": "2024-06-01T00:20:34.562358",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Alan Alan, \r\nThe status of your FOIA request #24-F-1350 has been updated to the following status 'Received'. To log into the PAL Application click on the Application URL below. \r\n\r\nhttps://pal.whs.mil \r\n\r\nSincerely, \r\nOSD/JS or DLA FOIA Requester Service Center",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164415,
        "from_user": 10970,
        "to_user": 129684,
        "subject": "PAL Acknowledgement by FOIA Office",
        "datetime": "2024-06-01T00:20:36.163081",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Alan Alan, \r\n\r\nCase Number 24-F-1350 has been assigned to the request you submitted. In all future correspondence regarding this request please reference case number 24-F-1350.\r\nRegards, \r\nOSD/JS or DLA FOIA Requester Service Center",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164415,
        "from_user": 10970,
        "to_user": 129684,
        "subject": "OSD/JS FOIA 24-F1350 Interim Response",
        "datetime": "2024-06-03T13:37:02.380235",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Good afternoon, \r\n\r\n \r\n\r\nPlease find the enclosed interim response to your FOIA request that was\r\nreceived by the OSD/JS FOIA office on June 3, 2024, and assigned FOIA case\r\nnumber 24-F-1350. Additionally, please refer to the case number and include\r\nmyself, the FOIA Action Officer cited in the interim response in any future\r\ncorrespondence regarding your FOIA request. \r\n\r\n \r\n\r\nThank you. \r\n\r\n \r\n\r\nV/r,\r\n\r\n \r\n\r\nRyan Moore\r\n\r\nFOIA Analyst\r\n\r\nOSD / JS FOIA Office\r\n\r\nOffice: (571)-372-0422\r\n\r\nNIPR:  <mailto:ryan.c.moore52.ctr@mail.mil> ryan.c.moore52.ctr@mail.mil",
        "status": "processed",
        "likely_foia": null,
        "files": [
          {
            "id": 1180496,
            "ffile": "https://cdn.muckrock.com/foia_files/2024/06/03/24-F-1350_Request_Description.pdf",
            "datetime": "2024-06-03T13:37:02.484487",
            "title": "24-F-1350 Request Description",
            "source": "Defense Advanced Research Projects Agency — DARPA, United States of America",
            "description": "",
            "doc_id": "24725557-24-f-1350-request-description",
            "pages": 2
          },
          {
            "id": 1180497,
            "ffile": "https://cdn.muckrock.com/foia_files/2024/06/03/24-F-1350_Interim.pdf",
            "datetime": "2024-06-03T13:37:02.946049",
            "title": "24-F-1350 Interim",
            "source": "Defense Advanced Research Projects Agency — DARPA, United States of America",
            "description": "",
            "doc_id": "24725558-24-f-1350-interim",
            "pages": 2
          }
        ],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/policy-analysis-market-2001-164415/"
  },
  {
    "id": 164414,
    "title": "Market trading review",
    "slug": "market-trading-review",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 129684,
    "username": "esearch",
    "agency": 6,
    "datetime_submitted": "2024-05-31T05:31:05.025135",
    "date_due": "2024-07-01",
    "days_until_due": null,
    "date_followup": "2024-08-29",
    "datetime_done": null,
    "datetime_updated": "2024-05-31T05:31:05.158618",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164414,
        "from_user": 129684,
        "to_user": 9567,
        "subject": "Freedom of Information Act Request: Market trading review",
        "datetime": "2024-05-31T05:31:05.158618",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nRecords concerning CIA involvement in the SEC securities trading review (May 15, 2002), including full list of industries, sectors, and countries investigated. \r\n\r\nPg. 19 from MFR03010885 dated 9/16/03 cites CIA access to the trading investigation and industries requested for investigation:\r\n\r\nhttps://cryptome.org/nara/sec/sec-03-0916.pdf\r\n\r\nPg. 2 & 3 of MFR 03010869 dated 8/15/03 cited CIA involvement in the trading review:\r\n\r\nhttps://aldeilis.net/english/wp-content/uploads/sites/3/2010/11/media.nara.gov_9-11_MFR_t-0148-911MFR-00269.pdf\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAlan",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/market-trading-review-164414/"
  },
  {
    "id": 164413,
    "title": "Market surveillance",
    "slug": "market-surveillance",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 129684,
    "username": "esearch",
    "agency": 17,
    "datetime_submitted": "2024-05-31T05:29:44.485362",
    "date_due": "2024-07-01",
    "days_until_due": null,
    "date_followup": "2024-07-01",
    "datetime_done": null,
    "datetime_updated": "2024-05-31T05:29:44.569811",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164413,
        "from_user": 129684,
        "to_user": 25363,
        "subject": "Freedom of Information Act Request: Market surveillance",
        "datetime": "2024-05-31T05:29:44.569811",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAny records or communications concerning NSA briefing or involvement in the SEC securities trading review dated May 15, 2002.\r\n\r\nhttps://unredacted.com/wp-content/uploads/2010/04/9-11-sec-report.pdf\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAlan",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/market-surveillance-164413/"
  },
  {
    "id": 164412,
    "title": "Treasury market review",
    "slug": "treasury-market-review",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 129684,
    "username": "esearch",
    "agency": 83,
    "datetime_submitted": "2024-05-31T05:28:35.541679",
    "date_due": "2024-07-01",
    "days_until_due": null,
    "date_followup": "2024-08-30",
    "datetime_done": null,
    "datetime_updated": "2024-05-31T23:48:16.346143",
    "date_embargo": null,
    "tracking_id": "2024-FOIA-00518",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164412,
        "from_user": 129684,
        "to_user": 9624,
        "subject": "Freedom of Information Act Request: Treasury market review",
        "datetime": "2024-05-31T05:28:35.628854",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nRecords and communications concerning the Department of Treasury involvement in the SEC trading review dated May 15, 2002. \r\n\r\nPg. 2 cites Department of Treasury access to the investigation:\r\n\r\nhttps://nsarchive.files.wordpress.com/2010/04/9-11-sec-report.pdf\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAlan",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164412,
        "from_user": 9624,
        "to_user": 129684,
        "subject": "Status Update for Request #2024-FOIA-00518",
        "datetime": "2024-05-31T23:48:11.887054",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Alan Alan, \r\n\r\nThe status of your DO FOIA request #2024-FOIA-00518 has been updated to the following status 'Received'. To log into the Treasury FOIA Public Access Link click on the Application URL below. \r\n\r\nhttps://foia.treasury.gov/ \r\n\r\nSincerely, \r\nDepartment of Treasury",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164412,
        "from_user": 9624,
        "to_user": 129684,
        "subject": "Request Acknowledgement by Department of Treasury",
        "datetime": "2024-05-31T23:48:16.346143",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Alan Alan, \r\n\r\nCase Number 2024-FOIA-00518 has been assigned to the request you submitted. In all future correspondence regarding this request please reference case number 2024-FOIA-00518.\r\nRegards, \r\nDepartment of Treasury",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/treasury-market-review-164412/"
  },
  {
    "id": 164411,
    "title": "FOIA Request - Investments",
    "slug": "foia-request-investments",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 33791,
    "username": "PB-FOIA",
    "agency": 21164,
    "datetime_submitted": "2024-05-31T05:18:45.476248",
    "date_due": "2024-06-11",
    "days_until_due": null,
    "date_followup": "2024-09-01",
    "datetime_done": null,
    "datetime_updated": "2024-06-03T08:53:05",
    "date_embargo": null,
    "tracking_id": "W030763-060324",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164411,
        "from_user": 33791,
        "to_user": 122645,
        "subject": "Tennessee Public Records Act Request: FOIA Request - Investments",
        "datetime": "2024-05-31T05:18:45.765301",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Tennessee Public Records Act, I hereby request the following records:\r\n\r\nI hope hello this finds you well. I am currently seeking updated quarterly performance data from your plan’s alternative asset holdings for the following date(s): 1Q2013 till 1Q2024.\r\nAs always, thank you in advance for the time you take in sending me the responsive documents, and below follows the formal request:\r\nOn behalf of PitchBook Data, Inc., under Tennessee Open Records Act, I request a copy of the quarterly public records from 1Q2013 till 1Q2024 for the following information, preferably in Excel or PDF format.\r\n1. Names and vintage years of all private equity, venture capital, mezzanine, distressed, real estate/REIT, debt and infrastructure partnerships in City of Memphis Retirement System's portfolio.\r\n2. Commitments made to each partnership.\r\n3. Contributions drawn down since inception.\r\n4. Distributions made to City of Memphis Retirement System to date by each individual partnership.\r\n5. Net Asset Value of each partnership.\r\n6. Internal rates of return (IRRs) for each partnership with and without the use of credit facility. Please note if the IRRs are not net.\r\n7. Investment multiple (TV/PI) for each individual partnership.\r\n8. The dollar amount of “total management fees and costs paid” for each individual partnership.\r\n9. Date as of which all the above data was calculated.\r\n10. Names of all alternative asset partnerships partially and fully sold by City of Memphis Retirement System, including date of sale.\r\n11. For each fund, please indicate whether or not the fund uses Subscription Credit Facilities.\r\nI also request a copy of any disclosable documents which contain some or all of the following information:\r\n12. Names of all hedge fund holdings (including hedge fund of funds) in City of Memphis Retirement System's portfolio.\r\n13. Month by Month Market Value for each hedge fund holding (including hedge fund of funds) since City of Memphis Retirement System's initial investment up to 1Q2013 till 1Q2024.\r\n14. Month by Month Contributions to each hedge fund holding (including hedge fund of funds) since City of Memphis Retirement System's initial investment up to 1Q2013 till 1Q2024.\r\n15. Month by Month Returns (net of fees) earned by City of Memphis Retirement System for each hedge fund holding (including hedge fund of funds) since initial investment up to 1Q2013 till 1Q2024.\r\n16. Investment memorandum used by the City of Memphis Retirement System investment committee and investment consultants providing consultation to the City of Memphis Retirement System regarding private equity, venture capital, mezzanine, distressed, real estate/REIT, debt and infrastructure partnerships being considered for investment by the City of Memphis Retirement System portfolio.\r\n17. All due diligence materials and presentation materials produced by the General Partners in the course of the City of Memphis Retirement System conducting due diligence on investments into any private equity, venture capital, mezzanine, distressed, real estate/REIT, debt and infrastructure partnerships.\r\n18. For each fund, please indicate whether or not the fund uses Subscription Credit Facilities.\r\nIf there are any fees for searching for, reviewing, or copying the records, please inform me before you task the request. If you deny all or any part of this request, please cite each specific exemption you think justifies your refusal to release the information and notify me of appeal procedures available under the law.\r\nPlease do not hesitate to contact me with any questions. My full contact information is listed below.\r\nThank you in advance for your help on this request.\r\nJidnyasa Solanki\r\n\r\n• Phone Number: 520-247-9215\r\n• Internal Tracking #58569-31\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 7 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKent Hoover, a citizen of Tennessee, in coordination with Jake Hujar.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164411,
        "from_user": 122645,
        "to_user": 33791,
        "subject": "Thank you for registering with the City of Memphis!",
        "datetime": "2024-06-03T08:51:06",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Mx Hoover, \r\nThank you for registering with the City of Memphis. \r\n \r\nBelow you will find your login and password information. \r\n \r\nPlease log in to the system to update any contact or password information and to track the progress of your request. \r\n Login: 164411-05693986@requests.muckrock.com \r\n Password: Change Password (https://memphistn.mycusthelp.com/WEBAPP/_rs/ForgotPassword.aspx) \r\n \r\n \r\nThis is an auto-generated email and has originated from an unmonitored email account. Please DO NOT REPLY.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 164411,
        "from_user": 122645,
        "to_user": 33791,
        "subject": "Public Records Request :: W030763-060324",
        "datetime": "2024-06-03T08:53:05",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Mx Hoover: \r\n \r\nWe have received your request for a public record. It is our goal to respond to these requests as soon as possible or within 5 business days. However, please note that certain requests may take longer to process due to the size of the records requested or current request volumes. In these cases, you will receive a notice within 5 business days letting you know additional time is needed and when your next update will occur. Your request has been given the following reference number W030763-060324 for tracking purposes. \r\n \r\nRecord Requested: To Whom It May Concern:\r\n\r\nPursuant to the Tennessee Public Records Act, I hereby request the following records:\r\n\r\nI hope hello this finds you well. I am currently seeking updated quarterly performance data from your plan’s alternative asset holdings for the following date(s): 1Q2013 till 1Q2024.\r\nAs always, thank you in advance for the time you take in sending me the responsive documents, and below follows the formal request:\r\nOn behalf of PitchBook Data, Inc., under Tennessee Open Records Act, I request a copy of the quarterly public records from 1Q2013 till 1Q2024 for the following information, preferably in Excel or PDF format.\r\n1. Names and vintage years of all private equity, venture capital, mezzanine, distressed, real estate/REIT, debt and infrastructure partnerships in City of Memphis Retirement System's portfolio.\r\n2. Commitments made to each partnership.\r\n3. Contributions drawn down since inception.\r\n4. Distributions made to City of Memphis Retirement System to date by each individual partnership.\r\n5. Net Asset Value of each partnership.\r\n6. Internal rates of return (IRRs) for each partnership with and without the use of credit facility. Please note if the IRRs are not net.\r\n7. Investment multiple (TV/PI) for each individual partnership.\r\n8. The dollar amount of “total management fees and costs paid” for each individual partnership.\r\n9. Date as of which all the above data was calculated.\r\n10. Names of all alternative asset partnerships partially and fully sold by City of Memphis Retirement System, including date of sale.\r\n11. For each fund, please indicate whether or not the fund uses Subscription Credit Facilities.\r\nI also request a copy of any disclosable documents which contain some or all of the following information:\r\n12. Names of all hedge fund holdings (including hedge fund of funds) in City of Memphis Retirement System's portfolio.\r\n13. Month by Month Market Value for each hedge fund holding (including hedge fund of funds) since City of Memphis Retirement System's initial investment up to 1Q2013 till 1Q2024.\r\n14. Month by Month Contributions to each hedge fund holding (including hedge fund of funds) since City of Memphis Retirement System's initial investment up to 1Q2013 till 1Q2024.\r\n15. Month by Month Returns (net of fees) earned by City of Memphis Retirement System for each hedge fund holding (including hedge fund of funds) since initial investment up to 1Q2013 till 1Q2024.\r\n16. Investment memorandum used by the City of Memphis Retirement System investment committee and investment consultants providing consultation to the City of Memphis Retirement System regarding private equity, venture capital, mezzanine, distressed, real estate/REIT, debt and infrastructure partnerships being considered for investment by the City of Memphis Retirement System portfolio.\r\n17. All due diligence materials and presentation materials produced by the General Partners in the course of the City of Memphis Retirement System conducting due diligence on investments into any private equity, venture capital, mezzanine, distressed, real estate/REIT, debt and infrastructure partnerships.\r\n18. For each fund, please indicate whether or not the fund uses Subscription Credit Facilities.\r\nIf there are any fees for searching for, reviewing, or copying the records, please inform me before you task the request. If you deny all or any part of this request, please cite each specific exemption you think justifies your refusal to release the information and notify me of appeal procedures available under the law.\r\nPlease do not hesitate to contact me with any questions. My full contact information is listed below.\r\nThank you in advance for your help on this request.\r\nJidnyasa Solanki\r\n\r\n• Phone Number: 520-247-9215\r\n• Internal Tracking #58569-31\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 7 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKent Hoover, a citizen of Tennessee, in coordination with Jake Hujar \r\n \r\nYou can monitor the progress of your request at the link below and you'll receive an email when your request has been completed. Feel free to check the status of your request at any time. Again, thank you for using the City of Memphis Public Records e-Office. \r\n FEE SCHEDULE \r\nBlack and white copies of records are billed at $0.15 per page and color copies are billed at $0.25 per page where the request is 10 or more pages. Labor charges may apply for copies involving large requests. More information about billing will be provided as the request is processed. \r\n \r\nCity of Memphis \r\nPublic Records e-Office",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/tennessee-155/foia-request-investments-164411/"
  },
  {
    "id": 164409,
    "title": "Complaint Data on broken ACs / hot subway cars",
    "slug": "complaint-data-on-broken-acs-hot-subway-cars",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 135353,
    "username": "OleSiever",
    "agency": 3919,
    "datetime_submitted": "2024-05-31T00:54:41.153616",
    "date_due": "2024-06-07",
    "days_until_due": null,
    "date_followup": "2024-08-29",
    "datetime_done": null,
    "datetime_updated": "2024-05-31T16:48:11.512920",
    "date_embargo": null,
    "tracking_id": "R004224-053124",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164409,
        "from_user": 135353,
        "to_user": 13720,
        "subject": "New York Freedom of Information Law Request: Complaint Data on broken ACs / hot subway cars",
        "datetime": "2024-05-31T00:54:41.258002",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nData on complaints made to the MTA about broken air conditioning / hot subway cars since 2014. Ideally, every single complaint record, including date, time, and subway car number.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nOle Siever",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164409,
        "from_user": 13720,
        "to_user": 135353,
        "subject": "FOIL Records Request :: R004224-053124",
        "datetime": "2024-05-31T01:49:35.961814",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Ole Siever: \r\nThis message confirms receipt of your FOIL request. Your FOIL request was received in this office on 5/31/2024 and given the reference number R004224-053124 for tracking purposes. \r\nRecords Requested: To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nData on complaints made to the MTA about broken air conditioning / hot subway cars since 2014. Ideally, every single complaint record, including date, time, and subway car number.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nOle Siever\r\n\r\nUpload documents directly: https://accounts.muckrock.com/accounts/login/?next=https%3A%2F%2Fwww.muckrock.com%2Faccounts%2Flogin%2F%3Fnext%3D%252Faccounts%252Fagency_login%252Fnyct-3919%252Fcomplaint-data-on-broken-acs-hot-subway-cars-164409%252F%253Femail%253Dfoil%252540mtahq.org&url_auth_token=AAAZgvgfBV50YW2ORuydhSE0ALI%3A1sCv6l%3AThAkcJ2oRvDYREIo_EApNCDYEwGSCadBf6DRJYm1COY \r\nWe will provide you with an acknowledgment of your FOIL request within 5 business days. \r\n \r\nSincerely, \r\nMetropolitan Transportation Authority",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164409,
        "from_user": 13720,
        "to_user": 135353,
        "subject": "Welcome to the FOIL Records Access Center",
        "datetime": "2024-05-31T01:49:39.413494",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Ole Siever, \r\n \r\nThank you for registering with the NYS Metropolitan Transportation Authority FOIL Records Access Center. (https://u8387778.ct.sendgrid.net/ls/click?upn=u001.VEsWrlMiJDg0mXafq1mEXTqTXfPIXzkPVC91YEGPIvnk-2FxBJoN-2B481sLjf4SxXbBgbVp_-2Bv2WOGaKLOeBw2EzidFslJPt7PZGuZPuV5KJ3fB4kV2z-2Bd7sMImzSuo-2BbDJn6k8W1hZu4sOMaFjJ8Pg475Jj75d1hhetLKm-2FALVC182NLEocT69p9DhZhCVUvGV6LMw3z-2BNpCksx84scw8Ey7pgcj4HTckLAiQNt9ZE8-2BLBFGlCuNFSs2g9oo-2FRPH1UOjytpaiXjAavBuegJ7RyFl-2FVwfLgfHXrucmaaKihvkhUfNK4-3D) \r\n \r\nIf you did not create an account, an account has been created for you to monitor the progress of a request you submitted. You can access your new account by requesting a temporary password here: Request Temporary Password. This will allow you to access and update any contact or password information for your account. (https://u8387778.ct.sendgrid.net/ls/click?upn=u001.VEsWrlMiJDg0mXafq1mEXTqTXfPIXzkPVC91YEGPIvl-2BYRgqAzv-2Bte7VZWuzKwN7juAt5vy6gje-2F2K9oN5ZzVA-3D-3Db_3F_-2Bv2WOGaKLOeBw2EzidFslJPt7PZGuZPuV5KJ3fB4kV2z-2Bd7sMImzSuo-2BbDJn6k8W1hZu4sOMaFjJ8Pg475Jj70ExECnezDXm-2B-2FjrtUyX81AF808swQLnRb0LnSUvau7h3j4Gx4KOqPDCbWL41Jef6aw5RtGLRJsfpznPg1j287TXIZsJLVfARegE4WWakdRszwFktLIZ7kdITMcG3bMqdayntr-2FJniUEYoWrRroVtv8-3D) \r\n Your Login ID is:  164409-27677109@requests.muckrock.com \r\nSincerely, \r\nNYS Metropolitan Transportation Authority This is an auto-generated email and has originated from an unmonitored email account. Please DO NOT REPLY.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164409,
        "from_user": 13720,
        "to_user": 135353,
        "subject": "New Message :: R004224-053124",
        "datetime": "2024-05-31T16:48:11.512920",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "--- Please respond above this line --- \r\nThis email shall acknowledge receipt of your Freedom of Information Law (“FOIL”) request, directed to the MTA. \r\n\r\nThis is to advise you that we are in the process of reviewing our files for the records you requested and anticipate being able to furnish you with your response on or before 8/30/2024.  Access to any record requested will be determined in accordance with the Public Officers Law. \r\n\r\nPlease be advised that the MTA FOIL Unit receives a high volume of FOIL requests ranging from simple to complex requests and all documents and records require review prior to disclosure. As a result, documents and records will not be immediately available. Under certain circumstances of the request, such as, the number of documents requested, their format, their availability, the time it takes to review and redact any information that cannot be disclosed pursuant to FOIL, the time it takes to assemble the documents, and other factors, processing and response times may be delayed. Since the time and effort required to complete a response can vary significantly, the MTA endeavors to complete each request in a time period that is reasonable under the circumstances of the request. \r\n\r\nRegards, \r\nMTA FOIL Team",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/complaint-data-on-broken-acs-hot-subway-cars-164409/"
  },
  {
    "id": 164408,
    "title": "8200Who",
    "slug": "8200who",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 2774,
    "username": "aete2the",
    "agency": 24,
    "datetime_submitted": "2024-05-30T22:10:23.430575",
    "date_due": "2024-06-28",
    "days_until_due": null,
    "date_followup": "2024-07-03",
    "datetime_done": null,
    "datetime_updated": "2024-06-03T10:16:23.716615",
    "date_embargo": null,
    "tracking_id": "FOIA-00213-2024",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164408,
        "from_user": 2774,
        "to_user": 10049,
        "subject": "Freedom of Information Act Request: 8200Who",
        "datetime": "2024-05-30T22:10:23.511137",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAny and all records associated with coordination or interaction with the Israeli Unit 8200, also known as Unit 8200‎, Yehida Shmoneh-Matayim, or יחידה. May also appear as Central Collection Unit of the Intelligence Corps, or Israeli SIGINT National Unit (ISNU). Note extensive reporting over many years in the 21st century on joint US military/Israel cyber effects and espionage activities when considering grounds exclusion of responsive materials. Please include processing notes in response to this request, even if denied in part. Thank you!\r\n\r\nNote that this request had been performed years ago, again expressing public interest and open source intelligence on these subjects. Please refer to case number 0392-2015 filed in that year.\r\n\r\nPlease advise of \"unusual circumstances\" regarding changes to the status of this request. \r\n\r\nNOTE: I request clarification and continuation of interest queries via this same channel of communication. Delivering physical mail to long deprecated and no longer used addresses does not fulfill the legal obligations of United States FOI code 5 U.S.C. § 552.\r\n\r\nThank you!\r\n- Martin Peck\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMartin Peck",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 164408,
        "from_user": 10049,
        "to_user": 2774,
        "subject": "RE: [Non-DoD Source] Freedom of Information Act Request: 8200Who",
        "datetime": "2024-06-03T10:16:23.716615",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Classification: UNCLASSIFIED\r\n======================================================\r\n\r\nGreetings Mr. Peck,\r\n\r\nThank you for submitting your FOIA Request to the Defense Intelligence Agency.  This email confirms the receipt of your request.\r\n\nWith Warm Regards,\r\nDIA FOIA Service Center\r\nwww.dia.mil/FOIA.aspx<http://www.dia.mil/FOIA.aspx>\r\n(301) 394-6253",
        "status": "processed",
        "likely_foia": null,
        "files": [
          {
            "id": 1180438,
            "ffile": "https://cdn.muckrock.com/foia_files/2024/06/03/WRD1882.jpg",
            "datetime": "2024-06-03T10:16:23.783200",
            "title": "~WRD1882",
            "source": "Defense Intelligence Agency, United States of America",
            "description": "",
            "doc_id": "",
            "pages": 0
          },
          {
            "id": 1180439,
            "ffile": "https://cdn.muckrock.com/foia_files/2024/06/03/FOIA-00213-2024.pdf",
            "datetime": "2024-06-03T10:16:24.007262",
            "title": "FOIA-00213-2024",
            "source": "Defense Intelligence Agency, United States of America",
            "description": "",
            "doc_id": "24724929-foia-00213-2024",
            "pages": 2
          }
        ],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/8200who-164408/"
  },
  {
    "id": 164406,
    "title": "Steven Greenstreet State Department",
    "slug": "steven-greenstreet-state-department",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 100760,
    "username": "atomic-answers",
    "agency": 14,
    "datetime_submitted": "2024-05-30T22:01:00.193276",
    "date_due": "2024-06-28",
    "days_until_due": null,
    "date_followup": "2024-08-29",
    "datetime_done": null,
    "datetime_updated": "2024-05-31T00:37:17.386432",
    "date_embargo": null,
    "tracking_id": "F-2024-12176",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164406,
        "from_user": 100760,
        "to_user": 9615,
        "subject": "Freedom of Information Act Request: Steven Greenstreet State Department",
        "datetime": "2024-05-30T22:01:00.312056",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAll employment records, security clearances held and/or applied for and/or denied, and memos/meeting minutes pertaining to Steven Eldred Greenstreet (Steven E Greenstreet, Steven Greenstreet), date of birth March 1979, who worked as a contractor producing/creating/directing video and other content for the State Department from at least 2009 through 2011.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBill Gagnon",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164406,
        "from_user": 9615,
        "to_user": 100760,
        "subject": "Your Password Information - U.S. Department of State",
        "datetime": "2024-05-31T00:15:09.370789",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Bill Gagnon, \r\n\r\nThe U.S. Department of State received a request for a new password for the account associated with this email address.  Details are below. \r\nOnce you login, please change your password to protect your account details. \r\n\r\nPassword Reset Link: https://pal.foia.state.gov/App/SetPassword.aspx?aun=5dXzqImO1QObcsjpmjB0yAtWiDlWZW42j8L1qQoOSLU= \r\nShould you require further assistance, then please contact FOIAStatus@state.gov\r\nRegards, \r\nU.S. Department of State",
        "status": "done",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164406,
        "from_user": 9615,
        "to_user": 100760,
        "subject": "Your Login Information for U.S. Department of State Requests",
        "datetime": "2024-05-31T00:16:20.739164",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Bill Gagnon, \r\n\r\nThank you for creating a profile in the Department of State's database.  The Department created a temporary password and sent it to the email address provided. Please check your email for this temporary password and return to https://pal.foia.state.gov to login. \r\nUsername: 164406-64727476@requests.muckrock.com \r\n\r\nKindly change the password provided by us.  Should you require further assistance, please contact FOIAStatus@state.gov\r\nRegards, \r\nRequesters Communications Branch \r\nOffice of Information Programs and Services \r\nU.S. Department of State",
        "status": "done",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164406,
        "from_user": 9615,
        "to_user": 100760,
        "subject": "Status Update for Request #F-2024-12176 with U.S. Department of State",
        "datetime": "2024-05-31T00:37:14.289812",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Bill Gagnon, \r\n\r\nThe status of your FOIA request #F-2024-12176 has been updated to the following status 'Received'. To learn more, please log into the DoS FOIA Portal via the Application URL below. \r\n\r\nhttps://pal.foia.state.gov\r\nRegards, \r\nU.S. Department of State",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164406,
        "from_user": 9615,
        "to_user": 100760,
        "subject": "Ref: F-2024-12176",
        "datetime": "2024-05-31T00:37:17.386432",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Bill Gagnon: \r\n\r\nThank you for filing your information access request to the U.S. Department of State.  Your request number is F-2024-12176. \r\nYou will receive a formal acknowledgement to your request in no later than 10 working days.  If the Department requires additional information from you, then you will also be notified. \r\nShould you have any questions about your request, you may also contact us at: \r\nFOIAStatus@state.gov\r\nRegards, \r\nRequesters Communications Branch \r\nOffice of Information Programs and Services \r\nU.S. Department of State",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/steven-greenstreet-state-department-164406/"
  },
  {
    "id": 164405,
    "title": "Samaritan's Purse",
    "slug": "samaritans-purse",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 134362,
    "username": "jmichels",
    "agency": 37956,
    "datetime_submitted": "2024-05-30T21:20:47.502541",
    "date_due": "2024-06-28",
    "days_until_due": null,
    "date_followup": "2024-06-28",
    "datetime_done": null,
    "datetime_updated": "2024-05-30T21:20:48.535642",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164405,
        "from_user": 134362,
        "to_user": 135344,
        "subject": "North Carolina Public Records Law Request: Samaritan's Purse",
        "datetime": "2024-05-30T21:20:48.535642",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the North Carolina Public Records Law, I hereby request the following records:\r\n\r\nInformation regarding the Watauga County Health Department's relationship with Samaritan's Purse, including the provision of  vaccinations by Samaritan's Purse to local residents in 2020 and 2021.\r\nInformation regarding contracts between Watauga County Health Department and Samaritan's Purse.\r\nEmail correspondence between Samaritan's Purse employees and officials with the Watauga County Health Department in 2020 and 2021.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nJonathan Michels",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "fax"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/watauga-county-4655/samaritans-purse-164405/"
  },
  {
    "id": 164402,
    "title": "Los Angeles Police Department: Social media settings",
    "slug": "los-angeles-police-department-social-media-settings",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 265,
    "datetime_submitted": "2024-05-30T15:49:41.176545",
    "date_due": "2024-06-09",
    "days_until_due": null,
    "date_followup": "2024-09-02",
    "datetime_done": null,
    "datetime_updated": "2024-06-04T14:43:12.287585",
    "date_embargo": null,
    "tracking_id": "24-6013",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164402,
        "from_user": 3031,
        "to_user": 9704,
        "subject": "California Public Records Act Request: Los Angeles Police Department: Social media settings",
        "datetime": "2024-05-30T15:49:41.268046",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nThis request seeks records relating to the Facebook page located at https://www.facebook.com/lapdhq. An example of what each of these records look like is attached and available at https://bit.ly/facebookfoia.\r\n\r\nIn order to access the requested information, you will first need to take the following steps:\r\n\r\n1. Log into the page account or a Facebook account with managerial access to the Facebook page. For information on this type of access, see: https://www.facebook.com/help/187316341316631.)\r\n2. \"Switch\" to the page account. To do so, click your profile photo in the top right, then click \"See all profiles\", then select the Page you want to switch into. (See the instructions here: https://www.facebook.com/help/123930246348340).\r\n3. Click \"Professional dashboard\" on the left, or go to this URL: https://www.facebook.com/lapdhq/?sk=professional_dashboard\r\n\r\nI request the following information:\r\n\r\n1. The \"Page and Tagging\" information. Once logged into the account, go to this URL: https://www.facebook.com/settings/?tab=timeline&privacy_source=timeline_gear_menu. \r\n\r\n2. The list of blocked users. This information is accessible by following these steps:\r\n(a) Once logged into the account, go to this URL: https://www.facebook.com/settings?tab=blocking\r\n(b) Click \"Edit\" next to \"Block users\" \r\n(c) Click \"See your blocked list\"\r\n\r\n3. The list of blocked Pages. This information is accessible by following these steps:\r\n(a) Once logged into the account, go to this URL: https://www.facebook.com/settings?tab=blocking\r\n(b) Click \"Edit\" next to \"Block Pages\" \r\n(c) Click \"See your blocked list\"\r\n\r\n4. The list of \"Moderation Assist\" criteria. This information is accessible by following either of these steps:\r\n(a) Once logged into the account, go to the \"Professional Dashboard\" and then click \"Moderation Assist\" on the left side of the screen.\r\n(b) Alternatively, visit this URL: https://www.facebook.com/lapdhq/professional_dashboard/moderation_assist\r\n\r\n5. If the \"Moderation Assist\" criteria includes \"Comment has certain keywords\", the list of keywords. This information is accessible by following the steps in (4) above, then:\r\n(a) Click the pencil (edit) icon next to each of the criteria (\"Comment has certain keywords\").\r\n(b) Click \"Edit\" from the drop-down menu.\r\n(c) Click \"Comment has certain keywords\"\r\n(d) On the right side of the \"Keywords\" menu, click the ellipsis menu (\"...\")\r\n(e) Click \"Copy list\" from the dropdown menu.\r\n(f) Provide the information from the list.\r\n\r\n6. If the \"Moderation Assist\" criteria includes \"Comment has specific links\", the list of keywords. This information is accessible by following the steps in (4) above, then:\r\n(a) Click the pencil (edit) icon next to each of the criteria (\"Comment has specific links\").\r\n(b) Click \"Edit\" from the drop-down menu.\r\n(c) Click \"Comment has links to specific sites.\"\r\n(d) Provide the information from the \"Added sites\" list.\r\n\r\n7. The list of people with Facebook access. From the \"Professional dashboard\" page (https://www.facebook.com/lapdhq/?sk=professional_dashboard), click \"Page Access\" on the left side of the screen. Alternatively, visit this URL: https://www.facebook.com/settings/?tab=profile_access\r\n\r\n8. The list of moderation actions in the Activity log. This information is accessible by following these steps:\r\n(a) Once logged into the account, go to the \"Professional Dashboard.\"\r\n(b) Click \"Moderation Assist\" on the left side of the screen (or go to this URL: https://www.facebook.com/lapdhq/professional_dashboard/moderation_assist).\r\n(c) Click \"Activity log\" on the left side of the screen (or go to this URL: https://www.facebook.com/lapdhq/professional_dashboard/moderation_activity_log).\r\n(c) From the dropdown menu labeled \"Visible comments\", select \"Hidden comments\".\r\n(d) Continue scrolling down until the complete list is loaded.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164402,
        "from_user": 9704,
        "to_user": 3031,
        "subject": "Your City of Los Angeles public records request #24-6013 has been opened.",
        "datetime": "2024-06-03T20:42:40.078170",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "City of Los Angeles\r\n\r\n************************************************************************\r\n\r\n\r\nYour record request #24-6013 has been submitted successfully.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n************************************************************************                          \r\nReply to this email or sign in to contact City of Los Angeles.<br><br>\r\n             <a href=\"https://lacity.nextrequest.com/settings?id=1441218\">Change your email settings</a> | <a href=\"https://www.nextrequest.civicplus.help/hc/en-us/categories/17720084172567-Requesters\">Visit our help center</a>",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164402,
        "from_user": 9704,
        "to_user": 3031,
        "subject": "[ACTION REQUIRED] Your City of Los Angeles public records portal account",
        "datetime": "2024-06-03T20:42:46.728886",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Use this to confirm your account. The link is only valid for 24 hours.\r\n\r\nCity of Los Angeles\r\n\r\n************************************************************************\r\nHello Adam Steinbaugh!\r\n************************************************************************\r\n\r\nYou can confirm your City of Los Angeles public records portal account by copying and pasting the URL below into your web browser. This link is only valid for the next 24 hours.\r\n\r\nMagic link: https://lacity.nextrequest.com/users/confirmation?confirmation_token=TpN48-aEZaKgyVLmDgTD\r\n\r\n\r\n\r\n************************************************************************                          \r\nQuestions? Check out our help page (https://www.nextrequest.com/support) or email us at support@nextrequest.com.\r\n************************************************************************\r\n\r\nPowered by NextRequest (https://www.nextrequest.com).",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164402,
        "from_user": 9704,
        "to_user": 3031,
        "subject": "[External Message Added] City of Los Angeles public records request #24-6013",
        "datetime": "2024-06-04T14:43:12.287585",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "City of Los Angeles\r\n\r\n************************************************************************\r\n\r\n\r\nA message was sent to you regarding record request #24-6013:\r\n\r\nDear Requester,\r\n\r\n\r\n\r\nYour California Public Records Act (CPRA) request was received and will be assigned to a CPRA Analyst.\r\n\r\n\r\n\r\nIf you have questions, please respond to this email.\r\n\r\n\r\n\r\nRespectfully,\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nLAPD Public Records &amp; Subpoena Response Section, CPRA Unit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n************************************************************************                          \r\n<em>Questions about your request?</em> Reply to this email or sign in to contact staff at City of Los Angeles.<br><em>Technical support:</em> See our <a href=\"https://www.nextrequest.civicplus.help/hc/en-us/categories/17720084172567-Requesters\">help page</a>",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/los-angeles-91/los-angeles-police-department-social-media-settings-164402/"
  },
  {
    "id": 164401,
    "title": "Chicago Police Department: Social media settings",
    "slug": "chicago-police-department-social-media-settings",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 503,
    "datetime_submitted": "2024-05-30T15:48:44.381231",
    "date_due": "2024-06-06",
    "days_until_due": null,
    "date_followup": "2024-09-02",
    "datetime_done": null,
    "datetime_updated": "2024-06-03T22:25:32.442390",
    "date_embargo": null,
    "tracking_id": "P951110-060324",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164401,
        "from_user": 3031,
        "to_user": 9543,
        "subject": "Illinois Freedom of Information Act. Request: Chicago Police Department: Social media settings",
        "datetime": "2024-05-30T15:48:44.479656",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nThis request seeks records relating to the Facebook page located at https://www.facebook.com/ChicagoPoliceDepartment. An example of what each of these records look like is attached and available at https://bit.ly/facebookfoia.\r\n\r\nIn order to access the requested information, you will first need to take the following steps:\r\n\r\n1. Log into the page account or a Facebook account with managerial access to the Facebook page. For information on this type of access, see: https://www.facebook.com/help/187316341316631.)\r\n2. \"Switch\" to the page account. To do so, click your profile photo in the top right, then click \"See all profiles\", then select the Page you want to switch into. (See the instructions here: https://www.facebook.com/help/123930246348340).\r\n3. Click \"Professional dashboard\" on the left, or go to this URL: https://www.facebook.com/ChicagoPoliceDepartment/?sk=professional_dashboard\r\n\r\nI request the following information:\r\n\r\n1. The \"Page and Tagging\" information. Once logged into the account, go to this URL: https://www.facebook.com/settings/?tab=timeline&privacy_source=timeline_gear_menu. \r\n\r\n2. The list of blocked users. This information is accessible by following these steps:\r\n(a) Once logged into the account, go to this URL: https://www.facebook.com/settings?tab=blocking\r\n(b) Click \"Edit\" next to \"Block users\" \r\n(c) Click \"See your blocked list\"\r\n\r\n3. The list of blocked Pages. This information is accessible by following these steps:\r\n(a) Once logged into the account, go to this URL: https://www.facebook.com/settings?tab=blocking\r\n(b) Click \"Edit\" next to \"Block Pages\" \r\n(c) Click \"See your blocked list\"\r\n\r\n4. The list of \"Moderation Assist\" criteria. This information is accessible by following either of these steps:\r\n(a) Once logged into the account, go to the \"Professional Dashboard\" and then click \"Moderation Assist\" on the left side of the screen.\r\n(b) Alternatively, visit this URL: https://www.facebook.com/ChicagoPoliceDepartment/professional_dashboard/moderation_assist\r\n\r\n5. If the \"Moderation Assist\" criteria includes \"Comment has certain keywords\", the list of keywords. This information is accessible by following the steps in (4) above, then:\r\n(a) Click the pencil (edit) icon next to each of the criteria (\"Comment has certain keywords\").\r\n(b) Click \"Edit\" from the drop-down menu.\r\n(c) Click \"Comment has certain keywords\"\r\n(d) On the right side of the \"Keywords\" menu, click the ellipsis menu (\"...\")\r\n(e) Click \"Copy list\" from the dropdown menu.\r\n(f) Provide the information from the list.\r\n\r\n6. If the \"Moderation Assist\" criteria includes \"Comment has specific links\", the list of keywords. This information is accessible by following the steps in (4) above, then:\r\n(a) Click the pencil (edit) icon next to each of the criteria (\"Comment has specific links\").\r\n(b) Click \"Edit\" from the drop-down menu.\r\n(c) Click \"Comment has links to specific sites.\"\r\n(d) Provide the information from the \"Added sites\" list.\r\n\r\n7. The list of people with Facebook access. From the \"Professional dashboard\" page (https://www.facebook.com/ChicagoPoliceDepartment/?sk=professional_dashboard), click \"Page Access\" on the left side of the screen. Alternatively, visit this URL: https://www.facebook.com/settings/?tab=profile_access\r\n\r\n8. The list of moderation actions in the Activity log. This information is accessible by following these steps:\r\n(a) Once logged into the account, go to the \"Professional Dashboard.\"\r\n(b) Click \"Moderation Assist\" on the left side of the screen (or go to this URL: https://www.facebook.com/ChicagoPoliceDepartment/professional_dashboard/moderation_assist).\r\n(c) Click \"Activity log\" on the left side of the screen (or go to this URL: https://www.facebook.com/ChicagoPoliceDepartment/professional_dashboard/moderation_activity_log).\r\n(c) From the dropdown menu labeled \"Visible comments\", select \"Hidden comments\".\r\n(d) Continue scrolling down until the complete list is loaded.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164401,
        "from_user": 9543,
        "to_user": 3031,
        "subject": "Welcome to the City of Chicago Request Center!",
        "datetime": "2024-06-03T22:25:32.216191",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Adam Steinbaugh, \r\n \r\n \r\nThank you for registering with the City of Chicago Public Records Portal. \r\nIf you did not submit your request through the public portal but are receiving this e-mail, we are excited to share with you that you can now submit FOIA requests through a newly implemented online request system. While you will still be allowed to email your FOIA requests, creating an account and submitting your request online will allow you to check the online portal for the status of requests. You will also receive an email when the records are ready to be downloaded. \r\n \r\nPlease click here to visit our \r\n Login: 164401-03703896@requests.muckrock.com \r\n \r\nIf you have never used this system or cannot remember your password, please request a Temporary Password using the Forgot Password option on the login screen. \r\n \r\nThis is an auto-generated email and has originated from an unmonitored email account. Please DO NOT REPLY.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 164401,
        "from_user": 9543,
        "to_user": 3031,
        "subject": "Non-Commercial FOIA Request :: P951110-060324",
        "datetime": "2024-06-03T22:25:32.442390",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Adam: \r\n \r\nThank you for your interest in information from the Chicago Police Department. Your FOIA request has been received and is being processed. Your FOIA Center reference number for tracking purposes is: P951110-060324 \r\nYou have requested the following records: To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nThis request seeks records relating to the Facebook page located at https://www.facebook.com/ChicagoPoliceDepartment. An example of what each of these records look like is attached and available at https://bit.ly/facebookfoia.\r\n\r\nIn order to access the requested information, you will first need to take the following steps:\r\n\r\n1. Log into the page account or a Facebook account with managerial access to the Facebook page. For information on this type of access, see: https://www.facebook.com/help/187316341316631.)\r\n2. \"Switch\" to the page account. To do so, click your profile photo in the top right, then click \"See all profiles\", then select the Page you want to switch into. (See the instructions here: https://www.facebook.com/help/123930246348340).\r\n3. Click \"Professional dashboard\" on the left, or go to this URL: https://www.facebook.com/ChicagoPoliceDepartment/?sk=professional_dashboard\r\n\r\nI request the following information:\r\n\r\n1. The \"Page and Tagging\" information. Once logged into the account, go to this URL: https://www.facebook.com/settings/?tab=timeline&privacy_source=timeline_gear_menu.\r\n\r\n2. The list of blocked users. This information is accessible by following these steps:\r\n(a) Once logged into the account, go to this URL: https://www.facebook.com/settings?tab=blocking\r\n(b) Click \"Edit\" next to \"Block users\"\r\n(c) Click \"See your blocked list\"\r\n\r\n3. The list of blocked Pages. This information is accessible by following these steps:\r\n(a) Once logged into the account, go to this URL: https://www.facebook.com/settings?tab=blocking\r\n(b) Click \"Edit\" next to \"Block Pages\"\r\n(c) Click \"See your blocked list\"\r\n\r\n4. The list of \"Moderation Assist\" criteria. This information is accessible by following either of these steps:\r\n(a) Once logged into the account, go to the \"Professional Dashboard\" and then click \"Moderation Assist\" on the left side of the screen.\r\n(b) Alternatively, visit this URL: https://www.facebook.com/ChicagoPoliceDepartment/professional_dashboard/moderation_assist\r\n\r\n5. If the \"Moderation Assist\" criteria includes \"Comment has certain keywords\", the list of keywords. This information is accessible by following the steps in (4) above, then:\r\n(a) Click the pencil (edit) icon next to each of the criteria (\"Comment has certain keywords\").\r\n(b) Click \"Edit\" from the drop-down menu.\r\n(c) Click \"Comment has certain keywords\"\r\n(d) On the right side of the \"Keywords\" menu, click the ellipsis menu (\"...\")\r\n(e) Click \"Copy list\" from the dropdown menu.\r\n(f) Provide the information from the list.\r\n\r\n6. If the \"Moderation Assist\" criteria includes \"Comment has specific links\", the list of keywords. This information is accessible by following the steps in (4) above, then:\r\n(a) Click the pencil (edit) icon next to each of the criteria (\"Comment has specific links\").\r\n(b) Click \"Edit\" from the drop-down menu.\r\n(c) Click \"Comment has links to specific sites.\"\r\n(d) Provide the information from the \"Added sites\" list.\r\n\r\n7. The list of people with Facebook access. From the \"Professional dashboard\" page (https://www.facebook.com/ChicagoPoliceDepartment/?sk=professional_dashboard), click \"Page Access\" on the left side of the screen. Alternatively, visit this URL: https://www.facebook.com/settings/?tab=profile_access\r\n\r\n8. The list of moderation actions in the Activity log. This information is accessible by following these steps:\r\n(a) Once logged into the account, go to the \"Professional Dashboard.\"\r\n(b) Click \"Moderation Assist\" on the left side of the screen (or go to this URL: https://www.facebook.com/ChicagoPoliceDepartment/professional_dashboard/moderation_assist).\r\n(c) Click \"Activity log\" on the left side of the screen (or go to this URL: https://www.facebook.com/ChicagoPoliceDepartment/professional_dashboard/moderation_activity_log).\r\n(c) From the dropdown menu labeled \"Visible comments\", select \"Hidden comments\".\r\n(d) Continue scrolling down until the complete list is loaded.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh\r\n\r\nUpload documents directly: https://accounts.muckrock.com/accounts/login/?next=https%3A%2F%2Fwww.muckrock.com%2Faccounts%2Flogin%2F%3Fnext%3D%252Faccounts%252Fagency_login%252Fchicago-police-department-503%252Fchicago-police-department-social-media-settings-164401%252F%253Femail%253Dfoia%252540chicagopolice.org&url_auth_token=AAAjxjMtpIpF_W_lFWW9xxGvJO8%3A1sEJpK%3AAw0WfVbEJioJIym4J4eBjYgRcf1OHBFXI1y--Mb7eCo \r\nChicago Police Department (CPD) responds to all public records requests in accordance with the Illinois Freedom of Information Act (FOIA), 5 ILCS 140/1 et seq.  If further time is needed to assemble and copy all documents responsive to your FOIA request, we will contact you with a time estimate and a request to extend. You can monitor the progress of your request at the link below and you’ll receive an email when your request has been completed. Thank you for using the Chicago FOIA Center.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/chicago-169/chicago-police-department-social-media-settings-164401/"
  }
]