[
  {
    "id": 162640,
    "title": "April 2024 police incident",
    "slug": "april-2024-police-incident",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 103162,
    "username": "lewismanning",
    "agency": 365,
    "datetime_submitted": "2024-04-25T11:15:38.344459",
    "date_due": "2024-05-09",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-25T11:15:38.457708",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162640,
        "from_user": 103162,
        "to_user": 10163,
        "subject": "",
        "datetime": "2024-04-25T11:15:38.457708",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\nI am seeking records related to the police incident at 12th Street and the I-35 SB frontage road on April 23 at approximately 7:30pm. Please provide any:\r\n- incident reports\r\n- 911 calls\r\n- police body camera footage (of the incident commander only)\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nLewis Manning",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/austin-139/april-2024-police-incident-162640/"
  },
  {
    "id": 162639,
    "title": "KENT SCHOOL DISTRICT – Disclosure of all LEGAL INVOICES and PAYMENTS to Attorneys and/or Law Firms (2020-2024)",
    "slug": "kent-school-district-disclosure-of-all-legal-invoices-and-payments-to-attorneys-andor-law-firms-2020-2024",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 133713,
    "username": "spilledtea",
    "agency": 20067,
    "datetime_submitted": "2024-04-25T10:35:36.948331",
    "date_due": "2024-05-02",
    "days_until_due": null,
    "date_followup": "2024-05-02",
    "datetime_done": null,
    "datetime_updated": "2024-04-25T10:35:37.111927",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "real housewives of kent school board",
      "#1669",
      "2024 capital projects & technology replacement levy (failed)"
    ],
    "communications": [
      {
        "foia": 162639,
        "from_user": 133713,
        "to_user": 31494,
        "subject": "Washington Public Records Act Request: KENT SCHOOL DISTRICT – Disclosure of all LEGAL INVOICES and PAYMENTS to Attorneys and/or Law Firms (2020-2024)",
        "datetime": "2024-04-25T10:35:37.111927",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "April 25, 2024\r\n\r\nKENT SCHOOL DISTRICT – Public Records request for digital copies of all LEGAL INVOICES and PAYMENTS to Attorneys and/or Law Firms (2020-2024)\r\n\r\nVia email: PublicRecords@Kent.k12.wa.us\r\n\r\nTo Whom It May Concern:\r\n\r\nPursuant to the Washington Public Records Act [RCW 42.56] I hereby request digital copies the following public records:\r\n\r\n1. Digital copies of any/all invoices or bills for any/all legal services or legal representation provided to the District, the District School Board, or District employees.\r\n\r\n2. Digital copies of any/all payments made by the District for any/all legal services provided to the District.\r\n\r\n3. Digital copies of any/all emails, texts, and/or communications of any kind regarding legal invoices and/or payment for legal services of any kind made by the District.\r\n\r\nDATE RANGE\r\nThe date range for this request is January 1, 2020 to April 25, 2024.\r\n\r\nRECORDS INSTALLMENTS - ORDER OF PRODUCTION\r\nIf production of responsive records will be completed in multiple installments, please begin by producing records in REVERSE CHRONOLOGICAL FORMAT BY DATE. The most recent public records should be produced first and the oldest records produced last by date.\r\n\r\nDEFINITION OF RECORDS AND WRITINGS\r\nRECORDS AND WRITINGS as defined by RCW 42.56.010(4): any handwriting, typewriting, printing, photostating, photographing, and every other means of recording any form of communication or representation including, but not limited to, letters, words, pictures, sounds, or symbols, or combination thereof, and all papers, maps, magnetic or paper tapes, photographic films and prints, motion picture, film and video recordings, magnetic or punched cards, discs, drums, diskettes, sound recordings, and other documents including existing data compilations from which information may be obtained or translated.\r\n\r\nPRODUCTION PROCESSING AND DELIVERY OF ELECTRONIC RECORDS\r\nPlease provide all records in their native electronic format. Please do not instead create new records by printing electronic files then scanning and printing the newly scanned prints.\r\n\r\nWashington State Law is clear that the use of 3rd party “portals” (Such as GOVQA) for a public records request is optional for the requestor. Respectfully I decline. Please provide all records electronically via direct email attachment to this email address.\r\n\r\nPlease do not register this requestor for, nor direct this requestor to the use of any 3rd party commercial portal including but not limited to FOIAOnline, GovQA, NextRequest, FOIAExpress, JustFOIA FOIADirect, WebForm, or any other online service other than a direct NO PASSWORD REQUIRED, NO REGISTRATION REQUIRED, internet cloud-based download link, or electronic email.\r\n\r\nDo not send any portion of this public records request to any 3rd party for-profit corporation such as GOVQA, a Grannicus Corporation or NEXT-REQUEST.\r\n\r\nDo not register this request with any for profit portal or 3rd party organization such as GOVQA, a Grannicus Corporation, or NEXT-REQUEST.\r\n\r\nPUBLIC RECORDS REQUESTS SUBMITTED VIA EMAIL\r\n\r\nRCW 42.56.080 - Identifiable records—Facilities for copying—Availability of public records.\r\n\r\n\"...Agencies shall honor requests received in person during an agency's normal office hours, or by mail or email, for identifiable public records unless exempted by provisions of this chapter. No official format is required for making a records request; however, agencies may recommend that requestors submit requests using an agency provided form or web page.\"\r\n\r\nThis public records request is being made via email. This public records request will be honored and fulfilled by your agency via email as requested or relief will be sought per statute.\r\n\r\nNATIVE ELECTRONIC FORMAT\r\n\r\nPlease provide all identified public records in their NATIVE electronic format, either .pst file or .pdf/ .pdf PORTFOLIO file. Please provide all electronic records in the fewest number of individual files as per native format or use free .zip or digital compression in each installment for the fewest number of total records and the most economical calculation of any applicable public records fees.\r\n\r\nFEES\r\nIn the event that there are fees, please inform us of the total charges in advance of fulfilling the request in strict compliance with all provisions of the Washington State Public Records Act.\r\n\r\nEXEMPTION LOGS\r\nPlease ensure all redactions or exemptions claimed by your agency in the production of responsive records are accompanied by a complete and detailed exemption log noting the valid legal reason for each exemption at each redaction location in the record produced, as well as the specific number of pages if any that your agency redacts or withholds in their entirety. Each redaction should be noted by footnote or by a clear reference to the specific justification for that redaction, and only the minimal exempt portion of any record may be withheld.\r\n\r\nCOMMERCIAL PURPOSE DECLARATION\r\nThe Washington State Public Records Act prohibits the disclosure of “lists of individuals” for a commercial purpose (RCW 42.56.070(8)). I declare this public records request is not being made for any commercial purpose whatsoever. Also, this public records request is not being made for a \"list of individuals.\" This declaration satisfies all requirements of RCW 42.56 regarding prohibitions on lists and commercial purposes. No additional commercial purpose declaration will be completed for this public records request.\r\n\r\nPRESERVATION OF PUBLIC RECORDS *** ANTICIPATE LITAGATION ***\r\n\r\nWAC 44-14-03005 RETENTION OF PUBLIC RECORDS\r\n\r\nThe lawful destruction of public records is governed by retention schedules. The unlawful destruction of public records can be a crime. RCW 40.16.010 and 40.16.020. An agency is prohibited from destroying a public record, even if it is about to be lawfully destroyed under a retention schedule, if a public records request has been made for that record. RCW 42.56.100. Additional retention requirements might apply if the records may be relevant to actual or anticipated litigation. The agency is required to retain the record until the record request has been resolved.\r\n\r\nNote: An agency can be found to violate the Public Records Act and be subject to the attorneys' fees and penalty provision if it prematurely destroys a requested record after a request is made. See Yacobellis v. City of Bellingham, 55 Wn. App. 706, 780 P.2d 272 (1989). However, it is not a violation of the Public Records Act if a record is destroyed prior to an agency's receipt of a public records request for that record. Bldg. Indus. Ass'n of Wash. v. McCarthy, 152 Wn. App. 720, 218 P.3d 196 (2009); West v. Dep't of\r\nNat. Res., 163 Wn. App. 238, 258 P.3d 78 (2011). The Public Records Act (chapter 42.56 RCW) and the records retention statutes (chapter 40.14 RCW) are two different laws.\r\n\r\nCOMMUNICATION VIA EMAIL\r\n\r\nPlease send all requests for clarification, status updates, and production of responsive electronic documents via direct email reply.\r\n\r\nThe requested documents will be made available to the general public.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. We look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nGood Luck.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/kent-67/kent-school-district-disclosure-of-all-legal-invoices-and-payments-to-attorneys-andor-law-firms-2020-2024-162639/"
  },
  {
    "id": 162619,
    "title": "John A. Rizzo and Cognitive Decline",
    "slug": "john-a-rizzo-and-cognitive-decline",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 129343,
    "username": "trevorhughdavisv",
    "agency": 6,
    "datetime_submitted": "2024-04-25T00:37:48.066872",
    "date_due": "2024-05-23",
    "days_until_due": null,
    "date_followup": "2024-07-24",
    "datetime_done": null,
    "datetime_updated": "2024-04-25T00:37:48.281545",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162619,
        "from_user": 129343,
        "to_user": 9567,
        "subject": "Freedom of Information Act Request: John A. Rizzo and Cognitive Decline",
        "datetime": "2024-04-25T00:37:48.281545",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nDear FOIA Officer,\r\n\r\nUnder the Freedom of Information Act, I am requesting access to and copies of all records and communications pertaining to John A. Rizzo following his retirement from the CIA. This request includes, but is not limited to, any communications, evaluations, or mentions of his mental status.\r\n\r\nFurthermore, I request records and communications involving his wife, Sharon Rizzo, and her daughter, Stephanie Darga née Breed, that are held by your agency.\r\n\r\nPlease include all relevant materials found in email correspondences, memos, notes, audio recordings, and any digital communication formats from the date of Mr. Rizzo’s retirement to the present.\r\n\r\nIn case there are any fees for searching or copying these records, please inform me if the cost will exceed $[amount]. However, I request a waiver of all fees for this request. Disclosure of the requested information is in the public interest because it is likely to contribute significantly to public understanding of the operations or activities of the government and is not primarily in my commercial interest.\r\n\r\nPlease be advised that this request is being made under the Freedom of Information Act and is therefore subject to a statutory time limit.\r\n\r\nThank you for your consideration of this request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTrevor Davis",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/john-a-rizzo-and-cognitive-decline-162619/"
  },
  {
    "id": 162618,
    "title": "Amanda Milius",
    "slug": "amanda-milius",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 129343,
    "username": "trevorhughdavisv",
    "agency": 14,
    "datetime_submitted": "2024-04-25T00:03:15.692255",
    "date_due": "2024-05-23",
    "days_until_due": null,
    "date_followup": "2024-07-24",
    "datetime_done": null,
    "datetime_updated": "2024-04-25T01:22:25.883774",
    "date_embargo": null,
    "tracking_id": "F-2024-10348",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162618,
        "from_user": 129343,
        "to_user": 9615,
        "subject": "Freedom of Information Act Request: Amanda Milius",
        "datetime": "2024-04-25T00:03:15.856254",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nDear FOIA Officer,\r\n\r\nUnder the Freedom of Information Act (5 U.S.C. 552), I request access to and copies of all records, including but not limited to electronic records, emails, correspondence, meeting notes, and other communications involving Mike Cernovich, Jack Posobiec, and any career or political officials within the Department of State during the administration of President Donald Trump (January 20, 2017, to January 20, 2021).\r\n\r\nPlease include all relevant documents that detail communications, meetings, and correspondences with these individuals, as well as any notes, agendas, or mentions of them in communications with Department of State officials. I am interested in understanding the nature and extent of their interactions with the Department of State during this period.\r\n\r\nI understand that there may be fees for this request and would appreciate it if you would inform me of the total charges in advance of fulfilling my request. Please notify me prior to your incurring any expenses in excess of $1000.\r\n\r\nIf my request is denied in whole or part, I ask that you justify all deletions by reference to specific exemptions of the act. I will also expect you to release all segregable portions of otherwise exempt material. I reserve the right to appeal your decision to withhold any information or to deny a waiver of fees.\r\n\r\nAs I am making this request in the public interest, for the purpose of disseminating information regarding the public activities and operations of the U.S. Department of State to the general public, I request that you waive any fees associated with the processing of this request.\r\n\r\nPlease respond to this request within 20 business days, as outlined by the statute. Thank you for your consideration of this request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTrevor Davis",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 162618,
        "from_user": 9615,
        "to_user": 129343,
        "subject": "Your Password Information - U.S. Department of State",
        "datetime": "2024-04-25T01:10:56.929787",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Trevor Davis, \r\n\r\nThe U.S. Department of State received a request for a new password for the account associated with this email address.  Details are below. \r\nOnce you login, please change your password to protect your account details. \r\n\r\nPassword Reset Link: https://pal.foia.state.gov/App/SetPassword.aspx?aun=IhPh2TzG4l8GH+brlHQ8U97spFccaF/eXGTBND5/6fQ= \r\nShould you require further assistance, then please contact FOIAStatus@state.gov\r\nRegards, \r\nU.S. Department of State",
        "status": "done",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 162618,
        "from_user": 9615,
        "to_user": 129343,
        "subject": "Your Login Information for U.S. Department of State Requests",
        "datetime": "2024-04-25T01:12:35",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Trevor Davis, \r\n\r\nThank you for creating a profile in the Department of State's database.  The Department created a temporary password and sent it to the email address provided. Please check your email for this temporary password and return to https://pal.foia.state.gov to login. \r\nUsername: 162618-56208317@requests.muckrock.com \r\n\r\nKindly change the password provided by us.  Should you require further assistance, please contact FOIAStatus@state.gov\r\nRegards, \r\nRequesters Communications Branch \r\nOffice of Information Programs and Services \r\nU.S. Department of State",
        "status": "done",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 162618,
        "from_user": 9615,
        "to_user": 129343,
        "subject": "Status Update for Request #F-2024-10348 with U.S. Department of State",
        "datetime": "2024-04-25T01:16:57.876439",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Trevor Davis, \r\n\r\nThe status of your FOIA request #F-2024-10348 has been updated to the following status 'Received'. To learn more, please log into the DoS FOIA Portal via the Application URL below. \r\n\r\nhttps://pal.foia.state.gov\r\nRegards, \r\nU.S. Department of State",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 162618,
        "from_user": 9615,
        "to_user": 129343,
        "subject": "Ref: F-2024-10348",
        "datetime": "2024-04-25T01:17:02.502051",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Trevor Davis: \r\n\r\nThank you for filing your information access request to the U.S. Department of State.  Your request number is F-2024-10348. \r\nYou will receive a formal acknowledgement to your request in no later than 10 working days.  If the Department requires additional information from you, then you will also be notified. \r\nShould you have any questions about your request, you may also contact us at: \r\nFOIAStatus@state.gov\r\nRegards, \r\nRequesters Communications Branch \r\nOffice of Information Programs and Services \r\nU.S. Department of State",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 162618,
        "from_user": 9615,
        "to_user": 129343,
        "subject": "Your Login Information for U.S. Department of State Requests",
        "datetime": "2024-04-25T01:22:25.883774",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Trevor Davis, \r\n\r\nThank you for creating a profile in the Department of State's database.  The Department created a temporary password and sent it to the email address provided. Please check your email for this temporary password and return to https://pal.foia.state.gov to login. \r\nUsername: 162618-56208317@requests.muckrock.com \r\n\r\nKindly change the password provided by us.  Should you require further assistance, please contact FOIAStatus@state.gov\r\nRegards, \r\nRequesters Communications Branch \r\nOffice of Information Programs and Services \r\nU.S. Department of State",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/amanda-milius-162618/"
  },
  {
    "id": 162617,
    "title": "andrew trabulsi (Central Intelligence Agency)",
    "slug": "andrew-trabulsi-central-intelligence-agency",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 129343,
    "username": "trevorhughdavisv",
    "agency": 6,
    "datetime_submitted": "2024-04-24T23:49:40.903871",
    "date_due": "2024-05-22",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-24T23:49:41.201926",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162617,
        "from_user": 129343,
        "to_user": 9567,
        "subject": "",
        "datetime": "2024-04-24T23:49:41.201926",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nDear Information and Privacy Coordinator,\r\n\r\nUnder the Freedom of Information Act (5 U.S.C. 552), I am requesting access to and copies of all records, including but not limited to, electronic records, emails, correspondence, calendar entries, meeting notes, and any other forms of communications from the date of their cessation of employment to the present, involving any contacts between Jacqueline Lopour and Andrew Trabulsi (both former employees of the CIA and currently employed by Alphabet) and any personnel at the Central Intelligence Agency.\r\n\r\nPlease include any records pertaining to meetings, phone calls, emails, and any other forms of communication with either Jacqueline Lopour or Andrew Trabulsi. I am particularly interested in communications that occurred after their employment with the CIA, as part of their roles at Alphabet.\r\n\r\nI understand that there may be fees for this request and would appreciate it if you would inform me of the total charges in advance of fulfilling my request. Please notify me prior to your incurring any expenses in excess of $1000.\r\n\r\nIf my request is denied in whole or part, I ask that you justify all deletions by reference to specific exemptions of the act. I will also expect you to release all segregable portions of otherwise exempt material. I reserve the right to appeal your decision to withhold any information or to deny a waiver of fees.\r\n\r\nAs I am making this request in the public interest, for the purpose of disseminating information regarding public activities and operations of the Central Intelligence Agency to the general public, I request that you waive any fees associated with the processing of this request.\r\n\r\nPlease respond to this request within 20 business days, as outlined by the statute. Thank you for your consideration of this request.\r\n\r\nSincerely,\r\n\r\nTrevor Davis\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTrevor Davis",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/andrew-trabulsi-central-intelligence-agency-162617/"
  },
  {
    "id": 162616,
    "title": "andrew trabulsi (National Security Agency)",
    "slug": "andrew-trabulsi-national-security-agency",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 129343,
    "username": "trevorhughdavisv",
    "agency": 17,
    "datetime_submitted": "2024-04-24T23:49:40.903871",
    "date_due": "2024-05-22",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-24T23:49:41.100910",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162616,
        "from_user": 129343,
        "to_user": 25363,
        "subject": "",
        "datetime": "2024-04-24T23:49:41.100910",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nDear Information and Privacy Coordinator,\r\n\r\nUnder the Freedom of Information Act (5 U.S.C. 552), I am requesting access to and copies of all records, including but not limited to, electronic records, emails, correspondence, calendar entries, meeting notes, and any other forms of communications from the date of their cessation of employment to the present, involving any contacts between Jacqueline Lopour and Andrew Trabulsi (both former employees of the CIA and currently employed by Alphabet) and any personnel at the Central Intelligence Agency.\r\n\r\nPlease include any records pertaining to meetings, phone calls, emails, and any other forms of communication with either Jacqueline Lopour or Andrew Trabulsi. I am particularly interested in communications that occurred after their employment with the CIA, as part of their roles at Alphabet.\r\n\r\nI understand that there may be fees for this request and would appreciate it if you would inform me of the total charges in advance of fulfilling my request. Please notify me prior to your incurring any expenses in excess of $1000.\r\n\r\nIf my request is denied in whole or part, I ask that you justify all deletions by reference to specific exemptions of the act. I will also expect you to release all segregable portions of otherwise exempt material. I reserve the right to appeal your decision to withhold any information or to deny a waiver of fees.\r\n\r\nAs I am making this request in the public interest, for the purpose of disseminating information regarding public activities and operations of the Central Intelligence Agency to the general public, I request that you waive any fees associated with the processing of this request.\r\n\r\nPlease respond to this request within 20 business days, as outlined by the statute. Thank you for your consideration of this request.\r\n\r\nSincerely,\r\n\r\nTrevor Davis\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTrevor Davis",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/andrew-trabulsi-national-security-agency-162616/"
  },
  {
    "id": 162615,
    "title": "Untitled",
    "slug": "untitled",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 129343,
    "username": "trevorhughdavisv",
    "agency": 83,
    "datetime_submitted": "2024-04-24T23:40:35.035314",
    "date_due": "2024-05-22",
    "days_until_due": null,
    "date_followup": "2024-07-24",
    "datetime_done": null,
    "datetime_updated": "2024-04-25T01:02:47.109947",
    "date_embargo": null,
    "tracking_id": "2024-FOIA-00437",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162615,
        "from_user": 129343,
        "to_user": 9624,
        "subject": "Freedom of Information Act Request: Untitled",
        "datetime": "2024-04-24T23:40:35.163564",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nUnder the Freedom of Information Act (5 U.S.C. 552), I am requesting access to and copies of all records, including but not limited to, electronic records, emails, correspondence, calendar entries, meeting notes, and any other communications from January 1, [Start Year] to the present, concerning any communications and contacts between Natalia Chefer (in her role as Managing Director of DE Shaw, please include any aliases or misspellings) and any personnel at the U.S. Department of the Treasury.\r\n\r\nPlease include any available records related to meetings, phone calls, emails, and any other form of communication with Natalia Chefer. Additionally, I request any documents or communications that mention Natalia Chefer in discussions, memos, proposals, briefing materials, or other types of correspondence, especially in the context of her role at DE Shaw.\r\n\r\nI understand that there may be fees for this request and would appreciate it if you would inform me of the total charges in advance of fulfilling my request. Please notify me prior to your incurring any expenses in excess of $[amount].\r\n\r\nIf my request is denied in whole or part, I ask that you justify all deletions by reference to specific exemptions of the act. I will also expect you to release all segregable portions of otherwise exempt material. I reserve the right to appeal your decision to withhold any information or to deny a waiver of fees.\r\n\r\nAs I am making this request in the public interest, for the purpose of disseminating information regarding public activities and operations of the Department of the Treasury to the general public, I request that you waive any fees associated with the processing of this request.\r\n\r\nPlease respond to this request within 20 business days, as outlined by the statute. Thank you for your consideration of this request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTrevor Davis",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 162615,
        "from_user": 9624,
        "to_user": 129343,
        "subject": "Request Acknowledgement by Department of Treasury",
        "datetime": "2024-04-25T01:02:46.660445",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Trevor Davis, \r\n\r\nCase Number 2024-FOIA-00437 has been assigned to the request you submitted. In all future correspondence regarding this request please reference case number 2024-FOIA-00437.\r\nRegards, \r\nDepartment of Treasury",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 162615,
        "from_user": 9624,
        "to_user": 129343,
        "subject": "Status Update for Request #2024-FOIA-00437",
        "datetime": "2024-04-25T01:02:47.109947",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Trevor Davis, \r\n\r\nThe status of your DO FOIA request #2024-FOIA-00437 has been updated to the following status 'Received'. To log into the Treasury FOIA Public Access Link click on the Application URL below. \r\n\r\nhttps://foia.treasury.gov/ \r\n\r\nSincerely, \r\nDepartment of Treasury",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/untitled-162615/"
  },
  {
    "id": 162614,
    "title": "Natalia Chefer Communications With the SEC",
    "slug": "natalia-chefer-communications-with-the-sec",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 129343,
    "username": "trevorhughdavisv",
    "agency": 240,
    "datetime_submitted": "2024-04-24T23:35:57.765637",
    "date_due": "2024-05-22",
    "days_until_due": null,
    "date_followup": "2024-05-25",
    "datetime_done": null,
    "datetime_updated": "2024-04-25T09:41:55.467595",
    "date_embargo": null,
    "tracking_id": "24-02203-FOIA",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162614,
        "from_user": 129343,
        "to_user": 9578,
        "subject": "Freedom of Information Act Request: Natalia Chefer Communications With the SEC",
        "datetime": "2024-04-24T23:35:57.888399",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nUnder the Freedom of Information Act (5 U.S.C. 552), I am requesting access to and copies of all records, including but not limited to, electronic records, emails, correspondence, calendar entries, meeting notes, and any other communications from January 1, [Start Year] to the present, pertaining to any communications and contacts between Natalia Chefer of DE Shaw (please include any aliases or misspellings) and any personnel at the Securities and Exchange Commission.\r\n\r\nPlease include any available records related to meetings, phone calls, emails, and any other form of communication with Natalia Chefer. Additionally, I request any documents or communications that mention Natalia Chefer in discussions, memos, proposals, briefing materials, or other types of correspondence.\r\n\r\nI understand that there may be fees for this request and would appreciate it if you would inform me of the total charges in advance of fulfilling my request. Please notify me prior to your incurring any expenses in excess of $[amount].\r\n\r\nIf my request is denied in whole or part, I ask that you justify all deletions by reference to specific exemptions of the act. I will also expect you to release all segregable portions of otherwise exempt material. I reserve the right to appeal your decision to withhold any information or to deny a waiver of fees.\r\n\r\nAs I am making this request in the public interest, for the purpose of disseminating information regarding public activities and operations of the SEC to the general public, I request that you waive any fees associated with the processing of this request.\r\n\r\nPlease respond to this request within 20 business days, as outlined by the statute. Thank you for your consideration of this request.\r\n\r\nSincerely,\r\n\r\nTrevor Davis\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTrevor Davis",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 162614,
        "from_user": 9578,
        "to_user": 129343,
        "subject": "Thank you for your submission",
        "datetime": "2024-04-25T00:59:27.820965",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Your request was successfully submitted and sent to the appropriate SEC division or office. \nBack to form https://www.sec.gov/forms/request_public_docs\n",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 162614,
        "from_user": 9578,
        "to_user": 129343,
        "subject": "Acknowledgement Letter FOIA-PA - 24-02203-FOIA",
        "datetime": "2024-04-25T09:41:55.467595",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "None",
        "status": "processed",
        "likely_foia": null,
        "files": [
          {
            "id": 1171655,
            "ffile": "https://cdn.muckrock.com/foia_files/2024/04/25/Acknowledgement_Letter_FOIA-PA.pdf",
            "datetime": "2024-04-25T09:41:55.606450",
            "title": "Acknowledgement Letter FOIA-PA",
            "source": "Securities and Exchange Commission, United States of America",
            "description": "",
            "doc_id": "24604846-acknowledgement-letter-foia-pa",
            "pages": 2
          }
        ],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/natalia-chefer-communications-with-the-sec-162614/"
  },
  {
    "id": 162613,
    "title": "Texas Department of Public Safety - April 24, 2024 Demonstrations at UT Austin",
    "slug": "texas-department-of-public-safety-april-24-2024-demonstrations-at-ut-austin",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 621,
    "datetime_submitted": "2024-04-24T23:24:44.648672",
    "date_due": "2024-05-08",
    "days_until_due": null,
    "date_followup": "2024-05-08",
    "datetime_done": null,
    "datetime_updated": "2024-04-24T23:24:44.795008",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162613,
        "from_user": 3031,
        "to_user": 10760,
        "subject": "Texas Public Information Act Request: Texas Department of Public Safety - April 24, 2024 Demonstrations at UT Austin",
        "datetime": "2024-04-24T23:24:44.795008",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\n1. Any communications to or from the Governor or the Office of the Governor concerning the events at the University of Texas, Austin on April 24, 2024.\r\n\r\n2. A copy of the \"request of the University\" referenced in the statement issued by Sheridan Nolen, Press Secretary of the Texas Department of Public Safety, on April 24, 2024.\r\n\r\n3. A copy of any records reflecting or concerning the \"direction of Texas Governor Greg Abbott\" referenced in the statement issued by Sheridan Nolen, Press Secretary of the Texas Department of Public Safety, on April 24, 2024.\r\n\r\n4. Any communications to or from the Media and Communications Office (including any person employed by the Media and Communications Office) concerning the April 24, 2024 demonstrations at Texas universities, including UT Austin and UT San Antonio.\r\n\r\n5. Any statements provided to media by DPS or DPS officials concerning the demonstrations on April 24, 2024, and any draft versions of those statements.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/texas-109/texas-department-of-public-safety-april-24-2024-demonstrations-at-ut-austin-162613/"
  },
  {
    "id": 162612,
    "title": "UT San Antonio - April 24, 2024 demonstrations",
    "slug": "ut-san-antonio-april-24-2024-demonstrations",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 9866,
    "datetime_submitted": "2024-04-24T23:10:08.360906",
    "date_due": "2024-05-08",
    "days_until_due": null,
    "date_followup": "2024-05-08",
    "datetime_done": null,
    "datetime_updated": "2024-04-24T23:10:08.502243",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162612,
        "from_user": 3031,
        "to_user": 13061,
        "subject": "Texas Public Information Act Request: UT San Antonio - April 24, 2024 demonstrations",
        "datetime": "2024-04-24T23:10:08.502243",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\n1. Any records reflecting proposed, provided, or suggested directives, instructions, orders, advice, or other guidance to demonstrators, organizers, or students during the demonstrations on April 24, 2024. \r\n\r\n2. Any communications to or from University Strategic Communications (including any person employed by University Strategic Communications) concerning the April 24, 2024 demonstrations.\r\n\r\n3. Any statements provided to media by UTSA or UTSA officials concerning the demonstrations on April 24, 2024, and any draft versions of those statements.\r\n\r\n4. Any communications (since March 1, 2024) to or from UTSA Government Relations (including any person employed by UTSA Government Relations), on the one hand, and any elected official (including Gov. Abbott, Lt. Gov. Patrick, any member of the Texas legislature, or any Member of Congress) or any member of the staff (such as aides, secretaries, or assistants) of an elected official, on the other hand, concerning the April 24, 2024 demonstrations or mentioning the words \"Israel\", \"Palestine\", \"anti-semitism\", \"antisemitism\", \"anti-semitic\", \"antisemitic\", or \"IHRA\".\r\n\r\n5. Any communications sent or received by the Office of the President (including any person employed within the Office of the President), on the one hand, and the Office of the Governor or the Department of Public Safety, on the other hand, concerning the April 24, 2024 demonstrations.\r\n\r\nPlease also note that this request seeks public records wherever they may be found, including on devices or networks owned or operated by private parties. For example, if an employee uses a personal cell phone or social media account to conduct public business, records created, maintained, or held on the phone or account are public records subject to this request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/texas-109/ut-san-antonio-april-24-2024-demonstrations-162612/"
  },
  {
    "id": 162611,
    "title": "Georgia Public Broadcasting Strategic Plan",
    "slug": "georgia-public-broadcasting-strategic-plan",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 84323,
    "username": "BrianBannon",
    "agency": 35102,
    "datetime_submitted": "2024-04-24T21:05:00.188824",
    "date_due": "2024-04-29",
    "days_until_due": null,
    "date_followup": "2024-04-29",
    "datetime_done": null,
    "datetime_updated": "2024-04-24T21:05:00.309452",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162611,
        "from_user": 84323,
        "to_user": 115082,
        "subject": "Georgia Open Records Act Request: Georgia Public Broadcasting Strategic Plan",
        "datetime": "2024-04-24T21:05:00.309452",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Georgia Open Records Act, I hereby request the following records:\r\n\r\nA copy of any completed or draft strategic plan for Georgia Public Broadcasting as commissioned by GPB from the Carl Vinson Institute or other outside consultant between July 1, 2023 and May 1, 2024.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBrian Patrick Bannon",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/georgia-230/georgia-public-broadcasting-strategic-plan-162611/"
  },
  {
    "id": 162608,
    "title": "University of Texas, Austin - April 24, 2024 demonstration",
    "slug": "university-of-texas-austin-april-24-2024-demonstration",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 383,
    "datetime_submitted": "2024-04-24T19:26:05.988157",
    "date_due": "2024-05-08",
    "days_until_due": null,
    "date_followup": "2024-07-24",
    "datetime_done": null,
    "datetime_updated": "2024-04-25T00:36:08.348943",
    "date_embargo": null,
    "tracking_id": "R006478-042424",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162608,
        "from_user": 3031,
        "to_user": 10278,
        "subject": "Texas Public Information Act Request: University of Texas, Austin - April 24, 2024 demonstration",
        "datetime": "2024-04-24T19:26:06.086992",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\n1. Any draft (in its native format) of the April 23, 2024 letter to the Palestine Solidarity Committee from the Office of the Dean of Students (\"Re: Notice Cancelling Planned Event\").\r\n\r\n2. Any draft statement by the UT Division of Student Affairs, whether or not made public, drafted on or in preparation for the events of April 24, 2024.\r\n\r\n3. Any communications, including text messages, sent or received by the following individuals on April 23 or 24, 2024, which relate to the demonstration on April 24, 2024:\r\na. Jay Hartzell\r\nb. Sharon L. Wood\r\nc. Nancy Brazzil\r\nd. Emily Reagan\r\ne. Andrea Sheridan\r\n\r\n4. Any communications to or from Jay Hartzell, any person employed by the Office of the President, or any person employed by the Office of Governmental Affairs and Initiatives, on the one hand, and any elected official (including Gov. Abbott, Lt. Gov. Patrick, any member of the Texas legislature, or any Member of Congress) or any member of the staff (such as aides, secretaries, or assistants) of an elected official, on the other hand, between April 15, 2024 and April 24, 2024, inclusive.\r\n\r\n5. Any communications to or from any person employed by the Office of Governmental Affairs and Initiatives, on the one hand, and any elected official (including Gov. Abbott, Lt. Gov. Patrick, any member of the Texas legislature, or any Member of Congress) or any member of the staff (such as aides, secretaries, or assistants) of an elected official, on the other hand, on or after October 1, 2023, which concerns or mentions \"Israel\", \"Palestine\", \"anti-semitism\", \"antisemitism\", \"anti-semitic\", \"antisemitic\", or \"IHRA\".\r\n\r\nPlease also note that this request seeks public records wherever they may be found, including on devices or networks owned or operated by private parties. For example, if an employee uses a personal cell phone or social media account to conduct public business, records created, maintained, or held on the phone or account are public records subject to this request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 162608,
        "from_user": 10278,
        "to_user": 3031,
        "subject": "[Records Center] Welcome to the Records Center!",
        "datetime": "2024-04-25T00:36:05.947361",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Adam Steinbaugh, \r\n \r\nThank you for registering with The University of Texas at Austin Open Records System. \r\n \r\nYour Login ID is:  162608-12889813@requests.muckrock.com \r\n \r\nIf you did not submit your request through the public portal but are receiving this e-mail, an account has been created for you where you can track and monitor the status of your request, and receive any documents in response to your request. \r\n \r\n \r\nIf you have never used this system or cannot remember your password you may request a temporary password here: Request Temporary Password (https://utexas.mycusthelp.com/WEBAPP/_rs/ForgotPassword.aspx) \r\n \r\nPlease login to \"My Request Center\" to update your account information, track the status of your request and receive requested records when they become available. This is an auto-generated email and has originated from an unmonitored email account. Please DO NOT REPLY",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 162608,
        "from_user": 10278,
        "to_user": 3031,
        "subject": "Public Information Act Request :: R006478-042424",
        "datetime": "2024-04-25T00:36:08.348943",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Adam Steinbaugh: \r\n \r\nThank you for your interest in the public records of The University of Texas at Austin.\r\nYour request has been given the reference number R006478-042424 for\r\ntracking purposes. Your request is being processed in accordance with Chapter\r\n552 of Texas Government Code, the Public Information Act. We will respond to\r\nyou on or before 5/9/2024. Records Requested: To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\n1. Any draft (in its native format) of the April 23, 2024 letter to the Palestine Solidarity Committee from the Office of the Dean of Students (\"Re: Notice Cancelling Planned Event\").\r\n\r\n2. Any draft statement by the UT Division of Student Affairs, whether or not made public, drafted on or in preparation for the events of April 24, 2024.\r\n\r\n3. Any communications, including text messages, sent or received by the following individuals on April 23 or 24, 2024, which relate to the demonstration on April 24, 2024:\r\na. Jay Hartzell\r\nb. Sharon L. Wood\r\nc. Nancy Brazzil\r\nd. Emily Reagan\r\ne. Andrea Sheridan\r\n\r\n4. Any communications to or from Jay Hartzell, any person employed by the Office of the President, or any person employed by the Office of Governmental Affairs and Initiatives, on the one hand, and any elected official (including Gov. Abbott, Lt. Gov. Patrick, any member of the Texas legislature, or any Member of Congress) or any member of the staff (such as aides, secretaries, or assistants) of an elected official, on the other hand, between April 15, 2024 and April 24, 2024, inclusive.\r\n\r\n5. Any communications to or from any person employed by the Office of Governmental Affairs and Initiatives, on the one hand, and any elected official (including Gov. Abbott, Lt. Gov. Patrick, any member of the Texas legislature, or any Member of Congress) or any member of the staff (such as aides, secretaries, or assistants) of an elected official, on the other hand, on or after October 1, 2023, which concerns or mentions \"Israel\", \"Palestine\", \"anti-semitism\", \"antisemitism\", \"anti-semitic\", \"antisemitic\", or \"IHRA\".\r\n\r\nPlease also note that this request seeks public records wherever they may be found, including on devices or networks owned or operated by private parties. For example, if an employee uses a personal cell phone or social media account to conduct public business, records created, maintained, or held on the phone or account are public records subject to this request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh\r\n\r\nUpload documents directly: https://accounts.muckrock.com/accounts/login/?next=https%3A%2F%2Fwww.muckrock.com%2Faccounts%2Flogin%2F%3Fnext%3D%252Faccounts%252Fagency_login%252Funiversity-texas-austin-383%252Funiversity-of-texas-austin-april-24-2024-demonstration-162608%252F%253Femail%253Dpublicinformationrequest%252540austin.utexas.edu&url_auth_token=AAAe-Fb3m9LQGURzcDkrsDJDO2Y%3A1rzqoH%3Ac0e-_c8gEMbXDoySmoWT7OEn13GjcRn66X-Iw-htEtE \r\nPLEASE NOTE: The Public Information Act, found in Chapter 552 of Texas Government Code, does not require a governmental body to create new\r\ninformation, to do legal research, or to answer questions. \r\n \r\nYou can monitor the progress of your request at the link below and you'll receive an email when your request has been completed. Again, thank you for using The University of Texas at Austin Public Information Portal. \r\nThe University of Texas at Austin",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/texas-109/university-of-texas-austin-april-24-2024-demonstration-162608/"
  },
  {
    "id": 162599,
    "title": "Records Request - Tompkins AM",
    "slug": "records-request-tompkins-am",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 29697,
    "username": "MasonC.Turner",
    "agency": 6597,
    "datetime_submitted": "2024-04-24T17:26:52.622202",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2024-07-24",
    "datetime_done": null,
    "datetime_updated": "2024-04-25T00:26:17.894270",
    "date_embargo": null,
    "tracking_id": "O478283-042524",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162599,
        "from_user": 29697,
        "to_user": 10598,
        "subject": "Florida Sunshine Law Request: Records Request - Tompkins AM",
        "datetime": "2024-04-24T17:26:52.786985",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nHello can I please get all records for PBSO Caso No.  21-131644 and also the contact information for a \"Detective Lee\" who I was told was assigned to this case\r\n\r\nThere should not be any fees associated pertaining to this request, I would prefer the request be filled electronically, by e-mail attachment and/or download link as per Sunshine Law.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nMason C. turner",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 162599,
        "from_user": 10598,
        "to_user": 29697,
        "subject": "Welcome to the PBSO Records Center!",
        "datetime": "2024-04-25T00:25:34.419018",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Thank you for registering with the Records Center. Please log in to the PBSO Records Center to update any contact or password information and to track the progress of your request. Login: 162599-80581547@requests.muckrock.com If you have never used this system, your account has been created by Palm Beach County Sheriff's Office staff. You may request a temporary password to track the status of your request, manage account information, and retrieve responsive records by using our online Records Request System (https://u8387778.ct.sendgrid.net/ls/click?upn=u001.VEsWrlMiJDg0mXafq1mEXTPIkWUKz4Eu9dN00kXJKD4O6-2FyjL2av8N6ocGNc2k9jSuXvDopnoh1wu2HatrSi7SjlwT5VeKSFy5iknHDK-2FUQ-3DZmrQ_abtBwei6XFfOi4jX-2BDWSXwk6giuUngzNMm5b9hBWXUAVcMB9GNq65X4YO0PFJqYcCRB4w1qaVN1wWAW4PHZ1DmUfi4hIjh3e-2F96oc16AqYDZjdACUNI92OMrd-2FyE-2BPQl-2FwCM803SzV19P5OOmOJDfu1bXZKunLIzyPWfSNzXBIFYLAKUimv3pwgihMkPkN-2FsyjbVtqW0j0FUTSaKh8tl2fnYAvIgbkPUKkf4bmODCAk-3D) Thank you, Central Records \r\nPalm Beach County Sheriff’s Office \r\n3228 Gun Club Road \r\nWest Palm Beach, FL 33406",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 162599,
        "from_user": 10598,
        "to_user": 29697,
        "subject": "Other Records Request :: O478283-042524",
        "datetime": "2024-04-25T00:26:17.894270",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Thank you for your interest in records from the Palm Beach County Sheriff's Office. Your request was received in this office on 4/25/2024 and given the reference number O478283-042524 for tracking purposes. Your request will be forwarded to the relevant person(s) to locate the information you seek and to determine the volume and any costs associated with satisfying your request. You will be contacted about the availability and/or provided with copies of the records in question.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/palm-beach-county-10453/records-request-tompkins-am-162599/"
  },
  {
    "id": 162598,
    "title": "Cecil Leonard Murray (September 26, 1929 – April 5, 2024)",
    "slug": "cecil-leonard-murray-september-26-1929-april-5-2024",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 35710,
    "username": "MatthewPetti_RNucinGD",
    "agency": 129,
    "datetime_submitted": "2024-04-24T17:18:30.987841",
    "date_due": "2024-05-22",
    "days_until_due": null,
    "date_followup": "2024-05-22",
    "datetime_done": null,
    "datetime_updated": "2024-04-24T17:18:31.228988",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162598,
        "from_user": 35710,
        "to_user": 9557,
        "subject": "Freedom of Information Act Request: Cecil Leonard Murray (September 26, 1929 – April 5, 2024)",
        "datetime": "2024-04-24T17:18:31.228988",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nFile number 173-HQ-6135 records on the theologian and minister Cecil Leonard Murray (September 26, 1929 – April 5, 2024).\r\n\r\nHis death is widely-known and widely reported; as such, privacy concerns under FOIA Exemptions 6 and 7 are voided, as are any concerns under the Privacy Act. For example, you may find his New York Times obituary at the following link: https://www.nytimes.com/2024/04/09/us/rev-cecil-murray-dead.html\r\n\r\nIn response to a FOIA request for FBI records on Murray, the FBI wrote to me on April 24, 2024 that “Records potentially responsive to your request were transferred to the National Archives and\r\nRecords Administration.” The letter referred to file number 173-HQ-6135. You may find the letter attached below.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMatthew Petti",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1171575,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/MatthewPetti_RNucinGD/135793/E4a5e5d696ed99a4f31195097bbe51de97937bb0ffd5920c020_Q218550_D165223172.pdf",
            "datetime": "2024-04-24T17:18:31.228988",
            "title": "E4a5e5d696ed99a4f31195097bbe51de97937bb0ffd5920c020_Q218550_D165223172.pdf",
            "source": "Matthew Petti",
            "description": "",
            "doc_id": "24604662-e4a5e5d696ed99a4f31195097bbe51de97937bb0ffd5920c020_q218550_d165223172pdf",
            "pages": 4
          }
        ],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/cecil-leonard-murray-september-26-1929-april-5-2024-162598/"
  },
  {
    "id": 162567,
    "title": "Communications pertaining to the Anti-Defamation League and/or Jonathan Greenblatt (New York City Police Department)",
    "slug": "communications-pertaining-to-the-anti-defamation-league-andor-jonathan-greenblatt-new-york-city-police-department",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 133678,
    "username": "its_me_tom_mckay",
    "agency": 272,
    "datetime_submitted": "2024-04-24T15:21:24.147427",
    "date_due": "2024-05-01",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-24T15:21:24.785399",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162567,
        "from_user": 133678,
        "to_user": 9986,
        "subject": "",
        "datetime": "2024-04-24T15:21:24.785399",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\n1. All records from between October 6, 2023 through the date the search is conducted (including but not limited to emails, memos, reports, documents, and any other written or recorded communications) which mention, reference, were sent to, or were received from the Anti-Defamation League, and/or its employees/officers including Jonathan Greenblatt.\r\n\r\n2. All records from between October 6, 2023 through the date the search is conducted (including but not limited to emails, reports, documents, and any other written or recorded communications) which contain or link to any of the following URLS or subdomains of these URLs: ADL.org, twitter.com/adl, x.com/adl, twitter.com/adlisrael, x.com/adlisrael, twitter.com/JGreenblattADL, x.com/JGreenblattADL, twitter.com/ADL_NYNJ, x.com/ADL_NYNJ, twitter.com/ADL_Tracker, x.com/ADL_Tracker, facebook.com/adlorg, or instagram.com/adl_national.\r\n\r\n3. All records from between October 6, 2023 through the date the search is conducted (including but not limited to emails, memos, reports, documents, and any other written or recorded communications) which mention, reference, were sent to, or were received from the email domain adl.org, the email address jgreenblatt@adl.org, or any other email address associated with the Anti-Defamation League and/or Jonathan Greenblatt.\r\n\r\n4. All records from between October 6, 2023 through the date the search is conducted (including but not limited to emails, memos, reports, documents, and any other written or recorded communications) which were sent to persons or organizations representing, or received from persons or organizations communicating on behalf of, the Anti-Defamation League and/or Jonathan Greenblatt.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nThomas McKay",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-city-17/communications-pertaining-to-the-anti-defamation-league-andor-jonathan-greenblatt-new-york-city-police-department-162567/"
  },
  {
    "id": 162566,
    "title": "Communications pertaining to the Anti-Defamation League and/or Jonathan Greenblatt (Metropolitan Transit Authority Police)",
    "slug": "communications-pertaining-to-the-anti-defamation-league-andor-jonathan-greenblatt-metropolitan-transit-authority-police",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 133678,
    "username": "its_me_tom_mckay",
    "agency": 4391,
    "datetime_submitted": "2024-04-24T15:21:24.147427",
    "date_due": "2024-05-01",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-24T15:21:24.710068",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162566,
        "from_user": 133678,
        "to_user": 10125,
        "subject": "",
        "datetime": "2024-04-24T15:21:24.710068",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\n1. All records from between October 6, 2023 through the date the search is conducted (including but not limited to emails, memos, reports, documents, and any other written or recorded communications) which mention, reference, were sent to, or were received from the Anti-Defamation League, and/or its employees/officers including Jonathan Greenblatt.\r\n\r\n2. All records from between October 6, 2023 through the date the search is conducted (including but not limited to emails, reports, documents, and any other written or recorded communications) which contain or link to any of the following URLS or subdomains of these URLs: ADL.org, twitter.com/adl, x.com/adl, twitter.com/adlisrael, x.com/adlisrael, twitter.com/JGreenblattADL, x.com/JGreenblattADL, twitter.com/ADL_NYNJ, x.com/ADL_NYNJ, twitter.com/ADL_Tracker, x.com/ADL_Tracker, facebook.com/adlorg, or instagram.com/adl_national.\r\n\r\n3. All records from between October 6, 2023 through the date the search is conducted (including but not limited to emails, memos, reports, documents, and any other written or recorded communications) which mention, reference, were sent to, or were received from the email domain adl.org, the email address jgreenblatt@adl.org, or any other email address associated with the Anti-Defamation League and/or Jonathan Greenblatt.\r\n\r\n4. All records from between October 6, 2023 through the date the search is conducted (including but not limited to emails, memos, reports, documents, and any other written or recorded communications) which were sent to persons or organizations representing, or received from persons or organizations communicating on behalf of, the Anti-Defamation League and/or Jonathan Greenblatt.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nThomas McKay",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/communications-pertaining-to-the-anti-defamation-league-andor-jonathan-greenblatt-metropolitan-transit-authority-police-162566/"
  },
  {
    "id": 162565,
    "title": "Communications pertaining to the Anti-Defamation League and/or Jonathan Greenblatt (United States Attorney's Office, Southern District Of New York)",
    "slug": "communications-pertaining-to-the-anti-defamation-league-andor-jonathan-greenblatt-united-states-attorneys-office-southern-district-of-new-york",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 133678,
    "username": "its_me_tom_mckay",
    "agency": 18432,
    "datetime_submitted": "2024-04-24T15:21:24.147427",
    "date_due": "2024-05-01",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-24T15:21:24.636264",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162565,
        "from_user": 133678,
        "to_user": 27327,
        "subject": "",
        "datetime": "2024-04-24T15:21:24.636264",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\n1. All records from between October 6, 2023 through the date the search is conducted (including but not limited to emails, memos, reports, documents, and any other written or recorded communications) which mention, reference, were sent to, or were received from the Anti-Defamation League, and/or its employees/officers including Jonathan Greenblatt.\r\n\r\n2. All records from between October 6, 2023 through the date the search is conducted (including but not limited to emails, reports, documents, and any other written or recorded communications) which contain or link to any of the following URLS or subdomains of these URLs: ADL.org, twitter.com/adl, x.com/adl, twitter.com/adlisrael, x.com/adlisrael, twitter.com/JGreenblattADL, x.com/JGreenblattADL, twitter.com/ADL_NYNJ, x.com/ADL_NYNJ, twitter.com/ADL_Tracker, x.com/ADL_Tracker, facebook.com/adlorg, or instagram.com/adl_national.\r\n\r\n3. All records from between October 6, 2023 through the date the search is conducted (including but not limited to emails, memos, reports, documents, and any other written or recorded communications) which mention, reference, were sent to, or were received from the email domain adl.org, the email address jgreenblatt@adl.org, or any other email address associated with the Anti-Defamation League and/or Jonathan Greenblatt.\r\n\r\n4. All records from between October 6, 2023 through the date the search is conducted (including but not limited to emails, memos, reports, documents, and any other written or recorded communications) which were sent to persons or organizations representing, or received from persons or organizations communicating on behalf of, the Anti-Defamation League and/or Jonathan Greenblatt.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nThomas McKay",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-city-17/communications-pertaining-to-the-anti-defamation-league-andor-jonathan-greenblatt-united-states-attorneys-office-southern-district-of-new-york-162565/"
  },
  {
    "id": 162564,
    "title": "Communications pertaining to the Anti-Defamation League and/or Jonathan Greenblatt (New York State Intelligence Center)",
    "slug": "communications-pertaining-to-the-anti-defamation-league-andor-jonathan-greenblatt-new-york-state-intelligence-center",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 133678,
    "username": "its_me_tom_mckay",
    "agency": 4252,
    "datetime_submitted": "2024-04-24T15:21:24.147427",
    "date_due": "2024-05-01",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-24T15:21:24.560879",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162564,
        "from_user": 133678,
        "to_user": 10010,
        "subject": "",
        "datetime": "2024-04-24T15:21:24.560879",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\n1. All records from between October 6, 2023 through the date the search is conducted (including but not limited to emails, memos, reports, documents, and any other written or recorded communications) which mention, reference, were sent to, or were received from the Anti-Defamation League, and/or its employees/officers including Jonathan Greenblatt.\r\n\r\n2. All records from between October 6, 2023 through the date the search is conducted (including but not limited to emails, reports, documents, and any other written or recorded communications) which contain or link to any of the following URLS or subdomains of these URLs: ADL.org, twitter.com/adl, x.com/adl, twitter.com/adlisrael, x.com/adlisrael, twitter.com/JGreenblattADL, x.com/JGreenblattADL, twitter.com/ADL_NYNJ, x.com/ADL_NYNJ, twitter.com/ADL_Tracker, x.com/ADL_Tracker, facebook.com/adlorg, or instagram.com/adl_national.\r\n\r\n3. All records from between October 6, 2023 through the date the search is conducted (including but not limited to emails, memos, reports, documents, and any other written or recorded communications) which mention, reference, were sent to, or were received from the email domain adl.org, the email address jgreenblatt@adl.org, or any other email address associated with the Anti-Defamation League and/or Jonathan Greenblatt.\r\n\r\n4. All records from between October 6, 2023 through the date the search is conducted (including but not limited to emails, memos, reports, documents, and any other written or recorded communications) which were sent to persons or organizations representing, or received from persons or organizations communicating on behalf of, the Anti-Defamation League and/or Jonathan Greenblatt.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nThomas McKay",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/communications-pertaining-to-the-anti-defamation-league-andor-jonathan-greenblatt-new-york-state-intelligence-center-162564/"
  },
  {
    "id": 162563,
    "title": "Communications pertaining to the Anti-Defamation League and/or Jonathan Greenblatt (New York  State Division Of Military And Naval Affairs)",
    "slug": "communications-pertaining-to-the-anti-defamation-league-andor-jonathan-greenblatt-new-york-state-division-of-military-and-naval-affairs",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 133678,
    "username": "its_me_tom_mckay",
    "agency": 37742,
    "datetime_submitted": "2024-04-24T15:21:24.147427",
    "date_due": "2024-05-01",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-24T15:21:24.447984",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162563,
        "from_user": 133678,
        "to_user": 133697,
        "subject": "",
        "datetime": "2024-04-24T15:21:24.447984",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\n1. All records from between October 6, 2023 through the date the search is conducted (including but not limited to emails, memos, reports, documents, and any other written or recorded communications) which mention, reference, were sent to, or were received from the Anti-Defamation League, and/or its employees/officers including Jonathan Greenblatt.\r\n\r\n2. All records from between October 6, 2023 through the date the search is conducted (including but not limited to emails, reports, documents, and any other written or recorded communications) which contain or link to any of the following URLS or subdomains of these URLs: ADL.org, twitter.com/adl, x.com/adl, twitter.com/adlisrael, x.com/adlisrael, twitter.com/JGreenblattADL, x.com/JGreenblattADL, twitter.com/ADL_NYNJ, x.com/ADL_NYNJ, twitter.com/ADL_Tracker, x.com/ADL_Tracker, facebook.com/adlorg, or instagram.com/adl_national.\r\n\r\n3. All records from between October 6, 2023 through the date the search is conducted (including but not limited to emails, memos, reports, documents, and any other written or recorded communications) which mention, reference, were sent to, or were received from the email domain adl.org, the email address jgreenblatt@adl.org, or any other email address associated with the Anti-Defamation League and/or Jonathan Greenblatt.\r\n\r\n4. All records from between October 6, 2023 through the date the search is conducted (including but not limited to emails, memos, reports, documents, and any other written or recorded communications) which were sent to persons or organizations representing, or received from persons or organizations communicating on behalf of, the Anti-Defamation League and/or Jonathan Greenblatt.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nThomas McKay",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/communications-pertaining-to-the-anti-defamation-league-andor-jonathan-greenblatt-new-york-state-division-of-military-and-naval-affairs-162563/"
  },
  {
    "id": 162562,
    "title": "University of Alaska Anchorage",
    "slug": "university-of-alaska-anchorage",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 127078,
    "username": "KNorthRB",
    "agency": 15287,
    "datetime_submitted": "2024-04-24T15:14:31.316860",
    "date_due": "2024-05-22",
    "days_until_due": null,
    "date_followup": "2024-05-22",
    "datetime_done": null,
    "datetime_updated": "2024-04-24T15:14:31.477904",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162562,
        "from_user": 127078,
        "to_user": 19845,
        "subject": "Freedom of Information Act Request: University of Alaska Anchorage",
        "datetime": "2024-04-24T15:14:31.477904",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAny agreements related to the sales or distribution of beverage on campus, athletics venues and facilities.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKelly North",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/university-of-alaska-anchorage-162562/"
  },
  {
    "id": 162546,
    "title": "Florida squatting correspondence",
    "slug": "florida-squatting-correspondence",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 12746,
    "username": "rejburns",
    "agency": 4552,
    "datetime_submitted": "2024-04-24T14:37:17.359458",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2024-05-09",
    "datetime_done": null,
    "datetime_updated": "2024-04-24T14:37:17.488412",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162546,
        "from_user": 12746,
        "to_user": 11486,
        "subject": "Florida Sunshine Law Request: Florida squatting correspondence",
        "datetime": "2024-04-24T14:37:17.488412",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nAll e-mail communications (including complete email chains, email attachments, calendar invitations, and calendar invitation attachments) between a) the office of Gov. Ron DeSantis and b) the individuals listed below that c) contain the term \"squatting,\" \"squatters,\" or \"transient occupants,\" and d) were sent or received between 1/1/2023 and the date this request is fulfilled.\r\n\r\nb) \r\nAny personnel of the National Rental Home Council with email suffixes @rentalhomecouncil.org\r\nMegan Fay, Megan@CCCFLA.com\r\nMaicel Green, maicel@cccfla.com\r\nNick Iarossi, Nick@CCCFLA.com\r\nAshley Kalifeh, Ashley@CCCFLA.com\r\nRon LaFace, Ron@CCCFLA.com\r\nJared Rosenstein, Jared@CCCFLA.com\r\nScott Ross, Scott@CCCFLA.com\r\nChris Schoonover, Chris@CCCFLA.com\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nRebecca Burns",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/florida-34/florida-squatting-correspondence-162546/"
  },
  {
    "id": 162545,
    "title": "DHS Death Records - Dumitrascu (Department of Homeland Security Office of Inspector General)",
    "slug": "dhs-death-records-dumitrascu-department-of-homeland-security-office-of-inspector-general",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 25665,
    "username": "DetentionKills",
    "agency": 236,
    "datetime_submitted": "2024-04-24T14:31:41.832590",
    "date_due": "2024-05-22",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-24T14:31:42.059598",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162545,
        "from_user": 25665,
        "to_user": 9587,
        "subject": "",
        "datetime": "2024-04-24T14:31:42.059598",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nNotification, investigation, or reports regarding the March 5, 2023, death of Cristian Dumitrascu in ICE custody at the Otay Mesa Detention Center in San Diego.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAndrew Free",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/dhs-death-records-dumitrascu-department-of-homeland-security-office-of-inspector-general-162545/"
  },
  {
    "id": 162544,
    "title": "DHS Death Records - Dumitrascu (Department of Homeland Security, Office for Civil Rights and Civil Liberties)",
    "slug": "dhs-death-records-dumitrascu-department-of-homeland-security-office-for-civil-rights-and-civil-liberties",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 25665,
    "username": "DetentionKills",
    "agency": 4945,
    "datetime_submitted": "2024-04-24T14:31:41.832590",
    "date_due": "2024-05-22",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-24T14:31:41.953592",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162544,
        "from_user": 25665,
        "to_user": 9882,
        "subject": "",
        "datetime": "2024-04-24T14:31:41.953592",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nNotification, investigation, or reports regarding the March 5, 2023, death of Cristian Dumitrascu in ICE custody at the Otay Mesa Detention Center in San Diego.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAndrew Free",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/dhs-death-records-dumitrascu-department-of-homeland-security-office-for-civil-rights-and-civil-liberties-162544/"
  },
  {
    "id": 162541,
    "title": "Untitled",
    "slug": "untitled",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 89657,
    "username": "marylee",
    "agency": 32335,
    "datetime_submitted": "2024-04-24T13:39:00.221969",
    "date_due": "2024-05-01",
    "days_until_due": null,
    "date_followup": "2024-05-01",
    "datetime_done": null,
    "datetime_updated": "2024-04-24T13:39:00.425319",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162541,
        "from_user": 89657,
        "to_user": 95836,
        "subject": "New York Freedom of Information Law Request: Untitled",
        "datetime": "2024-04-24T13:39:00.425319",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\n1) Meeting Agendas, Meeting Minutes, Closed Session Summaries of Executive Sessions and any supplemental information of any and all East Williston School District Committee Meetings from September 1, 2021 to June 1, 2022 concerning the hiring of Wheatley High School  Principal.\r\n2) Any letters and Emails sent to East Williston School District by parents, committee members, or district personnel from September 1, 2021 to June 30, 2023 concerning the hiring of Wheatley High School  Principal.\r\n3) All available information related to Wheatley High School Principal Hiring Committee including the Committee member list (including parents and community members), candidate packets and any other relevant documents that played a role in decisions relating to the hiring of Principal of Wheatley High School from September 1, 2021 to June 30, 2023.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMary Lee",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/east-williston-22559/untitled-162541/"
  },
  {
    "id": 162540,
    "title": "Bexar Co. Pelvic Exam Warrant Requests",
    "slug": "bexar-co-pelvic-exam-warrant-requests",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 25665,
    "username": "DetentionKills",
    "agency": 4680,
    "datetime_submitted": "2024-04-24T13:00:09.658795",
    "date_due": "2024-05-08",
    "days_until_due": null,
    "date_followup": "2024-05-08",
    "datetime_done": null,
    "datetime_updated": "2024-04-24T13:00:09.820520",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162540,
        "from_user": 25665,
        "to_user": 15595,
        "subject": "Texas Public Information Act Request: Bexar Co. Pelvic Exam Warrant Requests",
        "datetime": "2024-04-24T13:00:09.820520",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\nAny record reflect the total number of requests by BCSCO for court-ordered pelvic exams of suspects in Bexar County between January 1, 2020, and December 31, 2020.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAndrew Free",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/bexar-county-2554/bexar-co-pelvic-exam-warrant-requests-162540/"
  },
  {
    "id": 162538,
    "title": "James Fann",
    "slug": "james-fann",
    "status": "rejected",
    "embargo": false,
    "permanent_embargo": false,
    "user": 133689,
    "username": "Mtoth",
    "agency": 5458,
    "datetime_submitted": "2024-04-24T12:06:16.538633",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": "2024-04-24T14:50:21.096893",
    "datetime_updated": "2024-04-24T16:07:24.209466",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162538,
        "from_user": 133689,
        "to_user": 10617,
        "subject": "Montana Freedom of Information Act Request: James Fann",
        "datetime": "2024-04-24T12:06:16.666128",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Montana Freedom of Information Act, I hereby request the following records:\r\n\r\nAny employee file document with James Fann name on it. James Fann was a LPN at the Yellowstone County Jail.   Looking for the dates between August 2022 through November 2023.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nMichael W Toth",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "fax"
      },
      {
        "foia": 162538,
        "from_user": 10617,
        "to_user": 133689,
        "subject": "James Fann",
        "datetime": "2024-04-24T14:50:21.096893",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Greetings,\r\n\r\nJames Fann is not an employee of Yellowstone County. He was a contract employee who was stationed at the Yellowstone County Detention Facility. His employer was/is Turnkey. I have forwarded your request to them.\r\n\nUndersheriff Robert L. Lester\r\nYellowstone County Sheriff's Office\r\n2323 2nd Ave N\r\nBillings, MT 59101\r\nOffice: 406-256-6910  Cell: 406-208-0526",
        "status": "rejected",
        "likely_foia": null,
        "files": [
          {
            "id": 1171542,
            "ffile": "https://cdn.muckrock.com/foia_files/2024/04/24/James_Fann.pdf",
            "datetime": "2024-04-24T14:50:21.221610",
            "title": "James Fann",
            "source": "Yellowstone County Sheriff's Office, Yellowstone County, MT",
            "description": "",
            "doc_id": "24603131-james-fann",
            "pages": 1
          }
        ],
        "delivered": "email"
      },
      {
        "foia": 162538,
        "from_user": 133689,
        "to_user": 10617,
        "subject": "RE: Montana Freedom of Information Act Request: James Fann",
        "datetime": "2024-04-24T16:07:24.209466",
        "response": false,
        "autogenerated": false,
        "thanks": true,
        "full_html": false,
        "communication": "Hi,\r\n\r\nThanks so much for your help with this request! I really appreciate it.\r\n\r\nSincerely,\r\nMichael W Toth\r\n                ",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/yellowstone-county-21131/james-fann-162538/"
  },
  {
    "id": 162537,
    "title": "Felicia L. Hamilton",
    "slug": "felicia-l-hamilton",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 133689,
    "username": "Mtoth",
    "agency": 19195,
    "datetime_submitted": "2024-04-24T12:02:01.116182",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2024-05-09",
    "datetime_done": null,
    "datetime_updated": "2024-04-24T12:02:01.285583",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162537,
        "from_user": 133689,
        "to_user": 29252,
        "subject": "Montana Freedom of Information Act Request: Felicia L. Hamilton",
        "datetime": "2024-04-24T12:02:01.285583",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Montana Freedom of Information Act, I hereby request the following records:\r\n\r\nRequesting any documents with Felicia L Hamilton name on it.     From August 2022n through November 2023 she was a LPN at the Yellowstone County Jail.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nMichael W Toth",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "fax"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/yellowstone-county-21131/felicia-l-hamilton-162537/"
  },
  {
    "id": 162531,
    "title": "NV CARES Campus Calls for Service",
    "slug": "nv-cares-campus-calls-for-service",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 110275,
    "username": "AZukerNV",
    "agency": 12258,
    "datetime_submitted": "2024-04-24T02:04:34.231336",
    "date_due": "2024-05-01",
    "days_until_due": null,
    "date_followup": "2024-07-23",
    "datetime_done": "2024-04-24T03:25:35.889575",
    "datetime_updated": "2024-04-24T03:25:35.889575",
    "date_embargo": null,
    "tracking_id": "R015210-042424",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162531,
        "from_user": 110275,
        "to_user": 27948,
        "subject": "Nevada Public Records Act Request: NV CARES Campus Calls for Service",
        "datetime": "2024-04-24T02:04:34.385538",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Nevada Public Records Act, I hereby request the following records:\r\n\r\nAll Calls for Service to the Nevada CARES Campus, located at 1775 E. 4th St., Reno, NV 89512, for the time period from Jan 01, 2023 to March 31, 2024.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAndrew Zuker",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 162531,
        "from_user": 27948,
        "to_user": 110275,
        "subject": "Sheriff Public Records Request :: R015210-042424",
        "datetime": "2024-04-24T03:23:35.887549",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Andrew Zuker: \r\nThank you for your interest in public records of Washoe County Sheriff's Office. Your request has been received and is being processed in accordance with the Nevada Revised Statues. Your request was received in this office on 4/24/2024 and given the reference number R015210-042424 for tracking purposes. Records Requested: To Whom It May Concern:\r\n\r\nPursuant to the Nevada Public Records Act, I hereby request the following records:\r\n\r\nAll Calls for Service to the Nevada CARES Campus, located at 1775 E. 4th St., Reno, NV 89512, for the time period from Jan 01, 2023 to March 31, 2024.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAndrew Zuker\r\n\r\nUpload documents directly: https://accounts.muckrock.com/accounts/login/?next=https%3A%2F%2Fwww.muckrock.com%2Faccounts%2Flogin%2F%3Fnext%3D%252Faccounts%252Fagency_login%252Fwashoe-county-sheriffs-office-12258%252Fnv-cares-campus-calls-for-service-162531%252F%253F&url_auth_token=AABkQ5AByEpf3_2ISSRohNKtGoM%3A1rzWv8%3AnFcNk2QqYg0_pZ8pNPEtKa8e52fPc5JQvQZHd72HshY \r\nYour request will be forwarded to the relevant department(s) to locate the information you seek and to determine the volume and any costs associated with satisfying your request. You will be contacted about the availability and/or provided with copies of the records in question up to 30 days from the date of your request. PLEASE NOTE: The Nevada Revised Statues does not require a governmental body to create new information, to do legal research, or to answer questions. \r\nYou can monitor the progress of your request at the link below and you'll receive an email when your request has been completed. Again, thank you for using the Public Records Center. The WCSO typically processes requests in the order of receipt.  The time it takes to respond to a request will vary depending on the complexity of the request and any backlog of requests already pending.  A simple request can be processed faster than one that is complex.  Simple requests are typically more targeted and seek fewer pages of records.  Complex requests typically seek a high volume of material or require additional steps to process.  Some requests are submitted for legal review for confidentiality and privilege, which increases the time for processing. Your request will be forwarded to the relevant department(s) to locate the information you seek and to determine the volume and any costs associated with satisfying your request. To reduce processing time, please provide as much detail as possible regarding the specific records you are requesting. Pursuant to NRS 239.0107(1)(c), the WCSO anticipates that you will receive the documents or an update on or before 30 business days from today. \r\nWashoe County Sheriff's Office",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 162531,
        "from_user": 27948,
        "to_user": 110275,
        "subject": "[Records Center] Welcome to the Records Center!",
        "datetime": "2024-04-24T03:25:35.889575",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Andrew  Zuker, \r\nThank you for registering with the Washoe Sheriff's Records Center. (https://u8387778.ct.sendgrid.net/ls/click?upn=u001.VEsWrlMiJDg0mXafq1mEXVYnfFAuCzr0kG0d2E-2B8XAsY-2FTCBDS2Af-2BlrtN4BRuQ1nlkyCY5M0Bkwe0MUGE3Ek9Jjo7zm96DvYI5z17oAcvA-3DWd1P_oH4DEeCkZ-2FL0JpkCdUlUe6-2F-2F3-2FhTY44jy8gL1QfQuk8RNUGrYGs2r6IFVdcZJ80IdHE26ZY4ycrLPpxylTq9D9vKE1xKb9wkIIQG3rwJinm834U3zLgEEb9DYjgHfxab3WzdMByX7dtKe8Vw023RVTJKbrjVGV3FGRFpVpTUqG-2Fk1844Bfi2DFQLRXVC508id5lDn0pR6WvvXx04ESeCKh-2BPXpFchK8UsNiX4LvsfEk-3D) \r\n Login: 162531-78271818@requests.muckrock.com \r\n \r\nIf you need to reset your password, there is a password reset link on the login page. \r\n \r\n \r\nThis is an auto-generated email and has originated from an unmonitored email account. Please DO NOT REPLY.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/reno-8962/nv-cares-campus-calls-for-service-162531/"
  },
  {
    "id": 162530,
    "title": "FEDERAL WAY SCHOOL DISTRICT – (2023) Request for a complete electronic copy of all Public Records Requests received by the District including the District Responses for the year 2023",
    "slug": "federal-way-school-district-2023-request-for-a-complete-electronic-copy-of-all-public-records-requests-received-by-the-district-including-the-district-responses-for-the-year-2023",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 106434,
    "username": "Bahath",
    "agency": 20065,
    "datetime_submitted": "2024-04-23T23:24:43.397677",
    "date_due": "2024-04-30",
    "days_until_due": null,
    "date_followup": "2024-04-30",
    "datetime_done": null,
    "datetime_updated": "2024-04-23T23:24:43.525424",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "ruhi.trehan@pisd.edu",
      "sharma amit kumar"
    ],
    "communications": [
      {
        "foia": 162530,
        "from_user": 106434,
        "to_user": 31492,
        "subject": "Washington Public Records Act Request: FEDERAL WAY SCHOOL DISTRICT – (2023) Request for a complete electronic copy of all Public Records Requests received by the District including the District Responses for the year 2023",
        "datetime": "2024-04-23T23:24:43.525424",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "04-24-2024 \r\n\r\nFEDERAL WAY SCHOOL DISTRICT – (2023) Request for a complete electronic copy of all Public Records Requests received by the District including the District Responses for the year 2023\r\n\r\nVia email: publicrecordsrequest@fwps.org\r\n\r\nTo Whom It May Concern:\r\n\r\nPursuant to the Washington Public Records Act [RCW 42.56] I hereby request the following records:\r\n\r\n1. I request a complete electronic copy of all Public Records Requests received by your agency in the year 2023 and a complete electronic copy of your agency's Responses to each of these Public Records Requests for the year 2023.\r\n\r\nNote: Parents and students seeking GRADES and/or TRANSCRIPTS in the year 2023 can be excluded from this request.\r\n\r\nRECORDS INSTALLMENTS - ORDER OF PRODUCTION\r\nIf production of responsive records will be completed in multiple installments, please begin by producing records in REVERSE CHRONOLOGICAL FORMAT BY DATE. The most recent public records should be produced first and the oldest records produced last by date.\r\n\r\nDEFINITION OF RECORDS AND WRITINGS\r\nRECORDS AND WRITINGS as defined by RCW 42.56.010(4): any handwriting, typewriting, printing, photostating, photographing, and every other means of recording any form of communication or representation including, but not limited to, letters, words, pictures, sounds, or symbols, or combination thereof, and all papers, maps, magnetic or paper tapes, photographic films and prints, motion picture, film and video recordings, magnetic or punched cards, discs, drums, diskettes, sound recordings, and other documents including existing data compilations from which information may be obtained or translated.\r\n\r\nPRODUCTION PROCESSING AND DELIVERY OF ELECTRONIC RECORDS\r\n\r\nPlease provide all records in their native electronic format. Please do not instead create new records by printing electronic files then scanning and printing the newly scanned prints.\r\n\r\nWashington State Law is clear that the use of 3rd party “portals” (Such as GOVQA) for a public records request is optional for the requestor. Respectfully I decline. Please provide all records electronically via direct email attachment to this email address.\r\n\r\nPlease do not register this requestor for, nor direct this requestor to the use of any 3rd party commercial portal including but not limited to FOIAOnline, GovQA, NextRequest, FOIAExpress, JustFOIA FOIADirect, WebForm, or any other online service other than a direct NO PASSWORD REQUIRED, NO REGISTRATION REQUIRED, internet cloud-based download link, or electronic email.\r\n\r\nDo not send any portion of this public records request to any 3rd party for-profit corporation such as GOVQA, a Grannicus Corporation or NEXT-REQUEST.\r\n\r\nDo not register this request with any for profit portal or 3rd party organization such as GOVQA, a Grannicus Corporation, or NEXT-REQUEST.\r\n\r\nPUBLIC RECORDS REQUESTS SUBMITTED VIA EMAIL\r\n*** FORWARD THIS PUBLIC RECORDS REQUEST TO PUBLIC RECORDS OFFICER ***\r\nRCW 42.56.080 - Identifiable records—Facilities for copying—Availability of public records.\r\n\r\n\"...Agencies shall honor requests received in person during an agency's normal office hours, or by mail or email, for identifiable public records unless exempted by provisions of this chapter. No official format is required for making a records request; however, agencies may recommend that requestors submit requests using an agency provided form or web page.\"\r\n\r\nThis public records request is being made via email. This public records request will be honored and fulfilled by your agency via email as requested or relief will be sought per statute.\r\n\r\nNATIVE ELECTRONIC FORMAT\r\n\r\nPlease provide all identified public records in their NATIVE electronic format, either .pst file or .pdf PORTFOLIO file. Please provide all electronic records in the fewest number of individual files as per native format or use free .zip compression in each installment.\r\n\r\nFEES\r\nIn the event that there are fees, please inform us of the total charges in advance of fulfilling the request in strict compliance with all provisions of the Washington State Public Records Act.\r\n\r\nEXEMPTION LOGS\r\nPlease ensure all redactions or exemptions claimed by your agency in the production of responsive records are accompanied by a complete and detailed exemption log noting the valid legal reason for each exemption at each redaction location in the record produced, as well as the specific number of pages if any that your agency redacts or withholds in their entirety. Each redaction should be noted by footnote or by a clear reference to the specific justification for that redaction, and only the minimal exempt portion of any record may be withheld.\r\n\r\nCOMMERCIAL PURPOSE DECLARATION\r\nThe Washington State Public Records Act prohibits the disclosure of “lists of individuals” for a commercial purpose (RCW 42.56.070(8)). I declare this public records request is not being made for any commercial purpose whatsoever. Also, this public records request is not being made for a \"list of individuals.\" This declaration satisfies all requirements of RCW 42.56 regarding prohibitions on lists and commercial purposes. No additional commercial purpose declaration will be completed for this public records request.\r\n\r\nPRESERVATION OF PUBLIC RECORDS *** ANTICIPATE LITAGATION ***\r\n\r\nWAC 44-14-03005 RETENTION OF PUBLIC RECORDS\r\n\r\nThe lawful destruction of public records is governed by retention schedules. The unlawful destruction of public records can be a crime. RCW 40.16.010 and 40.16.020. An agency is prohibited from destroying a public record, even if it is about to be lawfully destroyed under a retention schedule, if a public records request has been made for that record. RCW 42.56.100. Additional retention requirements might apply if the records may be relevant to actual or anticipated litigation. The agency is required to retain the record until the record request has been resolved.\r\n\r\nNote: An agency can be found to violate the Public Records Act and be subject to the attorneys' fees and penalty provision if it prematurely destroys a requested record after a request is made. See Yacobellis v. City of Bellingham, 55 Wn. App. 706, 780 P.2d 272 (1989). However, it is not a violation of the Public Records Act if a record is destroyed prior to an agency's receipt of a public records request for that record. Bldg. Indus. Ass'n of Wash. v. McCarthy, 152 Wn. App. 720, 218 P.3d 196 (2009); West v. Dep't of Nat. Res., 163 Wn. App. 238, 258 P.3d 78 (2011). The Public Records Act (chapter 42.56 RCW) and the records retention statutes (chapter 40.14 RCW) are two different laws.\r\n\r\nCOMMUNICATION VIA EMAIL\r\n\r\nPlease send all requests for clarification, status updates, and production of responsive electronic documents via direct email reply.\r\n\r\nThe requested documents will be made available to the general public.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. We look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nGood Luck.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/federal-way-8361/federal-way-school-district-2023-request-for-a-complete-electronic-copy-of-all-public-records-requests-received-by-the-district-including-the-district-responses-for-the-year-2023-162530/"
  },
  {
    "id": 162524,
    "title": "Flight costs",
    "slug": "flight-costs",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 114503,
    "username": "kellykauffman",
    "agency": 270,
    "datetime_submitted": "2024-04-23T16:52:32.891201",
    "date_due": "2024-05-14",
    "days_until_due": null,
    "date_followup": "2024-05-14",
    "datetime_done": null,
    "datetime_updated": "2024-04-23T16:52:33.212489",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162524,
        "from_user": 114503,
        "to_user": 10568,
        "subject": "DC Freedom of Information Act Request: Flight costs",
        "datetime": "2024-04-23T16:52:33.212489",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the DC Freedom of Information Act, I hereby request the following records:\r\n\r\nAll invoices, cost estimates, or bills related to Mayor Bowser's trip to the Masters Tournament in Augusta, Ga during April 13 and April 14, 2024.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 15 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKelly Kauffman",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/washington-48/flight-costs-162524/"
  },
  {
    "id": 162523,
    "title": "KENT SCHOOL DISTRICT - Joint Legislative Audit and Review Committee (JLARC) FINAL SUBMISSION, drafts, notes, worksheets, communications, estimates, and working documents for years 2019 - 2021",
    "slug": "kent-school-district-joint-legislative-audit-and-review-committee-jlarc-final-submission-drafts-notes-worksheets-communications-estimates-and-working-documents-for-years-2019-2021",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 106430,
    "username": "Rannsaka",
    "agency": 20067,
    "datetime_submitted": "2024-04-23T15:59:33.658134",
    "date_due": "2024-04-30",
    "days_until_due": null,
    "date_followup": "2024-04-30",
    "datetime_done": null,
    "datetime_updated": "2024-04-23T15:59:33.789286",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162523,
        "from_user": 106430,
        "to_user": 31494,
        "subject": "Washington Public Records Act Request: KENT SCHOOL DISTRICT - Joint Legislative Audit and Review Committee (JLARC) FINAL SUBMISSION, drafts, notes, worksheets, communications, estimates, and working documents for years 2019 - 2021",
        "datetime": "2024-04-23T15:59:33.789286",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "KENT SCHOOL DISTRICT - Joint Legislative Audit and Review Committee (JLARC) FINAL SUBMISSION, drafts, notes, worksheets, communications, estimates, and working documents for years 2019 - 2021\r\n\r\nVia email: PublicRecords@Kent.k12.wa.us\r\n\r\nTo whom it may concern,\r\n\r\nEach state and local agency with at least $100,000 of staff and legal costs associated with fulfilling public records requests in the preceding fiscal year is required to submit a report to the Joint Legislative Audit and Review Committee (JLARC). State and local agencies that spent less than $100,000 may voluntarily submit reports (RCW 40.14.026(5)).\r\n\r\nPUBLIC RECORDS REQUEST RCW 42.56\r\n\r\nI request the following identifiable public records to be produced in the following order of production, newest to oldest by year:\r\n\r\n1.\tProvide a complete copy of your agency Joint Legislative Audit and Review Committee (JLARC) report submitted by your agency to JLARC for the year 2021. Note: this identifiable record should be an exact copy of the answers submitted to the JLARC Public Records Request Reporting System.\r\n\r\n2.\tProvide complete copies of any and all worksheets, drafts, estimates, notes, and emails related to the completion of your agency’s final 2021 JLARC report and answers to the JLARC website questionnaire submitted for the year 2021.\r\n\r\n3.\tProvide a complete copy of your agency Joint Legislative Audit and Review Committee (JLARC) report submitted by your agency to JLARC for the year 2020. Note: this identifiable record should be an exact copy of the answers submitted to the JLARC Public Records Request Reporting System.\r\n\r\n4.\tProvide complete copies of any and all worksheets, drafts, estimates, notes, and emails related to the completion of your agency’s final 2020 JLARC report and answers to the JLARC website questionnaire submitted for the year 2020.\r\n\r\n5.\tProvide a complete copy of your agency Joint Legislative Audit and Review Committee (JLARC) report submitted by your agency to JLARC for the year 2019. Note: this identifiable record should be an exact copy of the answers submitted to the JLARC Public Records Request Reporting System.\r\n\r\n6.\tProvide complete copies of any and all worksheets, drafts, estimates, notes, and emails related to the completion of your agency’s final 2019 JLARC report and answers to the JLARC website questionnaire submitted for the year 2019.\r\n\r\nRECORDS INSTALLMENTS\r\n\r\nIf production of responsive records will be completed in multiple installments, please begin by producing records in the numerical order requested by subject matter and year. The most recent public records should be produced first. \r\n\r\nPRODUCTION AND DELIVERY OF ELECTRONIC RECORDS\r\n\r\nThe use of 3rd party “portals” (Such as GOVQA or NEXTREQUEST) for communication and production of records in response to a public records request is optional for the requestor in the State of Washington. Respectfully we decline to use any 3rd party \"portal\" system, specifically GOVQA and NEXTREQUEST. Please provide all records electronically via direct email attachment, or via no password, no registration internet cloud-based download link.\r\n\r\nPlease do not direct or invite us to use, register for, or communicate with your agency via any 3rd party portal including but not limited to FOIAOnline, GovQA, NextRequest, FOIAExpress, JustFOIA FOIADirect, WebForm, or any other commercial 3rd party records portal service.\r\nPlease provide all electronic records in their native electronic format. Please do not create new records by printing native electronic files then scanning and re-printing these newly scanned prints for electronic production.\r\n\r\nFEES\r\n\r\nIn the event that there are fees, please inform us of the total charges in advance of fulfilling the request in strict compliance with all provisions of the Washington State Public Records Act.\r\n\r\nEXEMPTION LOGS\r\n\r\nPlease ensure all redactions or exemptions claimed by your agency in the production of responsive records are accompanied by a complete and detailed exemption log noting the valid legal reason for each exemption at each redaction location in the record produced, as well as the specific number of pages if any that your agency redacts or withholds in their entirety. Each redaction should be noted by footnote or by a clear reference to the specific justification for that redaction, and only the minimal exempt portion of any record may be withheld.\r\n\r\nCOMMERICAL PURPOSE DECLARATION\r\n\r\nThe Washington State Public Records Act prohibits the disclosure of “lists of individuals” for a commercial purpose (RCW 42.56.070(8)). I declare this public records request is not being made for any commercial purpose whatsoever. Also, this public records request is not being made for a \"list of individuals.\" This declaration satisfies all requirements of RCW 42.56 regarding prohibitions on lists and commercial purposes. No additional commercial purpose declaration will be completed for this public records request. \r\n\r\nThe requested documents will be made available to the general public.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. We look forward to receiving your response to this request within 5 business days, as the statute requires.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/kent-67/kent-school-district-joint-legislative-audit-and-review-committee-jlarc-final-submission-drafts-notes-worksheets-communications-estimates-and-working-documents-for-years-2019-2021-162523/"
  },
  {
    "id": 162522,
    "title": "Cause of Death request",
    "slug": "cause-of-death-request",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 73387,
    "username": "Jcoyden",
    "agency": 21697,
    "datetime_submitted": "2024-04-23T15:54:23.930122",
    "date_due": "2024-04-30",
    "days_until_due": null,
    "date_followup": "2024-04-30",
    "datetime_done": null,
    "datetime_updated": "2024-04-23T15:54:24.028864",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162522,
        "from_user": 73387,
        "to_user": 34647,
        "subject": "Pennsylvania Right to Know Act Request: Cause of Death request",
        "datetime": "2024-04-23T15:54:24.028864",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Pennsylvania Right to Know Act, I hereby request the following records:\r\n\r\nManner and cause of death of Rome A. Culler on 2-26-2024.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJason Palmer",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/philadelphia-211/cause-of-death-request-162522/"
  },
  {
    "id": 162521,
    "title": "Traffic Stop Records",
    "slug": "traffic-stop-records",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 133374,
    "username": "emmaparry",
    "agency": 676,
    "datetime_submitted": "2024-04-23T14:46:53.850651",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2024-07-23",
    "datetime_done": null,
    "datetime_updated": "2024-04-23T21:59:34.922818",
    "date_embargo": null,
    "tracking_id": "R083283-042324",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162521,
        "from_user": 133374,
        "to_user": 9652,
        "subject": "Florida Sunshine Law Request: Traffic Stop Records",
        "datetime": "2024-04-23T14:46:54.054632",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nA tabular data file containing all information collected in accordance with Florida § 316.614 including but not limited to: date of stop, time of stop, race of driver, gender of driver, age of driver, if search occurred, if contraband was found, anonymized officer ID, and stop location for all years available.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nEmma Parry",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 162521,
        "from_user": 9652,
        "to_user": 133374,
        "subject": "[Records Center] Welcome to the Records Center!",
        "datetime": "2024-04-23T21:57:13.025433",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Emma Parry, \r\n \r\nThank you for registering with the City of Tampa public records portal. \r\n \r\nYour Login ID is:  162521-76128436@requests.muckrock.com \r\n \r\nIf you did not submit your request through the public records portal but are receiving this e-mail, an account has been created for you where you can track and monitor the status of your request, and receive any documents in response to your request. \r\n \r\n \r\nIf you have never used this system or cannot remember your password you may request a temporary password here: Request Temporary Password (https://u8387778.ct.sendgrid.net/ls/click?upn=u001.VEsWrlMiJDg0mXafq1mEXZHwC2CakLlgtX71ck955QARmdUDTtn7sEVRCBT2e85FQe2AaR4d6-2FuqYUNOWPnsqEdPGBCQcXOQouzS3Gjk4rQ-3DRd0Q_46-2FS9axpZCEYNDAUNGE8ooUcIigjNLUTFW4HGeOPmUpfn2VeCzSPsmxhL3TuzklS8RlGKB4txY-2FVdrZVk0v5AhX1M-2FIttDdglX4ba7ArTAwl0J8wQZ176GQ3WQ7A-2BF-2FE7nd-2BdYszDcPYSLOcBACZllBl06SS9-2BjZ73wmRhoG-2Btwpj7r1uQ4Obz5BpmSi9vcV-2BdJ9sIEjCcVIHYE7nTjdb8sGuo09cPzpZpQrN6z5JWk-3D) \r\n \r\nPlease login to \" My Request Center\" to update your account information, track the status of your request and receive requested records when they become available. (https://u8387778.ct.sendgrid.net/ls/click?upn=u001.VEsWrlMiJDg0mXafq1mEXZHwC2CakLlgtX71ck955QARmdUDTtn7sEVRCBT2e85F2oP-2BWzcoweQ30neRBaQGfQ-3D-3DpFfi_46-2FS9axpZCEYNDAUNGE8ooUcIigjNLUTFW4HGeOPmUpfn2VeCzSPsmxhL3TuzklS8RlGKB4txY-2FVdrZVk0v5Aqy6-2F-2FeZpldFxjCsAzJxKPXVTQQfStpVl7Lv2uMXvqyJIJixLXHL6UbN4YUUAGeE7D9X4dt2mhUuTQhgjg-2FVg2n9AJWpFGOk43Qysondf-2FssPDWIXJ2LYOJXaB541NcMrHBGRoSdyi3YJ47mnr2vvT0-3D) This is an auto-generated email and has originated from an unmonitored email account. Please DO NOT REPLY",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 162521,
        "from_user": 9652,
        "to_user": 133374,
        "subject": "TPD Records General (audio, video, etc.) :: R083283-042324",
        "datetime": "2024-04-23T21:59:34.922818",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Emma Parry: \r\nThe City is in receipt of the below public records request and it will be forwarded to the appropriate department(s) for a response to determine if such a record(s) exists. All City records are open for personal inspection and copying by any person except for portions of records which contain exempt or confidential information which may not be disclosed unless otherwise permitted by law.  While the City strives to provide access to public records by remote electronic means, it is necessary that the records are reviewed for possible exempt or confidential information prior to disclosure.  Should the records contain exempt or confidential information that is required to be redacted, the City will need to bill for the time expended on making the necessary redactions.  Should any extraordinary time be required, the City charges administrative fees as authorized by Florida Statutes.  An estimate of charges will be provided for prepayment prior to work being processed. \r\n \r\nRecord Types: \r\nOther Departmental Records \r\nPolice Case Number: \r\nAdditional Information: \r\n \r\nYou can monitor the progress of your request at the link below and you'll receive an email when your request has been completed. Again, thank you for using the City of Tampa Public Records Center. \r\nCity of Tampa Public Records Center \r\n\r\nTrack the issue status and respond at: https://cityoftampa.govqa.us/WEBAPP//_rs/RequestEdit.aspx?rid=83283",
        "status": "processed",
        "likely_foia": null,
        "files": [
          {
            "id": 1171402,
            "ffile": "https://cdn.muckrock.com/foia_files/2024/04/23/MR__162521.pdf",
            "datetime": "2024-04-23T21:59:43.286990",
            "title": "MR__162521",
            "source": "Tampa Police Department, Tampa, FL",
            "description": "",
            "doc_id": "24602480-mr__162521",
            "pages": 1
          }
        ],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/tampa-342/traffic-stop-records-162521/"
  },
  {
    "id": 162520,
    "title": "Traffic Stop Records",
    "slug": "traffic-stop-records",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 133374,
    "username": "emmaparry",
    "agency": 386,
    "datetime_submitted": "2024-04-23T14:45:00.566425",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2024-07-23",
    "datetime_done": null,
    "datetime_updated": "2024-04-23T21:55:39.254616",
    "date_embargo": null,
    "tracking_id": "W051979-042324",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162520,
        "from_user": 133374,
        "to_user": 10290,
        "subject": "Florida Sunshine Law Request: Traffic Stop Records",
        "datetime": "2024-04-23T14:45:00.756600",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nA tabular data file containing all information collected in accordance with Florida § 316.614 including but not limited to: date of stop, time of stop, race of driver, gender of driver, age of driver, if search occurred, if contraband was found, anonymized officer ID, and stop location for all years available.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nEmma Parry",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 162520,
        "from_user": 10290,
        "to_user": 133374,
        "subject": "Miami Florida Police - Open Records New Customer",
        "datetime": "2024-04-23T21:55:39.021672",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Welcome to the Miami PD Open Record Portal \r\n Thank you for registering - The Record Center enables you to submit requests, track their progress, and download any records that are responsive to your request! Login: 162520-25034218@requests.muckrock.com \r\n \r\n If you have never have used the system or have had staff create the account on your behalf, please click here to request a temporary password. (https://miamifl.mycusthelp.com/WEBAPP/_rs/ForgotPassword.aspx)",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 162520,
        "from_user": 10290,
        "to_user": 133374,
        "subject": "Miami Florida Police Open Records Center :: W051979-042324",
        "datetime": "2024-04-23T21:55:39.254616",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "The Miami Police Department acknowledges the below public records request dated 4/23/2024. The City of Miami will make a reasonable effort to determine from other officers or employees within the City whether such records exist and, if so, the location at which the record can be accessed or copied or if any exemptions apply. You will be notified accordingly. \r\n\r\nYou can monitor the progress of your request under \"My Requests\". Again, thank you for using the Open Records Center. \r\n\r\nTrack the issue status and respond at: https://miamifl.mycusthelp.com/WEBAPP//_rs/RequestEdit.aspx?rid=51979",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/miami-103/traffic-stop-records-162520/"
  },
  {
    "id": 162519,
    "title": "Traffic Stop Records",
    "slug": "traffic-stop-records",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 133374,
    "username": "emmaparry",
    "agency": 9450,
    "datetime_submitted": "2024-04-23T14:42:33.259087",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2024-07-23",
    "datetime_done": null,
    "datetime_updated": "2024-04-23T21:53:08.922364",
    "date_embargo": null,
    "tracking_id": "P401550-042324",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162519,
        "from_user": 133374,
        "to_user": 12927,
        "subject": "Florida Sunshine Law Request: Traffic Stop Records",
        "datetime": "2024-04-23T14:42:33.583780",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nA tabular data file containing all information collected in accordance with Florida § 316.614 including but not limited to: date of stop, time of stop, race of driver, gender of driver, age of driver, if search occurred, if contraband was found, anonymized officer ID, and stop location for all years available.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nEmma Parry",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 162519,
        "from_user": 12927,
        "to_user": 133374,
        "subject": "[Records Center] Welcome to the Records Center!",
        "datetime": "2024-04-23T21:52:05.765527",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Emma Parry, \r\n\r\nThank you for registering with the Jacksonville Sheriff Public Records Center.  Please log in to the Records Center to update any contact or password information and to track the progress of your request. \r\nLogin: 162519-94106691@requests.muckrock.com \r\n\r\nIf you have never used this system or cannot remember your password you may request a temporary password here: Request Temporary Password (https://jacksonvilleso.mycusthelp.com/WEBAPP/_rs/ForgotPassword.aspx) \r\n \r\nThis is an auto-generated email and has originated from an unmonitored email account. Please DO NOT REPLY.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 162519,
        "from_user": 12927,
        "to_user": 133374,
        "subject": "Public Records Request :: P401550-042324",
        "datetime": "2024-04-23T21:53:08.922364",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Emma Parry: \r\nThank you for your interest in public records of Jacksonville Sheriff's Office. Your request has been received and is being processed. Your request was received in this office on 4/23/2024 and given the reference number P401550-042324 for tracking purposes.  To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nA tabular data file containing all information collected in accordance with Florida § 316.614 including but not limited to: date of stop, time of stop, race of driver, gender of driver, age of driver, if search occurred, if contraband was found, anonymized officer ID, and stop location for all years available.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nEmma Parry\r\n\r\nUpload documents directly: https://accounts.muckrock.com/accounts/login/?next=https%3A%2F%2Fwww.muckrock.com%2Faccounts%2Flogin%2F%3Fnext%3D%252Faccounts%252Fagency_login%252Fjacksonville-police-department-9450%252Ftraffic-stop-records-162519%252F%253F&url_auth_token=AAAeoOperTFttJkUMKJsXAL0YxE%3A1rzRlf%3AXvnMVmL0gkSQyxMJ3MkKMviUiu5zLLFbRzmYrHE9Ew0 \r\nYour request will be forwarded to the relevant person(s) to locate the information you seek and to determine the volume and any costs associated with satisfying your request. \r\nYou will be contacted about the availability and/or provided with copies of the records in question.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/jacksonville-326/traffic-stop-records-162519/"
  },
  {
    "id": 162518,
    "title": "ASU/Gauth AI Partnership Documentation",
    "slug": "asugauth-ai-partnership-documentation",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 351,
    "username": "RobbyD",
    "agency": 281,
    "datetime_submitted": "2024-04-23T14:39:53.238104",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2024-07-23",
    "datetime_done": null,
    "datetime_updated": "2024-04-23T22:00:39.207235",
    "date_embargo": null,
    "tracking_id": "24-154",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162518,
        "from_user": 351,
        "to_user": 17746,
        "subject": "Arizona Public Records Law Request: ASU/Gauth AI Partnership Documentation",
        "datetime": "2024-04-23T14:39:53.476097",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Arizona Public Records Law, I hereby request the following records:\r\n\r\n1) Any contracts, agreements, or documentation related to Gauth AI (formerly \"Gauthmath\") being a registered \"partner\" of Arizona State University. On Gauth's website, the ASU logo is displayed under a label of \"partner\":\r\n\r\nhttps://www.gauthmath.com/aboutus\r\n\r\n2) Any emails between ASU's Corporate Engagement & Strategic Partnerships division and anyone at Gauth.\r\n\r\nOf particular interest is any documentation related to data-sharing or data-privacy policies related to the collection of data from ASU students or faculty. \r\n\r\nGauth is owned by the same parent company as TikTok, and any legislation regarding TikTok's ownership would also likely have an impact on other entities and agreements, such as ASU's Partnership with Gauth.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nRobert Delaware",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 162518,
        "from_user": 17746,
        "to_user": 351,
        "subject": "Your Arizona State University public records request #24-154 has been opened.",
        "datetime": "2024-04-23T22:00:32.873949",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Arizona State University\r\n\r\n************************************************************************\r\n\r\n\r\nYour record request #24-154 has been submitted successfully.\r\n\r\nThank you for submitting a public records request to Arizona State University.\r\n\r\n\r\n\r\nWe will begin reviewing your request now. If we need additional information to process it, or if we are unable to do so, we will be in touch with you shortly. \r\n\r\n\r\n\r\nOtherwise, we will begin gathering any responsive records from the relevant departments and/or individuals at ASU. After the records have been gathered and individually reviewed to determine if they are responsive and whether any confidential information needs to be withheld or redacted, they will be provided to you. The amount of time necessary to complete this process varies depending on a variety of factors, including how extensive the request is, how responsive information is stored, and what kinds of review and redaction are necessary. \r\n\r\n\r\n\r\nPlease be aware that ASU receives a large number of records requests and we may be occupied in processing requests received prior to yours. You are welcome to check on the status of your request at any time through the online portal you used to submit your request (https://asu.nextrequest.com/). When the responsive documents are ready for you, you may also use this portal to access them and to pay any charges associated with your request.\r\n\r\n\r\n\r\nIf you have additional questions regarding this process or the status of your request, you may submit them through the portal or by email to publicrecords@asu.edu. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n************************************************************************                          \r\nReply to this email or sign in to contact Arizona State University.<br><br>\r\n             <a href=\"https://asu.nextrequest.com/settings?id=1389061\">Change your email settings</a> | <a href=\"https://www.nextrequest.civicplus.help/hc/en-us/categories/17720084172567-Requesters\">Visit our help center</a>",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 162518,
        "from_user": 17746,
        "to_user": 351,
        "subject": "[ACTION REQUIRED] Your Arizona State University public records portal account",
        "datetime": "2024-04-23T22:00:39.207235",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Use this to confirm your account. The link is only valid for 24 hours.\r\n\r\nArizona State University\r\n\r\n************************************************************************\r\nHello Robert Delaware!\r\n************************************************************************\r\n\r\nYou can confirm your Arizona State University public records portal account by copying and pasting the URL below into your web browser. This link is only valid for the next 24 hours.\r\n\r\nMagic link: https://asu.nextrequest.com/users/confirmation?confirmation_token=KYN29YACyPsH5PypAyn7\r\n\r\n\r\n\r\n************************************************************************                          \r\nQuestions? Check out our help page (https://www.nextrequest.com/support) or email us at support@nextrequest.com.\r\n************************************************************************\r\n\r\nPowered by NextRequest (https://www.nextrequest.com).",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/arizona-78/asugauth-ai-partnership-documentation-162518/"
  },
  {
    "id": 162473,
    "title": "Ryan Kelly's last paycheck",
    "slug": "ryan-kellys-last-paycheck",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 120443,
    "username": "1950",
    "agency": 35983,
    "datetime_submitted": "2024-04-23T11:57:17.803034",
    "date_due": "2024-04-30",
    "days_until_due": null,
    "date_followup": "2024-04-30",
    "datetime_done": null,
    "datetime_updated": "2024-04-23T11:57:17.930494",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162473,
        "from_user": 120443,
        "to_user": 120454,
        "subject": "Illinois Freedom of Information Act. Request: Ryan Kelly's last paycheck",
        "datetime": "2024-04-23T11:57:17.930494",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nA copy of Ryan Kelly's last paycheck.\r\nA copy of Ryan Kelly's accrued benefit time.\r\nA copy of all payment made for Ryan Kelly's benefits.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nCarolyn",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/fox-lake-7824/ryan-kellys-last-paycheck-162473/"
  },
  {
    "id": 162472,
    "title": "Employee concerns/complaints over working for Ryan Kelly",
    "slug": "employee-concernscomplaints-over-working-for-ryan-kelly",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 120443,
    "username": "1950",
    "agency": 35983,
    "datetime_submitted": "2024-04-23T11:53:51.469670",
    "date_due": "2024-04-30",
    "days_until_due": null,
    "date_followup": "2024-04-30",
    "datetime_done": null,
    "datetime_updated": "2024-04-23T11:53:51.669820",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "village of fox lake",
      "fox lake illinois",
      "jessica chernich",
      "donny schmit",
      "ryan kelly felony arrest"
    ],
    "communications": [
      {
        "foia": 162472,
        "from_user": 120443,
        "to_user": 120454,
        "subject": "Illinois Freedom of Information Act. Request: Employee concerns/complaints over working for Ryan Kelly",
        "datetime": "2024-04-23T11:53:51.669820",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nAll complaints filed to by employees to human resources, their supervisors, the mayor,  the administrator, legal or any other individual or entity regarding being scared to work with Ryan Kelly or their concerns with working for Ryan Kelly after his felony arrest for eavesdropping on them and his felony arrest for burglary and the inventory of his weapons found in his house without a FOID.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nCarolyn",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/fox-lake-7824/employee-concernscomplaints-over-working-for-ryan-kelly-162472/"
  },
  {
    "id": 162471,
    "title": "Emails",
    "slug": "emails",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 120443,
    "username": "1950",
    "agency": 35983,
    "datetime_submitted": "2024-04-23T11:46:38.199726",
    "date_due": "2024-04-30",
    "days_until_due": null,
    "date_followup": "2024-04-30",
    "datetime_done": null,
    "datetime_updated": "2024-04-23T11:46:38.334640",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "village of fox lake",
      "jessica chernich",
      "howard teegan",
      "donny schmit",
      "donnie schmit",
      "fox lake parks and recreation",
      "fox lake lakefront park"
    ],
    "communications": [
      {
        "foia": 162471,
        "from_user": 120443,
        "to_user": 120454,
        "subject": "Illinois Freedom of Information Act. Request: Emails",
        "datetime": "2024-04-23T11:46:38.334640",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nAll emails among and between schmitd@foxlake.org, hteegan@sjtpom.com, Schernichj@foxlake.org regarding the parks and recreation department and parks, including this email and associated attachments from January 1, 2025 to current:\r\n\r\n2/8/2024 14:05 34.8K schmitd@foxlake.org hteegen@sjtpom.com, Chernichj@foxlake.org FW: Parks & Recreation Department Update\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nCarolyn",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/fox-lake-7824/emails-162471/"
  },
  {
    "id": 162470,
    "title": "Emails",
    "slug": "emails",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 120443,
    "username": "1950",
    "agency": 35983,
    "datetime_submitted": "2024-04-23T11:42:37.831815",
    "date_due": "2024-04-30",
    "days_until_due": null,
    "date_followup": "2024-04-30",
    "datetime_done": null,
    "datetime_updated": "2024-04-23T11:42:38.039236",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162470,
        "from_user": 120443,
        "to_user": 120454,
        "subject": "Illinois Freedom of Information Act. Request: Emails",
        "datetime": "2024-04-23T11:42:38.039236",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nAll emails and meeting events between Chernichj@foxlake.org and waszakd@foxlake.org from Jan 1, 2024 to current.\r\n\r\nIncluding this email:\r\n\r\n2/5/2024 11:20 5.9K Chernichj@foxlake.org WaszakD@foxlake.org Meeting Forward Notification: Onboard\r\n\r\nand all associated attachments and the entire email strings.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nCarolyn",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/fox-lake-7824/emails-162470/"
  },
  {
    "id": 162469,
    "title": "Emails",
    "slug": "emails",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 120443,
    "username": "1950",
    "agency": 35983,
    "datetime_submitted": "2024-04-23T11:38:23.123403",
    "date_due": "2024-04-30",
    "days_until_due": null,
    "date_followup": "2024-04-30",
    "datetime_done": null,
    "datetime_updated": "2024-04-23T11:38:23.282213",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "village of fox lake",
      "fox lake corruption",
      "fox lake ryan kelly felony arrest",
      "donny schmit fox lake"
    ],
    "communications": [
      {
        "foia": 162469,
        "from_user": 120443,
        "to_user": 120454,
        "subject": "Illinois Freedom of Information Act. Request: Emails",
        "datetime": "2024-04-23T11:38:23.282213",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nAll emails between deservid@foxlake.org and schmitd@foxlake.org regarding the Ryan Kelly case including this email:\r\n\r\n2/6/2024 11:42 76.2K deservid@foxlake.org schmitd@foxlake.org Ryan Kelly case\r\n\r\nand all associated attachments.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nCarolyn",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/fox-lake-7824/emails-162469/"
  },
  {
    "id": 162467,
    "title": "Untitled",
    "slug": "untitled",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4112,
    "username": "mvtopic-loevyloevy",
    "agency": 59,
    "datetime_submitted": "2024-04-23T09:47:17.441291",
    "date_due": "2024-05-21",
    "days_until_due": null,
    "date_followup": "2024-07-23",
    "datetime_done": null,
    "datetime_updated": "2024-04-24T09:01:26.428701",
    "date_embargo": null,
    "tracking_id": "FOIA-2024-01775",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162467,
        "from_user": 4112,
        "to_user": 9586,
        "subject": "Freedom of Information Act Request: Untitled",
        "datetime": "2024-04-23T09:47:17.775259",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nLogs, emails, or other records documenting inquiries received by the OIP FOIA counselor of the day and responses and related communications to those inquiries for the time period of January 1, 2024, to the date you conduct your search.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMatthew Topic",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 162467,
        "from_user": 9586,
        "to_user": 4112,
        "subject": "MP SI Baseline Registration",
        "datetime": "2024-04-23T22:04:45",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Thank you for your registration. Here is your temporary password: \r\n8&Me)pU8*o \r\nYou will be required to change it upon initial login.",
        "status": "done",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 162467,
        "from_user": 9586,
        "to_user": 4112,
        "subject": "Pending Freedom of Information Act Request, FOIA-2024-01775",
        "datetime": "2024-04-24T09:01:26.428701",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Please find attached correspondence related to your Freedom of Information Act request.",
        "status": "processed",
        "likely_foia": null,
        "files": [
          {
            "id": 1171431,
            "ffile": "https://cdn.muckrock.com/foia_files/2024/04/24/02._Acknowledgment_Letter_4.24.24.pdf",
            "datetime": "2024-04-24T09:01:26.544749",
            "title": "02. Acknowledgment Letter (4.24.24)",
            "source": "Department of Justice, Office of Information Policy, United States of America",
            "description": "",
            "doc_id": "24602707-02-acknowledgment-letter-42424",
            "pages": 1
          }
        ],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/untitled-162467/"
  },
  {
    "id": 162466,
    "title": "Mayor Gary Grasso Social Media",
    "slug": "mayor-gary-grasso-social-media",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 124211,
    "username": "MYMUCKROCK",
    "agency": 33594,
    "datetime_submitted": "2024-04-23T09:42:53.226759",
    "date_due": "2024-04-30",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-23T09:42:53.361168",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162466,
        "from_user": 124211,
        "to_user": 127315,
        "subject": "",
        "datetime": "2024-04-23T09:42:53.361168",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nThis request seeks records related to the Facebook page titled, \"Gary Grasso -- Mayor of Burr Ridge\" at URL: https://www.facebook.com/GrassoforCongress  An example of what each of these records looks like is available at https://bit.ly/facebookfoia.\r\n\r\nIn order to access the requested information, outlined below, the page owner will need to take the following steps:\r\n1. Log into the page account or a Facebook account with managerial access to the Facebook page. For information on this type of access, see: https://www.facebook.com/help/187316341316631.)\r\n2. \"Switch\" to the page account. To do so, click your profile photo in the top right, then click \"See all profiles\", then select the Page you want to switch into. (See the instructions here: https://www.facebook.com/help/123930246348340).\r\n3. Click \"Professional dashboard\" on the left, or go to this URL: \r\nhttps://www.facebook.com/GrassoforCongress/?sk=professional_dashboard\r\n\r\nI request the following information:\r\n\r\n1. The \"Page and Tagging\" information for this account. Once logged into the account, go to this URL: https://www.facebook.com/settings/?tab=timeline&privacy_source=timeline_gear_menu.\r\n\r\n2. The list of Blocked  Users for this account. This information is accessible by following these steps:\r\n(a) Once logged into the account, go to this URL: https://www.facebook.com/settings?tab=blocking\r\n(b) Click \"Edit\" next to \"Block users\"\r\n(c) Click \"See your blocked list\"\r\n\r\n3. The list of Blocked Pages for this account. This information is accessible by following these steps:\r\n(a) Once logged into the account, go to this URL: https://www.facebook.com/settings?tab=blocking\r\n(b) Click \"Edit\" next to \"Block Pages\"\r\n(c) Click \"See your blocked list\"\r\n\r\n4. The list of \"Moderation Assist\" criteria used by this account. This information is accessible by following either of these steps:\r\n(a) Once logged into the account, go to the \"Professional Dashboard\" and then click \"Moderation Assist\" on the left side of the screen.\r\n(b) Alternatively, they may visit this URL: https://www.facebook.com/GrassoforCongress/professional_dashboard/moderation_assist\r\n\r\n5. If the \"Moderation Assist\" criteria includes \"Comment has certain keywords\", the list of keywords used by this account. This information is accessible by following the steps in (4) above, then:\r\n(a) Click the pencil (edit) icon next to each of the criteria (\"Comment has certain keywords\").\r\n(b) Click \"Edit\" from the drop-down menu.\r\n(c) Click \"Comment has certain keywords\"\r\n(d) On the right side of the \"Keywords\" menu, click the ellipsis menu (\"...\")\r\n(e) Click \"Copy list\" from the dropdown menu.\r\n(f) Provide the information from the list.\r\n\r\n6. If the \"Moderation Assist\" criteria includes \"Comment has specific links\", the list of keywords used by this account. This information is accessible by following the steps in (4) above, then:\r\n(a) Click the pencil (edit) icon next to each of the criteria (\"Comment has specific links\").\r\n(b) Click \"Edit\" from the drop-down menu.\r\n(c) Click \"Comment has links to specific sites.\"\r\n(d) Provide the information from the \"Added sites\" list.\r\n\r\n7. The list of moderation actions in the Activity log for this account. This information is accessible by following these steps:\r\n(a) Once logged into the account, go to the \"Professional Dashboard.\"\r\n(b) Click \"Moderation Assist\" on the left side of the screen (or go to this URL):\r\n\r\nhttps://www.facebook.com/GrassoforCongress/professional_dashboard/moderation_assist\r\n\r\n(c) Click \"Activity log\" on the left side of the screen (or go to this URL):\r\n\r\nhttps://www.facebook.com/GrassoforCongress/professional_dashboard/moderation_activity_log\r\n\r\n(d) From the dropdown menu labeled \"Visible comments\", select \"Hidden comments\".\r\n(e) Continue scrolling down until the complete list is loaded.\r\n(f) Provide the information from this log.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAnonymous User",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/burr-ridge-7596/mayor-gary-grasso-social-media-162466/"
  },
  {
    "id": 162465,
    "title": "Tony Schiappa, Burr Ridge Trustee Social Media",
    "slug": "tony-schiappa-burr-ridge-trustee-social-media",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 124211,
    "username": "MYMUCKROCK",
    "agency": 33594,
    "datetime_submitted": "2024-04-23T09:42:30.570284",
    "date_due": "2024-04-30",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-23T09:42:30.737122",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162465,
        "from_user": 124211,
        "to_user": 127315,
        "subject": "",
        "datetime": "2024-04-23T09:42:30.737122",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nThis request seeks records related to the Facebook page titled, \"Tony Schiappa, Burr Ridge Trustee \" at URL: https://www.facebook.com/TSchiappa  An example of what each of these records looks like is available at https://bit.ly/facebookfoia.\r\n\r\nIn order to access the requested information, outlined below, the page owner will need to take the following steps:\r\n1. Log into the page account or a Facebook account with managerial access to the Facebook page. For information on this type of access, see: https://www.facebook.com/help/187316341316631.)\r\n2. \"Switch\" to the page account. To do so, click your profile photo in the top right, then click \"See all profiles\", then select the Page you want to switch into. (See the instructions here: https://www.facebook.com/help/123930246348340).\r\n3. Click \"Professional dashboard\" on the left, or go to this URL: \r\nhttps://www.facebook.com/TSchiappa/?sk=professional_dashboard\r\n\r\nI request the following information:\r\n\r\n1. The \"Page and Tagging\" information for this account. Once logged into the account, go to this URL: https://www.facebook.com/settings/?tab=timeline&privacy_source=timeline_gear_menu.\r\n\r\n2. The list of Blocked  Users for this account. This information is accessible by following these steps:\r\n(a) Once logged into the account, go to this URL: https://www.facebook.com/settings?tab=blocking\r\n(b) Click \"Edit\" next to \"Block users\"\r\n(c) Click \"See your blocked list\"\r\n\r\n3. The list of Blocked Pages for this account. This information is accessible by following these steps:\r\n(a) Once logged into the account, go to this URL: https://www.facebook.com/settings?tab=blocking\r\n(b) Click \"Edit\" next to \"Block Pages\"\r\n(c) Click \"See your blocked list\"\r\n\r\n4. The list of \"Moderation Assist\" criteria used by this account. This information is accessible by following either of these steps:\r\n(a) Once logged into the account, go to the \"Professional Dashboard\" and then click \"Moderation Assist\" on the left side of the screen.\r\n(b) Alternatively, they may visit this URL: https://www.facebook.com/TSchiappa/professional_dashboard/moderation_assist\r\n\r\n5. If the \"Moderation Assist\" criteria includes \"Comment has certain keywords\", the list of keywords used by this account. This information is accessible by following the steps in (4) above, then:\r\n(a) Click the pencil (edit) icon next to each of the criteria (\"Comment has certain keywords\").\r\n(b) Click \"Edit\" from the drop-down menu.\r\n(c) Click \"Comment has certain keywords\"\r\n(d) On the right side of the \"Keywords\" menu, click the ellipsis menu (\"...\")\r\n(e) Click \"Copy list\" from the dropdown menu.\r\n(f) Provide the information from the list.\r\n\r\n6. If the \"Moderation Assist\" criteria includes \"Comment has specific links\", the list of keywords used by this account. This information is accessible by following the steps in (4) above, then:\r\n(a) Click the pencil (edit) icon next to each of the criteria (\"Comment has specific links\").\r\n(b) Click \"Edit\" from the drop-down menu.\r\n(c) Click \"Comment has links to specific sites.\"\r\n(d) Provide the information from the \"Added sites\" list.\r\n\r\n7. The list of moderation actions in the Activity log for this account. This information is accessible by following these steps:\r\n(a) Once logged into the account, go to the \"Professional Dashboard.\"\r\n(b) Click \"Moderation Assist\" on the left side of the screen (or go to this URL):\r\n\r\nhttps://www.facebook.com/TSchiappa/professional_dashboard/moderation_assist\r\n\r\n(c) Click \"Activity log\" on the left side of the screen (or go to this URL):\r\n\r\nhttps://www.facebook.com/TSchiappa/professional_dashboard/moderation_activity_log\r\n\r\n(d) From the dropdown menu labeled \"Visible comments\", select \"Hidden comments\".\r\n(e) Continue scrolling down until the complete list is loaded.\r\n(f) Provide the information from this log.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAnonymous User",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/burr-ridge-7596/tony-schiappa-burr-ridge-trustee-social-media-162465/"
  },
  {
    "id": 162464,
    "title": "Burr Ridge Village Police Department Social Media",
    "slug": "burr-ridge-village-police-department-social-media",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 124211,
    "username": "MYMUCKROCK",
    "agency": 11862,
    "datetime_submitted": "2024-04-23T09:41:46.178920",
    "date_due": "2024-04-30",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-23T09:41:46.328122",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162464,
        "from_user": 124211,
        "to_user": 17693,
        "subject": "",
        "datetime": "2024-04-23T09:41:46.328122",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nThis request seeks records related to the Facebook page titled, \"Burr Ridge Police Department\" at URL: \r\nhttps://www.facebook.com/BRVillagePD\r\nAn example of what each of these records looks like is available at https://bit.ly/facebookfoia.\r\n\r\nIn order to access the requested information, outlined below, the page owner will need to take the following steps:\r\n1. Log into the page account or a Facebook account with managerial access to the Facebook page. For information on this type of access, see: https://www.facebook.com/help/187316341316631.)\r\n2. \"Switch\" to the page account. To do so, click your profile photo in the top right, then click \"See all profiles\", then select the Page you want to switch into. (See the instructions here: https://www.facebook.com/help/123930246348340).\r\n3. Click \"Professional dashboard\" on the left, or go to this URL: \r\nhttps://www.facebook.com/BRVillagePD/?sk=professional_dashboard\r\n\r\nI request the following information:\r\n\r\n1. The \"Page and Tagging\" information for this account. Once logged into the account, go to this URL: https://www.facebook.com/settings/?tab=timeline&privacy_source=timeline_gear_menu.\r\n\r\n2. The list of Blocked  Users for this account. This information is accessible by following these steps:\r\n(a) Once logged into the account, go to this URL: https://www.facebook.com/settings?tab=blocking\r\n(b) Click \"Edit\" next to \"Block users\"\r\n(c) Click \"See your blocked list\"\r\n\r\n3. The list of Blocked Pages for this account. This information is accessible by following these steps:\r\n(a) Once logged into the account, go to this URL: https://www.facebook.com/settings?tab=blocking\r\n(b) Click \"Edit\" next to \"Block Pages\"\r\n(c) Click \"See your blocked list\"\r\n\r\n4. The list of \"Moderation Assist\" criteria used by this account. This information is accessible by following either of these steps:\r\n(a) Once logged into the account, go to the \"Professional Dashboard\" and then click \"Moderation Assist\" on the left side of the screen.\r\n(b) Alternatively, they may visit this URL: https://www.facebook.com/BRVillagePD/professional_dashboard/moderation_assist\r\n\r\n5. If the \"Moderation Assist\" criteria includes \"Comment has certain keywords\", the list of keywords used by this account. This information is accessible by following the steps in (4) above, then:\r\n(a) Click the pencil (edit) icon next to each of the criteria (\"Comment has certain keywords\").\r\n(b) Click \"Edit\" from the drop-down menu.\r\n(c) Click \"Comment has certain keywords\"\r\n(d) On the right side of the \"Keywords\" menu, click the ellipsis menu (\"...\")\r\n(e) Click \"Copy list\" from the dropdown menu.\r\n(f) Provide the information from the list.\r\n\r\n6. If the \"Moderation Assist\" criteria includes \"Comment has specific links\", the list of keywords used by this account. This information is accessible by following the steps in (4) above, then:\r\n(a) Click the pencil (edit) icon next to each of the criteria (\"Comment has specific links\").\r\n(b) Click \"Edit\" from the drop-down menu.\r\n(c) Click \"Comment has links to specific sites.\"\r\n(d) Provide the information from the \"Added sites\" list.\r\n\r\n7. The list of moderation actions in the Activity log for this account. This information is accessible by following these steps:\r\n(a) Once logged into the account, go to the \"Professional Dashboard.\"\r\n(b) Click \"Moderation Assist\" on the left side of the screen (or go to this URL):\r\n\r\nhttps://www.facebook.com/BRVillagePD/professional_dashboard/moderation_assist\r\n\r\n(c) Click \"Activity log\" on the left side of the screen (or go to this URL):\r\n\r\nhttps://www.facebook.com/BRVillagePD/professional_dashboard/moderation_activity_log\r\n\r\n(d) From the dropdown menu labeled \"Visible comments\", select \"Hidden comments\".\r\n(e) Continue scrolling down until the complete list is loaded.\r\n(f) Provide the information from this log.\r\n\r\n8. The list of people with Facebook access to this page. From the \"Professional dashboard\" page (https://www.facebook.com/BRVillagePD/?sk=professional_dashboard), click \"Page Access\" on the left side of the screen. Alternatively, visit this URL: https://www.facebook.com/settings/?tab=profile_access\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAnonymous User",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/burr-ridge-7596/burr-ridge-village-police-department-social-media-162464/"
  },
  {
    "id": 162463,
    "title": "FBI PH 4.23.24",
    "slug": "fbi-ph-42324",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 60252,
    "username": "rskva102",
    "agency": 10,
    "datetime_submitted": "2024-04-23T08:19:08.518789",
    "date_due": "2024-05-21",
    "days_until_due": null,
    "date_followup": "2024-07-23",
    "datetime_done": null,
    "datetime_updated": "2024-04-23T21:46:00.051196",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162463,
        "from_user": 60252,
        "to_user": 9555,
        "subject": "Freedom of Information Act Request: FBI PH 4.23.24",
        "datetime": "2024-04-23T08:19:08.630668",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear FOIA Officer:\r\n\r\nYou are receiving this correspondence as a request under the Freedom of Information Act, 5 U.S.C. subsection 552. I am requesting the following:\r\n\r\nAll records related to or mentioning Paul Helliwell, aka Paul Lionel Edward Helliwell , aka Paul L. E. Helliwell (September 17, 1914 – December 24, 1976). Mr. Helliwell was an officer in the Office of Strategic Services and later a Miami-based lawyer representing clients like the Walt Disney Company. The Federal Bureau of Investigation (FBI) created records on Mr. Helliwell on a number of occasions, including:\r\n\r\n- An applicant investigation for a position in the federal government, conducted in 1949;\r\n\r\n- Criminal investigations related to bankruptcy proceedings in the 1970s;\r\n\r\n- Criminal investigations related to organized crime in Las Vegas and the Bahamas in the 1960s and 1970s.\r\n\r\nFBI memorandums containing information mentioning these records were furnished to the Watergate Special Prosecution Task Force between October 1974 and March 1975 and can be found at the National Archives, confirming the existence of an FBI file on Mr. Helliwell. Therefore, I am requesting these records and all others that were generated mentioning, or may be related to, Paul L. E. Helliwell.\r\n\r\nProof of death is not required as Mr. Helliwell's date of birth was over 100 years ago.\r\n\r\nI am asking you waive any fees associated with this request. I am a member of the news media. My bylines, which include Unicorn Riot, Covert Action Magazine, and the Geopolitical Economy Report, can be found in both print and electronic publications, and I am sending this request in coordination with Muckrock, an award-winning and nationally-recognized news organization. Please take note of the Office of Management and Budget guidelines published March 27, 1987 (52 FR 10012) that include electronic publications and other nontraditional publishers as representatives of the news media.\r\n\r\nA fee waiver is appropriate in situations where \"disclosure of the requested information is in the public interest because it is likely to contribute significantly to public understanding of the operations and activities of the government, and is not primarily in the commercial interest of the requester,” 5 U.S.C. § 552(a)(4)(iii). This request would contribute significantly to public understanding of the operations and activities of government with regard to the FBI's handling of the Watergate investigation and its investigations into organized crime. Mr. Helliwell was a subject of interest in multiple investigations, notably the financial connections between Howard Robard Hughes Jr., owner of the Hughes Tool Company and other businesses, and Charles Gregory \"Bebe\" Rebozo, an associate and financial advisor to former president Richard Nixon. \r\n\r\nThis request is not being made for commercial purposes.\r\n\r\nAll documents will be provided to the general public without charge.\r\n\r\nIn the event that there are fees, I am willing to pay up to $100. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nI look forward to your response within 20 working days, as the statute requires. If access to the records I am requesting will take longer, please contact me with information about when I might expect copies or the ability to inspect the requested records.\r\n\r\nIf you deny any or all of this request, please cite each specific exemption you feel justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\r\n\r\nSincerely,\r\n\r\nRobert Skvarla, Jr.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 162463,
        "from_user": 9555,
        "to_user": 60252,
        "subject": "eFOIPA Authorization Request",
        "datetime": "2024-04-23T21:41:10.847421",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "You have successfully requested access to FBI's eFOIPA website.\r\n\r\nPlease access the efoia.fbi.gov by following this temporary authorization url:\r\n<https://efoia.fbi.gov/authorize/4800dd2663664997de153ca2d4395a702e12036455ab90e559>.",
        "status": "submitted",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 162463,
        "from_user": 9555,
        "to_user": 60252,
        "subject": "eFOIA Request Received",
        "datetime": "2024-04-23T21:46:00.051196",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "# Individual Information\r\n\r\nPrefix First Name Middle Name Last Name Suffix Email Phone Location\r\n\r\n# Domestic Address\r\n\r\nAddress Line 1 Address Line 2 City State Postal\r\n\r\n# Agreement to Pay\r\n\r\nHow you will pay\r\n\r\nI am requesting a fee waiver for my request and have reviewed the FOIA\r\nreference guide. If my fee waiver is denied, I would like to limit my request\r\nto the two free hours of searching and 100 duplicated pages.\r\n\r\n# Proof Of Affiliation for Fee Waiver\r\n\r\nWaiver Explanation\r\n\r\n    \r\n    \r\n    I am asking you waive any fees associated with this request. I am a member\r\n    of the news media. My bylines, which include Unicorn Riot, Covert Action\r\n    Magazine, and the Geopolitical Economy Report, can be found in both print\r\n    and electronic publications, and I am sending this request in coordination\r\n    with Muckrock, an award-winning and nationally-recognized news organization.\r\n    Please take note of the Office of Management and Budget guidelines published\r\n    March 27, 1987 (52 FR 10012) that include electronic publications and other\r\n    nontraditional publishers as representatives of the news media.\r\n    \r\n    A fee waiver is appropriate in situations where \"disclosure of the requested\r\n    information is in the public interest because it is likely to contribute\r\n    significantly to public understanding of the operations and activities of\r\n    the government, and is not primarily in the commercial interest of the\r\n    requester,â€� 5 U.S.C. Â§ 552(a)(4)(iii). This request would contribute\r\n    significantly to public understanding of the operations and activities of\r\n    government with regard to the FBI's handling of the Watergate investigation\r\n    and its investigations into organized crime. Mr. Helliwell was a subject of\r\n    interest in multiple investigations, notably the financial connections\r\n    between Howard Robard Hughes Jr., owner of the Hughes Tool Company and other\r\n    businesses, and Charles Gregory \"Bebe\" Rebozo, an associate and financial\r\n    advisor to former president Richard Nixon.\r\n\r\nDocumentation Files\r\n\r\n# Deceased Individual\r\n\r\nPrefix First Name Middle Name Last Name Suffix ARN SSN FBI Number Date of\r\nBirth Place of Birth Date of Death Additional Information\r\n\r\n    \r\n    \r\n    Please See attachment for description.\r\n\r\nSupporting documentation **\r\n\r\nPlease be advised that efoia@subscriptions.fbi.gov is a no-reply email\r\naddress. Questions regarding your FOIA request may be directed to\r\nfoipaquestions@fbi.gov. If you have received a FOIPA request number, please\r\ninclude this in all correspondence concerning your request. Please note eFOIPA\r\nrequests are processed in the order that they are received. If you have not\r\nreceived a FOIPA request number, your request is in the process of being\r\nopened at which time it will be assigned a FOIPA request number and\r\ncorrespondence will be forthcoming.\r\n\r\n**\r\n\r\nUpon receipt of your FOIPA request number, you may check the status of your\r\nFOIPA request on the FBIâ€™s electronic FOIA Library (The Vault) on the FBIâ€™s\r\npublic website, http://vault.fbi.gov by clicking on the â€˜Check Status of Your\r\nFOI/PA Request toolâ€™ link. Status updates are performed on a weekly basis. If\r\nyou receive a comment that your FOIPA request number was not located in the\r\ndatabase, please check back at a later date.\n",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/fbi-ph-42324-162463/"
  },
  {
    "id": 162459,
    "title": "DIA 4.23.24",
    "slug": "dia-42324",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 60252,
    "username": "rskva102",
    "agency": 24,
    "datetime_submitted": "2024-04-23T07:47:45.284490",
    "date_due": "2024-05-21",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-23T07:47:45.386427",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162459,
        "from_user": 60252,
        "to_user": 10049,
        "subject": "",
        "datetime": "2024-04-23T07:47:45.386427",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nYou are receiving this correspondence as a request under the Freedom of Information Act, 5 U.S.C. subsection 552. I am requesting the following:\r\n\r\nCopies of records for all contracts awarded by, or on behalf of, the Defense Intelligence Agency (DIA) to Advanced Echelon LLC (UEI: W7D1H4WMXCQ7). This request includes, but is not limited to:\r\n\r\n- Solicitations/Standard form 1449\r\n\r\n- Statements of Work\r\n\r\n- Requests for Proposals\r\n\r\n- Requests for Information\r\n\r\n- Memorandum(s) of Understanding\r\n\r\n- Letters of Interest\r\n\r\n- Award Letters\r\n\r\n- Task Letters\r\n\r\n- Privacy Impact Assessments\r\n\r\n- Invoices\r\n\r\n- Purchase and/or Change Orders\r\n\r\n- Project Budgets and/or Budget Proposals\r\n\r\n- Evaluation Reports\r\n\r\n- Presentations by the Advanced Echelon LLC\r\n\r\nI am asking you waive any fees associated with this request. I am a member of the news media. My bylines, which include Unicorn Riot, Covert Action Magazine, and the Geopolitical Economy Report, can be found in both print and electronic publications, and I am sending this request in coordination with Muckrock, an award-winning and nationally-recognized news organization. Please take note of the Office of Management and Budget guidelines published March 27, 1987 (52 FR 10012) that include electronic publications and other nontraditional publishers as representatives of the news media. \r\n\r\nA fee waiver is appropriate in situations where \"disclosure of the requested information is in the public interest because it is likely to contribute significantly to public understanding of the operations and activities of the government, and is not primarily in the commercial interest of the requester,” 5 U.S.C. § 552(a)(4)(iii). This request would contribute significantly to public understanding of the operations and activities of government with regard to its research into anomalous health incidents.\r\n\r\nAnomalous health incidents (AHI) are events occurring between 2016 and the present day that have resulted in a condition, or a series of related conditions, afflicting intelligence agents and diplomats working for the governments of the United States and Canada. In 2017, the Associated Press reported on a number of such incidents that happened in Cuba the year prior that led to the United States pulling staff from its embassy in that country. Since then, AHI have continued to generate considerable media attention and stories focusing on the national security implications have appeared in the New York Times and The New Yorker, among many other publications. Based on sources in the Intelligence Community, journalists working for these publications have suggested that AHI may have been caused by directed energy weapons, or ranged weapons that attack a target with electromagnetic radiation like ultra-high frequency radio waves.\r\n\r\nIn January 2022, however, the Central Intelligence Agency issued an interim report stating that the agency found no evidence to support claims that a foreign adversary such as Russia or China was responsible for causing AHI. This was supported by an intelligence assessment published by the Office of the Director of National Intelligence on March 1, 2023, which states, in part, \"most [Intelligence Community] agencies have concluded that it is 'very unlikely' a foreign adversary is responsible for the reported AHIs.\"\r\n\r\nAs of January 2024, there have been over 200 reported AHI and many of the victims themselves believe they were subject to attacks by directed energy weapons. Given that most of these individuals have been identified as high-ranking officials across multiple federal agencies, any investigations into claims of AHI and/or the effects of directed energy on humans would be of considerable public interest. This is especially important in light of the fact that, as part of the HAVANA Act of 2021, both Congress and the President approved compensation in the range of $140,000 or $187,000 per person to individuals diagnosed as suffering from AHI.\r\n\r\nOn March 31, 2024, Advanced Echelon LLC's CEO Gregory Edgreen appeared on CBS News' 60 Minutes to discuss his involvement with an investigation conducted by the DIA into AHI. Per the 60 Minutes report, Edgreen is a retired Army Lieutenant Colonel who claims to have served as the project lead for a DIA working group on AHI. Lt. Col. Edgreen also states Advanced Echelon will provide care for government officials and intelligence agents diagnosed with AHI.\r\n\r\nGiven the DIA's creation of an AHI Program (first reported here: https://geopoliticaleconomy.com/2023/03/16/us-spending-millions-havana-syndrome-research/), and Lt. Col. Edgreen's association with a DIA-led investigation into AHI, there is a public interest in knowing if Advanced Echelon LLC has been awarded any contracts in the field of AHI research or care by, or on behalf of, the DIA.\r\n\r\nIn the event that there are fees, I am willing to pay up to $100. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThis request is not being made for commercial purposes. All documents will be provided to the general public without charge.\r\n\r\nI look forward to your response within 20 working days, as the statute requires. If access to the records I am requesting will take longer, please contact me with information about when I might expect copies or the ability to inspect the requested records.\r\n\r\nIf you deny any or all of this request, please cite each specific exemption you feel justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\r\n\r\nSincerely,\r\n\r\nRobert Skvarla, Jr.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/dia-42324-162459/"
  },
  {
    "id": 162449,
    "title": "Trixie Mattel and UCLA",
    "slug": "trixie-mattel-and-ucla",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 122349,
    "username": "kdazzo",
    "agency": 3209,
    "datetime_submitted": "2024-04-22T14:34:04.819413",
    "date_due": "2024-05-02",
    "days_until_due": null,
    "date_followup": "2024-05-07",
    "datetime_done": null,
    "datetime_updated": "2024-04-22T19:56:53.013471",
    "date_embargo": null,
    "tracking_id": "PRR # 24-3393",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162449,
        "from_user": 122349,
        "to_user": 11267,
        "subject": "California Public Records Act Request: Trixie Mattel and UCLA",
        "datetime": "2024-04-22T14:34:04.915989",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nAny agreements between The University of California, Los Angeles and Brian Michael Firkus (Trixie Mattel) regarding their appearance on January 16th, 2024, including costs and other venue specific accommodations.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKieran Dazzo",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 162449,
        "from_user": 11267,
        "to_user": 122349,
        "subject": "Records Request -- MuckRock News (24-3393)",
        "datetime": "2024-04-22T19:56:53.013471",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Kieran Dazzo,\r\n\r\nPlease see the attached letter regarding your request, as well as your original request for your reference.\nBest Regards,\r\n\r\nUCLA Information Practices\r\nrecords@ucla.edu\r\n(310) 794-8741",
        "status": "processed",
        "likely_foia": null,
        "files": [
          {
            "id": 1171177,
            "ffile": "https://cdn.muckrock.com/foia_files/2024/04/22/Request_24-3393.PDF",
            "datetime": "2024-04-22T19:56:53.146519",
            "title": "Request (24-3393)",
            "source": "University of California, Los Angeles, California",
            "description": "",
            "doc_id": "24601285-request-24-3393",
            "pages": 2
          },
          {
            "id": 1171178,
            "ffile": "https://cdn.muckrock.com/foia_files/2024/04/22/Acknowledgment_Letter_24-3393.PDF",
            "datetime": "2024-04-22T19:56:53.692447",
            "title": "Acknowledgment Letter (24-3393)",
            "source": "University of California, Los Angeles, California",
            "description": "",
            "doc_id": "24601286-acknowledgment-letter-24-3393",
            "pages": 1
          }
        ],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/california-52/trixie-mattel-and-ucla-162449/"
  },
  {
    "id": 162447,
    "title": "Time off and benefit time deductions",
    "slug": "time-off-and-benefit-time-deductions",
    "status": "done",
    "embargo": false,
    "permanent_embargo": false,
    "user": 130068,
    "username": "MikeT",
    "agency": 35983,
    "datetime_submitted": "2024-04-22T11:11:58.860529",
    "date_due": "2024-04-29",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": "2024-04-25T09:24:51.768076",
    "datetime_updated": "2024-04-25T09:24:51.768076",
    "date_embargo": null,
    "tracking_id": "2024-04-22-02",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162447,
        "from_user": 130068,
        "to_user": 120454,
        "subject": "Illinois Freedom of Information Act. Request: Time off and benefit time deductions",
        "datetime": "2024-04-22T11:11:59.020470",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nAll pay deductions and/or other deductions  from Jessica Chernich benefit time (sick, vacation, and other) from Sept 1, 2022 to June 1, 2023.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMichael T.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 162447,
        "from_user": 120454,
        "to_user": 130068,
        "subject": "FOIA 2024-04-22-02 MuckRock News",
        "datetime": "2024-04-25T09:24:51.768076",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Michael,\r\nThe Village of Fox Lake (“Village”) received your April 22, 2024, request for public records pursuant to the Illinois Freedom of Information Act (“FOIA” or “Act.”). Please find our response attached. The Village of Fox Lake considers FOIA number 2024-04-22-02 fulfilled. Please reference the number listed above if you have any questions regarding your FOIA response.\r\n\r\nSincerely,\r\nAshley\r\n\r\nAshley Magnine\r\nDeputy Clerk/FOIA Officer\r\n\r\nVillage of Fox Lake\r\nmagninea@foxlake.org<mailto:magninea@foxlake.org>\r\n(847) 587-3947\r\n\r\n[fb]<https://www.facebook.com/foxlakeil>[Instagram]<https://www.instagram.com/foxlakeil/>[twitter]<https://twitter.com/FoxLakeIL>[Color, Circle, linkedin icon icon]<https://www.linkedin.com/company/village-of-fox-lake-il>\r\nBe kinder than necessary, for everyone you meet is fighting some kind of battle.\r\n[cid:image005.png@01DA96E9.E781F0D0]\r\n\r\nThis email and any files transmitted with it are confidential and intended solely for the individual or entity to whom it is addressed. If you are not the intended recipient of this email and you have received it in error, immediately notify the sender and delete the email. Unless explicitly stated otherwise, the information contained herein is confidential, privileged, and/or exempt from disclosure under applicable law, and should not be disseminated, distributed, or copied in any way.\n",
        "status": "done",
        "likely_foia": null,
        "files": [
          {
            "id": 1171644,
            "ffile": "https://cdn.muckrock.com/foia_files/2024/04/25/image001.png",
            "datetime": "2024-04-25T09:24:51.893614",
            "title": "image001",
            "source": "Village Of Fox Lake, Fox Lake, IL",
            "description": "",
            "doc_id": "",
            "pages": 0
          },
          {
            "id": 1171645,
            "ffile": "https://cdn.muckrock.com/foia_files/2024/04/25/image002.png",
            "datetime": "2024-04-25T09:24:52.285028",
            "title": "image002",
            "source": "Village Of Fox Lake, Fox Lake, IL",
            "description": "",
            "doc_id": "",
            "pages": 0
          },
          {
            "id": 1171646,
            "ffile": "https://cdn.muckrock.com/foia_files/2024/04/25/image003.png",
            "datetime": "2024-04-25T09:24:52.369376",
            "title": "image003",
            "source": "Village Of Fox Lake, Fox Lake, IL",
            "description": "",
            "doc_id": "",
            "pages": 0
          },
          {
            "id": 1171647,
            "ffile": "https://cdn.muckrock.com/foia_files/2024/04/25/image004.png",
            "datetime": "2024-04-25T09:24:52.442247",
            "title": "image004",
            "source": "Village Of Fox Lake, Fox Lake, IL",
            "description": "",
            "doc_id": "",
            "pages": 0
          },
          {
            "id": 1171648,
            "ffile": "https://cdn.muckrock.com/foia_files/2024/04/25/image005.png",
            "datetime": "2024-04-25T09:24:52.493627",
            "title": "image005",
            "source": "Village Of Fox Lake, Fox Lake, IL",
            "description": "",
            "doc_id": "",
            "pages": 0
          },
          {
            "id": 1171649,
            "ffile": "https://cdn.muckrock.com/foia_files/2024/04/25/FOIA_2024-04-22-02_MuckRock_News_final.pdf",
            "datetime": "2024-04-25T09:24:52.543432",
            "title": "FOIA 2024-04-22-02 MuckRock News final",
            "source": "Village Of Fox Lake, Fox Lake, IL",
            "description": "",
            "doc_id": "24604835-foia-2024-04-22-02-muckrock-news-final",
            "pages": 5
          }
        ],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/fox-lake-7824/time-off-and-benefit-time-deductions-162447/"
  },
  {
    "id": 162446,
    "title": "Traffic Stop Records",
    "slug": "traffic-stop-records",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 133374,
    "username": "emmaparry",
    "agency": 673,
    "datetime_submitted": "2024-04-22T10:07:19.239265",
    "date_due": "2024-05-06",
    "days_until_due": null,
    "date_followup": "2024-07-22",
    "datetime_done": null,
    "datetime_updated": "2024-04-22T22:17:07.515309",
    "date_embargo": null,
    "tracking_id": "W152215-042224",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162446,
        "from_user": 133374,
        "to_user": 10699,
        "subject": "Texas Public Information Act Request: Traffic Stop Records",
        "datetime": "2024-04-22T10:07:19.431727",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\nA tabular data file containing all information collected in accordance with Texas Crim. Pro. Code § 2.132-4 including but not limited to: date of stop, time of stop, race of driver, gender of driver, age of driver, if search occurred, if contraband was found, anonymized officer ID, and stop location for all years available.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nEmma Parry",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 162446,
        "from_user": 10699,
        "to_user": 133374,
        "subject": "Welcome to The City of El Paso Public Information Center!",
        "datetime": "2024-04-22T22:01:10.224965",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Emma Parry, \r\nThank you for registering with the City of El Paso Public Information Center. Below you will find your login and password. Please log in to the Public Information Center to update any contact or password information and to track the progress of your request. (https://u8387778.ct.sendgrid.net/ls/click?upn=u001.VEsWrlMiJDg0mXafq1mEXdS-2F40IDscDdzpfKbXL3L7K4BFtHvYn9eotFVKFCQOh5u72UcUPYARCzfN6U85M4GildhilCMpL-2BQcFjTdSN3zA-3DF3FV_EM37fbsMtUgmVtr-2Bdpdiy6ndMAHgBEuBjQjCmY8cPWnk4PAHoUx21fUk0Rez85SdVO9YR6pEZit-2BHBNVtvFpYndpi3EOVhLUEExXle6TboA7WVu6KCwSa6uZUHDNahe7plsFFhIFAO-2FxN0KE1fNsWp7YrRDkmvaNTBgA9zv-2Bb-2FD6RavQEYBjummqvNxKwZMOJgA9SHgbAymNfKsHfAq2opBa-2B1maTtlDsNoju6B0tlA-3D) Login: 162446-70151130@requests.muckrock.com \r\n Password: On File \r\n \r\nCity of El Paso \r\n \r\n This is an auto-generated email and has originated from an unmonitored email account. Please DO NOT REPLY",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 162446,
        "from_user": 10699,
        "to_user": 133374,
        "subject": "Open Records Request :: W152215-042224",
        "datetime": "2024-04-22T22:17:07.515309",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Emma Parry: \r\n \r\n \r\nThank you for your interest in public records of the City of El Paso. Your request has been received and is being processed in accordance with Chapter 552 of Texas Government Code, the Public Information Act. Your request was given the reference number W152215-042224 for tracking purposes. \r\nRecords Requested: To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\nA tabular data file containing all information collected in accordance with Texas Crim. Pro. Code § 2.132-4 including but not limited to: date of stop, time of stop, race of driver, gender of driver, age of driver, if search occurred, if contraband was found, anonymized officer ID, and stop location for all years available.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nEmma Parry\r\n\r\nUpload documents directly: https://accounts.muckrock.com/accounts/login/?next=https%3A%2F%2Fwww.muckrock.com%2Faccounts%2Flogin%2F%3Fnext%3D%252Faccounts%252Fagency_login%252Fel-paso-police-department-673%252Ftraffic-stop-records-162446%252F%253Femail%253Dpdpios%252540elpasotexas.gov&url_auth_token=AAAdlGz2GYoq6bHmQag_-YGYfeA%3A1rz5QV%3AR_GBdhCrleNkN_4zo7MRrRm0EK76xlcirzzmYPSrN8M \r\n \r\nYour request will be forwarded to the relevant City department(s) to locate the information you seek and to determine the volume and any costs associated with satisfying your request. You will be contacted about the availability and/or provided with copies of the records in question. PLEASE NOTE: The Texas Public Information Act does not require a governmental body to create new information, to do legal research, or to answer questions. \r\nYou can monitor the progress of your request at the link below and you'll receive an email when your request has been completed. Again, thank you for using the Public Information Center. \r\nCity of El Paso",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/el-paso-339/traffic-stop-records-162446/"
  }
]