[
  {
    "id": 168330,
    "title": "Obama Library: Drafts of Parallel Business Summit Remarks in Moscow - July 7th, 2009",
    "slug": "obama-library-drafts-of-parallel-business-summit-remarks-in-moscow-july-7th-2009",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 351,
    "username": "RobbyD",
    "agency": 31318,
    "datetime_submitted": "2024-07-06T02:19:06.684756",
    "date_due": "2024-08-02",
    "days_until_due": null,
    "date_followup": "2024-08-02",
    "datetime_done": null,
    "datetime_updated": "2024-07-06T02:19:06.829200",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 168330,
        "from_user": 351,
        "to_user": 88846,
        "subject": "Freedom of Information Act Request: Obama Library: Drafts of Parallel Business Summit Remarks in Moscow - July 7th, 2009",
        "datetime": "2024-07-06T02:19:06.829200",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAny and all drafts of President Obama's remarks at the Parallel Business Summit at the Manezh Exhibition Hall in Moscow, Russia on July 7th of 2009. Please include a search for all speech drafts, research material, background and participant information, schedules, briefing papers, trip books and printed emails related to these remarks. Please be sure to include a search of pre-remark emails that transmitted speech drafts before it was given.\r\n\r\nHere's a link to the transcript:\r\n\r\nhttps://obamawhitehouse.archives.gov/the-press-office/remarks-president-parallel-business-summit\r\n\r\nOf particular interest would be discussions related to the use of the proverb, \"Every seed knows its time\" in President Obama's speech. Please include a search for the Cyrillic term, «Каждое семя знает свое время»\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobert Delaware",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/obama-library-drafts-of-parallel-business-summit-remarks-in-moscow-july-7th-2009-168330/"
  },
  {
    "id": 168317,
    "title": "Defector Nguyen Thanh Son / JCRC Refugee Reference T84-278",
    "slug": "defector-nguyen-thanh-son-jcrc-refugee-reference-t84-278",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 135669,
    "username": "benbagley",
    "agency": 2583,
    "datetime_submitted": "2024-07-05T19:06:43.974619",
    "date_due": "2024-08-02",
    "days_until_due": null,
    "date_followup": "2024-08-02",
    "datetime_done": null,
    "datetime_updated": "2024-07-05T19:06:44.249434",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "pow/mia"
    ],
    "communications": [
      {
        "foia": 168317,
        "from_user": 135669,
        "to_user": 9545,
        "subject": "Freedom of Information Act Request: Defector Nguyen Thanh Son / JCRC Refugee Reference T84-278",
        "datetime": "2024-07-05T19:06:44.249434",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, 5 U.S.C. § 552, I hereby request access to records concerning Nguyen Thanh Son, also known as Son Nguyen Tan or Manh Du, a North Vietnamese defector who provided information about American POWs in the Ba To region, Quang Ngai Province, South Vietnam after the ceasefire agreement in 1973. Nguyen Thanh Son may also be the refugee known as 'Son Nguyen Tan' with JCRC reference number T84-278, who was a former ARVN SSG, Interpreter for the 3rd Bde TF, US 4th Inf Div.\r\n\r\nSpecifically, I am seeking:\r\n\r\n1. All interrogation reports, debriefing documents, recordings (including transcripts in any language) and communications related to Nguyen Thanh Son’s defection, particularly those dated on or after March 22, 1973. \r\n\r\nThe following artefacts from the National Archives pertaining to this request are provided for reference: \r\n\r\n- AMEMBASSY SAIGON message 111035Z JUN 73 to SECSTATE IMMEDIATE 2984 [https://www.loc.gov/item/powmia/pwmaster_117133/]\r\n\r\n- USDAO SGN RVN message dated 110900Z JUN 73 referencing  [https://www.loc.gov/item/powmia/pwmaster_65641/]\r\n\r\n- USDAO SGN RVN message dated JUN 5, 1973  [https://www.loc.gov/item/powmia/pwmaster_44839/]\r\n\r\n2. Records or intelligence reports regarding sightings of American POWs in Vietnam mentioned by Nguyen Thanh Son on or after March 1973.\r\n\r\n3. Investigation and intelligence reports evaluating the credibility of Nguyen Thanh Son’s claims about American POWs.\r\n\r\n4. Internal memos and briefings citing Nguyen Thanh Son’s information on American POWs in Vietnam.\r\n\r\n5. Correspondence between US government agencies regarding Nguyen Thanh Son’s defection and the resulting analyses regarding his claims.\r\n\r\n6. All files and documentation of the refugee with JCRC reference number T84-278 such as those referenced in the National Archives: \r\n\r\n- JCRC-LNB memo to JCRC 25 NOV 1984 [https://www.loc.gov/item/powmia/pwmaster_31991/]\r\n\r\n- REPLY TO REQUEST FOR INFORMATION ON SOURCE. [https://www.loc.gov/item/powmia/pwmaster_31993/]\r\n\r\n- NVA DEFECTOR DETAILS PLOT. REVEAL ICCS SABOTAGE ORDERS, FROM NEW YORK TIMES. [https://www.loc.gov/item/powmia/pwmaster_31994/]\r\n\r\n\r\nIf there are any fees for searching or copying these records, please inform me if the cost will exceed $50. However, I would also like to request a waiver of all fees in accordance with 5 U.S.C. § 552(a)(4)(A)(iii). I am a private individual seeking information for personal purposes and not for commercial use. Disclosure of the requested information is in the public interest because it is likely to contribute significantly to public understanding of government operations and activities regarding this issue.\r\n\r\nIf any portion of the information is exempt from disclosure, please provide me with the non-exempt portions. If the requested records are in an electronic format, I would prefer to receive them via email or on a CD-ROM if email is not feasible.\r\n\r\nPlease acknowledge receipt of this request and provide me with an estimated completion date. \r\n\r\nThank you for your attention to this matter. I look forward to your response.\r\n\r\nSincerely,\r\n\r\nBenjamin Bagley",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/defector-nguyen-thanh-son-jcrc-refugee-reference-t84-278-168317/"
  },
  {
    "id": 168316,
    "title": "FDA Advisory Committee member financial disclosures",
    "slug": "fda-advisory-committee-member-financial-disclosures",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 7386,
    "username": "jeanne.lenzer@gmail.com",
    "agency": 116,
    "datetime_submitted": "2024-07-05T17:38:44.827345",
    "date_due": "2024-08-02",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-07-05T17:38:44.929869",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 168316,
        "from_user": 7386,
        "to_user": 9582,
        "subject": "Freedom of Information Act Request: FDA Advisory Committee member financial disclosures",
        "datetime": "2024-07-05T17:38:44.929869",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nThis is a Document Request by Jeanne Lenzer under the Freedom of Information Act (“FOIA”), 5 U.S.C. § 552, for the following records:\r\n\r\nAll financial disclosure forms (Form FDA 3410 and/or Form OGE 450) for each voting FDA advisory committee member for the June 10, 2024 PERIPHERAL AND CENTRAL NERVOUS SYSTEM DRUGS ADVISORY COMMITTEE to review donanemab. I have copies of the two waivers granted but I am requesting the forms for each voting committee member.\r\nThe 11 voting members are:\r\n1.\tThomas Montine\r\n2.\tMerit Cudkowicz\r\n3.\tTanya (Tatyana) Simuni\r\n4.\tCynthia Carlsson\r\n5.\tNilufer Erteken-Taner\r\n6.\tCostantino Iadecola\r\n7.\tKathleen Poston\r\n8.\tDaniel Press\r\n9.\tDean Follman\r\n10.\tSara Dolan\r\n11.\tColette Johnston\r\n\r\n\tI request that all records be produced in their native electronic formats with any attached metadata included, so long as such electronic files can be opened using standard commercially available software. If the files cannot be produced in this manner, we request that records be produced in an alternative electronic format that is text-searchable.  5 U.S.C. § 552(a)(3)(B)\r\n\r\nFee Waiver Request\r\n\r\nA waiver of search and review fees is appropriate here because disclosure of the requested information is in the public interest under 5 U.S.C. § 552(a)(4)(A)(iii) and 45 C.F.R. § 5.54(a), (b)(1)-(2), and because the request is not primarily in the requestor’s commercial interest, 45 C.F.R.§§ 5.45(a), (b)(3)(ii).\r\n\r\nDisclosure Is in the Public Interest\r\n\r\nDisclosure of the requested information is likely to contribute significantly to the public understanding of the U.S. government’s review process for the drug donanemab (Kisunla).  45 C.F.R. § 5.54(b)(1). In particular, the requested information will shed light on exceptional events, a mechanism used by regulators to account for and exclude air pollution, information which is not “already in the public domain.” 45 C.F.R. § 5.54(b)(2)(i). As a peer-reviewed medical journal, The BMJ has demonstrated its “ability and intention to effectively convey information to the public.” 45 C.F.R. § 5.54(b)(2)(ii).  I am an independent professional journalist writing for The BMJ, a global medical journal. \r\n\r\nLimitation of Fees\r\n\r\nWe are also entitled to a limitation of fees because we are a member of the news media. 45 C.F.R. § 5.53(b); 5 U.S.C. § 552(a)(4)(A)(ii)(II). Accordingly, even if our application for a waiver of all fees is denied, we are entitled to a limitation of fees. As a news media requester, we are “entitled to search time, review time, and up to 100 pages of duplication” and can be charged only duplication fees after the first 100 pages or its cost equivalent. 45 C.F.R. § 5.53(b). We request that the information be provided in its native electronic format, and thus there should be no duplication fees.\r\n\r\nAs a medical journal with an investigative news section, The BMJ is primarily engaged in disseminating information to the public.  The approval of donanemab to treat Alzheimer’s disease, has profound effects on the treatment and potential adverse health effects of more than a million people in the US, and many more internationally.  \r\n\r\nRequest for Explanation of Withholdings and Redactions\r\n\r\nIf this request is denied in whole or in part, please provide a reasonable description of any withheld materials and a justification for all such withholdings that includes reference to the specific FOIA exemptions authorizing withholding and specific reasons why such exemptions apply. 45 C.F.R. § 5.31.  An agency shall withhold information only if “the agency reasonably foresees that disclosure would harm an interest protected by an exemption” or “disclosure is prohibited by law.” 5 U.S.C. § 552(a)(8)(A)(i). We therefore request that if the FDA determines that an exemption applies that it also provide specific reasons why disclosure would harm any interest protected by such exemption. An agency shall also “consider whether partial disclosure of information is possible whenever the agency determines that a full disclosure of a requested record is not possible” and “take reasonable steps necessary to segregate and release nonexempt information.” Id. 552(a)(8)(A)(ii). We therefore request that the FDA release all segregable portions of otherwise exempt material.\r\n\r\n***\r\n\r\nThank you for your prompt attention to this request. If you have any questions or concerns about what I am seeking, please do not hesitate to contact us at the email address and/or phone number below. \r\n\r\nSincerely,\r\nJeanne Lenzer\r\nIndependent medical investigative journalist\r\nThe BMJ\r\n19 Ridge St., Kingston, NY  12401\r\njeanne.lenzer@gmail.com\r\n845.399.0405\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJeanne Lenzer",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/fda-advisory-committee-member-financial-disclosures-168316/"
  },
  {
    "id": 168314,
    "title": "Soma Golden Behr (August 27, 1939 - June 30, 2024)",
    "slug": "soma-golden-behr-august-27-1939-june-30-2024",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 35710,
    "username": "MatthewPetti_RNucinGD",
    "agency": 10,
    "datetime_submitted": "2024-07-05T17:19:11.563681",
    "date_due": "2024-08-02",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-07-05T17:19:11.649767",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 168314,
        "from_user": 35710,
        "to_user": 9555,
        "subject": "Freedom of Information Act Request: Soma Golden Behr (August 27, 1939 - June 30, 2024)",
        "datetime": "2024-07-05T17:19:11.649767",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nRecords mentioning, relating to, or generated as a result of investigation or inquiry into New York Times national editor Soma Golden Behr (August 27, 1939 - June 30, 2024). Her death is widely-known and widely reported; as such, privacy concerns under FOIA Exemptions 6 and 7 are voided, as are any concerns under the Privacy Act. For example, you may find her Times obituary at the following link: https://www.nytimes.com/2024/06/28/world/asia/doris-allen-dead.html\r\n\r\nPlease conduct a search of the Central Records System, including but not limited to the Electronic Surveillance (ELSUR) Indices, the Microphone Surveillance (MISUR) Indices, the Physical Surveillance (FISUR) Indices, and the Technical Surveillance (TESUR) Indices, for both main-file records and cross-reference records of both HQ and all field offices for all relevant names, agencies, organizations, companies and events including but not limited to those cited in the previous paragraphs and/or links as well as a cross-reference with the Southern Poverty Law Center to include any information provided by the SPLC. My request includes but is not limited to 137, 157, 176, 177, 183, 184, 188, and 214 files. If previously released records are available, then I request a rolling release consisting of those records while additional records are located and processed for release.\r\n\r\nIf any part of these documents are exempt from disclosure, please be sure to review and release all reasonably segregable nonexempt portions of responsive documents, as the FOIA requires.\r\n\r\nI request that I be properly classified as a media requester. I am an assistant editor at Reason Magazine who has written numerous articles on topics of public interest, and I am requesting these documents in an editorial capacity. Please contact me if you have any questions about my media status.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMatthew Petti",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/soma-golden-behr-august-27-1939-june-30-2024-168314/"
  },
  {
    "id": 168313,
    "title": "Doris Allen (May 9, 1927 - June 11, 2024)",
    "slug": "doris-allen-may-9-1927-june-11-2024",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 35710,
    "username": "MatthewPetti_RNucinGD",
    "agency": 10,
    "datetime_submitted": "2024-07-05T17:17:48.763725",
    "date_due": "2024-08-02",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-07-05T17:17:48.865616",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 168313,
        "from_user": 35710,
        "to_user": 9555,
        "subject": "Freedom of Information Act Request: Doris Allen (May 9, 1927 - June 11, 2024)",
        "datetime": "2024-07-05T17:17:48.865616",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nRecords mentioning, relating to, or generated as a result of investigation or inquiry into U.S. Army intelligence analyst Doris Allen (May 9, 1927 - June 11, 2024). Her death is widely-known and widely reported; as such, privacy concerns under FOIA Exemptions 6 and 7 are voided, as are any concerns under the Privacy Act. For example, you may find an obituary at the following link: https://www.nytimes.com/2024/06/28/world/asia/doris-allen-dead.html\r\n\r\nPlease conduct a search of the Central Records System, including but not limited to the Electronic Surveillance (ELSUR) Indices, the Microphone Surveillance (MISUR) Indices, the Physical Surveillance (FISUR) Indices, and the Technical Surveillance (TESUR) Indices, for both main-file records and cross-reference records of both HQ and all field offices for all relevant names, agencies, organizations, companies and events including but not limited to those cited in the previous paragraphs and/or links as well as a cross-reference with the Southern Poverty Law Center to include any information provided by the SPLC. My request includes but is not limited to 137, 157, 176, 177, 183, 184, 188, and 214 files. If previously released records are available, then I request a rolling release consisting of those records while additional records are located and processed for release.\r\n\r\nIf any part of these documents are exempt from disclosure, please be sure to review and release all reasonably segregable nonexempt portions of responsive documents, as the FOIA requires.\r\n\r\nI request that I be properly classified as a media requester. I am an assistant editor at Reason Magazine who has written numerous articles on topics of public interest, and I am requesting these documents in an editorial capacity. Please contact me if you have any questions about my media status.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMatthew Petti",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/doris-allen-may-9-1927-june-11-2024-168313/"
  },
  {
    "id": 168311,
    "title": "Sheriff Deputy Thompson and Powelson Query",
    "slug": "sheriff-deputy-thompson-and-powelson-query",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 69813,
    "username": "RobbiePowelson",
    "agency": 15045,
    "datetime_submitted": "2024-07-05T16:08:57.735781",
    "date_due": "2024-07-15",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-07-05T16:08:57.812689",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 168311,
        "from_user": 69813,
        "to_user": 19340,
        "subject": "California Public Records Act Request: Sheriff Deputy Thompson and Powelson Query",
        "datetime": "2024-07-05T16:08:57.812689",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nAll documents, text messages, emails,  and other documents in the possession of Sheriff Deputy Michael Thompson that pertain to requester Robert “Robbie” Powelson, and/or contain the words \"Robbie\" and/or  \"Powelson\"\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobbie Powelson",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/san-rafael-3427/sheriff-deputy-thompson-and-powelson-query-168311/"
  },
  {
    "id": 168310,
    "title": "Gary Naja Reise Mahon Creek Communications",
    "slug": "gary-naja-reise-mahon-creek-communications",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 69813,
    "username": "RobbiePowelson",
    "agency": 15045,
    "datetime_submitted": "2024-07-05T16:06:26.636834",
    "date_due": "2024-07-15",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-07-05T16:06:26.709205",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 168310,
        "from_user": 69813,
        "to_user": 19340,
        "subject": "California Public Records Act Request: Gary Naja Reise Mahon Creek Communications",
        "datetime": "2024-07-05T16:06:26.709205",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nAll communications sent or received in the email account of Gary Naja Reise that contain the words “Mahon Creek” and/or “San Rafael”\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobbie Powelson",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/san-rafael-3427/gary-naja-reise-mahon-creek-communications-168310/"
  },
  {
    "id": 168309,
    "title": "Gary Naja Reise Binford Road Communications Marin County",
    "slug": "gary-naja-reise-binford-road-communications-marin-county",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 69813,
    "username": "RobbiePowelson",
    "agency": 15045,
    "datetime_submitted": "2024-07-05T16:05:37.678138",
    "date_due": "2024-07-15",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-07-05T16:05:37.772693",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 168309,
        "from_user": 69813,
        "to_user": 19340,
        "subject": "California Public Records Act Request: Gary Naja Reise Binford Road Communications Marin County",
        "datetime": "2024-07-05T16:05:37.772693",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nAll communications sent or received in the email account of  Gary Naja Reise that contain the term “Binford”\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobbie Powelson",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/san-rafael-3427/gary-naja-reise-binford-road-communications-marin-county-168309/"
  },
  {
    "id": 168307,
    "title": "James G Kennan",
    "slug": "james-g-kennan",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 3156,
    "username": "mjguariglia",
    "agency": 10,
    "datetime_submitted": "2024-07-05T15:25:37.414805",
    "date_due": "2024-08-02",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-07-05T15:25:37.505517",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 168307,
        "from_user": 3156,
        "to_user": 9555,
        "subject": "Freedom of Information Act Request: James G Kennan",
        "datetime": "2024-07-05T15:25:37.505517",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAny files, memos, communications, investigations retained by the FBI, including the New York Field office, Pertaining to James G. Keenan, who is indicated in this FBI RDIS deadlist is having been FBI personnel and who died in 1991.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMatthew Guariglia",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1194801,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/mjguariglia/140792/Screenshot_2024-07-05_at_3.25.11PM.png",
            "datetime": "2024-07-05T15:25:37.505517",
            "title": "Screenshot_2024-07-05_at_3.25.11PM.png",
            "source": "Matthew Guariglia",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/james-g-kennan-168307/"
  },
  {
    "id": 168306,
    "title": "Legislative Assembly Fair Work Week emails",
    "slug": "legislative-assembly-fair-work-week-emails",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 114678,
    "username": "peter.fugiel",
    "agency": 38445,
    "datetime_submitted": "2024-07-05T15:23:15.416455",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-07-05T15:23:15.604381",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 168306,
        "from_user": 114678,
        "to_user": 137263,
        "subject": "",
        "datetime": "2024-07-05T15:23:15.604381",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Date: July 5, 2024\r\n\r\nTo:\r\n\r\nLegislative Branch Public Records Request\r\nc/o Office of the Legislative Counsel\r\n900 Court Street NE S101\r\nSalem, Oregon 97301-4065\r\nEmail: Leg.RecReq@oregonlegislature.gov\r\n\r\nFrom:\r\n\r\nPeter Fugiel\r\nPostdoctoral Research Fellow\r\nRutgers School of Management and Labor Relations\r\n\r\nDear Public Records Staff,\r\n\r\nI am writing to request public records from the Oregon Legislative Assembly for academic research on scheduling legislation. Specifically, I am requesting:\r\n\r\nEmails sent or received between January 1, 2016, and December 31, 2017, by any Legislator or their staff containing the phrase \"fair work week\" in the message text or attachments, excluding internal advisory communications. I request that the responsive records be provided in electronic format. \r\n\r\nI request a fee waiver because my research is in the public interest as judged by the National Science Foundation (award # 2203815). But if there are any fees associated with fulfilling this request, please provide an estimate of these costs before proceeding. If my request is unclear or too broad, I would appreciate your assistance in narrowing the scope.\r\n\r\nThank you for your attention to this matter. I look forward to your response as soon as practicable or within five business days.\r\n\r\nSincerely,\r\n\r\nPeter Fugiel\r\nPostdoctoral Research Fellow\r\nRutgers School of Management and Labor Relations\r\nc/o MuckRock News\r\n411A Highland Ave\r\nSomerville, MA 02144-2516\r\npeter.fugiel@rutgers.edu\r\n260-468-8528",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/oregon-158/legislative-assembly-fair-work-week-emails-168306/"
  },
  {
    "id": 168270,
    "title": "Request to CIA for all communications with screenwriter and former CIA officer Joe Weisberg",
    "slug": "request-to-cia-for-all-communications-with-screenwriter-and-former-cia-officer-joe-weisberg",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 122968,
    "username": "Brett-DCF",
    "agency": 6,
    "datetime_submitted": "2024-07-05T13:12:13.957028",
    "date_due": "2024-08-02",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-07-05T13:12:14.046017",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 168270,
        "from_user": 122968,
        "to_user": 9567,
        "subject": "Freedom of Information Act Request: Request to CIA for all communications with screenwriter and former CIA officer Joe Weisberg",
        "datetime": "2024-07-05T13:12:14.046017",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAll communications between the Central Intelligence Agency (CIA) and the Hollywood screenwriter Joe Weisberg (born Joseph Weisberg in either 1965 or 1966, according to online sources) within the records retention schedule(s) of the relevant office(s). Such communications may include, but should not be limited to, emails, correspondence, memos, and transcriptions of telephone calls. Mr. Weisberg was an officer at the CIA following his time at Yale. He is known for his script work on TV shows like the espionage-themed \"The Americans.\"\r\n\r\nI am the Director of Research Operations at a 501(c)(3) non-profit organization called The Decoding Culture Foundation. These documents will be used for public education and research purposes. I therefore request a waiver of all fees that may otherwise apply. Attached is a document with organization letterhead confirming my position, as well as the organization's 501(c)(3) application and approval form.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBrett Carollo",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1194731,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/Brett-DCF/140749/501c3_application_and_approval.pdf",
            "datetime": "2024-07-05T13:12:14.046017",
            "title": "501c3_application_and_approval.pdf",
            "source": "Brett Carollo",
            "description": "",
            "doc_id": "24793155-501c3_application_and_approvalpdf",
            "pages": 43
          },
          {
            "id": 1194730,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/Brett-DCF/140749/FOIA_waiver_letter_7-2-24.pdf",
            "datetime": "2024-07-05T13:12:14.046017",
            "title": "FOIA_waiver_letter_7-2-24.pdf",
            "source": "Brett Carollo",
            "description": "",
            "doc_id": "24793154-foia_waiver_letter_7-2-24pdf",
            "pages": 1
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/request-to-cia-for-all-communications-with-screenwriter-and-former-cia-officer-joe-weisberg-168270/"
  },
  {
    "id": 168269,
    "title": "Request to State Department for all communications with screenwriter and former CIA officer Joe Weisberg",
    "slug": "request-to-state-department-for-all-communications-with-screenwriter-and-former-cia-officer-joe-weisberg",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 122968,
    "username": "Brett-DCF",
    "agency": 14,
    "datetime_submitted": "2024-07-05T13:11:51.053912",
    "date_due": "2024-08-02",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-07-05T13:11:51.126581",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 168269,
        "from_user": 122968,
        "to_user": 9615,
        "subject": "Freedom of Information Act Request: Request to State Department for all communications with screenwriter and former CIA officer Joe Weisberg",
        "datetime": "2024-07-05T13:11:51.126581",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAll communications between the U.S. State Department and the Hollywood screenwriter Joe Weisberg (born Joseph Weisberg in either 1965 or 1966, according to online sources) within the records retention schedule(s) of the relevant office(s). Such communications may include, but should not be limited to, emails, correspondence, memos, and transcriptions of telephone calls. Mr. Weisberg was an officer at the CIA following his time at Yale. He is known for his script work on TV shows like the espionage-themed \"The Americans.\"\r\n\r\nI am the Director of Research Operations at a 501(c)(3) non-profit organization called The Decoding Culture Foundation. These documents will be used for public education and research purposes. I therefore request a waiver of all fees that may otherwise apply. Attached is a document with organization letterhead confirming my position, as well as the organization's 501(c)(3) application and approval form.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBrett Carollo",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1194728,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/Brett-DCF/140753/501c3_application_and_approval.pdf",
            "datetime": "2024-07-05T13:11:51.126581",
            "title": "501c3_application_and_approval.pdf",
            "source": "Brett Carollo",
            "description": "",
            "doc_id": "24793151-501c3_application_and_approvalpdf",
            "pages": 43
          },
          {
            "id": 1194729,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/Brett-DCF/140753/FOIA_waiver_letter_7-2-24.pdf",
            "datetime": "2024-07-05T13:11:51.126581",
            "title": "FOIA_waiver_letter_7-2-24.pdf",
            "source": "Brett Carollo",
            "description": "",
            "doc_id": "24793148-foia_waiver_letter_7-2-24pdf",
            "pages": 1
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/request-to-state-department-for-all-communications-with-screenwriter-and-former-cia-officer-joe-weisberg-168269/"
  },
  {
    "id": 168264,
    "title": "Request to CIA for all communications with George Clooney",
    "slug": "request-to-cia-for-all-communications-with-george-clooney",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 122968,
    "username": "Brett-DCF",
    "agency": 6,
    "datetime_submitted": "2024-07-05T13:03:34.300899",
    "date_due": "2024-08-02",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-07-05T13:03:34.387976",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 168264,
        "from_user": 122968,
        "to_user": 9567,
        "subject": "Freedom of Information Act Request: Request to CIA for all communications with George Clooney",
        "datetime": "2024-07-05T13:03:34.387976",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAll communications between the Central Intelligence Agency (CIA) and the Hollywood actor/director George Clooney (born George Timothy Clooney, on May 6, 1961, in Lexington, Kentucky) within the records retention schedule(s) of the relevant office(s). Such communications may include, but should not be limited to, emails, correspondence, memos, and transcriptions of telephone calls.\r\n\r\nI am the Director of Research Operations at a 501(c)(3) non-profit organization called The Decoding Culture Foundation. These documents will be used for public education and research purposes. I therefore request a waiver of all fees that may otherwise apply. Attached is a document with organization letterhead confirming my position, as well as the organization's 501(c)(3) application and approval form.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBrett Carollo",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1194721,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/Brett-DCF/140748/501c3_application_and_approval.pdf",
            "datetime": "2024-07-05T13:03:34.387976",
            "title": "501c3_application_and_approval.pdf",
            "source": "Brett Carollo",
            "description": "",
            "doc_id": "24793156-501c3_application_and_approvalpdf",
            "pages": 43
          },
          {
            "id": 1194720,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/Brett-DCF/140748/FOIA_waiver_letter_7-2-24.pdf",
            "datetime": "2024-07-05T13:03:34.387976",
            "title": "FOIA_waiver_letter_7-2-24.pdf",
            "source": "Brett Carollo",
            "description": "",
            "doc_id": "24793150-foia_waiver_letter_7-2-24pdf",
            "pages": 1
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/request-to-cia-for-all-communications-with-george-clooney-168264/"
  },
  {
    "id": 168263,
    "title": "Request to State Department for all communications with George Clooney",
    "slug": "request-to-state-department-for-all-communications-with-george-clooney",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 122968,
    "username": "Brett-DCF",
    "agency": 14,
    "datetime_submitted": "2024-07-05T13:01:36.560432",
    "date_due": "2024-08-02",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-07-05T13:01:36.856565",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 168263,
        "from_user": 122968,
        "to_user": 9615,
        "subject": "Freedom of Information Act Request: Request to State Department for all communications with George Clooney",
        "datetime": "2024-07-05T13:01:36.856565",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAll communications between the State Department and the Hollywood actor/director George Clooney (born George Timothy Clooney, on May 6, 1961, in Lexington, Kentucky) within the records retention schedule(s) of the relevant office(s). Such communications may include, but should not be limited to, emails, correspondence, memos, and transcriptions of telephone calls.\r\n\r\nI am the Director of Research Operations at a 501(c)(3) non-profit organization called The Decoding Culture Foundation. These documents will be used for public education and research purposes. I therefore request a waiver of all fees that may otherwise apply. Attached is a document with organization letterhead confirming my position, as well as the organization's 501(c)(3) application and approval form.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBrett Carollo",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1194719,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/Brett-DCF/140747/501c3_application_and_approval.pdf",
            "datetime": "2024-07-05T13:01:36.856565",
            "title": "501c3_application_and_approval.pdf",
            "source": "Brett Carollo",
            "description": "",
            "doc_id": "24793153-501c3_application_and_approvalpdf",
            "pages": 43
          },
          {
            "id": 1194718,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/Brett-DCF/140747/FOIA_waiver_letter_7-2-24.pdf",
            "datetime": "2024-07-05T13:01:36.856565",
            "title": "FOIA_waiver_letter_7-2-24.pdf",
            "source": "Brett Carollo",
            "description": "",
            "doc_id": "24793144-foia_waiver_letter_7-2-24pdf",
            "pages": 1
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/request-to-state-department-for-all-communications-with-george-clooney-168263/"
  },
  {
    "id": 168247,
    "title": "DeSantis resignation emails",
    "slug": "desantis-resignation-emails",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 1726,
    "username": "cjciaramella",
    "agency": 4552,
    "datetime_submitted": "2024-07-05T11:48:28.086272",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2024-07-20",
    "datetime_done": null,
    "datetime_updated": "2024-07-05T11:48:28.185532",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 168247,
        "from_user": 1726,
        "to_user": 11486,
        "subject": "Florida Sunshine Law Request: DeSantis resignation emails",
        "datetime": "2024-07-05T11:48:28.185532",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\n- all emails to or from the account resignation2022@eog.myflorida.com\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nCJ Ciaramella",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/florida-34/desantis-resignation-emails-168247/"
  },
  {
    "id": 168195,
    "title": "Virginia State Open Records Law - Request",
    "slug": "virginia-state-open-records-law-request",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 18788,
    "username": "Preqin",
    "agency": 18635,
    "datetime_submitted": "2024-07-05T06:37:04.517861",
    "date_due": "2024-07-12",
    "days_until_due": null,
    "date_followup": "2024-07-12",
    "datetime_done": null,
    "datetime_updated": "2024-07-05T06:37:04.859981",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 168195,
        "from_user": 18788,
        "to_user": 27883,
        "subject": "Virginia Freedom of Information Act Request: Virginia State Open Records Law - Request",
        "datetime": "2024-07-05T06:37:04.859981",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Sir / Madam,  \r\n\r\nI am writing to ask for your help with a request under the Virginia State Open Records Law, Va Code sec §2.2-3700 - §2.2-3714. \r\n\r\nWould it be possible for you to send me a copy of any records that would show some or all of the following information: \r\n\r\nA list of ALL types of alternative asset investments, including private equity, venture capital, distressed debt, mezzanine, fund of funds, infrastructure, natural resources, real estate and private debt partnerships in which «Entity» is an investor; and \r\n\r\nFor each partnership, may I please have a copy of any alternative assets investment records that would show some or all of the following information: \r\n\r\nRichmond Retirement System's total commitment to the partnership, \r\nthe total contributions made by Richmond Retirement System to the partnership to date, \r\nthe total distributions received by Richmond Retirement System from the partnership to date, \r\nthe estimated current value of Richmond Retirement System's holding in the partnership, and \r\nany available estimates of the Net and Gross IRR earned by Richmond Retirement System to date on its investment in the partnership. \r\n\r\nIn addition to this could you please provide me with an up to date account of your current asset allocations in the above asset classes including any direct investments you may have. \r\n\r\nThank you very much for your attention to this request. In the event that «Entity» has no such investments, a simple note to this effect will suffice.  We understand that we may be charged for the cost of the copies requested, and agree to pay these charges.  \r\n\r\nPlease send the requested records via e-mail (foia@preqin.com) or to the following address: \r\n\r\n Alexandra Marie Oquias \r\nPreqin Ltd. \r\nOne Grand Central Place \r\n60 E 42nd Street \r\nSuite 630, New York \r\nNY 10165, United States \r\n\r\nThank you again for your attention to this request.  \r\n\r\n\r\nYours faithfully, \r\nHaley Parker",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/richmond-151/virginia-state-open-records-law-request-168195/"
  },
  {
    "id": 168092,
    "title": "ZeuS Working Group (Federal Bureau of Investigation)",
    "slug": "zeus-working-group-federal-bureau-of-investigation",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 128337,
    "username": "dschwarz",
    "agency": 10,
    "datetime_submitted": "2024-07-04T21:08:40.181070",
    "date_due": "2024-08-01",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-07-04T21:08:40.328435",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 168092,
        "from_user": 128337,
        "to_user": 9555,
        "subject": "Freedom of Information Act Request: ZeuS Working Group (Federal Bureau of Investigation)",
        "datetime": "2024-07-04T21:08:40.328435",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nemails, documents, or other formats of information you may hold on the \"ZeuS Working Group\" co-founded by former senior special agent at the US Department of the Treasury Andy Fried.\r\nThese records will probably relate to computers, hacking, fraud, viruses, worms, trojan horses, malicious software, or malware. I am seeking responsive records between the years 2011 and 2013.\r\n\r\nAs reference, investigative reporter Brian Krebs wrote a blog post (https://krebsonsecurity.com/2012/05/microsoft-to-botmasters-abandon-your-inboxes/) mentioning Andy Fried and this working group on May 4, 2012:\r\n\r\n\"Andy Fried, a former law enforcement official ... was a co-founder of the little-known ZeuS Working Group, an ad hoc and extremely secretive collection of law enforcement officials and private security professionals dedicated to tracking ZeuS activity with the aim of bringing those responsible to justice.\"\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDennis Schwarz",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/zeus-working-group-federal-bureau-of-investigation-168092/"
  },
  {
    "id": 168093,
    "title": "ZeuS Working Group (Department of Treasury)",
    "slug": "zeus-working-group-department-of-treasury",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 128337,
    "username": "dschwarz",
    "agency": 83,
    "datetime_submitted": "2024-07-04T21:08:40.181070",
    "date_due": "2024-08-01",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-07-04T21:08:40.450015",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 168093,
        "from_user": 128337,
        "to_user": 9624,
        "subject": "Freedom of Information Act Request: ZeuS Working Group (Department of Treasury)",
        "datetime": "2024-07-04T21:08:40.450015",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nemails, documents, or other formats of information you may hold on the \"ZeuS Working Group\" co-founded by former senior special agent at the US Department of the Treasury Andy Fried.\r\nThese records will probably relate to computers, hacking, fraud, viruses, worms, trojan horses, malicious software, or malware. I am seeking responsive records between the years 2011 and 2013.\r\n\r\nAs reference, investigative reporter Brian Krebs wrote a blog post (https://krebsonsecurity.com/2012/05/microsoft-to-botmasters-abandon-your-inboxes/) mentioning Andy Fried and this working group on May 4, 2012:\r\n\r\n\"Andy Fried, a former law enforcement official ... was a co-founder of the little-known ZeuS Working Group, an ad hoc and extremely secretive collection of law enforcement officials and private security professionals dedicated to tracking ZeuS activity with the aim of bringing those responsible to justice.\"\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDennis Schwarz",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/zeus-working-group-department-of-treasury-168093/"
  },
  {
    "id": 168091,
    "title": "Flock Sentinel - Spokane",
    "slug": "flock-sentinel-spokane",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 108519,
    "username": "rose.terse",
    "agency": 561,
    "datetime_submitted": "2024-07-04T17:45:18.477895",
    "date_due": "2024-07-11",
    "days_until_due": null,
    "date_followup": "2024-10-03",
    "datetime_done": null,
    "datetime_updated": "2024-07-04T21:53:17.412853",
    "date_embargo": null,
    "tracking_id": "S019217-070424",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 168091,
        "from_user": 108519,
        "to_user": 14613,
        "subject": "Washington Public Records Act Request: Flock Sentinel - Spokane",
        "datetime": "2024-07-04T17:45:18.577053",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Washington Public Records Act, I hereby request the following records:\r\n\r\nList and map of privately-owned devices, such as cameras and automatic license plate readers, integrated with the Sheriff's Office's Flock system, such as those participating in the Spokane County Sentinel program: https://refer.flocksafety.com/spokane-sentinel/\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRose Terse",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 168091,
        "from_user": 14613,
        "to_user": 108519,
        "subject": "Welcome to the Spokane County Public Records Center!",
        "datetime": "2024-07-04T21:53:17.192347",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Rose Terse, \r\n \r\nThank you for registering with the Spokane County Public Records Center! \r\n \r\nYour Login ID is:  168091-19844103@requests.muckrock.com \r\n \r\nIf you did not submit your request through the public portal but are receiving this e-mail, an account has been created for you where you can track and monitor the status of your request, and receive any documents in response to your request. \r\n \r\n \r\nIf you have never used this system or cannot remember your password you may request a temporary password here: Request Temporary Password (https://u8387778.ct.sendgrid.net/ls/click?upn=u001.VEsWrlMiJDg0mXafq1mEXbqZG8Yzm8XsARCD86nc-2FmY1HpbBIJtzoqv6cHTMttPUEG7bfJzlkAXuuDjoT3HCztC-2Fy4VwaIjJ67F-2Br3T3TJ0-3DWcpF_1zlTlF9A1goTPEWOJbtgiHxu0zBduAZc1-2BtswTKWD7CUSsxQsWb-2BcnY2RuiyJlLTHQRBI2jYKK-2FRcy68-2Flpnt3iz7b5aSV7fWAq8MZ0YJroLmeHMlMSH4C216h8SbTlStq-2FZJ5bx0PiE-2Fs7la04Q9jRtEwfsXMbY4ltEUDVMnl3Evm8epSVD6NhDgAqhPBW5zPyYdBW-2B6q26dQfwIPIkNJQlMr-2FUgxCOAjwnniuh5Go-3D) \r\n \r\nPlease login to \"My Request Center\" to update your account information, track the status of your request and receive requested records when they become available. This is an auto-generated email and has originated from an unmonitored email account. Please DO NOT REPLY",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 168091,
        "from_user": 14613,
        "to_user": 108519,
        "subject": "Sheriff Public Records Request :: S019217-070424",
        "datetime": "2024-07-04T21:53:17.412853",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Rose Terse: \r\nThank you for your interest in public records of Spokane County. Your request has been received and is being processed in accordance with the State of Washington Public Records Act, Chapter 42.56 RCW. Your request was received in this office on 7/4/2024 and given the reference number S019217-070424 for tracking purposes. Records Requested: To Whom It May Concern:\r\n\r\nPursuant to the Washington Public Records Act, I hereby request the following records:\r\n\r\nList and map of privately-owned devices, such as cameras and automatic license plate readers, integrated with the Sheriff's Office's Flock system, such as those participating in the Spokane County Sentinel program: https://refer.flocksafety.com/spokane-sentinel/\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRose Terse\r\n\r\nUpload documents directly: https://accounts.muckrock.com/accounts/login/?next=https%3A%2F%2Fwww.muckrock.com%2Faccounts%2Flogin%2F%3Fnext%3D%252Faccounts%252Fagency_login%252Fspokane-county-sheriffs-office-561%252Fflock-sentinel-spokane-168091%252F%253F&url_auth_token=AAAwLMyQ_gKHxZfHlysTK9ujJ1s%3A1sPY64%3Av2RGCARJakw4VJXvipJXIkvR9ataCveWqeXAV1AFqZc \r\nNot all public documents are available in electronic format. If the document(s) requested are not available electronically, we will make them available for inspection or by paper copy in accordance with the Public Records Act, Chapter 42.56 RCW. \r\n \r\nYour request will be forwarded to the relevant department(s) to locate the information you seek and to determine the volume and any costs associated with satisfying your request. You will be contacted about the availability and/or provided with copies of the records in question. PLEASE NOTE: The State of Washington Public Records Act, Chapter 42.56 RCW, does not require a governmental body to create new information, to do legal research, or to answer questions. \r\n \r\nYou can monitor the progress of your request at the link below and you'll receive an email when your request has been completed. \r\n \r\nPlease be advised that Spokane Regional Emergency Communications (\"SREC\") is the custodian of 911 and Crime Check audio recordings as well as audio recordings of dispatch and radio traffic. If you are attempting to obtain audio recordings of 911/Crime Check calls and/or radio traffic, you need to submit a separate request to SREC directly. You can submit a records request to SREC via their website, https://www.srec911.com. \r\nSpokane County",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/spokane-county-76/flock-sentinel-spokane-168091/"
  },
  {
    "id": 167994,
    "title": "Sb6269 (Secretary of State)",
    "slug": "sb6269-secretary-of-state",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 107723,
    "username": "djf1107",
    "agency": 8077,
    "datetime_submitted": "2024-07-04T02:04:00.140237",
    "date_due": "2024-07-11",
    "days_until_due": null,
    "date_followup": "2024-07-11",
    "datetime_done": null,
    "datetime_updated": "2024-07-04T02:04:01.124399",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 167994,
        "from_user": 107723,
        "to_user": 23211,
        "subject": "Washington Public Records Act Request: Sb6269 (Secretary of State)",
        "datetime": "2024-07-04T02:04:01.124399",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Washington Public Records Act, I hereby request the following records:\r\n\r\nAny guidance Documents  or communication issued by SOS or King County Elections with respect to implementing 6269's pilot program.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDillen Joesph Fullagar",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/washington-54/sb6269-secretary-of-state-167994/"
  },
  {
    "id": 167993,
    "title": "Sb6269 (King County Elections)",
    "slug": "sb6269-king-county-elections",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 107723,
    "username": "djf1107",
    "agency": 33846,
    "datetime_submitted": "2024-07-04T02:04:00.140237",
    "date_due": "2024-07-11",
    "days_until_due": null,
    "date_followup": "2024-07-11",
    "datetime_done": null,
    "datetime_updated": "2024-07-04T02:04:01.028273",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 167993,
        "from_user": 107723,
        "to_user": 137193,
        "subject": "Washington Public Records Act Request: Sb6269 (King County Elections)",
        "datetime": "2024-07-04T02:04:01.028273",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Washington Public Records Act, I hereby request the following records:\r\n\r\nAny guidance Documents  or communication issued by SOS or King County Elections with respect to implementing 6269's pilot program.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDillen Joesph Fullagar",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/king-county-73/sb6269-king-county-elections-167993/"
  },
  {
    "id": 167954,
    "title": "Untitled",
    "slug": "untitled",
    "status": "fix",
    "embargo": false,
    "permanent_embargo": false,
    "user": 136873,
    "username": "jmhart08muck",
    "agency": 37568,
    "datetime_submitted": "2024-07-03T19:52:32.268176",
    "date_due": null,
    "days_until_due": 4,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-07-05T13:29:07.369254",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 167954,
        "from_user": 136873,
        "to_user": 132324,
        "subject": "Kentucky Open Records Act Request: Untitled",
        "datetime": "2024-07-03T19:52:32.334255",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Kentucky Open Records Act, I hereby request the following records:\r\n\r\nMileage, sign-out records, and maintenance logs for the following fleet vehicles:\r\n\r\nUnit #\tYear Model\tReg#\tColor\tVIN\tLast 8\r\n11-958\t2011 Taurus\tE6H240\tBlack\t1FAHP2EW5BG148958\tBG148958\r\n13-286\t2013 Taurus\tE6H228\tWhite\t1FAHP2M88DG124286\tDG124286\r\n13-289\t2013 Taurus\tE6H232\tWhite\t1FAHP2M83DG124289\tDG124289\r\n13-756\t2013 Explorer\tH8P938\tWhite\t1FM5K8B85DGA46756\tDGA46756\r\n14-056\t2014 Explorer\tH8P935\tBlack\t1FM5K8B87EGA92056\tEGA92056\r\n15-655\t2015 Taurus\tE6H229\tSilver\t1FAHP2MK1FG163655\tFG163655\r\n18-175\t2018 Taurus\tE6H231\tWhite\t1FAHP2MK9JG106175\tJG106175\r\n22-071\t2022 Durango\tE1C010\tWhite\t1C4RDJFGXNC137071\tNC137071\r\n\r\nAny records of approved or denied off-duty details,\r\nany records of officers participating in approved off-duty details including which off-duty details each officer has participated in,\r\nany records of compensation received by an officer by participating in off duty details,\r\nany reported incidents concerning Audubon Park equipment or officers while being used in off-duty details\r\nany policies, standards, request forms used by officers and administration to request, evaluate, approve, or deny off-duty details.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or to a USB flash drive if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJames Michael Hartman Jr",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 167954,
        "from_user": 132324,
        "to_user": 136873,
        "subject": "",
        "datetime": "2024-07-05T13:29:07.369254",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Mr. Hartman,\r\n\r\nPursuant to KRS 61.870, we need a form like the sample listed on the Kentucky Attorney General’s page, https://www.ag.ky.gov/Open%20Records%20Advisory/2021_Standardized_Open_Records_Request_Form_V3.pdf\r\n\r\nThis form must be signed along with a statement of your request and the manner that you are a Kentucky resident pursuant to KRS 61.870(10).  I also need the time frame for each of the files you have requested as your current request is quite broad. Please list a beginning and end date for each type of file so I can prepare the cost estimate you have requested. I will be unable to do that until a time frame is listed.\r\n\r\nThank you,\r\nChief Mike Murdoch\r\nAudubon Park Police",
        "status": "fix",
        "likely_foia": null,
        "files": [],
        "delivered": "web"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/audubon-park-15814/untitled-167954/"
  },
  {
    "id": 167942,
    "title": "PRA: Autopsy and coroner’s reports",
    "slug": "pra-autopsy-and-coroners-reports",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 102386,
    "username": "samlevin",
    "agency": 4674,
    "datetime_submitted": "2024-07-03T16:47:02.332533",
    "date_due": "2024-07-13",
    "days_until_due": null,
    "date_followup": "2024-07-13",
    "datetime_done": null,
    "datetime_updated": "2024-07-03T16:47:02.410637",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 167942,
        "from_user": 102386,
        "to_user": 25522,
        "subject": "California Public Records Act Request: PRA: Autopsy and coroner’s reports",
        "datetime": "2024-07-03T16:47:02.410637",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act (Government Code Section 6250 et seq.) (\"CPRA”), and all other applicable laws, please disclose the following records.\r\n\r\nAny and all autopsy, death investigation, and coroner’s reports relating to the deaths of the following individuals:\r\n\r\n-2019-00919, ARTURO VENZOR MENDOZA, 04-16-1971, 02-02-2019\r\n-2019-01217, OSCAR JAVIER ROJAS, 04-15-1984, 02-12-2019\r\n-can't locate case #, WILFREDO\tHERNANDEZ, 12-06-1971, 02-14-2019\r\n-2019-04451, ROBERT BUSTAMANTE, 12-28-1975, 06-11-2019\r\n-2019-01656, IDALIA DENIZ,  06-24-1989, 02-26-2019\r\n-2019-03197, MARTIN JR DELTORO, 03-29-1982, 04-25-2019\r\n-2019-07103, DANIEL ANDREW WELSH, 11-07-1985, 09-19-2019\r\n-2019-07211, LUIS FRANCISCO ROJAS,\t01-25-1971, 09-24-2019\r\n-2019-07104, GERARDO JR\tSAMANIEGO, 04-05-1993, 09-19-2019\r\n-2019-02897, JACOBO JUAREZ\tCEDILLO, 08-18-1968, 04-13-2019\r\n-2019-05028, JOSEPH\tR\tCARRETERO, 10-13-1995, 07-05-2019\r\n-can't locate case #, LUIS ANGEL RAMIREZ,\t12-01-1981, 02-21-2020\r\n-2020-02775, EDWARD BRONSTEIN, 09-14-1981, 03-31-2020\r\n-2020-01355, SABINO PIASOLA, 02-04-1982, 02-13-2020\r\n-2020-01701, STARR BIVENS, 06-20-1983, 02-24-2020\r\n-2020-02301, ERIC BRICENO, 10-16-1980, 03-16-2020\r\n-2020-04042, RUEBEN ESCARREGA, 11-04-1988, 05-08-2020\r\n-2020-04262, ANTHONY YSAAC, 11-02-1992, 05-14-2020\r\n-can't locate case #, PAUL NORMAN JEFFERIES, 01-19-1983, 07-28-2020\r\n-2020-07408, DANIEL RIVERA, 01-13-1983, 08-14-2020\r\n-2020-09756, SEAN\tPATRICK MURPHY, 12-27-1976, 10-18-2020\r\n-2020-09834, AMBER NOELLE GARCIA, 08-15-1995,\t10-21-2020\r\n-2020-10541, BRAYDEN\tSKYLER MADDEN, 11-26-1999, 11-11-2020\r\n-2021-01388, ARTURO SUAZO, 11-05-1965, 01-13-2021\r\n-2021-01166, JESUS NICKOLAS\tMALDONADO GALLO, 12-26-2003, 01-14-2021\r\n-2021-04015, RAMIRO VILLEGAS, 08-24-1962, 03-13-2021\r\n-2021-04301, RICHARD\tHAYES, 01-07-1977, 03-21-2021\r\n-2021-04439, RAUL\tJR\tMUNOZ, 01-02-1959, 03-26-2021\r\n-2021-09468, RONALD\tSTEVEN CARTER, 11-09-1986, 08-18-2021\r\n-2021-09720, ANTHONY ANGEL\tGOMEZ, 12-25-1996, 08-25-2021\r\n-2021-06245, TRAMOI\tSPRINGTATE,04-20-1982, 05-18-2021\r\n-2021-06685, DESHAWN JOHNSON, 08-19-1991, 06-02-2021\r\n-2022-02646, TRISTEN\tTIMOTHY LEE\tKING,\t03-30-2005,  03-04-2022\r\n-2022-06044, WAYNE BOBBY DYE, 06-08-1976, 06-08-2022\r\n-2022-06027, EDWIN ANDRADE, 04-27-1981, 06-08-2022\r\n-2022-07881, GREGORIO, FIGUEROA, 11-18-1985, 07-29-2022\r\n-2023-00126, KEENAN ANDERSON, 05-16-1991,\t01-03-2023\r\n-2023-02951, ALEXANDER\tEDUARDO\tRUIZ,\t02-10-1989, 03-16-2023\r\n-2023-03378, JOHN DAVID JR FIGUEROA, 08-20-1990,03-28-2023\r\n\r\nThe list can also be viewed in this spreadsheet: https://docs.google.com/spreadsheets/d/1FrT_pCJZ7W8wwW_8UPtpbMDQL7i1ueOSxUht-6K6LQc/edit?usp=sharing\r\n\r\nIf records pursuant to this request are possessed in machine-readable format such as an .xls, .csv spreadsheet file, please provide the record in this format. Please disclose these records in the format in which they are kept, e.g., .ppt, .pptx, .doc, or .docx.\r\n\r\nThe fundamental rule of the CPRA is a presumption of public access. “In other words, [A]ll public records are subject to disclosure unless the Legislature has expressly provided to the contrary.” Williams v. Superior Court, 5 Cal. 4th 337 (1993). This presumption finds further support in the California Constitution, as amended by Proposition 59 in 2004. “A statute, court rule, or other authority, including those in effect on the effective date of this subdivision, shall be broadly construed if it furthers the people's right of access, and narrowly construed if it limits the right of access.” Cal. Const. Art. 1 § 3(b)(2).\r\n\r\nPlease provide a determination on this request within 10 days of your receipt of it. If you determine that any or all of the information qualifies for an exemption from disclosure, please note whether, as is normally the case, the exemption is discretionary, and if so whether it is necessary in this case to exercise your discretion to withhold the information. If you determine that some but not all of the information is exempt from disclosure and that you intend to withhold it, please redact it for the time being and make the rest available as requested. In any event, please provide a signed notification citing the legal authorities on which you rely if you determine that any or all of the information is exempt and will not be disclosed.\r\n\r\nPlease apply a fee waiver to this request. If the request for a fee waiver is denied, please provide notification of any duplication costs exceeding $50 before you duplicate the records. If the request for a fee waiver is denied, please further provide an index of all other requests since 2018 for which a fee waiver was denied, and the reason therefore.\r\n\r\nPlease respond to this request and disclose the records electronically by email to this MuckRock email address. Please let us know if you have any questions or if we can help ensure this request is the least burdensome possible for your agency while providing a correct and full disclosure in the public interest.\r\n\r\nIf you have any questions, please do not hesitate to reach out to me via email at sam.levin@theguardian.com or 646-935-9115. \r\n\r\nThanks so much,\r\n\r\nBest,\r\nSam Levin",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/los-angeles-county-358/pra-autopsy-and-coroners-reports-167942/"
  },
  {
    "id": 167882,
    "title": "Jason Ray Sanders Autopsy Report",
    "slug": "jason-ray-sanders-autopsy-report",
    "status": "no_docs",
    "embargo": false,
    "permanent_embargo": false,
    "user": 129514,
    "username": "FlorenceEarl",
    "agency": 38403,
    "datetime_submitted": "2024-07-03T12:45:55.122663",
    "date_due": "2024-08-01",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": "2024-07-05T10:08:13.999203",
    "datetime_updated": "2024-07-05T10:08:13.999203",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 167882,
        "from_user": 129514,
        "to_user": 137145,
        "subject": "Texas Public Information Act Request: Jason Ray Sanders Autopsy Report",
        "datetime": "2024-07-03T12:45:56.087384",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\nAutopsy of Jason Ray Sanders\r\nBIRTH 14 JAN 1971, Pecos, Reeves, Texas, USA\r\nDEATH 10 JAN 2005, Odessa, Ector, Texas, USA\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nFlorence Earl",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "fax"
      },
      {
        "foia": 167882,
        "from_user": 137145,
        "to_user": 129514,
        "subject": "Sanders",
        "datetime": "2024-07-05T10:08:13.999203",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Our office show no records in the request of Jason Sanders\r\n\nWhitney Wilhite\r\nDept Coordinator\r\nEctor County Medical Examiner's Office\r\n200-A W 3rd St\r\nOdessa, TX 79761\r\n(432) 332-4592 (office)\r\n(432) 332-4599 (fax)",
        "status": "no_docs",
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/ector-county-2606/jason-ray-sanders-autopsy-report-167882/"
  },
  {
    "id": 167881,
    "title": "Clearview Usage Report",
    "slug": "clearview-usage-report",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 91761,
    "username": "dougmac",
    "agency": 7243,
    "datetime_submitted": "2024-07-03T12:08:56.804841",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2024-07-18",
    "datetime_done": null,
    "datetime_updated": "2024-07-03T12:08:56.947836",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 167881,
        "from_user": 91761,
        "to_user": 10709,
        "subject": "Alabama Open Records Law Request: Clearview Usage Report",
        "datetime": "2024-07-03T12:08:56.947836",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Alabama Open Records Law, I hereby request the following records:\r\n\r\n1. A copy of the Usage Report detailing the Police Department's use of Clearview AI facial recognition software, including data on all facial recognition searches from January 1, 2020 until the date this request is processed. The Report should include a breakdown of the number of searches by crime and logs of all case numbers and investigation outcomes. This document can be easily downloaded and exported from the Clearview AI platform. \r\n\r\n2. Copies of any records of outside employment disclosed by Jason Webb, an investigator and former sergeant with the Department,  from 2020 to present.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nAndré Natta, a citizen of Alabama, in coordination with Douglas MacMillan.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "mail"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/oxford-815/clearview-usage-report-167881/"
  },
  {
    "id": 167880,
    "title": "Psychics",
    "slug": "psychics",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 27422,
    "username": "dmehrotra",
    "agency": 405,
    "datetime_submitted": "2024-07-03T11:30:40.268659",
    "date_due": "2024-07-11",
    "days_until_due": null,
    "date_followup": "2024-07-18",
    "datetime_done": null,
    "datetime_updated": "2024-07-03T12:48:27.111504",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 167880,
        "from_user": 27422,
        "to_user": 15014,
        "subject": "Maine Freedom of Access Act Request: Psychics",
        "datetime": "2024-07-03T11:30:40.345267",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Maine Freedom of Access Act, I hereby request the following records:\r\n\r\nIn October 2001, a 25 year old woman named Amy Saint Laurent disappeared. The PPD contacted a psychic named Vicki Monroe - a spirit investigator - to help find her.  I am looking for:\r\n- any communications (emails, letters, phone calls) with Vicki Monroe from 2000 until the date this request is processed. \r\n- any communications (emails, letters, phone calls) with any forensic psychics or mediums from 2000 until the date this request is processed. \r\n- any investigatory records produced by any forensic psychic or hypnotist during the course of any investigation by the PPD since 2000. \r\n- records reflecting the number of cases psychics or hypnosis has been used by PPD since the year 2000.\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by 1 M.R.S.A. § 408(6). The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDhruv Mehrotra",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 167880,
        "from_user": 15014,
        "to_user": 27422,
        "subject": "Re: Maine Freedom of Access Act Request: Psychics",
        "datetime": "2024-07-03T12:48:27.111504",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Hello-\r\nI have read the FOAA and I have forwarded it to Major Martin of CID and Esq\r\nNicole Albert.\r\nThank you\r\nDt. Lt. Nick Goodman\r\n\r\n-- \r\nNotice: Under Maine law, documents - including e-mails - in the possession \r\nof public officials or city employees about government business may be \r\nclassified as public records. There are very few exceptions. As a result, \r\nplease be advised that what is written in an e-mail could be released to \r\nthe public and/or the media if requested.\n",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/portland-171/psychics-167880/"
  },
  {
    "id": 167879,
    "title": "Psychics",
    "slug": "psychics",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 27422,
    "username": "dmehrotra",
    "agency": 366,
    "datetime_submitted": "2024-07-03T11:19:12.755881",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2024-07-18",
    "datetime_done": null,
    "datetime_updated": "2024-07-03T11:19:12.884196",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 167879,
        "from_user": 27422,
        "to_user": 9653,
        "subject": "Arizona Public Records Law Request: Psychics",
        "datetime": "2024-07-03T11:19:12.884196",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Arizona Public Records Law, I hereby request the following records:\r\n\r\nOn December 14, 2004, Loretta Bowersock was reported missing from a department store. A psychic name Mary Ann Morgan allegedly helped the department identify a suspect - Taw Benderly.  I am looking for:\r\n-  Any communications (emails, letters, phone calls)  with Mary Ann Morgan from 2000 until the date this request is processed.\r\n- Any communication with any forensic psychic or medium since 2000. I am also looking for any investigatory records produced by any forensic psychic or hypnotist during the course of any investigation by the Tucson Police Department since 2000. \r\n- Records reflecting the number of cases psychics or hypnosis has been used by TPD since the year 2000.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nDhruv Mehrotra",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "mail"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/tucson-140/psychics-167879/"
  },
  {
    "id": 167877,
    "title": "Risk Score",
    "slug": "risk-score",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 27422,
    "username": "dmehrotra",
    "agency": 4376,
    "datetime_submitted": "2024-07-03T10:42:28.257955",
    "date_due": "2024-07-11",
    "days_until_due": null,
    "date_followup": "2024-10-02",
    "datetime_done": null,
    "datetime_updated": "2024-07-05T10:20:32.532303",
    "date_embargo": null,
    "tracking_id": "FOIL-2024-781-00056",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 167877,
        "from_user": 27422,
        "to_user": 38876,
        "subject": "New York Freedom of Information Law Request: Risk Score",
        "datetime": "2024-07-03T10:42:28.351793",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nFormer President Donald Trump is scheduled to sit for a virtual interview on Monday June 10 with a New York City probation officer from his home at Mar-a-Lago. I am requesting:\r\n\r\n- Pre-Sentence Investigation (PSI) Report: The comprehensive report prepared by the probation officer, including all sections and attachments.\r\n- Interview Notes: Detailed notes taken by the probation officer during the pre-sentence interview with Donald Trump.\r\n- Risk Assessment Results: Any risk assessments or scores, including but not limited to the LSI-R (Level of Service Inventory-Revised), COMPAS reports, or other standardized assessment tools used during the investigation.\r\n- Background Checks: Records of any criminal history or background checks conducted by the probation officer as part of the pre-sentence investigation.\r\n- Collateral Contacts Reports: Summaries or reports from interviews with family members, employers, or other relevant individuals contacted during the pre-sentence investigation.\r\n- Personal Records Reviewed: Any documents provided by DOnald Trump that were reviewed during the investigation, such as employment records, educational certificates, or treatment program attendance records.\r\n- Probation Department Policies: Copies of the probation department’s policies and procedures regarding the preparation of pre-sentence reports and the conduct of pre-sentence interviews.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDhruv Mehrotra",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 167877,
        "from_user": 38876,
        "to_user": 27422,
        "subject": "NYC.gov - NYC.ID Confirm Your Email Address",
        "datetime": "2024-07-03T23:36:49.287532",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "You have just created a user account with City of New York. If it was created in error, deactivate your account. (https://www1.nyc.gov/account/deactivate.htm?guid=d4c249d970bd431d8d62e9576f23f946&token=HLppQvTIJkguEQcpXBAgBMgPzTTUGXKqFhtxDeHKHEGeNWWgToVSjVwGeJJWTeyP&target=aHR0cHM6Ly9hODYwLW9wZW5yZWNvcmRzLm55Yy5nb3Yv) to confirm your email address. (https://www1.nyc.gov/account/validateToken.htm?guid=d4c249d970bd431d8d62e9576f23f946&token=HLppQvTIJkguEQcpXBAgBMgPzTTUGXKqFhtxDeHKHEGeNWWgToVSjVwGeJJWTeyP&target=aHR0cHM6Ly9hODYwLW9wZW5yZWNvcmRzLm55Yy5nb3Yv&spName=OpenRecordsPRD) Click this link \r\nIf the above link does not work, paste the following address into your browser: https://www1.nyc.gov/account/validateToken.htm?guid=d4c249d970bd431d8d62e9576f23f946&token=HLppQvTIJkguEQcpXBAgBMgPzTTUGXKqFhtxDeHKHEGeNWWgToVSjVwGeJJWTeyP&target=aHR0cHM6Ly9hODYwLW9wZW5yZWNvcmRzLm55Yy5nb3Yv&spName=OpenRecordsPRD (https://www1.nyc.gov/account/validateToken.htm?guid=d4c249d970bd431d8d62e9576f23f946&token=HLppQvTIJkguEQcpXBAgBMgPzTTUGXKqFhtxDeHKHEGeNWWgToVSjVwGeJJWTeyP&target=aHR0cHM6Ly9hODYwLW9wZW5yZWNvcmRzLm55Yy5nb3Yv&spName=OpenRecordsPRD) \r\nWe ask you to confirm your email to ensure our emails will be delivered. This is the address you will log in with, and the address to which we will deliver all email messages regarding invitations and requests, and other system mail. \r\nYou can change your email address at any time, but will only be able to log in with it once you have confirmed the email address by clicking the link. \r\nThank you for using NYC.gov. \r\nDo Not Reply - Automatic Email",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 167877,
        "from_user": 38876,
        "to_user": 27422,
        "subject": "[OpenRecords] Request FOIL-2024-781-00056 Submitted to Department of Probation (DOP)",
        "datetime": "2024-07-03T23:38:19.450018",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Your request FOIL-2024-781-00056 has been successfully submitted to the Department of Probation (DOP).\r\n                                The details of your request are shown below. \r\n \r\nRequest Title: Risk Score \r\n \r\nRequest Description: To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nFormer President Donald Trump is scheduled to sit for a virtual interview on Monday June 10 with a New York City probation officer from his home at Mar-a-Lago. I am requesting:\r\n\r\n- Pre-Sentence Investigation (PSI) Report: The comprehensive report prepared by the probation officer, including all sections and attachments.\r\n- Interview Notes: Detailed notes taken by the probation officer during the pre-sentence interview with Donald Trump.\r\n- Risk Assessment Results: Any risk assessments or scores, including but not limited to the LSI-R (Level of Service Inventory-Revised), COMPAS reports, or other standardized assessment tools used during the investigation.\r\n- Background Checks: Records of any criminal history or background checks conducted by the probation officer as part of the pre-sentence investigation.\r\n- Collateral Contacts Reports: Summaries or reports from interviews with family members, employers, or other relevant individuals contacted during the pre-sentence investigation.\r\n- Personal Records Reviewed: Any documents provided by DOnald Trump that were reviewed during the investigation, such as employment records, educational certificates, or treatment program attendance records.\r\n- Probation Department Policies: Copies of the probation department’s policies and procedures regarding the preparation of pre-sentence reports and the conduct of pre-sentence interviews.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDhruv Mehrotra\r\n\r\nUpload documents directly: https://accounts.muckrock.com/accounts/login/?next=https%3A%2F%2Fwww.muckrock.com%2Faccounts%2Flogin%2F%3Fnext%3D%252Faccounts%252Fagency_login%252Fnew-york-city-department-probation-4376%252Frisk-score-167877%252F%253Femail%253Dnoreply%252540nyc.gov&url_auth_token=AACJ5phbGs42QrnPIOKJTW8vXmQ%3A1sPDH4%3AbEnzQh8fLNDVOIUTf-P7eroDZWVW928sUqgpda5QAm0 \r\n \r\n \r\nRequester's Contact Information \r\n \r\n \r\n \r\n Name: \r\n Dhruv Mehrotra \r\n \r\n Title: \r\n Not provided \r\n \r\n Organization: \r\n Not provided \r\n \r\n Email: \r\n  167877-36418486@requests.muckrock.com (mailto:167877-36418486@requests.muckrock.com) \r\n \r\n Phone Number: \r\n Not provided \r\n \r\n Fax Number: \r\n Not provided \r\n \r\n Street Address (line 1): \r\n Not provided \r\n \r\n Street Address (line 2): \r\n Not provided \r\n \r\n City: \r\n Not provided \r\n \r\n State: \r\n Not provided \r\n \r\n Zip Code: \r\n Not provided \r\n \r\nYou can view the request and take any necessary action at the following webpage: https://a860-openrecords.nyc.gov/request/view/FOIL-2024-781-00056. (https://a860-openrecords.nyc.gov/request/view/FOIL-2024-781-00056)",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 167877,
        "from_user": 38876,
        "to_user": 27422,
        "subject": "[OpenRecords] Request FOIL-2024-781-00056 Acknowledged",
        "datetime": "2024-07-05T10:20:32.532303",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "The Department of Probation (DOP) has acknowledged your FOIL request FOIL-2024-781-00056. (https://a860-openrecords.nyc.gov/request/view/FOIL-2024-781-00056) You can expect a response on or about Wednesday, August 7, 2024. \nPlease visit FOIL-2024-781-00056 to view additional information and take any necessary action. (https://a860-openrecords.nyc.gov/request/view/FOIL-2024-781-00056)\n",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-city-17/risk-score-167877/"
  },
  {
    "id": 167876,
    "title": "Psychics",
    "slug": "psychics",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 27422,
    "username": "dmehrotra",
    "agency": 5968,
    "datetime_submitted": "2024-07-03T09:20:25.434037",
    "date_due": "2024-07-09",
    "days_until_due": null,
    "date_followup": "2024-07-18",
    "datetime_done": null,
    "datetime_updated": "2024-07-03T10:56:02.546028",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 167876,
        "from_user": 27422,
        "to_user": 15248,
        "subject": "Colorado Open Records Act Request: Psychics",
        "datetime": "2024-07-03T09:20:25.521048",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Colorado Open Records Act, I hereby request the following records:\r\n\r\nOn January 17, 1980, 21-year-old Helene Pruszynki was found stabbed to death in a field near Daniels Park Road. She had been abducted near her bus stop in Englewood, Colorado the night prior and she had also been sexually assaulted. In 2019, James Curtis Clanton was arrested for Helene’s murder, and he was sentenced to life in prison in 2020. According to detectives in this case the department used a forensic psychic or a subject under hypnosis, among other tools, to help hunt down Prusynski's murderer. I am looking for records reflecting the number of cases psychics or hypnosis has been used by the department since the year 2000. \r\n\r\nAfter speaking to the Douglas County Sheriff’s Office, the agency determined it had no records indicating the number of cases psychics or hypnosis had been used.  The agency told me that The Colorado Bureau of Investigation (CBI) was handling the Helene Pruszynski murder investigation at the time, so the CBI is the custodian of any contracting records and investigatory records produced by the forensic psychic or the hypnosis in that particular case. \r\n\r\nTo that end I am looking I am looking for any records including contracting records as well as any investigatory records produced by any forensic psychic or hypnotist during the course of any investigation CBI used their services. I am also looking for records reflecting the number of cases psychics or hypnosis has been used by CBI since the year 2000.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDhruv Mehrotra",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 167876,
        "from_user": 15248,
        "to_user": 27422,
        "subject": "",
        "datetime": "2024-07-03T10:56:02.546028",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "I have received this CORA/CCJRA request and will be in contact within three (3) business days as required by Colorado State Statute C.R.S. 24-72-203(3)(b). Please note, CBI offices are closed Thursday and Friday for the holiday and will not count as business days. If you have any questions in the meantime please let me know. \r\n\r\nThank you,",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "web"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/colorado-127/psychics-167876/"
  },
  {
    "id": 167874,
    "title": "Archive records request: Charles Peters",
    "slug": "archive-records-request-charles-peters",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 7842,
    "username": "palewire",
    "agency": 129,
    "datetime_submitted": "2024-07-03T08:45:13.835674",
    "date_due": "2024-08-01",
    "days_until_due": null,
    "date_followup": "2024-08-02",
    "datetime_done": null,
    "datetime_updated": "2024-07-03T11:18:33.789894",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 167874,
        "from_user": 7842,
        "to_user": 9557,
        "subject": "Freedom of Information Act Request: Archive records request: Charles Peters",
        "datetime": "2024-07-03T08:45:13.924637",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nI am requesting file numbers 94-HQ-64397 and 161-HQ-757, which, according to a FOIA officer at the FBI, contain records relevant to Charles Peters. Please release the file in full. \r\n\r\nCharles Peters was the former editor of Washington Monthly. He died in June 2023. This is his obituary: https://www.nytimes.com/2023/11/23/us/politics/charles-peters-dead.html\r\n\r\nAccording to the report, he was born named Charles Given Peters Jr. in Charleston, W.Va., on Dec. 22, 1926.\r\n\r\nHere is the FBI message for your reference https://www.muckrock.com/foi/united-states-of-america-10/fbi-files-charles-peters-155094/#file-1133002\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBen Welsh",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 167874,
        "from_user": 9557,
        "to_user": 7842,
        "subject": "Fwd: Freedom of Information Act Request: Archive records request: Charles Peters",
        "datetime": "2024-07-03T11:18:33.789894",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Mr. Welsh:\r\n\r\nThank you for submitting your Freedom of Information Act (FOIA) request to\r\nthe National Archives and Records Administration (NARA) via email to\r\nFOIA@nara.gov.  Your request concerns FBI files 94-HQ-64397 and 161-HQ-757.\r\n\r\nOur office handles FOIA and Privacy Act requests for the NARA's\r\noperational records\r\n(records created by this agency).  Since your request is for archival\r\nrecords (records created by or originated in a different agency, but that\r\nmay have been transferred to the legal custody of NARA) to which access may\r\nbe restricted, we are forwarding it by this email to our Office of Research\r\nServices, Special Access and FOIA staff who handle FOIA requests for such\r\narchival records.\r\n\r\nThat office will assign your request a tracking number, and respond\r\ndirectly to you.  In the future, if you need to follow up with that office,\r\nplease contact them at the address below, or electronically via email\r\n(email is preferred).\r\n\r\nThe National Archives and Records Administration\r\nSpecial Access and FOIA Staff (RF)\r\n8601 Adelphi Road, Room 5500\r\nCollege Park, MD 20740\r\n\r\nPhone: 301-837-3190\r\nFax: 301-837-1864\r\nEmail: specialaccess_foia@nara.gov\r\n\r\nFor your reference, a copy of your request is below.\r\n\r\nPlease visit our website at www.archives.gov/foia  for further information\r\nabout making a FOIA request to NARA.  On our main website, www.archives.gov,\r\nyou can learn more about the resources that we offer to the public, and you\r\ncan access our online catalog.\r\n\r\nSincerely,\r\n\r\n<https://www.archives.gov/>\r\n\r\n  Ashley Bryan\r\n\r\n  Government Information Specialist\r\n\r\n  Operational FOIA Division\r\n\r\n  College Park, Maryland, 20740-6001\r\n\r\n  301-837-3642\r\n\r\n   <https://www.archives.gov/foia>   <foia@nara.gov>\r\n<https://www.archives.gov/foia/contacts>\r\n<https://www.archives.gov/foia/electronic-reading-room>\r\n<https://www.archives.gov/ogis/resources>\r\n\r\n\r\n---------- Forwarded message ---------\r\nFrom: <167874-29316886@requests.muckrock.com>\r\nDate: Wed, Jul 3, 2024 at 9:22 AM\r\nSubject: Freedom of Information Act Request: Archive records request:\r\nCharles Peters\r\nTo: <foia@nara.gov>\r\n\r\n\r\n\r\nNat'l Archives & Records Admin\r\nFOIA Office\r\nRoom 3110\r\n8601 Adelphi Road\r\nCollege Park, MD 20740\r\n\r\nJuly 3, 2024\r\n\r\nTo Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following\r\nrecords:\r\n\r\nI am requesting file numbers 94-HQ-64397 and 161-HQ-757, which, according\r\nto a FOIA officer at the FBI, contain records relevant to Charles Peters.\r\nPlease release the file in full.\r\n\r\nCharles Peters was the former editor of Washington Monthly. He died in June\r\n2023. This is his obituary:\r\nhttps://www.nytimes.com/2023/11/23/us/politics/charles-peters-dead.html\r\n\r\nAccording to the report, he was born named Charles Given Peters Jr. in\r\nCharleston, W.Va., on Dec. 22, 1926.\r\n\r\nHere is the FBI message for your reference\r\nhttps://www.muckrock.com/foi/united-states-of-america-10/fbi-files-charles-peters-155094/#file-1133002\r\n\r\nThe requested documents will be made available to the general public, and\r\nthis request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform\r\nme of the total charges in advance of fulfilling my request. I would prefer\r\nthe request filled electronically, by e-mail attachment if available or\r\nCD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I\r\nlook forward to receiving your response to this request within 20 business\r\ndays, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBen Welsh\r\n\r\nView request history, upload responsive documents, and report problems here:\r\nhttps://accounts.muckrock.com/accounts/login/?next=https%3A%2F%2Fwww.muckrock.com%2Faccounts%2Flogin%2F%3Fnext%3D%252Faccounts%252Fagency_login%252Fnational-archives-and-records-administration-129%252Farchive-records-request-charles-peters-167874%252F%253Femail%253Dfoia%252540nara.gov&url_auth_token=AAAj2hmfHxtGa_KKNGepCdxDtkU%3A1sOzuA%3Ad65mPWypoi1C4wO5e-TmrjFM9mJHUiuHhUoZQ0LbymU\r\n\r\nIf prompted for a passcode, please enter:\r\nNCFFXHLE\r\n\r\nFiled via MuckRock.com\r\nE-mail (Preferred): 167874-29316886@requests.muckrock.com\r\n\r\nPLEASE NOTE OUR NEW ADDRESS\r\nFor mailed responses, please address (see note):\r\nMuckRock News\r\nDEPT MR 167874\r\n263 Huntington Ave\r\nBoston, MA 02115\r\n\r\nPLEASE NOTE: This request is not filed by a MuckRock staff member, but is\r\nbeing sent through MuckRock by the above in order to better track, share,\r\nand manage public records requests. Also note that improperly addressed\r\n(i.e., with the requester's name rather than \"MuckRock News\" and the\r\ndepartment number) requests might be returned as undeliverable.\n",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/archive-records-request-charles-peters-167874/"
  },
  {
    "id": 167873,
    "title": "Archive records request: Faith Ringgold",
    "slug": "archive-records-request-faith-ringgold",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 7842,
    "username": "palewire",
    "agency": 129,
    "datetime_submitted": "2024-07-03T08:35:52.691745",
    "date_due": "2024-08-01",
    "days_until_due": null,
    "date_followup": "2024-08-02",
    "datetime_done": null,
    "datetime_updated": "2024-07-03T12:11:19.029547",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 167873,
        "from_user": 7842,
        "to_user": 9557,
        "subject": "Freedom of Information Act Request: Archive records request: Faith Ringgold",
        "datetime": "2024-07-03T08:35:52.792005",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nI am requesting file number 100-NY-171579, which, according to a FOIA officer at the FBI, contains records relevant to Faith Ringgold. Please release the file in full. \r\n\r\nFaith Ringgold was a prominent American artist who died in April 2024. Here is her obituary: https://www.nytimes.com/2024/04/13/arts/faith-ringgold-dead.html\r\n\r\nHere is the FBI message for your reference https://www.muckrock.com/foi/united-states-of-america-10/fbi-files-faith-ringgold-162316/#file-1194030\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBen Welsh",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 167873,
        "from_user": 9557,
        "to_user": 7842,
        "subject": "Fwd: Freedom of Information Act Request: Archive records request: Faith Ringgold",
        "datetime": "2024-07-03T11:07:12.347241",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Mr. Welsh:\r\n\r\nThank you for submitting your Freedom of Information Act (FOIA) request to\r\nthe National Archives and Records Administration (NARA) via email to\r\nFOIA@nara.gov.  Your request concerns FBI files 100-NY-171579.\r\n\r\nOur office handles FOIA and Privacy Act requests for the NARA's\r\noperational records\r\n(records created by this agency).  Since your request is for archival\r\nrecords (records created by or originated in a different agency, but that\r\nmay have been transferred to the legal custody of NARA) to which access may\r\nbe restricted, we are forwarding it by this email to our Office of Research\r\nServices, Special Access and FOIA staff who handle FOIA requests for such\r\narchival records.\r\n\r\nThat office will assign your request a tracking number, and respond\r\ndirectly to you.  In the future, if you need to follow up with that office,\r\nplease contact them at the address below, or electronically via email\r\n(email is preferred).\r\n\r\nThe National Archives and Records Administration\r\nSpecial Access and FOIA Staff (RF)\r\n8601 Adelphi Road, Room 5500\r\nCollege Park, MD 20740\r\n\r\nPhone: 301-837-3190\r\nFax: 301-837-1864\r\nEmail: specialaccess_foia@nara.gov\r\n\r\nFor your reference, a copy of your request is below.\r\n\r\nPlease visit our website at www.archives.gov/foia  for further information\r\nabout making a FOIA request to NARA.  On our main website, www.archives.gov,\r\nyou can learn more about the resources that we offer to the public, and you\r\ncan access our online catalog.\r\n\r\nSincerely,\r\n\r\n<https://www.archives.gov/>\r\n\r\n  Ashley Bryan\r\n\r\n  Government Information Specialist\r\n\r\n  Operational FOIA Division\r\n\r\n  College Park, Maryland, 20740-6001\r\n\r\n  301-837-3642\r\n\r\n   <https://www.archives.gov/foia>   <foia@nara.gov>\r\n<https://www.archives.gov/foia/contacts>\r\n<https://www.archives.gov/foia/electronic-reading-room>\r\n<https://www.archives.gov/ogis/resources>\r\n\r\n\r\n---------- Forwarded message ---------\r\nFrom: <167873-74707867@requests.muckrock.com>\r\nDate: Wed, Jul 3, 2024 at 9:11 AM\r\nSubject: Freedom of Information Act Request: Archive records request: Faith\r\nRinggold\r\nTo: <foia@nara.gov>\r\n\r\n\r\n\r\nNat'l Archives & Records Admin\r\nFOIA Office\r\nRoom 3110\r\n8601 Adelphi Road\r\nCollege Park, MD 20740\r\n\r\nJuly 3, 2024\r\n\r\nTo Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following\r\nrecords:\r\n\r\nI am requesting file number 100-NY-171579, which, according to a FOIA\r\nofficer at the FBI, contains records relevant to Faith Ringgold. Please\r\nrelease the file in full.\r\n\r\nFaith Ringgold was a prominent American artist who died in April 2024. Here\r\nis her obituary:\r\nhttps://www.nytimes.com/2024/04/13/arts/faith-ringgold-dead.html\r\n\r\nHere is the FBI message for your reference\r\nhttps://www.muckrock.com/foi/united-states-of-america-10/fbi-files-faith-ringgold-162316/#file-1194030\r\n\r\nThe requested documents will be made available to the general public, and\r\nthis request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform\r\nme of the total charges in advance of fulfilling my request. I would prefer\r\nthe request filled electronically, by e-mail attachment if available or\r\nCD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I\r\nlook forward to receiving your response to this request within 20 business\r\ndays, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBen Welsh\r\n\r\nView request history, upload responsive documents, and report problems here:\r\nhttps://accounts.muckrock.com/accounts/login/?next=https%3A%2F%2Fwww.muckrock.com%2Faccounts%2Flogin%2F%3Fnext%3D%252Faccounts%252Fagency_login%252Fnational-archives-and-records-administration-129%252Farchive-records-request-faith-ringgold-167873%252F%253Femail%253Dfoia%252540nara.gov&url_auth_token=AAAj2hmfHxtGa_KKNGepCdxDtkU%3A1sOzl7%3ANSgpFeP9ySOSPj_2BSiywBim_7Q1c_7av0JgO0WFTws\r\n\r\nIf prompted for a passcode, please enter:\r\nFGXUAPUC\r\n\r\nFiled via MuckRock.com\r\nE-mail (Preferred): 167873-74707867@requests.muckrock.com\r\n\r\nPLEASE NOTE OUR NEW ADDRESS\r\nFor mailed responses, please address (see note):\r\nMuckRock News\r\nDEPT MR 167873\r\n263 Huntington Ave\r\nBoston, MA 02115\r\n\r\nPLEASE NOTE: This request is not filed by a MuckRock staff member, but is\r\nbeing sent through MuckRock by the above in order to better track, share,\r\nand manage public records requests. Also note that improperly addressed\r\n(i.e., with the requester's name rather than \"MuckRock News\" and the\r\ndepartment number) requests might be returned as undeliverable.\n",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 167873,
        "from_user": 7842,
        "to_user": 9557,
        "subject": "RE: Freedom of Information Act Request: Archive records request: Faith Ringgold",
        "datetime": "2024-07-03T12:11:02.389441",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Thank you for your help with this request.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 167873,
        "from_user": null,
        "to_user": null,
        "subject": "Re: RE: Freedom of Information Act Request: Archive records request: Faith Ringgold",
        "datetime": "2024-07-03T12:11:19.029547",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "This is an automated reply to inform you that the National Archives and Records Administration received your email.  \r\n\r\nWe have received your request and you will receive a response within 20 working days. Please note that submitting duplicate requests will increase wait times.  \r\n\r\nIf you have any questions, you can call our office at 301-837-3190. You can also visit our web page at www.archives.gov/research/foia.  \r\n\r\n\r\nThank you.\n",
        "status": "processed",
        "likely_foia": 167873,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/archive-records-request-faith-ringgold-167873/"
  },
  {
    "id": 167869,
    "title": "WABE and AJC Broadcast Agreement",
    "slug": "wabe-and-ajc-broadcast-agreement",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 84323,
    "username": "BrianBannon",
    "agency": 34849,
    "datetime_submitted": "2024-07-03T06:20:13.783811",
    "date_due": "2024-07-09",
    "days_until_due": null,
    "date_followup": "2024-07-18",
    "datetime_done": null,
    "datetime_updated": "2024-07-03T06:20:13.869784",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 167869,
        "from_user": 84323,
        "to_user": 113300,
        "subject": "Georgia Open Records Act Request: WABE and AJC Broadcast Agreement",
        "datetime": "2024-07-03T06:20:13.869784",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Georgia Open Records Act, I hereby request the following records:\r\n\r\nA copy of any written broadcast agreement or contract between WABE and the Atlanta Journal-Constitution setting out terms for the airing of AJC programming on WABE.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBrian Patrick Bannon",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/atlanta-325/wabe-and-ajc-broadcast-agreement-167869/"
  },
  {
    "id": 167847,
    "title": "Dumitrascu Video & ICE Medical Records",
    "slug": "dumitrascu-video-ice-medical-records",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 25665,
    "username": "DetentionKills",
    "agency": 133,
    "datetime_submitted": "2024-07-02T17:42:02.271419",
    "date_due": "2024-07-31",
    "days_until_due": null,
    "date_followup": "2024-10-01",
    "datetime_done": null,
    "datetime_updated": "2024-07-03T00:06:21.334791",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 167847,
        "from_user": 25665,
        "to_user": 9620,
        "subject": "Freedom of Information Act Request: Dumitrascu Video & ICE Medical Records",
        "datetime": "2024-07-02T17:42:02.413994",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\n1. Video from the Otay Mesa Detention Center (OMDC) from March 1, 2023 - March 5, 2023, showing Cristian Dumitrascu, who died on March 5, 2023. \r\nSee: https://www.ice.gov/doclib/foia/reports/ddrCristianDumitrascu.pdf. The primary custodian of this record is CoreCivic, which operates OMDC for ICE pursuant to a subcontract with the US Marshalls (CONT_IDV_70CDCR20D00000007_7012). \r\nCustodian(s) to task: \r\nUnder the ICE contract, CoreCivic is required to secure and preserve video of this type. The secondary custodian of this record is the ICE Office of Professional Responsibility's (OPR) External Reviews and Analysis Unit (ERAU), which maintains a SharePoint drive containing this video in association with its review of Mr. Dumitrascu's death and the associated report. The tertiary custodian is the ICE Enforcement and Removal Operations (ERO) San Diego Field Office, which may have facilitated the transfer of the video to ERAU death reviewers in March or April of 2023. \r\n\r\n2. Mr. Dumitrascu's ICE medical records. \r\nCustodian(s) to task: \r\nThese medical records are created and maintained by CoreCivic personnel at OMDC under the supervision of ICE ERO - IHSC Field Medical personnel. They will be in the possession of both OPR-ERAU in the aforementioned SharePoint drive and IHSC's Mortality Review Committee.\r\n\r\nFee Waiver Request\r\nI make this request as a researcher with the Mami Chelo Foundation. https://mamichelo.org/. The Foundation holds Power of Attorney for Mr. Dumitrascu's family in Europe and are prepared to supply appropriate documentation upon request.  Headquartered in New York, New York (70 W 36th Street, Suite 12A, New York, NY 10018) Mami Chelo are gathering records from US-based agencies on his family's behalf and preparing a public-facing report regarding the circumstances surrounding his death.  I further make this request as an independent journalist working together with Mami Chelo to gather and disseminate information to the public and stakeholders regarding Mr. Dumitrascu's death. \r\n\r\nExpedited Processing Request\r\nMami Chelo requests expedited processing of this request pursuant to 6 CFR 5.5(e). In support of expedited processing, I make the following statements under penalty of perjury pursuant to 28 USC 1746: \r\n1. ICE's only public-facing explanation of the circumstances surrounding Mr. Dumitrascu's death appears in its Detainee Death Report (DDR): https://www.ice.gov/doclib/foia/reports/ddrCristianDumitrascu.pdf. \r\n2. The DDR does not identify a cause or manner of death for Mr. Dumitrascu.\r\n3. ICE has never revealed to Mr. Dumitrascu's family or the public any additional information it may have regarding how or why he died. \r\n4. The timeline ICE provided in its DDR does not match other records Mami Chelo has obtained. First, a 911 / CAD record indicates CoreCivic / ICE personnel did not call 911 for emergency medical treatment or notify authorities of Mr. Dumitrascu's death until 3:25 a.m. on May 5, 2023, despite the fact that ICE says a physician in La Mesa, California instructed paramedics to cease life-saving efforts and pronounced Dumitrascu deceased at 1:02 a.m. https://www.documentcloud.org/documents/24788176-dumitrascu-911-record-s001426-042424_e8392573_030523_mb2168_redacted-1\r\n5. The timeline ICE provided DHS-CRCL regarding when ALS efforts began appears to differ from the publicly available timeline in ICE's DDR, indicating a potential delay in care of at least five minutes: https://s3.documentcloud.org/documents/24695164/2024-crfo-00207-crcl-records.pdf. \r\n6. These discrepancies, combined by the fact that CoreCivic personnel did not call 911 or promptly notify San Diego County Sheriff's Office personnel or the Medical Examiner of Mr. Dumitrascu's death, raise possible questions regarding the integrity of the government's reports and that of it contractor in relation to this death. See 6 C.F.R. 5.5(e)(1)(iv). \r\n7. Raising additional questions regarding the government's integrity, Mami Chelo collected 8 statements from witnesses at OMDC who saw Mr. Dumitrascu on the morning he died, or were housed with him prior to his death. These witnesses reported CoreCivic shutting off facility phones, and CoreCivic and ICE abruptly transferring or deporting witnesses before they could be interviewed by government investigators. Several also reported a delay in emergency medical care by CoreCivic staff. \r\n8. A recent report by the American Civil Liberties Union, Physicians for Human Rights, and American Oversight revealed that ICE's own internal investigators documented a 50-minute delay in the arrival of emergency care during the previous death at Otay Mesa Detention Center -- that of Nebane Abienwi -- \"because the on-call medical provider at the detention facility did not respond to a nurse's request for authorization to call an ambulance.\" https://phr.org/wp-content/uploads/2024/06/REPORT-ICE-Deadly-Failures-ACLU-PHR-AO-2024.pdf. It appears no ambulance was ever called for Mr. Dumitrascu. \r\n9. Deaths in ICE custody -- and particularly deaths in the custody of CoreCivic, one of ICE's largest detention contractors -- have been the subject of widespread and exceptional media interest. See, recently, https://www.nbcnews.com/news/us-news/ice-detainee-deaths-prevented-aclu-report-says-rcna156815\r\nhttps://theconversation.com/ice-detainees-suffer-preventable-deaths-qanda-with-a-medical-researcher-about-systemic-failures-232817\r\nhttps://www.aclu.org/press-releases/95-percent-of-deaths-in-ice-detention-could-likely-have-been-prevented-with-adequate-medical-care-report\r\nhttps://phr.org/our-work/resources/deadly-failures-preventable-deaths-in-u-s-immigration-detention/\r\nhttps://www.upi.com/Voices/2024/06/28/ICE-detainees-preventable-deaths-systemic-failures/9731719579552/\r\nhttps://www.yahoo.com/news/ice-detainee-deaths-could-prevented-143029059.html\r\nhttps://prismreports.org/2024/06/25/nearly-all-deaths-in-ice-detention-over-5-years-were-preventable/\r\nhttps://houstonlanding.org/preventable-tragedy-ice-detention-deaths-could-have-been-avoided-report-finds/\r\nhttps://www.knkx.org/social-justice/2024-06-25/ice-detention-center-in-tacoma-among-those-with-highest-number-of-deaths-aclu\r\nhttps://www.motherjones.com/politics/2024/06/most-immigrant-deaths-in-ice-detention-could-have-been-prevented/ \r\nhttps://www.lcsun-news.com/story/news/2024/06/19/deaths-in-ice-detention-from-2017-2021-could-have-been-prevented/74141901007/\r\nhttps://www.kjzz.org/news/2024-06-25/new-report-finds-majority-of-immigrant-deaths-in-ice-detention-could-have-been-prevented\r\nhttps://www.aimspress.com/aimspress-data/aimsph/2024/1/PDF/publichealth-11-01-011.pdf\r\nhttps://truthout.org/articles/new-report-finds-nearly-all-deaths-in-ice-custody-over-5-years-were-preventable/\r\nhttps://whistleblower.org/press-release/latest-report-on-preventable-deaths-in-ice-custody-supports-whistleblower-disclosure/ \r\nhttps://www.davisvanguard.org/2024/06/report-charges-68-deaths-in-ice-custody-since-2017-highlight-systemic-issues/ \r\nhttps://www.azcentral.com/story/news/politics/immigration/2024/06/25/most-deaths-in-ice-custody-were-preventable-new-report-says/74201835007/ \r\nhttps://www.newsfromthestates.com/article/study-95-deaths-ice-detention-between-2017-2021-could-have-been-prevented \r\n10. More than 14,000 pages of government records reviewed by medical experts showed nearly all deaths in ICE custody could have been prevented, and ICE failed to properly investigate or punish contractors and medical providers for delays in care that caused people in custody to die. https://phr.org/our-work/resources/deadly-failures-preventable-deaths-in-u-s-immigration-detention/\r\n11. A wrongful termination lawsuit filed against CoreCivic in February 2024 alleges the company was dangerously understaffed in the medical department during the period in which Mr. Dumitrascu died, leading to medical neglect: https://www.kpbs.org/news/border-immigration/2024/04/16/lawsuit-against-ice-detention-center-highlights-medical-neglect-complaints. \r\n12. According to DHS's FY 2023 FOIA report, ICE has reduced the number of FOIA processing personnel to its lowest levels since FY 2017 - just 47 total personnel, down from 60.5 in FY22. The agency reduced spending on FOIA processing by more than a million dollars - from $8.2M in FY22 to $7.2M in FY23. The agency's portion of DHS's total FOIA spending went from 11.4% in FY22 to 8.7% in FY23, despite the fact that the agency received 20,000 more requests than the previous fiscal year. Consequently, ICE's backlog more the doubled from 13k at the end of FY22 to 32k at the end of FY23. https://www.dhs.gov/sites/default/files/2024-03/23_0325_fy23-FOIA_Annual_Report.pdf. Without expedited processing, Mami Chelo, Mr. Dumitrascu's family, and the public will likely wait years for a response to the very simply questions these records could answer about how and why he died.\r\n13. There is an urgent need to inform the public and Mr. Dumitrascu's family of the truth about how and why he died at OMDC, and whether other currently detained individuals are at risk of meeting a similar fate as Congress increases detention bed funding. The requested records are among the most reliable and compelling primary source documents available to do so. \r\n\r\nFor the foregoing reasons, Mami Chelo respectfully requests expedited processing of this FOIA request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAndrew Free",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 167847,
        "from_user": 9620,
        "to_user": 25665,
        "subject": "Your verification code",
        "datetime": "2024-07-03T00:06:21.334791",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Your confirmation code is 745776",
        "status": "done",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/dumitrascu-video-ice-medical-records-167847/"
  },
  {
    "id": 167836,
    "title": "Request for Ice-T's Army personnel records",
    "slug": "request-for-ice-ts-army-personnel-records",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 122968,
    "username": "Brett-DCF",
    "agency": 3142,
    "datetime_submitted": "2024-07-02T16:15:40.183030",
    "date_due": "2024-07-31",
    "days_until_due": null,
    "date_followup": "2024-07-31",
    "datetime_done": null,
    "datetime_updated": "2024-07-05T13:24:27.428827",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 167836,
        "from_user": 122968,
        "to_user": 13082,
        "subject": "Freedom of Information Act Request: Request for Ice-T's Army personnel records",
        "datetime": "2024-07-02T16:15:40.285228",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nA copy of the U.S. Coast Guard personnel records (OMPF) for a former servicemember named TRACY LAUREN MARROW (DATE OF BIRTH: 03/16/1958). Mr. Marrow was born in Newark, New Jersey. He served in the U.S. Coast Guard from 1977 to 1979 and achieved the rank of petty officer, second class. The requested records include performance reports, job assessments, disciplinary records, training received, discharge papers, and any other releasable records.\r\n\r\nThe public interest in Mr. Marrow, known popularly as the rapper Ice-T, should favor disclosure of many of these records, particularly in relation to any disciplinary records, should those records exist.\r\n\r\nPlease be sure to review and release any segregable information, even if certain documents or portions of documents are withheld.\r\n\r\nPLEASE NOTE: I am not a next of kin of this servicemember, and thus do not know Mr. Marrow’s Social Security Number. Because of this, I am ONLY requesting records releasable under the Freedom of Information Act. Please process my request for this servicemember's OMPF and other records under the Freedom of Information Act’s relevant provisions. I am not seeking any records that would be releasable under the Privacy Act.\r\n\r\nI am the Director of Research Operations at a 501(c)(3) non-profit organization called The Decoding Culture Foundation. These documents will be used for public education and research purposes. I therefore request a waiver of all fees that may otherwise apply. Attached is a document with organization letterhead confirming my position, as well as the organization's 501(c)(3) application and approval form.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBrett Carollo",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1193916,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/Brett-DCF/140310/501c3_application_and_approval.pdf",
            "datetime": "2024-07-02T16:15:40.285228",
            "title": "501c3_application_and_approval.pdf",
            "source": "Brett Carollo",
            "description": "",
            "doc_id": "24788422-501c3_application_and_approvalpdf",
            "pages": 43
          },
          {
            "id": 1193915,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/Brett-DCF/140310/FOIA_waiver_letter_7-2-24.pdf",
            "datetime": "2024-07-02T16:15:40.285228",
            "title": "FOIA_waiver_letter_7-2-24.pdf",
            "source": "Brett Carollo",
            "description": "",
            "doc_id": "24788408-foia_waiver_letter_7-2-24pdf",
            "pages": 1
          }
        ],
        "delivered": "fax"
      },
      {
        "foia": 167836,
        "from_user": 122968,
        "to_user": 13082,
        "subject": "RE: Freedom of Information Act Request: Request for Ice-T's Army personnel records",
        "datetime": "2024-07-05T13:24:27.428827",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Please change \"U.S. Coast Guard\" to read \"U. S. Army\" in the above request. I apologize for any confusion.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "fax"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/request-for-ice-ts-army-personnel-records-167836/"
  },
  {
    "id": 167830,
    "title": "Request for Marine Corps personnel records for Adam Driver",
    "slug": "request-for-marine-corps-personnel-records-for-adam-driver",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 122968,
    "username": "Brett-DCF",
    "agency": 3142,
    "datetime_submitted": "2024-07-02T16:08:52.588312",
    "date_due": "2024-07-31",
    "days_until_due": null,
    "date_followup": "2024-07-31",
    "datetime_done": null,
    "datetime_updated": "2024-07-02T16:08:52.703741",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 167830,
        "from_user": 122968,
        "to_user": 13082,
        "subject": "Freedom of Information Act Request: Request for Marine Corps personnel records for Adam Driver",
        "datetime": "2024-07-02T16:08:52.703741",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nA copy of the U.S. Marines Corps personnel records (OMPF) for a former servicemember named ADAM DOUGLAS DRIVER (DATE OF BIRTH: 11/19/1983). Mr. Driver was born in Fontana, California. He served in the U.S. Marines Corps from 2001 to 2004 and achieved the rank of lance corporal. The requested records include performance reports, job assessments, disciplinary records, training received, discharge papers, and any other releasable records.\r\n\r\nThe public interest in Mr. Driver, an Academy Award-nominated film actor , should favor disclosure of many of these records, particularly in relation to any disciplinary records, should those records exist.\r\n\r\nPlease be sure to review and release any segregable information, even if certain documents or portions of documents are withheld.\r\n\r\nPLEASE NOTE: I am not a next of kin of this servicemember, and thus do not know Mr. Driver’s Social Security Number. Because of this, I am ONLY requesting records releasable under the Freedom of Information Act. Please process my request for this servicemember's OMPF and other records under the Freedom of Information Act’s relevant provisions. I am not seeking any records that would be releasable under the Privacy Act.\r\n\r\nI am the Director of Research Operations at a 501(c)(3) non-profit organization called The Decoding Culture Foundation. These documents will be used for public education and research purposes. I therefore request a waiver of all fees that may otherwise apply. Attached is a document with organization letterhead confirming my position, as well as the organization's 501(c)(3) application and approval form.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBrett Carollo",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1193913,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/Brett-DCF/140308/FOIA_waiver_letter_7-2-24.pdf",
            "datetime": "2024-07-02T16:08:52.703741",
            "title": "FOIA_waiver_letter_7-2-24.pdf",
            "source": "Brett Carollo",
            "description": "",
            "doc_id": "24788416-foia_waiver_letter_7-2-24pdf",
            "pages": 1
          },
          {
            "id": 1193914,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/Brett-DCF/140308/501c3_application_and_approval.pdf",
            "datetime": "2024-07-02T16:08:52.703741",
            "title": "501c3_application_and_approval.pdf",
            "source": "Brett Carollo",
            "description": "",
            "doc_id": "24788407-501c3_application_and_approvalpdf",
            "pages": 43
          }
        ],
        "delivered": "fax"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/request-for-marine-corps-personnel-records-for-adam-driver-167830/"
  },
  {
    "id": 167829,
    "title": "Request for Hugh Hefner's Army personnel records",
    "slug": "request-for-hugh-hefners-army-personnel-file",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 122968,
    "username": "Brett-DCF",
    "agency": 3142,
    "datetime_submitted": "2024-07-02T16:00:45.644908",
    "date_due": "2024-07-31",
    "days_until_due": null,
    "date_followup": "2024-07-31",
    "datetime_done": null,
    "datetime_updated": "2024-07-03T15:51:07.182617",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 167829,
        "from_user": 122968,
        "to_user": 13082,
        "subject": "",
        "datetime": "2024-07-02T16:00:45.735945",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nA copy of the U.S. Coast Guard personnel records (OMPF) for a former servicemember named HUGH MARSTON HEFNER (DATE OF BIRTH: 04/09/1926). Mr. Hefner was born in Chicago, Illinois. He served in the U.S. Army from 1944 to 1946 and achieved the rank of private first class (PFC). The requested records include performance reports, job assessments, disciplinary records, training received, discharge papers, and any other releasable records.\r\n\r\nThe public interest in Mr. Hefner, the founder of \"Playboy\" magazine, should favor disclosure of many of these records, particularly in relation to any disciplinary records, should those records exist.\r\n\r\nPlease be sure to review and release any segregable information, even if certain documents or portions of documents are withheld.\r\n\r\nPLEASE NOTE: I am not a next of kin of this servicemember, and thus do not know Mr. Hefner’s Social Security Number. Because of this, I am ONLY requesting records releasable under the Freedom of Information Act. Please process my request for this servicemember's OMPF and other records under the Freedom of Information Act’s relevant provisions. I am not seeking any records that would be releasable under the Privacy Act.\r\n\r\nI am the Director of Research Operations at a 501(c)(3) non-profit organization called The Decoding Culture Foundation. These documents will be used for public education and research purposes. I therefore request a waiver of all fees that may otherwise apply. Attached is a document with organization letterhead confirming my position, as well as the organization's 501(c)(3) application and approval form.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBrett Carollo",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1193906,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/Brett-DCF/140307/FOIA_waiver_letter_7-2-24.pdf",
            "datetime": "2024-07-02T16:00:45.735945",
            "title": "FOIA_waiver_letter_7-2-24.pdf",
            "source": "Brett Carollo",
            "description": "",
            "doc_id": "24788401-foia_waiver_letter_7-2-24pdf",
            "pages": 1
          },
          {
            "id": 1193907,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/Brett-DCF/140307/501c3_application_and_approval.pdf",
            "datetime": "2024-07-02T16:00:45.735945",
            "title": "501c3_application_and_approval.pdf",
            "source": "Brett Carollo",
            "description": "",
            "doc_id": "24788432-501c3_application_and_approvalpdf",
            "pages": 43
          }
        ],
        "delivered": "none"
      },
      {
        "foia": 167829,
        "from_user": 122968,
        "to_user": 13082,
        "subject": "RE: Freedom of Information Act Request: Request for Hugh Hefner's Army personnel records",
        "datetime": "2024-07-03T15:51:07.182617",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "I wish to revise \"U.S. Coast Guard\" to read \"U.S. Army\" in the above request. I apologize for any confusion.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "fax"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/request-for-hugh-hefners-army-personnel-file-167829/"
  },
  {
    "id": 167828,
    "title": "Request for Morgan Freeman's Air force personnel records",
    "slug": "request-for-morgan-freemans-air-force-personnel-records",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 122968,
    "username": "Brett-DCF",
    "agency": 3142,
    "datetime_submitted": "2024-07-02T15:53:37.198872",
    "date_due": "2024-07-31",
    "days_until_due": null,
    "date_followup": "2024-07-31",
    "datetime_done": null,
    "datetime_updated": "2024-07-03T15:50:06.024510",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 167828,
        "from_user": 122968,
        "to_user": 13082,
        "subject": "",
        "datetime": "2024-07-02T15:53:37.287981",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nA copy of the U.S. Coast Guard personnel records (OMPF) for a former servicemember named MORGAN FREEMAN (DATE OF BIRTH: 06/01/1937). Mr. Freeman was born in Memphis, Tennessee. He served in the U.S. Air Force from 1955 to 1959 and achieved the rank of airman first class. The requested records include performance reports, job assessments, disciplinary records, training received, discharge papers, and any other releasable records.\r\n\r\nThe public interest in Mr. Morgan, an Academy Award-winning film actor , should favor disclosure of many of these records, particularly in relation to any disciplinary records, should those records exist.\r\n\r\nPlease be sure to review and release any segregable information, even if certain documents or portions of documents are withheld.\r\n\r\nPLEASE NOTE: I am not a next of kin of this servicemember, and thus do not know Mr. Freeman's Social Security Number. Because of this, I am ONLY requesting records releasable under the Freedom of Information Act. Please process my request for this servicemember's OMPF and other records under the Freedom of Information Act’s relevant provisions. I am not seeking any records that would be releasable under the Privacy Act.\r\n\r\nI am the Director of Research Operations at a 501(c)(3) non-profit organization called The Decoding Culture Foundation. These documents will be used for public education and research purposes. I therefore request a waiver of all fees that may otherwise apply. Attached is a document with organization letterhead confirming my position, as well as the organization's 501(c)(3) application and approval form.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBrett Carollo",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1193901,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/Brett-DCF/140306/501c3_application_and_approval.pdf",
            "datetime": "2024-07-02T15:53:37.287981",
            "title": "501c3_application_and_approval.pdf",
            "source": "Brett Carollo",
            "description": "",
            "doc_id": "24788415-501c3_application_and_approvalpdf",
            "pages": 43
          },
          {
            "id": 1193900,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/Brett-DCF/140306/FOIA_waiver_letter_7-2-24.pdf",
            "datetime": "2024-07-02T15:53:37.287981",
            "title": "FOIA_waiver_letter_7-2-24.pdf",
            "source": "Brett Carollo",
            "description": "",
            "doc_id": "24788412-foia_waiver_letter_7-2-24pdf",
            "pages": 1
          }
        ],
        "delivered": "none"
      },
      {
        "foia": 167828,
        "from_user": 122968,
        "to_user": 13082,
        "subject": "RE: Freedom of Information Act Request: Request for Morgan Freeman's Air force personnel records",
        "datetime": "2024-07-03T15:50:06.024510",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "I wish to revise \"U.S. Coast Guard\" to \"U.S. Air Force\" in the above request. I apologize for any confusion.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "fax"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/request-for-morgan-freemans-air-force-personnel-records-167828/"
  },
  {
    "id": 167827,
    "title": "Request for the Air Force personnel file for children's entertainer \"Blippi\"",
    "slug": "request-for-the-air-force-personnel-file-for-childrens-entertainer-blippi",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 122968,
    "username": "Brett-DCF",
    "agency": 3142,
    "datetime_submitted": "2024-07-02T15:47:46.218787",
    "date_due": "2024-07-31",
    "days_until_due": null,
    "date_followup": "2024-07-31",
    "datetime_done": null,
    "datetime_updated": "2024-07-03T15:51:53.755302",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 167827,
        "from_user": 122968,
        "to_user": 13082,
        "subject": "",
        "datetime": "2024-07-02T15:47:46.321816",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nA copy of the U.S. Coast Guard personnel records (OMPF) for a former servicemember named STEPHEN JOHN GROSSMAN (DATE OF BIRTH: 05/27/1988). Mr. Grossman was born in Ellensburg, Washington. He served in the U.S. Air Force from 2006 to 2008 and achieved the rank of airman first class (A1C). The requested records include performance reports, job assessments, disciplinary records, training received, discharge papers, and any other releasable records.\r\n\r\nThe public interest in Mr. Grossman, known popularly as the children's entertainer \"Blippi,\" should favor disclosure of many of these records, particularly in relation to any disciplinary records, should those records exist.\r\n\r\nPlease be sure to review and release any segregable information, even if certain documents or portions of documents are withheld.\r\n\r\nPLEASE NOTE: I am not a next of kin of this servicemember, and thus do not know Mr. Grossman's Social Security Number. Because of this, I am ONLY requesting records releasable under the Freedom of Information Act. Please process my request for this servicemember's OMPF and other records under the Freedom of Information Act’s relevant provisions. I am not seeking any records that would be releasable under the Privacy Act.\r\n\r\nI am the Director of Research Operations at a 501(c)(3) non-profit organization called The Decoding Culture Foundation. These documents will be used for public education and research purposes. I therefore request a waiver of all fees that may otherwise apply. Attached is a document with organization letterhead confirming my position, as well as the organization's 501(c)(3) application and approval form.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBrett Carollo",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1193897,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/Brett-DCF/140303/FOIA_waiver_letter_7-2-24.pdf",
            "datetime": "2024-07-02T15:47:46.321816",
            "title": "FOIA_waiver_letter_7-2-24.pdf",
            "source": "Brett Carollo",
            "description": "",
            "doc_id": "24788410-foia_waiver_letter_7-2-24pdf",
            "pages": 1
          },
          {
            "id": 1193898,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/Brett-DCF/140303/501c3_application_and_approval.pdf",
            "datetime": "2024-07-02T15:47:46.321816",
            "title": "501c3_application_and_approval.pdf",
            "source": "Brett Carollo",
            "description": "",
            "doc_id": "24788404-501c3_application_and_approvalpdf",
            "pages": 43
          }
        ],
        "delivered": "none"
      },
      {
        "foia": 167827,
        "from_user": 122968,
        "to_user": 13082,
        "subject": "RE: Freedom of Information Act Request: Request for the Air Force personnel file for children's entertainer \"Blippi\"",
        "datetime": "2024-07-03T15:51:53.755302",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "I wish to revise \"U.S. Coast Guard\" to read \"U.S. Air Force\" in the above request. I apologize for any confusion.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "fax"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/request-for-the-air-force-personnel-file-for-childrens-entertainer-blippi-167827/"
  },
  {
    "id": 167825,
    "title": "Request for the Coast Guard personnel file for Jeff Bridges",
    "slug": "request-for-the-coast-guard-personnel-file-for-jeff-bridges",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 122968,
    "username": "Brett-DCF",
    "agency": 3142,
    "datetime_submitted": "2024-07-02T15:46:12.447009",
    "date_due": "2024-07-31",
    "days_until_due": null,
    "date_followup": "2024-07-31",
    "datetime_done": null,
    "datetime_updated": "2024-07-02T15:46:12.542776",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 167825,
        "from_user": 122968,
        "to_user": 13082,
        "subject": "Freedom of Information Act Request: Request for the Coast Guard personnel file for Jeff Bridges",
        "datetime": "2024-07-02T15:46:12.542776",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nA copy of the U.S. Coast Guard personnel records (OMPF) for a former servicemember named JEFFREY LEON BRIDGES (DATE OF BIRTH: 12/04/1949). Mr. Bridges was born in Los Angeles, California. He served in the U.S. Coast Guard from 1967 to 1975 and achieved the rank of petty officer second class. The requested records include performance reports, job assessments, disciplinary records, training received, discharge papers, and any other releasable records.\r\n\r\nThe public interest in Mr. Bridges, an Academy Award-winning film actor , should favor disclosure of many of these records, particularly in relation to any disciplinary records, should those records exist.\r\n\r\nPlease be sure to review and release any segregable information, even if certain documents or portions of documents are withheld.\r\n\r\nPLEASE NOTE: I am not a next of kin of this servicemember, and thus do not know Mr. Bridges Social Security Number. Because of this, I am ONLY requesting records releasable under the Freedom of Information Act. Please process my request for this servicemember's OMPF and other records under the Freedom of Information Act’s relevant provisions. I am not seeking any records that would be releasable under the Privacy Act.\r\n\r\nI am the Director of Research Operations at a 501(c)(3) non-profit organization called The Decoding Culture Foundation. These documents will be used for public education and research purposes. I therefore request a waiver of all fees that may otherwise apply. Attached is a document with organization letterhead confirming my position, as well as the organization's 501(c)(3) application and approval form.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBrett Carollo",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1193896,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/Brett-DCF/140271/501c3_application_and_approval.pdf",
            "datetime": "2024-07-02T15:46:12.542776",
            "title": "501c3_application_and_approval.pdf",
            "source": "Brett Carollo",
            "description": "",
            "doc_id": "24788409-501c3_application_and_approvalpdf",
            "pages": 43
          },
          {
            "id": 1193895,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/Brett-DCF/140271/FOIA_waiver_letter_7-2-24.pdf",
            "datetime": "2024-07-02T15:46:12.542776",
            "title": "FOIA_waiver_letter_7-2-24.pdf",
            "source": "Brett Carollo",
            "description": "",
            "doc_id": "24788398-foia_waiver_letter_7-2-24pdf",
            "pages": 1
          }
        ],
        "delivered": "fax"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/request-for-the-coast-guard-personnel-file-for-jeff-bridges-167825/"
  },
  {
    "id": 167791,
    "title": "Request to Department of Homeland Security's Multimedia Liaison Office for all annual financial reports",
    "slug": "request-to-department-of-homeland-securitys-multimedia-liaison-office-for-all-annual-reports",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 122968,
    "username": "Brett-DCF",
    "agency": 9,
    "datetime_submitted": "2024-07-02T15:03:17.247716",
    "date_due": "2024-07-31",
    "days_until_due": null,
    "date_followup": "2024-10-01",
    "datetime_done": null,
    "datetime_updated": "2024-07-02T23:50:36.815799",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 167791,
        "from_user": 122968,
        "to_user": 9589,
        "subject": "Freedom of Information Act Request: Request to Department of Homeland Security's Multimedia Liaison Office for all annual financial reports",
        "datetime": "2024-07-02T15:03:17.363804",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAll annual financial reports for the Department of Homeland Security's Multimedia Liaison Office within the Office's records retention schedule.\r\n\r\nI am the Director of Research Operations at a 501(c)(3) non-profit organization called The Decoding Culture Foundation. These documents will be used for public education and research purposes. I therefore request a waiver of all fees that may otherwise apply. Attached is a document with organization letterhead confirming my position, as well as the organization's 501(c)(3) application and approval form.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBrett Carollo",
        "status": "processed",
        "likely_foia": null,
        "files": [
          {
            "id": 1193872,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/Brett-DCF/140270/FOIA_waiver_letter_7-2-24.pdf",
            "datetime": "2024-07-02T15:03:17.363804",
            "title": "FOIA_waiver_letter_7-2-24.pdf",
            "source": "Brett Carollo",
            "description": "",
            "doc_id": "24788406-foia_waiver_letter_7-2-24pdf",
            "pages": 1
          },
          {
            "id": 1193873,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/Brett-DCF/140270/501c3_application_and_approval.pdf",
            "datetime": "2024-07-02T15:03:17.363804",
            "title": "501c3_application_and_approval.pdf",
            "source": "Brett Carollo",
            "description": "",
            "doc_id": "24788402-501c3_application_and_approvalpdf",
            "pages": 43
          }
        ],
        "delivered": "portal"
      },
      {
        "foia": 167791,
        "from_user": 9589,
        "to_user": 122968,
        "subject": "Your verification code",
        "datetime": "2024-07-02T23:50:36.815799",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Your confirmation code is 819344",
        "status": "done",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/request-to-department-of-homeland-securitys-multimedia-liaison-office-for-all-annual-reports-167791/"
  },
  {
    "id": 167790,
    "title": "Existence and objective of all systems for the continuing interjurisdictional exchange of criminal intelligence information",
    "slug": "existence-and-objective-of-all-systems-for-the-continuing-interjurisdictional-exchange-of-criminal-intelligence-information",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 123294,
    "username": "TargetedJustice",
    "agency": 3883,
    "datetime_submitted": "2024-07-02T15:01:01.608808",
    "date_due": "2024-07-31",
    "days_until_due": null,
    "date_followup": "2024-07-31",
    "datetime_done": null,
    "datetime_updated": "2024-07-02T15:01:01.721937",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 167790,
        "from_user": 123294,
        "to_user": 10276,
        "subject": "Freedom of Information Act Request: Existence and objective of all systems for the continuing interjurisdictional exchange of criminal intelligence information",
        "datetime": "2024-07-02T15:01:01.721937",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nThis letter constitutes a request under the Freedom of Information Act, 5 U.S.C. § 552, on behalf of Targeted Justice Inc.\r\nI request that a copy of the following documents [or documents containing the following information] be provided to Targeted Justice:\r\na) All annual notices prepared and/or published since 1993 in compliance with 28 CFR Chapter 1 Part 23, Section 24.40  indicating the existence and the objective of all systems for the continuing interjurisdictional exchange of criminal intelligence information which are subject to the 28 CFR part 23 Criminal Intelligence Systems Policies.\r\nb) All waivers issued by the attorney General or his assistant to the compliance with any of the requirements set forth in  28 CFR Chapter 1 Part 23.\r\nc) A list of all Participating Agencies including local, county, State, Federal, or other governmental unit, including private or foreign entities that for the past ten years to the present received funding for a system or project existing under 28 CFR Chapter 1 Part 23, including the funding each one has received for each year of existence.\r\n\r\nThe term “document” is to be liberally construed to include any file, paper, microfilm, digital archive, or any other format where the information sought may be stored. The term “document” includes both the principal document responsive to the request as well as any studies, exhibits, supporting documentation or supplement thereof.\r\nAs you know, FOIA requires agencies to release information unless it is specifically exempt from disclosure, and also requires agencies to release all reasonably segregable nonexempt portions of documents, i.e., to redact exempt portions of documents and release the rest. See 5 U.S.C. § 552(a)(8).\r\nTargeted Justice's status as a news organization that provides information of public interest to its members warrants the expedited processing of this Request on the grounds that there is a compelling need for these records because the information requested is urgently needed by an organization primarily engaged in disseminating information in order to inform the public about actual or alleged Federal Government activity. See 5 U.S.C. § 552(a)(6)(E)(v)(II); see also 22 C.F.R. § 171.12(b)(2); 28 C.F.R. § n16.5(d)(1)(ii); 32 C.F.R. § 286.4(d)(3)(ii); 32 C.F.R. § 1900.34(c)(2).\r\nRequest for expedited processing\r\nTargeted Justice currently has over 12,000 subscribers and over 130,000 thousand views a month in its Substack newsletter. Thus, pursuant to 47 CFR 0.466 it is a news media organization.\r\nTargeted Justice also requests the expedited processing of this request on the grounds that the records and documents requested relate to a “breaking news story of general public interest”. Furthermore, they present a “matter of widespread and exceptional media interest in which there exist possible questions about the government’s integrity which affect public confidence”. Expedited processing is warranted when “the information is relevant to a subject of public urgency concerning an actual or alleged Federal government activity” See 22 C.F.R. § 171.12(b)(2)(i); 32 C.F.R. § 286.4(d)(3)(ii)(A); see also 28 C.F.R. § 16.5(d)(1)(iv); 32 C.F.R. § 1900.34(c)(2).\r\nIn light of the above, Targeted Justice requests that your agency adheres to the legal mandate contained in 5 U.S.C. § 552(a)(6)(A)(i); see 28 C.F.R. § 16.6(b), (c) and consequently produce within 20 days of receipt of this request the information sought.\r\nRequest for Fee Waiver\r\nTargeted Justice hereby requests a fee waiver of search, review, and duplication fees on the grounds that disclosure of the requested records is “in the public interest because it is likely to significantly contribute to public understanding of the operations or activities of the government and is not primarily in the commercial interest of the requester.” See 5 U.S.C. § 552(a)(4)(A)(iii); see also 22 C.F.R. § 171.17(a); 28 C.F.R. § 16.11(k); 32 C.F.R. § 286.28(d); 32 C.F.R. § 1900.13(b)(2).\r\nFurthermore, a waiver of search and review fees is warranted inasmuch as Targeted Justice will report the results of this endeavor on the grounds that Targeted Justice qualifies as a “representative of the news media” and that the records are not sought for commercial use. See 5 U.S.C. § 552(a)(4)(A)(ii))(7); 32 C.F.R. §§ 1900.02(h)(3), 1900.13(i)(2).\r\nFor any document you fail to produce, Targeted Justice requests that you provide a Vaughn Index and declaration setting forth reasonably detailed explanations for each withheld document as to why it falls within any statutory exemption. See Vaughn v. Rosen, 484 F.2d 820 (D.C. Cir. 1973). The Vaughn statement must specify details about each document's sender, recipients, date and time, and subject.\r\nIf you need to discuss this request, the undersigned can be reached at 832-247-3046. Thank you for your consideration of my request.\r\nSincerely,\r\n\r\nAna L. Toledo, Esq.\t\r\nTargeted Justice, Inc.\r\nP.O. Box 15990\r\nHouston, TX  77220\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTargeted Justice",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/existence-and-objective-of-all-systems-for-the-continuing-interjurisdictional-exchange-of-criminal-intelligence-information-167790/"
  },
  {
    "id": 167789,
    "title": "Parks FOIA Log (May 2024)",
    "slug": "parks-foia-log-may-2024",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 109020,
    "username": "SashaG",
    "agency": 3072,
    "datetime_submitted": "2024-07-02T15:00:57.174114",
    "date_due": "2024-07-10",
    "days_until_due": null,
    "date_followup": "2024-07-17",
    "datetime_done": null,
    "datetime_updated": "2024-07-02T19:39:28.869110",
    "date_embargo": null,
    "tracking_id": "5666",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 167789,
        "from_user": 109020,
        "to_user": 20083,
        "subject": "Illinois Freedom of Information Act. Request: Parks FOIA Log (May 2024)",
        "datetime": "2024-07-02T15:00:57.271579",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nComplete FOIA logs from April 27, 2024 through May 31, 2024 (inclusive of those dates).\r\nAt minimum, please include the following: \r\nDate the request was filed \r\nName of requestor, \r\nstatus of the request, \r\nRequest System assigned identifier such as a Request Number, if applicable \r\nPlease provide the record in an excel format.  I have attached an equivalent FOIA log that reflects what I am looking for. \r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes. \r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not. \r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAlexandra Gelzin",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 167789,
        "from_user": 20083,
        "to_user": 109020,
        "subject": "FOIA 5666 Parks FOIA Log (May 2024)",
        "datetime": "2024-07-02T19:39:28.869110",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Requestor,\r\n\r\n\r\n\r\nThank you for your interest in obtaining information from the Chicago Park District. Please note there was no attachment to this request though you reference one below.\r\n\r\n\r\n\r\nYour FOIA reference number for tracking purposes is: 5666\r\n\r\n\r\n\r\nYou have requested the following records:\r\n\r\n\r\n\r\nAlexandra Gelzin\r\n\r\nMuckRock News\r\n\r\nDEPT MR 167789\r\n\r\n263 Huntington Ave\r\n\r\nBoston, MA 02115\r\n\r\n167789-10539255@requests.muckrock.com<mailto:167789-10539255@requests.muckrock.com>\r\n\r\n\r\n\r\n“Pursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nComplete FOIA logs from April 27, 2024 through May 31, 2024 (inclusive of those dates).\r\n\r\nAt minimum, please include the following:\r\n\r\nDate the request was filed\r\n\r\nName of requestor,\r\n\r\nstatus of the request,\r\n\r\nRequest System assigned identifier such as a Request Number, if applicable\r\n\r\nPlease provide the record in an excel format. I have attached an equivalent FOIA log that reflects what I am looking for.”\r\n\r\n\r\nThe Chicago Park District (the “Park District”) responds to all public records requests by the Illinois Freedom of Information Act (FOIA), 5 ILCS 140/1 et seq.  Please expect a response by Wednesday July 10, 2024 by close of business. If additional time is needed to assemble and copy all documents responsive to your FOIA request, we will contact you with a time estimate and a request to extend.\r\n\r\nPlease note that the Park District is closed Thursday July 4, 2024 for the holiday.\r\n\r\n\r\nKind regards,\r\nKaren Choudhury\r\n--------------------------------\r\nKaren Choudhury\r\nFreedom of Information Act Counsel\r\nCHICAGO PARK DISTRICT\r\nFOIA: 312.742.4789 | FAX: 312.742.5328\r\nfoia@chicagoparkdistrict.com<mailto:foia@chicagoparkdistrict.com>\r\nFreedom of Information Act | Chicago Park District<https://www.chicagoparkdistrict.com/departments/administration/communications/foia>\r\n\r\n\r\nThis message is intended only for the individual or entity to which it is addressed and may contain information that is protected by the attorney-client or work-product privilege  and/or exempt from disclosure under applicable law. If the reader of this message is not the intended recipient, you are hereby notified that any dissemination, distribution or copying of this communication is strictly prohibited and may be unlawful. If you have received this communication in error, please reply to the sender that you received the message in error and erase or destroy the message and any attachments or copies. Thank you.\r\n[cid:image001.png@01DACCAF.24F7BE90]\n",
        "status": "processed",
        "likely_foia": null,
        "files": [
          {
            "id": 1193983,
            "ffile": "https://cdn.muckrock.com/foia_files/2024/07/02/image001_FJIkPom.png",
            "datetime": "2024-07-02T19:39:28.941070",
            "title": "image001",
            "source": "Chicago Park District, Chicago, IL",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/chicago-169/parks-foia-log-may-2024-167789/"
  },
  {
    "id": 167788,
    "title": "Request to U.S. Coast Guard Motion Picture & Television Office for all annual financial reports",
    "slug": "request-to-us-coast-guard-motion-picture-television-office-for-all-annual-financial-reports",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 122968,
    "username": "Brett-DCF",
    "agency": 16373,
    "datetime_submitted": "2024-07-02T14:56:20.032728",
    "date_due": "2024-07-12",
    "days_until_due": null,
    "date_followup": "2024-07-12",
    "datetime_done": null,
    "datetime_updated": "2024-07-02T14:56:20.133343",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 167788,
        "from_user": 122968,
        "to_user": 21966,
        "subject": "California Public Records Act Request: Request to U.S. Coast Guard Motion Picture & Television Office for all annual financial reports",
        "datetime": "2024-07-02T14:56:20.133343",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nAll annual financial reports for the U.S. Coast Guard Motion Picture & Television Office within the Office's records retention schedule.\r\n\r\nI am the Director of Research Operations at a 501(c)(3) non-profit organization called The Decoding Culture Foundation. These documents will be used for public education and research purposes. I therefore request a waiver of all fees that may otherwise apply. Attached is a document with organization letterhead confirming my position, as well as the organization's 501(c)(3) application and approval form.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBrett Carollo",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1193864,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/Brett-DCF/140267/501c3_application_and_approval.pdf",
            "datetime": "2024-07-02T14:56:20.133343",
            "title": "501c3_application_and_approval.pdf",
            "source": "Brett Carollo",
            "description": "",
            "doc_id": "24788405-501c3_application_and_approvalpdf",
            "pages": 43
          },
          {
            "id": 1193863,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/Brett-DCF/140267/FOIA_waiver_letter_7-2-24.pdf",
            "datetime": "2024-07-02T14:56:20.133343",
            "title": "FOIA_waiver_letter_7-2-24.pdf",
            "source": "Brett Carollo",
            "description": "",
            "doc_id": "24788400-foia_waiver_letter_7-2-24pdf",
            "pages": 1
          }
        ],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/los-angeles-91/request-to-us-coast-guard-motion-picture-television-office-for-all-annual-financial-reports-167788/"
  },
  {
    "id": 167787,
    "title": "Request to Air Force's Entertainment Liaison Office for all annual financial reports",
    "slug": "request-to-air-forces-entertainment-liaison-office-for-all-financial-reports",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 122968,
    "username": "Brett-DCF",
    "agency": 6974,
    "datetime_submitted": "2024-07-02T14:52:27.122348",
    "date_due": "2024-07-31",
    "days_until_due": null,
    "date_followup": "2024-07-31",
    "datetime_done": null,
    "datetime_updated": "2024-07-02T14:52:27.220449",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 167787,
        "from_user": 122968,
        "to_user": 19136,
        "subject": "Freedom of Information Act Request: Request to Air Force's Entertainment Liaison Office for all annual financial reports",
        "datetime": "2024-07-02T14:52:27.220449",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAll annual financial reports for the Air Force's Entertainment Liaison Office within the Office's records retention schedule.\r\n\r\nI am the Director of Research Operations at a 501(c)(3) non-profit organization called The Decoding Culture Foundation. These documents will be used for public education and research purposes. I therefore request a waiver of all fees that may otherwise apply. Attached is a document with organization letterhead confirming my position, as well as the organization's 501(c)(3) application and approval form.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBrett Carollo",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1193858,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/Brett-DCF/140266/FOIA_waiver_letter_7-2-24.pdf",
            "datetime": "2024-07-02T14:52:27.220449",
            "title": "FOIA_waiver_letter_7-2-24.pdf",
            "source": "Brett Carollo",
            "description": "",
            "doc_id": "24788396-foia_waiver_letter_7-2-24pdf",
            "pages": 1
          },
          {
            "id": 1193859,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/Brett-DCF/140266/501c3_application_and_approval.pdf",
            "datetime": "2024-07-02T14:52:27.220449",
            "title": "501c3_application_and_approval.pdf",
            "source": "Brett Carollo",
            "description": "",
            "doc_id": "24788392-501c3_application_and_approvalpdf",
            "pages": 43
          }
        ],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/request-to-air-forces-entertainment-liaison-office-for-all-financial-reports-167787/"
  },
  {
    "id": 167786,
    "title": "Request to Army Office of Public Affairs for all annual financial reports",
    "slug": "request-to-army-office-of-public-affairs-for-all-financial-reports",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 122968,
    "username": "Brett-DCF",
    "agency": 6233,
    "datetime_submitted": "2024-07-02T14:50:34.335525",
    "date_due": "2024-07-31",
    "days_until_due": null,
    "date_followup": "2024-07-31",
    "datetime_done": null,
    "datetime_updated": "2024-07-02T14:50:34.434539",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 167786,
        "from_user": 122968,
        "to_user": 13099,
        "subject": "Freedom of Information Act Request: Request to Army Office of Public Affairs for all annual financial reports",
        "datetime": "2024-07-02T14:50:34.434539",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAll annual financial reports for the US Army's Public Affairs office within the office's records retention schedule.\r\n\r\nI am the Director of Research Operations at a 501(c)(3) non-profit organization called The Decoding Culture Foundation. These documents will be used for public education and research purposes. I therefore request a waiver of all fees that may otherwise apply. Attached is a document with organization letterhead confirming my position, as well as the organization's 501(c)(3) application and approval form.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBrett Carollo",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1193856,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/Brett-DCF/140264/FOIA_waiver_letter_7-2-24.pdf",
            "datetime": "2024-07-02T14:50:34.434539",
            "title": "FOIA_waiver_letter_7-2-24.pdf",
            "source": "Brett Carollo",
            "description": "",
            "doc_id": "24788411-foia_waiver_letter_7-2-24pdf",
            "pages": 1
          },
          {
            "id": 1193857,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/Brett-DCF/140264/501c3_application_and_approval.pdf",
            "datetime": "2024-07-02T14:50:34.434539",
            "title": "501c3_application_and_approval.pdf",
            "source": "Brett Carollo",
            "description": "",
            "doc_id": "24788403-501c3_application_and_approvalpdf",
            "pages": 43
          }
        ],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/request-to-army-office-of-public-affairs-for-all-financial-reports-167786/"
  },
  {
    "id": 167785,
    "title": "Request to Marines Entertainment Media Liaison Office for all annual financial reports",
    "slug": "request-to-marines-entertainment-media-liaison-office-for-all-annual-financial-reports",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 122968,
    "username": "Brett-DCF",
    "agency": 6235,
    "datetime_submitted": "2024-07-02T14:42:55.835175",
    "date_due": "2024-07-31",
    "days_until_due": null,
    "date_followup": "2024-08-02",
    "datetime_done": null,
    "datetime_updated": "2024-07-02T23:50:11.181607",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 167785,
        "from_user": 122968,
        "to_user": 10192,
        "subject": "Freedom of Information Act Request: Request to Marines Entertainment Media Liaison Office for all annual financial reports",
        "datetime": "2024-07-02T14:42:55.932081",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAll annual financial reports for the U.S. Marine Corps Entertainment Media Liaison Office within the Office's records retention schedule.\r\n\r\nI am the Director of Research Operations at a 501(c)(3) non-profit organization called The Decoding Culture Foundation. These documents will be used for public education and research purposes. I therefore request a waiver of all fees that may otherwise apply. Attached is a document with organization letterhead confirming my position, as well as the organization's 501(c)(3) application and approval form.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBrett Carollo",
        "status": "processed",
        "likely_foia": null,
        "files": [
          {
            "id": 1193848,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/Brett-DCF/140263/FOIA_waiver_letter_7-2-24.pdf",
            "datetime": "2024-07-02T14:42:55.932081",
            "title": "FOIA_waiver_letter_7-2-24.pdf",
            "source": "Brett Carollo",
            "description": "",
            "doc_id": "24788395-foia_waiver_letter_7-2-24pdf",
            "pages": 1
          },
          {
            "id": 1193849,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/Brett-DCF/140263/501c3_application_and_approval.pdf",
            "datetime": "2024-07-02T14:42:55.932081",
            "title": "501c3_application_and_approval.pdf",
            "source": "Brett Carollo",
            "description": "",
            "doc_id": "24788386-501c3_application_and_approvalpdf",
            "pages": 43
          }
        ],
        "delivered": "portal"
      },
      {
        "foia": 167785,
        "from_user": null,
        "to_user": null,
        "subject": "Thank you for submitting your foia.gov request",
        "datetime": "2024-07-02T23:50:11.181607",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Thank you for submitting your FOIA request through FOIA.GOV to U.S. Marine Corps! \nYou can track the status of your request, communicate with the agency regarding this request, or search previously released documents in our reading room using the SecureRelease portal. If you do not already have a SecureRelease portal account you can sign-up (https://www.securerelease.us/account-page/sign-in/) here, just make sure to use 167785-60933240@requests.muckrock.com when you sign up to gain access to your request details. (https://www.securerelease.us/account-page/sign-in/) \n\nShould you have an inquiry related to your SecureRelease user account or concerning www.securerelease.us, please email SecureRelease Support and a member of our team will be happy to assist. (https://www.securerelease.us/) \n \n\nTake care, \n\n \nSecureRelease™ Support (Contractor) \nsecurereleasepublicsupport@deloitte.com  Do NOT respond to this email. The SecureRelease™ Support desk is not operated by a FOIA Office or Agency personnel, and does not process requests--please do not send request details, supporting documentation, or other sensitive information to this inbox. Additionally, please note that SecureRelease™ Support is unable to provide updates concerning the processing, status, or timeline of requests, nor can we offer guidance with regard to agency procedures. For these inquiries, please contact the Agency or refer to their website.\n",
        "status": "processed",
        "likely_foia": 167785,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/request-to-marines-entertainment-media-liaison-office-for-all-annual-financial-reports-167785/"
  },
  {
    "id": 167784,
    "title": "Request to Department of Defense's Entertainment Media Office for all annual financial reports",
    "slug": "request-to-department-of-defenses-entertainment-media-office-for-all-annual-financial-reports",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 122968,
    "username": "Brett-DCF",
    "agency": 4109,
    "datetime_submitted": "2024-07-02T14:39:08.835187",
    "date_due": "2024-07-31",
    "days_until_due": null,
    "date_followup": "2024-08-04",
    "datetime_done": null,
    "datetime_updated": "2024-07-05T09:00:27.302038",
    "date_embargo": null,
    "tracking_id": "24-F-1510",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 167784,
        "from_user": 122968,
        "to_user": 10975,
        "subject": "Freedom of Information Act Request: Request to Department of Defense's Entertainment Media Office for all annual financial reports",
        "datetime": "2024-07-02T14:39:08.935458",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAll annual financial reports for the Department of Defense's Entertainment Media Office within DoD's records retention schedule.\r\n\r\nI am the Director of Research Operations at a 501(c)(3) non-profit organization called The Decoding Culture Foundation. These documents will be used for public education and research purposes. I therefore request a waiver of all fees that may otherwise apply. Attached is a document with organization letterhead confirming my position, as well as the organization's 501(c)(3) application and approval form.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBrett Carollo",
        "status": "processed",
        "likely_foia": null,
        "files": [
          {
            "id": 1193847,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/Brett-DCF/140257/501c3_application_and_approval.pdf",
            "datetime": "2024-07-02T14:39:08.935458",
            "title": "501c3_application_and_approval.pdf",
            "source": "Brett Carollo",
            "description": "",
            "doc_id": "24788399-501c3_application_and_approvalpdf",
            "pages": 43
          },
          {
            "id": 1193846,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/Brett-DCF/140257/FOIA_waiver_letter_7-2-24.pdf",
            "datetime": "2024-07-02T14:39:08.935458",
            "title": "FOIA_waiver_letter_7-2-24.pdf",
            "source": "Brett Carollo",
            "description": "",
            "doc_id": "24788390-foia_waiver_letter_7-2-24pdf",
            "pages": 1
          }
        ],
        "delivered": "portal"
      },
      {
        "foia": 167784,
        "from_user": 10975,
        "to_user": 122968,
        "subject": "Your Password Information - OSD/JS or DLA FOIA Requester Service Center",
        "datetime": "2024-07-02T23:43:23",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Brett Carollo, \r\n\r\nOnce you login, please change your password to protect your account details. \r\n\r\nPassword: 009Aup%^\r\nRegards, \r\nOSD/JS or DLA FOIA Requester Service Center",
        "status": "done",
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 167784,
        "from_user": 10975,
        "to_user": 122968,
        "subject": "Your Login Information - OSD/JS or DLA FOIA Requester Service Center",
        "datetime": "2024-07-02T23:43:23",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Brett Carollo, \r\nA temporary password has been issued and sent to the email address provided. Please check your email for this temporary password and return to https://pal.whs.mil to login. \r\n\r\nKindly change the password provided by us.\r\nRegards, \r\nOSD/JS or DLA FOIA Requester Service Center",
        "status": "fix",
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 167784,
        "from_user": 10975,
        "to_user": 122968,
        "subject": "Status Update for Request #24-F-1510",
        "datetime": "2024-07-02T23:53:46.786536",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Brett Carollo, \nThe status of your FOIA request #24-F-1510 has been updated to the following status 'Received'. To log into the PAL Application click on the Application URL below. \n\nhttps://pal.whs.mil \n\nSincerely, \nOSD/JS or DLA FOIA Requester Service Center",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 167784,
        "from_user": 10975,
        "to_user": 122968,
        "subject": "PAL Acknowledgement by FOIA Office",
        "datetime": "2024-07-02T23:53:47.298595",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Brett Carollo, \n\nCase Number 24-F-1510 has been assigned to the request you submitted. In all future correspondence regarding this request please reference case number 24-F-1510.\nRegards, \nOSD/JS or DLA FOIA Requester Service Center",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 167784,
        "from_user": 10975,
        "to_user": 122968,
        "subject": "OSD/JS FOIA: 24-F-1510",
        "datetime": "2024-07-05T09:00:27.302038",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Good Morning Mr. Brett Carollo, \r\n\r\n \r\n\r\nPlease find the interim response attached for your recent FOIA Request that\r\nwas requested on July 2nd, 2024. The case number for this request is\r\n24-F-1510, please refer to this number and the action officer mentioned in\r\nthe interim response in any future correspondence regarding this case. \r\n\r\n \r\n\r\n \r\n\nKind Regards,  \r\n\r\n \r\n\r\nJack McEvoy\r\n\r\nFOIA Analyst \r\n\r\nFOIA Analyst, Freedom of Information Division OSD/JS \r\n\r\nNIPR: jack.a.mcevoy.ctr@mail.mil\r\n\r\nSIPR: jack.a.mcevoy.ctr@mail.smil.mil",
        "status": "processed",
        "likely_foia": null,
        "files": [
          {
            "id": 1194552,
            "ffile": "https://cdn.muckrock.com/foia_files/2024/07/05/24-F-1510_Request_Description.pdf",
            "datetime": "2024-07-05T09:00:27.387443",
            "title": "24-F-1510 Request Description",
            "source": "Department of Defense - Special Assistant for Entertainment Media, United States of America",
            "description": "",
            "doc_id": "24791940-24-f-1510-request-description",
            "pages": 4
          },
          {
            "id": 1194553,
            "ffile": "https://cdn.muckrock.com/foia_files/2024/07/05/24-F-1510_Interim_Response.pdf",
            "datetime": "2024-07-05T09:00:27.608899",
            "title": "24-F-1510 Interim Response",
            "source": "Department of Defense - Special Assistant for Entertainment Media, United States of America",
            "description": "",
            "doc_id": "24791939-24-f-1510-interim-response",
            "pages": 2
          }
        ],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/request-to-department-of-defenses-entertainment-media-office-for-all-annual-financial-reports-167784/"
  },
  {
    "id": 167777,
    "title": "Department of Defense support for 2024 film \"The Blue Angels\"",
    "slug": "department-of-defense-support-for-2024-film-the-blue-angels",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 122968,
    "username": "Brett-DCF",
    "agency": 4109,
    "datetime_submitted": "2024-07-02T14:32:34.982076",
    "date_due": "2024-07-31",
    "days_until_due": null,
    "date_followup": "2024-08-02",
    "datetime_done": null,
    "datetime_updated": "2024-07-03T13:08:55.874266",
    "date_embargo": null,
    "tracking_id": "24-F-1509",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 167777,
        "from_user": 122968,
        "to_user": 10975,
        "subject": "Freedom of Information Act Request: Department of Defense support for 2024 film \"The Blue Angels\"",
        "datetime": "2024-07-02T14:32:35.106318",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAny documents pertaining to collaboration between the Department of Defense (DoD) and the production of the 2024 movie \"The Blue Angels,\" directed by Paul Crowder. I request any and all documents pertaining to DoD support for \"The Blue Angels.\" Such documents may include but should not be limited to: script notes; production assistance agreements; and all records of communications between employees of the DoD and members of the cast, crew, and production company of \"The Blue Angels,\" including memos, notes of meetings and conference calls, emails, and other forms of communication. I request a search of all locations where such documents might be located, including but not limited to the entertainment liaison offices and communications HQ or similar offices.\r\n\r\nI am the Director of Research Operations at a 501(c)(3) non-profit organization called The Decoding Culture Foundation. These documents will be used for public education and research purposes. I therefore request a waiver of all fees that may otherwise apply. Attached is a document with organization letterhead confirming my position, as well as the organization's 501(c)(3) application and approval form.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBrett Carollo",
        "status": "processed",
        "likely_foia": null,
        "files": [
          {
            "id": 1193838,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/Brett-DCF/140254/501c3_application_and_approval.pdf",
            "datetime": "2024-07-02T14:32:35.106318",
            "title": "501c3_application_and_approval.pdf",
            "source": "Brett Carollo",
            "description": "",
            "doc_id": "24788393-501c3_application_and_approvalpdf",
            "pages": 43
          },
          {
            "id": 1193837,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/Brett-DCF/140254/FOIA_waiver_letter_7-2-24.pdf",
            "datetime": "2024-07-02T14:32:35.106318",
            "title": "FOIA_waiver_letter_7-2-24.pdf",
            "source": "Brett Carollo",
            "description": "",
            "doc_id": "24788389-foia_waiver_letter_7-2-24pdf",
            "pages": 1
          }
        ],
        "delivered": "portal"
      },
      {
        "foia": 167777,
        "from_user": 10975,
        "to_user": 122968,
        "subject": "Your Login Information - OSD/JS or DLA FOIA Requester Service Center",
        "datetime": "2024-07-02T23:38:48",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Brett Carollo, \r\nA temporary password has been issued and sent to the email address provided. Please check your email for this temporary password and return to https://pal.whs.mil to login. \r\n\r\nKindly change the password provided by us.\r\nRegards, \r\nOSD/JS or DLA FOIA Requester Service Center",
        "status": "fix",
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 167777,
        "from_user": 10975,
        "to_user": 122968,
        "subject": "Your Password Information - OSD/JS or DLA FOIA Requester Service Center",
        "datetime": "2024-07-02T23:38:48",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Brett Carollo, \r\n\r\nOnce you login, please change your password to protect your account details. \r\n\r\nPassword: 851Gic&@\r\nRegards, \r\nOSD/JS or DLA FOIA Requester Service Center",
        "status": "done",
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 167777,
        "from_user": 10975,
        "to_user": 122968,
        "subject": "PAL Acknowledgement by FOIA Office",
        "datetime": "2024-07-02T23:43:23.489030",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Brett Carollo, \n\nCase Number 24-F-1509 has been assigned to the request you submitted. In all future correspondence regarding this request please reference case number 24-F-1509.\nRegards, \nOSD/JS or DLA FOIA Requester Service Center",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 167777,
        "from_user": 10975,
        "to_user": 122968,
        "subject": "Status Update for Request #24-F-1509",
        "datetime": "2024-07-02T23:43:30.124056",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Brett Carollo, \nThe status of your FOIA request #24-F-1509 has been updated to the following status 'Received'. To log into the PAL Application click on the Application URL below. \n\nhttps://pal.whs.mil \n\nSincerely, \nOSD/JS or DLA FOIA Requester Service Center",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 167777,
        "from_user": 10975,
        "to_user": 122968,
        "subject": "OSD/JS FOIA 24-F-1509",
        "datetime": "2024-07-03T13:08:55.874266",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Good Afternoon Mr. Carollo,\r\n\r\n \r\n\r\nPlease find the interim response attached for your recent FOIA Request that\r\nwas requested on July 2, 3024. The case number for this request is\r\n24-F-1509, please refer to this number and the action officer mentioned in\r\nthe interim response in any future correspondence regarding this case.\r\n\r\n \r\n\r\n \r\n\r\nV/r,\r\n\r\nL. Kelly Escueta\r\n\r\nFOIA Analyst\r\n\r\nFreedom of Information Division\r\n\r\nOSD/JS FOIA Requester Service Center\r\n\r\nNIPR: lara.k.escueta.ctr@mail.mil <mailto:lara.k.escueta.ctr@mail.mil> \r\n\nSIPR: lara.k.escueta.ctr@mail.smil.mil\r\n<mailto:lara.k.escueta.ctr@mail.smil.mil> \r\n\r\nOffice: (571) 256-0110",
        "status": "processed",
        "likely_foia": null,
        "files": [
          {
            "id": 1194249,
            "ffile": "https://cdn.muckrock.com/foia_files/2024/07/03/24-F-1509__Request_Description.pdf",
            "datetime": "2024-07-03T13:08:55.958960",
            "title": "24-F-1509  Request Description",
            "source": "Department of Defense - Special Assistant for Entertainment Media, United States of America",
            "description": "",
            "doc_id": "24788864-24-f-1509-request-description",
            "pages": 4
          },
          {
            "id": 1194250,
            "ffile": "https://cdn.muckrock.com/foia_files/2024/07/03/24-F-1509_Interim_Response.pdf",
            "datetime": "2024-07-03T13:08:56.381626",
            "title": "24-F-1509 Interim Response",
            "source": "Department of Defense - Special Assistant for Entertainment Media, United States of America",
            "description": "",
            "doc_id": "24788865-24-f-1509-interim-response",
            "pages": 2
          }
        ],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/department-of-defense-support-for-2024-film-the-blue-angels-167777/"
  },
  {
    "id": 167774,
    "title": "Marines support for 2024 film \"The Blue Angels\"",
    "slug": "marines-support-for-2024-film-the-blue-angels",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 122968,
    "username": "Brett-DCF",
    "agency": 6235,
    "datetime_submitted": "2024-07-02T14:31:19.142191",
    "date_due": "2024-07-31",
    "days_until_due": null,
    "date_followup": "2024-08-02",
    "datetime_done": null,
    "datetime_updated": "2024-07-02T23:40:11.427719",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 167774,
        "from_user": 122968,
        "to_user": 10192,
        "subject": "Freedom of Information Act Request: Marines support for 2024 film \"The Blue Angels\"",
        "datetime": "2024-07-02T14:31:19.224843",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAny documents pertaining to collaboration between the Marines and the production of the 2024 movie \"The Blue Angels,\" directed by Paul Crowder. I request any and all documents pertaining to Marines support for \"The Blue Angels.\" Such documents may include but should not be limited to: script notes; production assistance agreements; and all records of communications between employees of the Marines and members of the cast, crew, and production company of \"The Blue Angels,\" including memos, notes of meetings and conference calls, emails, and other forms of communication. I request a search of all locations where such documents might be located, including but not limited to the entertainment liaison offices and communications HQ or similar offices.\r\n\r\nI am the Director of Research Operations at a 501(c)(3) non-profit organization called The Decoding Culture Foundation. These documents will be used for public education and research purposes. I therefore request a waiver of all fees that may otherwise apply. Attached is a document with organization letterhead confirming my position, as well as the organization's 501(c)(3) application and approval form.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBrett Carollo",
        "status": "processed",
        "likely_foia": null,
        "files": [
          {
            "id": 1193834,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/Brett-DCF/140251/FOIA_waiver_letter_7-2-24.pdf",
            "datetime": "2024-07-02T14:31:19.224843",
            "title": "FOIA_waiver_letter_7-2-24.pdf",
            "source": "Brett Carollo",
            "description": "",
            "doc_id": "24788397-foia_waiver_letter_7-2-24pdf",
            "pages": 1
          },
          {
            "id": 1193835,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/Brett-DCF/140251/501c3_application_and_approval.pdf",
            "datetime": "2024-07-02T14:31:19.224843",
            "title": "501c3_application_and_approval.pdf",
            "source": "Brett Carollo",
            "description": "",
            "doc_id": "24788394-501c3_application_and_approvalpdf",
            "pages": 43
          }
        ],
        "delivered": "portal"
      },
      {
        "foia": 167774,
        "from_user": null,
        "to_user": null,
        "subject": "Thank you for submitting your foia.gov request",
        "datetime": "2024-07-02T23:40:11.427719",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Thank you for submitting your FOIA request through FOIA.GOV to U.S. Marine Corps! \nYou can track the status of your request, communicate with the agency regarding this request, or search previously released documents in our reading room using the SecureRelease portal. If you do not already have a SecureRelease portal account you can sign-up (https://www.securerelease.us/account-page/sign-in/) here, just make sure to use 167774-44078993@requests.muckrock.com when you sign up to gain access to your request details. (https://www.securerelease.us/account-page/sign-in/) \n\nShould you have an inquiry related to your SecureRelease user account or concerning www.securerelease.us, please email SecureRelease Support and a member of our team will be happy to assist. (https://www.securerelease.us/) \n \n\nTake care, \n\n \nSecureRelease™ Support (Contractor) \nsecurereleasepublicsupport@deloitte.com  Do NOT respond to this email. The SecureRelease™ Support desk is not operated by a FOIA Office or Agency personnel, and does not process requests--please do not send request details, supporting documentation, or other sensitive information to this inbox. Additionally, please note that SecureRelease™ Support is unable to provide updates concerning the processing, status, or timeline of requests, nor can we offer guidance with regard to agency procedures. For these inquiries, please contact the Agency or refer to their website.\n",
        "status": "processed",
        "likely_foia": 167774,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/marines-support-for-2024-film-the-blue-angels-167774/"
  },
  {
    "id": 167772,
    "title": "Navy support for 2024 film \"The Blue Angels\"",
    "slug": "navy-support-for-2024-film-the-blue-angels",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 122968,
    "username": "Brett-DCF",
    "agency": 101,
    "datetime_submitted": "2024-07-02T14:26:34.292022",
    "date_due": "2024-07-31",
    "days_until_due": null,
    "date_followup": "2024-07-31",
    "datetime_done": null,
    "datetime_updated": "2024-07-02T14:26:34.431457",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 167772,
        "from_user": 122968,
        "to_user": 25537,
        "subject": "Freedom of Information Act Request: Navy support for 2024 film \"The Blue Angels\"",
        "datetime": "2024-07-02T14:26:34.431457",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAny documents pertaining to collaboration between the US Navy and the production of the 2024 movie \"The Blue Angels,\" directed by Paul Crowder. I request any and all documents pertaining to Navy support for \"The Blue Angels.\" Such documents may include but should not be limited to: script notes; production assistance agreements; and all records of communications between employees of the Navy and members of the cast, crew, and production company of \"The Blue Angels,\" including memos, notes of meetings and conference calls, emails, and other forms of communication. I request a search of all locations where such documents might be located, including but not limited to the entertainment liaison offices and communications HQ or similar offices. \r\n\r\nI am the Director of Research Operations at a 501(c)(3) non-profit organization called The Decoding Culture Foundation. These documents will be used for public education and research purposes. I therefore request a waiver of all fees that may otherwise apply. Attached is a document with organization letterhead confirming my position, as well as the organization's 501(c)(3) application and approval form.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBrett Carollo",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1193831,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/Brett-DCF/140250/501c3_application_and_approval.pdf",
            "datetime": "2024-07-02T14:26:34.431457",
            "title": "501c3_application_and_approval.pdf",
            "source": "Brett Carollo",
            "description": "",
            "doc_id": "24788388-501c3_application_and_approvalpdf",
            "pages": 43
          },
          {
            "id": 1193830,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/Brett-DCF/140250/FOIA_waiver_letter_7-2-24.pdf",
            "datetime": "2024-07-02T14:26:34.431457",
            "title": "FOIA_waiver_letter_7-2-24.pdf",
            "source": "Brett Carollo",
            "description": "",
            "doc_id": "24788385-foia_waiver_letter_7-2-24pdf",
            "pages": 1
          }
        ],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/navy-support-for-2024-film-the-blue-angels-167772/"
  }
]