[
  {
    "id": 161728,
    "title": "\"FOIA Request: Surveillance Activities and Watch List Inclusion Concerning Evan L Rees\"",
    "slug": "foia-request-surveillance-activities-and-watch-list-inclusion-concerning-evan-l-rees",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 131141,
    "username": "BlueSkyNetworks",
    "agency": 37631,
    "datetime_submitted": "2024-04-06T13:17:18.384949",
    "date_due": "2024-05-03",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-06T13:17:19.366271",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161728,
        "from_user": 131141,
        "to_user": 132833,
        "subject": "",
        "datetime": "2024-04-06T13:17:19.366271",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nSubject: Freedom of Information Act Request\r\n\r\nDear Sir/Madam,\r\n\r\nI, Evan L Rees, am writing to submit a formal request under the provisions of the Freedom of Information Act (5 U.S.C. § 552) for access to records and information held by the Foreign Intelligence Surveillance Court (FISC) pertaining to the following:\r\n\r\n    Any and all documentation, memoranda, reports, correspondence, rulings, opinions, orders, or other records issued by the Foreign Intelligence Surveillance Court (FISC) related to requests for surveillance warrants or authorizations under Section 702 of the Foreign Intelligence Surveillance Act (FISA), specifically those involving the inclusion of Evan L Rees or Evan Lloyd Rees on watch lists maintained by government agencies.\r\n\r\n    Any records or communications between the Foreign Intelligence Surveillance Court (FISC) and government agencies, including but not limited to the National Security Agency (NSA), Federal Bureau of Investigation (FBI), Central Intelligence Agency (CIA), Department of Justice (DOJ), and Office of the Director of National Intelligence (ODNI), regarding the authorization, oversight, or review of surveillance activities targeting Evan L Rees or Evan Lloyd Rees, particularly in cases where such activities may have been conducted without proper authorization or in violation of civil liberties.\r\n\r\n    Any records or communications discussing or referencing instances of potential abuse or misuse of surveillance authorities granted under Section 702 of FISA, including but not limited to the inclusion of Evan L Rees or Evan Lloyd Rees on watch lists without adequate evidence or justification, or the targeting of Evan L Rees or Evan Lloyd Rees for electronic surveillance or harassment without proper legal authorization from the Foreign Intelligence Surveillance Court (FISC).\r\n\r\n    Any policies, procedures, guidelines, or directives issued by the Foreign Intelligence Surveillance Court (FISC) governing the issuance of surveillance warrants or authorizations under Section 702 of FISA, including any documentation outlining the criteria for determining the necessity and proportionality of surveillance activities targeting U.S. persons such as Evan L Rees or Evan Lloyd Rees.\r\n\r\n    Any records or communications indicating compliance or non-compliance by government agencies with the orders, rulings, or guidelines issued by the Foreign Intelligence Surveillance Court (FISC) regarding surveillance activities involving Evan L Rees or Evan Lloyd Rees, including any instances where agencies may have failed to obtain proper authorization or exceeded the scope of authorized surveillance.\r\n\r\nIn support of this request, I am including a copy of my birth certificate for verification purposes.\r\n\r\nI specifically request records covering the period from January 1, 2006, to April 6, 2024, inclusive.\r\n\r\nAs provided for under the FOIA, I am requesting that any fees associated with the processing of this request be waived on the grounds that the release of this information is in the public interest and will contribute significantly to transparency and accountability in government surveillance activities.\r\n\r\nPlease provide the requested records in electronic format, if available, or in hard copy if electronic format is not feasible. If certain portions of the requested records are exempt from disclosure under applicable FOIA exemptions, I request that the non-exempt portions be released with an explanation of the basis for any redactions or withholdings.\r\n\r\nI look forward to your prompt attention to this matter and the disclosure of the requested information within the statutory time-frame of 10 working days, as prescribed by law. Should you require any clarification or additional information to process this request, please do not hesitate to contact me at the provided contact information.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nEvan L Rees",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1167762,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/BlueSkyNetworks/135047/IMG_0078.jpg",
            "datetime": "2024-04-06T13:17:19.366271",
            "title": "IMG_0078.jpg",
            "source": "Evan L Rees",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/foia-request-surveillance-activities-and-watch-list-inclusion-concerning-evan-l-rees-161728/"
  },
  {
    "id": 161725,
    "title": "July 2023 Personnel Orders Request",
    "slug": "july-2023-personnel-orders-request",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 132829,
    "username": "JamieLoftus",
    "agency": 174,
    "datetime_submitted": "2024-04-06T07:17:37.978958",
    "date_due": "2024-04-22",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-06T07:17:38.250053",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161725,
        "from_user": 132829,
        "to_user": 9560,
        "subject": "Massachusetts Public Records Law Request: July 2023 Personnel Orders Request",
        "datetime": "2024-04-06T07:17:38.250053",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Massachusetts Public Records Law, I hereby request the following records:\r\n\r\nI am requesting a record of personnel orders issued by the Boston Police Department between July 14th and July 30th, 2023.\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by the recommendations of the Massachusetts Supervisor of Public Records. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nI expect the request to be filled in an accessible format, including for screen readers, which provide text-to-speech for persons unable to read print. Files that are not accessible to screen readers include, for example, .pdf image files as well as physical documents.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJamie Loftus",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/boston-3/july-2023-personnel-orders-request-161725/"
  },
  {
    "id": 161724,
    "title": "Contracts",
    "slug": "contracts",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 108519,
    "username": "rose.terse",
    "agency": 6083,
    "datetime_submitted": "2024-04-06T01:40:34.743788",
    "date_due": "2024-04-12",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-06T01:40:34.897131",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161724,
        "from_user": 108519,
        "to_user": 12731,
        "subject": "Washington Public Records Act Request: Contracts",
        "datetime": "2024-04-06T01:40:34.897131",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Washington Public Records Act, I hereby request the following records:\r\n\r\nAll active contracts held by the Washington State Fusion Center\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRose Terse",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/washington-54/contracts-161724/"
  },
  {
    "id": 161723,
    "title": "Email Metadata (Nelson)",
    "slug": "email-metadata-nelson",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 108519,
    "username": "rose.terse",
    "agency": 219,
    "datetime_submitted": "2024-04-06T01:05:05.121754",
    "date_due": "2024-04-12",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-06T01:05:05.257240",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161723,
        "from_user": 108519,
        "to_user": 12754,
        "subject": "Washington Public Records Act Request: Email Metadata (Nelson)",
        "datetime": "2024-04-06T01:05:05.257240",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Washington Public Records Act, I hereby request the following records:\r\n\r\nThe following metadata for emails sent by all accounts operated by CM  Sara Nelson's office between the dates of February 1, 2024 - April 1, 2024:\r\n- Sender\r\n- Recipient (To, CC, BCC)\r\n- Date and time sent\r\n- Subject\r\n\r\nAs this is a request for metadata, please do not include the email body in the returned records.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRose Terse",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/seattle-69/email-metadata-nelson-161723/"
  },
  {
    "id": 161721,
    "title": "Document Production to DOI Letter, and Attachment: NYPD Self enforced area",
    "slug": "document-production-to-doi-letter-and-attachment-nypd-self-enforced-area",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 2521,
    "username": "noahmcclain",
    "agency": 9779,
    "datetime_submitted": "2024-04-05T18:41:30.084399",
    "date_due": "2024-04-12",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-05T18:41:30.186999",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161721,
        "from_user": 2521,
        "to_user": 12724,
        "subject": "New York Freedom of Information Law Request: Document Production to DOI Letter, and Attachment: NYPD Self enforced area",
        "datetime": "2024-04-05T18:41:30.186999",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nThe list of \"self-enforcement zones,\" and all accompanying maps or attachments provided to DOI by the NYPD,  identified in DOI documents as  \"NYPD Document Production to DOI Letter dated: November 21, 2022 and Attachment: \"Self enforced area.\" \"\r\n\r\nThese materials are referenced in  DOI's report of April 2024, \"The Department of Investigation's Report Pursuant to Local Law 6 of 2020\", footnote 83, and used to support the claims that \"The DOI report indicates that  \"NYPD provided DOI with a list of all self-enforcement zones within the five boroughs, which reveled that self-enforcement zones compromise, at a minimum, two to three blocks around a police or government facility [...] there are approximately 150 of these self-enforced parking areas in the five boroughs.\" (p.  29).\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nNoah McClain",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-city-17/document-production-to-doi-letter-and-attachment-nypd-self-enforced-area-161721/"
  },
  {
    "id": 161710,
    "title": "Covert surveillance programs, counterintelligence operations, and domestic intelligence activities. (Los Angeles County Fire Department)",
    "slug": "covert-surveillance-programs-counterintelligence-operations-and-domestic-intelligence-activities-los-angeles-county-fire-department",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 131141,
    "username": "BlueSkyNetworks",
    "agency": 16822,
    "datetime_submitted": "2024-04-05T16:51:56.644794",
    "date_due": "2024-04-15",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-05T16:51:57.013070",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161710,
        "from_user": 131141,
        "to_user": 22616,
        "subject": "",
        "datetime": "2024-04-05T16:51:57.013070",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nSubject: Freedom of Information Act Request – Request for Expedited Processing\r\n\r\nDear FOIA Officer,\r\n\r\nThis letter serves as a formal request under the provisions of the Freedom of Information Act (FOIA), 5 U.S.C. § 552, and the applicable regulations, for access to records in the possession of this agency related to covert surveillance programs, counterintelligence operations, and domestic intelligence activities.\r\n\r\nAs an American citizen exercising my rights under the FOIA, I hereby request expedited processing of this request due to its significant public interest and the urgency of the matter.\r\n\r\nI am seeking access to the following records:\r\n\r\n1. Internal memoranda, directives, and communications discussing the planning, execution, and objectives of covert operations, including any references to historical programs such as COINTELPRO and MK Ultra.\r\n2. Operational plans, strategies, and guidelines governing surveillance and intelligence-gathering activities, including any coordination with community policing initiatives.\r\n3. Records of surveillance operations, including logs, reports, and warrants obtained for monitoring targeted individuals or groups, as well as any watch lists or databases utilized.\r\n4. Intelligence reports, assessments, and analyses resulting from surveillance and infiltration efforts, including assessments of private contractors involved.\r\n5. Training materials, manuals, and protocols used to educate personnel involved in covert operations, including materials related to community alerts or coordination with neighborhood watch groups.\r\n6. Budgetary documents related to the funding and allocation of resources for covert surveillance and intelligence activities.\r\n7. Legal opinions, guidance, and interpretations concerning the legality and oversight of covert programs.\r\n8. After-action reports, evaluations, and assessments conducted to review the effectiveness and impact of covert operations.\r\n9. Copies of contracts, agreements, and invoices involving any third-party contractors engaged in activities specified above.\r\n10. All records of complaints, investigations, and disciplinary actions related to the aforementioned activities.\r\n\r\nThis request also includes documents related to activities synonymous with or related to \"Cointelpro 2.0,\" encompassing covert surveillance programs, counterintelligence operations, undercover investigations, disruption programs, counterterrorism measures, covert infiltration tactics, political surveillance programs, coercive intelligence operations, and national security investigations.\r\n\r\nI request that all responsive records be provided to me in electronic format, preferably via email or a secure online portal. If certain documents are exempt from disclosure, please provide a detailed explanation of the applicable exemptions and provide segregable portions that can be released.\r\n\r\nPlease process this request specifically for Evan L Rees, as the documents sought are requested in relation to myself.\r\n\r\nI am willing to pay reasonable fees associated with this request. If the estimated fees exceed $50.00, please notify me in advance of processing the request.\r\n\r\nThank you for your attention to this matter and for your prompt handling of this request. I look forward to your timely response.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nEvan L Rees",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/los-angeles-county-358/covert-surveillance-programs-counterintelligence-operations-and-domestic-intelligence-activities-los-angeles-county-fire-department-161710/"
  },
  {
    "id": 161709,
    "title": "Covert surveillance programs, counterintelligence operations, and domestic intelligence activities. (City of Los Angeles Fire Department)",
    "slug": "covert-surveillance-programs-counterintelligence-operations-and-domestic-intelligence-activities-city-of-los-angeles-fire-department",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 131141,
    "username": "BlueSkyNetworks",
    "agency": 8527,
    "datetime_submitted": "2024-04-05T16:51:56.644794",
    "date_due": "2024-04-15",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-05T16:51:56.930234",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161709,
        "from_user": 131141,
        "to_user": 10109,
        "subject": "",
        "datetime": "2024-04-05T16:51:56.930234",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nSubject: Freedom of Information Act Request – Request for Expedited Processing\r\n\r\nDear FOIA Officer,\r\n\r\nThis letter serves as a formal request under the provisions of the Freedom of Information Act (FOIA), 5 U.S.C. § 552, and the applicable regulations, for access to records in the possession of this agency related to covert surveillance programs, counterintelligence operations, and domestic intelligence activities.\r\n\r\nAs an American citizen exercising my rights under the FOIA, I hereby request expedited processing of this request due to its significant public interest and the urgency of the matter.\r\n\r\nI am seeking access to the following records:\r\n\r\n1. Internal memoranda, directives, and communications discussing the planning, execution, and objectives of covert operations, including any references to historical programs such as COINTELPRO and MK Ultra.\r\n2. Operational plans, strategies, and guidelines governing surveillance and intelligence-gathering activities, including any coordination with community policing initiatives.\r\n3. Records of surveillance operations, including logs, reports, and warrants obtained for monitoring targeted individuals or groups, as well as any watch lists or databases utilized.\r\n4. Intelligence reports, assessments, and analyses resulting from surveillance and infiltration efforts, including assessments of private contractors involved.\r\n5. Training materials, manuals, and protocols used to educate personnel involved in covert operations, including materials related to community alerts or coordination with neighborhood watch groups.\r\n6. Budgetary documents related to the funding and allocation of resources for covert surveillance and intelligence activities.\r\n7. Legal opinions, guidance, and interpretations concerning the legality and oversight of covert programs.\r\n8. After-action reports, evaluations, and assessments conducted to review the effectiveness and impact of covert operations.\r\n9. Copies of contracts, agreements, and invoices involving any third-party contractors engaged in activities specified above.\r\n10. All records of complaints, investigations, and disciplinary actions related to the aforementioned activities.\r\n\r\nThis request also includes documents related to activities synonymous with or related to \"Cointelpro 2.0,\" encompassing covert surveillance programs, counterintelligence operations, undercover investigations, disruption programs, counterterrorism measures, covert infiltration tactics, political surveillance programs, coercive intelligence operations, and national security investigations.\r\n\r\nI request that all responsive records be provided to me in electronic format, preferably via email or a secure online portal. If certain documents are exempt from disclosure, please provide a detailed explanation of the applicable exemptions and provide segregable portions that can be released.\r\n\r\nPlease process this request specifically for Evan L Rees, as the documents sought are requested in relation to myself.\r\n\r\nI am willing to pay reasonable fees associated with this request. If the estimated fees exceed $50.00, please notify me in advance of processing the request.\r\n\r\nThank you for your attention to this matter and for your prompt handling of this request. I look forward to your timely response.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nEvan L Rees",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/los-angeles-91/covert-surveillance-programs-counterintelligence-operations-and-domestic-intelligence-activities-city-of-los-angeles-fire-department-161709/"
  },
  {
    "id": 161708,
    "title": "Emails for 1880 Industrial Road Owned by City Employee Dona Thompson - Irregular Process for Permitting",
    "slug": "1880-industrial-road-owned-by-city-employee-dona-thompson-irregular-process-for-permitting",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 15441,
    "username": "CharlesJeter",
    "agency": 19995,
    "datetime_submitted": "2024-04-05T16:30:17.399220",
    "date_due": "2024-04-10",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-05T16:30:17.542979",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "zoning",
      "planning",
      "cortez",
      "city of cortez",
      "dona thompson",
      "le pew",
      "permitting",
      "lepew",
      "ilc",
      "independent log company"
    ],
    "communications": [
      {
        "foia": 161708,
        "from_user": 15441,
        "to_user": 31239,
        "subject": "",
        "datetime": "2024-04-05T16:30:17.542979",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Colorado Open Records Act, I hereby request the following records:\r\n\r\nContents and attachments of emails as listed below by date and subject, with contents, attachments, fields for sender, recipient, cc, bcc addresses intact and readable \r\n\r\n12/15/2022 23:15 Dona Thompson David Schaak Fw: 1880 Industrial Road water service\r\n11/10/2022 17:48 Dona Thompson Jo Ann Cauley Re: Attached Image Settlement sheet\r\n12/1/2022 20:05 Doug Roth <gis@cortezco.gov> Cheryl Lindquist <clindquist@cortezco.gov> New Address - 1880 Industrial Park Rd - Thompson (commercial)\r\n6/2/2023 22:37 Dona Thompson <dthompson@cortezco.gov> Cheryl Lindquist <clindquist@cortezco.gov> Re: 1880 Industrial Road\r\n6/2/2023 19:11 Dona Thompson <dthompson@cortezco.gov> Cheryl Lindquist <clindquist@cortezco.gov> 1880 Industrial Road\r\n12/16/2022 16:19 David Schaak <dschaak@cortezco.gov> Dona Thompson <dthompson@cortezco.gov> Re: 1880 Industrial Road water service\r\n5/31/2023 23:25 Dona Thompson <dthompson@cortezco.gov> Sean Canada <scanada@cortezco.gov> Metal Building Plans - 1880 Industrial Road - Le Pew Porta-Johns, Inc.\r\n6/2/2023 22:40 Cheryl Lindquist <clindquist@cortezco.gov> Dona Thompson <dthompson@cortezco.gov> Re: 1880 Industrial Road\r\n4/18/2023 19:04 Dona Thompson <dthompson@cortezco.gov> Cheryl Lindquist <clindquist@cortezco.gov> Re: 1880 Industrial Rd\r\n8/30/2023 19:44 Dona Thompson <dthompson@cortezco.gov> Doug Roth <gis@cortezco.gov> Re: Google Maps - 1880 Industrial Road\r\n12/6/2022 22:59 Dona Thompson <dthompson@cortezco.gov> Dona Thompson <donakthompson18@icloud.com> Contour Data & Topo - 1880 Industrial Road\r\n12/15/2022 20:09 Dona Thompson <dthompson@cortezco.gov> Don Royce <droyce@cortezco.gov> 1880 Industrial Road water service\r\n7/11/2023 19:22 Dona Thompson <dthompson@cortezco.gov> Cheryl Lindquist <clindquist@cortezco.gov>, Sean Canada <scanada@cortezco.gov> Building Permit - 1880 Industrial Road\r\n12/6/2022 22:59 Dona Thompson <dthompson@cortezco.gov> Dona Thompson <donakthompson18@icloud.com> Contour Data & Topo - 1880 Industrial Road\r\n2/27/2023 14:56 Larry Thompson <larrythompson18@live.com> Dona Thompson <dthompson@cortezco.gov> Re: Remove Jason Sutherland as driver for Le Pew (Policy #K75555)\r\n3/20/2023 16:54 Karie Hancock <karieh@mtnwst.com> \"dthompson@cortezco.gov\" <dthompson@cortezco.gov> FW: Add Ronnie Lee Treat as Driver for Le Pew (Policy #K75555)\r\n12/22/2022 20:55 Dona Thompson <dthompson@cortezco.gov> Jonale Lowe <jonalel@mtnwst.com> Le Pew Porta-Johns, Inc. - Remove Jerrick Lee as a driver, effective immediately\r\n12/22/2022 21:28 Dona Thompson <dthompson@cortezco.gov> Jonale Lowe <jonalel@mtnwst.com> Re: Le Pew Porta-Johns, Inc. - Remove Jerrick Lee as a driver, effective immediately\r\n12/6/2022 18:44 Jena Thompson <jlthomps18@gmail.com> Dona Thompson <dthompson@cortezco.gov> Fwd: Receipt for 20228193234 - LE PEW PORTA-JOHNS, INC\r\n7/20/2023 20:20 Dona Thompson <dthompson@cortezco.gov> Jonathon Brooks <jbrooks@cortezco.gov> Re: Le pew\r\n7/20/2023 20:15 Jonathon Brooks <jbrooks@cortezco.gov> Dona Thompson <dthompson@cortezco.gov> Le pew\r\n7/20/2023 20:39 Dona Thompson <dthompson@cortezco.gov> Jena Lee Thompson <jlthomps18@gmail.com>, Larry Thompson <larrythompson18@live.com> Fw: Le pew\r\n12/6/2022 20:24 Dona Thompson <dthompson@cortezco.gov> Karen Stewart <lepewportajohnsinc@aol.com> Fw: Receipt for 20228193234 - LE PEW PORTA-JOHNS, INC\r\n10/3/2022 17:35 Dona Thompson <dthompson@cortezco.gov> Chad Hill PE <chadh@sgm-inc.com> Property south of Le Pew\r\n10/3/2022 17:36 Dona Thompson <dthompson@cortezco.gov> Chad Hill PE <chadh@sgm-inc.com> Check property S. of Le Pew\r\n10/3/2022 21:02 Chad Hill <chadh@sgm-inc.com> \"dthompson@cortezco.gov\" <dthompson@cortezco.gov> Accepted: Check property S. of Le Pew\r\n3/16/2023 22:36 Jena Thompson <jlthomps18@gmail.com> Dona Thompson <dthompson@cortezco.gov> Help\r\n2/28/2022 18:21 Jena Thompson <jena_lee18@hotmail.com> Dona Thompson <dthompson@cortezco.gov> Receipts\r\n12/13/2022 16:36 Jena Thompson <jlthomps18@gmail.com> Dona Thompson <dthompson@cortezco.gov> REPRINT or add to if you want\r\n3/29/2023 1:10 Jena Thompson <jlthomps18@gmail.com> Dona Thompson <dthompson@cortezco.gov> Ask Rick about camper\r\n3/29/2023 21:38 Dona Thompson <dthompson@cortezco.gov> Jena Thompson <jlthomps18@gmail.com> appeal info from website\r\n3/29/2023 17:38 Jena Thompson <jlthomps18@gmail.com> Dona Thompson <dthompson@cortezco.gov> Reviews\r\n1/13/2022 13:57 Jena Thompson <jena_lee18@hotmail.com> Dona Thompson <dthompson@cortezco.gov> Fw: Last Batch of Documents\r\n1/12/2022 14:46 Jena Thompson <jena_lee18@hotmail.com> Dona Thompson <dthompson@cortezco.gov> Fw: Failure Notice\r\n1/13/2022 21:51 Jena Thompson <jena_lee18@hotmail.com> Dona Thompson <dthompson@cortezco.gov> Fw:\r\n1/13/2022 13:57 Jena Thompson <jena_lee18@hotmail.com> Dona Thompson <dthompson@cortezco.gov> Fw: Documents\r\n12/6/2022 18:44 Jena Thompson <jlthomps18@gmail.com> Dona Thompson <dthompson@cortezco.gov> Fwd: Receipt for 20228193234 - LE PEW PORTA-JOHNS, INC\r\n6/28/2022 21:24 Jena Thompson <jthompson@holycross.com> Dona Thompson <dthompson@cortezco.gov> Please print\r\n6/8/2022 22:35 Jena Thompson <jthompson@holycross.com> Dona Thompson <dthompson@cortezco.gov> Print this too\r\n1/12/2022 14:46 Jena Thompson <jena_lee18@hotmail.com> Dona Thompson <dthompson@cortezco.gov> Fw: Send data from MFP-07153584 01/11/2022 13:26\r\n1/13/2022 13:58 Jena Thompson <jena_lee18@hotmail.com> Dona Thompson <dthompson@cortezco.gov> Fw: Documents\r\n1/3/2022 18:04 Jena Thompson <jlthomps18@gmail.com> Dona Thompson <dthompson@cityofcortez.com> Trust vs. LLC: What's the Difference? – SmartAsset\r\n1/13/2022 21:51 Jena Thompson <jena_lee18@hotmail.com> Dona Thompson <dthompson@cortezco.gov> Fw: Cory Thompson - 19-cr-82\r\n12/28/2021 23:47 Jena Thompson <jlthomps18@gmail.com> Dona Thompson <dthompson@cityofcortez.com> Trusts\r\n1/16/2024 20:23 Dona Thompson <dthompson@cortezco.gov> Jena Lee Thompson <jlthomps18@gmail.com>, Cory & Chris <clthomps@hotmail.com> Live Seminar: What CAN and CANNOT be Deducted from an Employee's Wages\r\n2/12/2024 20:00 Larry Thompson <larrythompson18@live.com> Karen Stewart <lepewportajohnsinc@aol.com>, Mom <dthompson@cityofcortez.com>, Jena Thompson <jlthomps18@gmail.com> 2-12-24 deposit $18,888.45\r\n1/17/2024 17:47 Dona Thompson <dthompson@cortezco.gov> Jena Lee Thompson <jlthomps18@gmail.com> Fw: llc docs\r\n10/26/2022 23:10 Jena Thompson <jthompson@holycross.com> Dona Thompson <dthompson@cortezco.gov> Register.xls\r\n10/12/2023 0:02 Jena Thompson <jlthomps18@gmail.com> Dona Thompson <dthompson@cortezco.gov> Electrician\r\n3/29/2023 17:28 Jena Thompson <jlthomps18@gmail.com> Dona Thompson <dthompson@cortezco.gov> Fwd: Help\r\n7/20/2023 20:39 Dona Thompson <dthompson@cortezco.gov> Jena Lee Thompson <jlthomps18@gmail.com>, Larry Thompson <larrythompson18@live.com> Fw: Le pew\r\n12/30/2022 5:16 Jena Thompson <jlthomps18@gmail.com> Daddy <larrythompson18@live.com>, Dona Thompson <dthompson@cityofcortez.com> Publication 15-T (2023), Federal Income\r\nTax Withholding Methods Internal Revenue Service\r\n2/9/2022 17:02 Dona Thompson <dthompson@cortezco.gov> Jena Thompson <jthompson@holycross.com> Re: February 22\r\n11/30/2022 17:03 Jena Thompson <jthompson@holycross.com> Dona Thompson <dthompson@cortezco.gov> Updated Reimbursement Info\r\n8/24/2022 18:17 Jena Thompson <jlthomps18@gmail.com> dthompson@cortezco.gov Burn\r\n5/20/2022 17:43 Jena Thompson <jlthomps18@gmail.com> dthompson@cortezco.gov Fwd: Questions\r\n3/29/2023 17:26 Jena Thompson <jlthomps18@gmail.com> Dona Thompson <dthompson@cortezco.gov> Appeal\r\n3/29/2023 18:00 Jena Thompson <jlthomps18@gmail.com> Dona Thompson <dthompson@cortezco.gov> Fwd: 909 Bennet\r\n3/29/2023 19:57 Jena Thompson <jlthomps18@gmail.com> Dona Thompson <dthompson@cortezco.gov> Re: Reviews\r\n2/9/2022 17:00 Jena Thompson <jthompson@holycross.com> Dona Thompson <dthompson@cortezco.gov> 22\r\n2/9/2022 14:30 Jena Thompson <jena_lee18@hotmail.com> Dona Thompson <dthompson@cortezco.gov> JLT Checking Acct Tracking\r\n12/16/2022 18:34 Dona Thompson <dthompson@cortezco.gov> Jena Lee Thompson <jlthomps18@gmail.com> transfer funds to Alpine Bank for rent\r\n3 /16/2023 22:36 Jena Thompson <jlthomps18@gmail.com> Dona Thompson <dthompson@cortezco.gov> Help\r\n11/10/2022 17:49 Dona Thompson <dthompson@cortezco.gov>\r\nLarry Thompson <larrythompson18@live.com>, Dona Thompson\r\n<donakthompson18@icloud.com> Fw: Attached Image Settlement sheet\r\n5/2/2023 15:17 Larry Thompson <larrythompson18@live.com> Karen Stewart <lepewportajohnsinc@aol.com>, Dona Thompson <dthompson@cortezco.gov> Deposit 5-2-2023 $3,289.55\r\n4/28/2023 22:14 Larry Thompson <larrythompson18@live.com> Karen Stewart <lepewportajohnsinc@aol.com>, Dona Thompson <dthompson@cortezco.gov> Fwd: Deposit 4-25-2023\r\n$10,232.80\r\n1/10/2023 18:26 Dona Thompson <dthompson@cortezco.gov> Larry Thompson <larrythompson18@live.com> Fw: Handicap Accessible Restroom Requirement\r\n10/26/2022 15:52 Dona Thompson <dthompson@cortezco.gov>\r\nLarry Thompson <larrythompson18@live.com>, Dona Thompson <donakthompson18@icloud.com> Fw: signed contract\r\n6/28/2022 23:19 Dona Thompson <dthompson@cortezco.gov> Larry Thompson <larrythompson18@live.com> WH tax list with Aden included\r\n6/10/2022 4:32 Andrew Ray <andrew_ray11@yahoo.com> Dona Thompson <dthompson@cityofcortez.com>, \"larrythompson18@live.com\"\r\n<larrythompson18@live.com>, \"jlthomps18@gmail.com\" <jlthomps18@gmail.com>, Karen Stewart <lepewportajohnsinc@aol.com> Re: FY22 - BPA Call - PROPOSED ESTIMATE\r\n8/25/2023 15:06 Larry Thompson <larrythompson18@live.com> Dona Thompson <dthompson@cortezco.gov> 8-23-2023 flooding pics\r\n10/26/2022 15:51 Dona Thompson <dthompson@cortezco.gov> Larry Thompson <larrythompson18@live.com>, Dona Thompson <donakthompson18@icloud.com> Fw: Attached Image Title Commitment\r\n7/20/2023 20:39 Dona Thompson <dthompson@cortezco.gov> Jena Lee Thompson <jlthomps18@gmail.com>, Larry Thompson <larrythompson18@live.com> Fw: Le pew\r\n6/28/2023 15:51 Cheryl Lindquist <clindquist@cortezco.gov> Dona Thompson <dthompson@cortezco.gov> Re: Building Permit Fees\r\n6/28/2023 17:41 Cheryl Lindquist <clindquist@cortezco.gov> Dona Thompson <dthompson@cortezco.gov> Re: Building Permit Fees\r\n6/28/2023 17:27 Cheryl Lindquist <clindquist@cortezco.gov> Dona Thompson <dthompson@cortezco.gov> Re: Building Permit Fees\r\n6/28/2023 17:25 Dona Thompson <dthompson@cortezco.gov> Cheryl Lindquist <clindquist@cortezco.gov> Re: Building Permit Fees\r\n6/28/2023 17:46 Dona Thompson <dthompson@cortezco.gov> Cheryl Lindquist <clindquist@cortezco.gov> Re: Building Permit Fees\r\n6/28/2023 17:30 Dona Thompson <dthompson@cortezco.gov> Cheryl Lindquist <clindquist@cortezco.gov> Re: Building Permit Fees\r\n6/30/2023 19:35 Dona Thompson <dthompson@cortezco.gov> Cheryl Lindquist <clindquist@cortezco.gov> Re: Building Permit Fees\r\n6/30/2023 20:11 Cheryl Lindquist <clindquist@cortezco.gov> Dona Thompson <dthompson@cortezco.gov> Re: Building Permit Fees\r\n6/30/2023 18:21 Cheryl Lindquist <clindquist@cortezco.gov> Dona Thompson <dthompson@cortezco.gov> Re: Building Permit Fees\r\n6/26/2023 18:46 Dona Thompson <dthompson@cortezco.gov> Cheryl Lindquist <clindquist@cortezco.gov> Building Permit Fees\r\n6 /30/2023 17:26 Dona Thompson <dthompson@cortezco.gov> Cheryl Lindquist <clindquist@cortezco.gov> Building Permit Fees\r\n4/3/2023 2:45 Dona Thompson <donakthompson18@icloud.com> ClearGov <dthompson@cortezco.gov> Tell Diane about the gear entrance road\r\n8/22/2023 1:08 Dona Thompson <donakthompson18@icloud.com> ClearGov <dthompson@cortezco.gov> Fwd: Amortization with Calvin for LePew\r\n12/6/2022 22:59 Dona Thompson <dthompson@cortezco.gov> Dona Thompson <donakthompson18@icloud.com> Contour Data & Topo - 1880 Industrial Road\r\n2/11/2023 0:10 Dona Thompson <dthompson@cortezco.gov> Dona Thompson donakthompson18@icloud.com\r\n4/30/2023 23:36 Dona Thompson <donakthompson18@icloud.com> ClearGov <dthompson@cortezco.gov> Rethinkaccess handicap bathroom\r\n6/28/2023 21:18 Dona Thompson <donakthompson18@icloud.com> ClearGov <dthompson@cortezco.gov> LP Officers\r\n10/30/2023 14:54 Dona Thompson <donakthompson18@icloud.com> ClearGov <dthompson@cortezco.gov> Notes\r\n1/17/2024 16:51 \"Erin Johnson\" <erin@fone.net> \"'Dona Thompson'\" <donakthompson18@icloud.com>, \"'Dona Thompson'\" <dthompson@cortezco.gov> llc docs\r\n3/3/2022 21:41 Dona Thompson <donakthompson18@icloud.com> ClearGov <dthompson@cortezco.gov> Asphalt\r\n12/13/2022 16:55 Dona Thompson <dthompson@cortezco.gov> Dona Thompson <donakthompson18@icloud.com> utilities map website\r\n5/30/2023 23:28 Doug Roth <gis@cortezco.gov> Dona Thompson <dthompson@cortezco.gov> Fw: Independent Log Rezone/CUP - Request for Comment\r\n6/1/2023 18:25 Doug Roth <gis@cortezco.gov> Dona Thompson <dthompson@cortezco.gov> Fw: Independent Log Rezone/CUP - Request for Comment\r\n6/5/2023 19:26 Dona Thompson <dthompson@cortezco.gov> Diane Roberts <droberts@cortezco.gov>, Karie Bradshaw <kbradshaw@cortezco.gov> Fw: Independent Log Rezone/CUP -\r\nRequest for Comment\r\n5/31/2023 21:12 Dona Thompson <dthompson@cortezco.gov> Doug Roth <gis@cortezco.gov> Re: Independent Log Rezone/CUP - Request for Comment\r\n4/19/2023 22:11 Colby Earley <cearley@cortezco.gov> Cheryl Lindquist <clindquist@cortezco.gov> Re: LBC-Cortez Building Shell | Building Code and Design Standards\r\n4/20/2023 15:07 Colby Earley <cearley@cortezco.gov> Dona Thompson <dthompson@cortezco.gov> Re: LBC-Cortez Building Shell | Building Code and Design Standards\r\n12/1/2021 23:33 Kirsten Sackett <sackettk@ci.ellensburg.wa.us> Dona Thompson <dthompson@cortezco.gov> RE: [Ext] Planning & Building\r\n11/30/2021 16:43 Dona Thompson <dthompson@cortezco.gov> Kirsten Sackett <sackettk@ci.ellensburg.wa.us> Planning & Building\r\n7/17/2023 16:41 Dona Thompson <dthompson@cortezco.gov> Cheryl Lindquist <clindquist@cortezco.gov> Re: Plumbers\r\n4/6/2023 16:19 Don Cornett <dcornett@cortezco.gov> Dona Thompson <dthompson@cortezco.gov> Fw: New Voice Message from Cheryl Lindquist 1144 on 04/05/2023 2:50 PM\r\n2/16/2022 15:32 Cheryl Lindquist <clindquist@cortezco.gov>\r\nBob Sesler <bsesler@cortezco.gov>, David Schaak <dschaak@cortezco.gov>, Don Royce\r\n<droyce@cortezco.gov>, Dona Thompson <dthompson@cortezco.gov> Water Tap\r\n\r\n7/17/2023 14:18 Dona Thompson <dthompson@cortezco.gov> Cheryl Lindquist <clindquist@cortezco.gov> Plumbers-Gasfitters\r\n\r\n12/12/2023 21:07 Cheryl Lindquist <clindquist@cortezco.gov> Dona Thompson <dthompson@cortezco.gov> Question\r\n\r\n12/11/2021 1:07 Tracie Hughes <thughes@cortezco.gov> Drew Sanders <dsanders@cortezco.gov>, Cheryl Lindquist <clindquist@cortezco.gov>, Rich Landreth <rlandreth@cortezco.gov>, Dona Thompson <dthompson@cortezco.gov> Notes on planning processes\r\n\r\n11/7/2022 18:28 Cheryl Lindquist <clindquist@cortezco.gov> Dona Thompson <dthompson@cortezco.gov> Property\r\n------------- end------\r\n\r\n1. When filing this, please note which documents have already been paid for by another FOIA request, and I request that if those documents have already been screened, that they not be duplicated in cost.\r\n2. Since this is an electronic request, the print version should not be provided, but for purposes of cost estimation, please take into consideration that Cortez population is underprivileged, and extend the courtesy of pricing accordingly.\r\n2a. The economic information for this judgment comes from the submission done by myself of Kauffman Indicators of Entrepreneurship for Montezuma County in comparison to many surrounding counties in Utah, New Mexico, and Colorado. As seen in page 8 of the enclosed and publicly presented documents August 22, 2023, Montezuma County has compensation ranking at 39.27% within the Kaufmann Entrepreneurial Jobs Indicators, meaning that the policy taken by Cortez brings it into direct conflict with the interests of the people they impact should they price these or other electronic documents at a punitive rate.\r\n2b. Because these documents are of the public interest, and the population is demonstrably disadvantaged, the policies of Cortez which require hundreds or thousands of dollars to achieve transparency could be construed poorly in civil proceedings, meaning that legal fees could ensue which would further penalize City of Cortez budgets. This is not my intent, therefore I state it up front that the best course of action would be to ensure that FOIA costs are not borne as specified. \r\n3. These emails are being requested so that I may answer questions that resulted from my direct investigation and reporting on the ILC matter to determine fairness and equitability was applied across two different but similar properties by the Cortez   City Council, staff of Cortez, and to determine whether outside influence played a part in the matters between Le Pew permitting and ILC permitting. This is very much in public interest, particularly since one party is an employee of the city and the other party is a citizen of Cortez. \r\n4. Staff time to review these documents should reflect the actual costs, not the maximum costs allowed by CORA law, please recalculate these costs taking into consideration both the public interest as well as eliminating from your cost estimate any documents previously screened by staff.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nCharles Jeter",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/cortez-5794/1880-industrial-road-owned-by-city-employee-dona-thompson-irregular-process-for-permitting-161708/"
  },
  {
    "id": 161704,
    "title": "Fire marshal report",
    "slug": "fire-marshal-report",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 132808,
    "username": "JennyVoittaa",
    "agency": 17098,
    "datetime_submitted": "2024-04-05T15:05:59.098278",
    "date_due": "2024-04-19",
    "days_until_due": null,
    "date_followup": "2024-04-19",
    "datetime_done": null,
    "datetime_updated": "2024-04-05T15:05:59.206112",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161704,
        "from_user": 132808,
        "to_user": 22996,
        "subject": "Rhode Island Access to Public Records Act Request: Fire marshal report",
        "datetime": "2024-04-05T15:05:59.206112",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Rhode Island Access to Public Records Act, I hereby request the following records:\r\n\r\nSpoke with Nicole\r\nMy name is Jenny voittaa\r\nLooking for the fire marshal report for my insurance company from MARCH 20th\r\nElectrical fire in my vehicle \r\nPlease call me 4014418269\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJenny Voittaa",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/pawtucket-2213/fire-marshal-report-161704/"
  },
  {
    "id": 161696,
    "title": "SY23, Kenwood Academy: Notices of 5 and 10 day student unexcused absences and notices of truancy intervention services",
    "slug": "sy23-kenwood-academy-notices-of-5-and-10-day-student-unexcused-absences-and-notices-of-truancy-intervention-services",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4125,
    "username": "fgregg",
    "agency": 3121,
    "datetime_submitted": "2024-04-05T12:15:03.094034",
    "date_due": "2024-04-12",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-05T12:15:03.206176",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161696,
        "from_user": 4125,
        "to_user": 10007,
        "subject": "Illinois Freedom of Information Act. Request: SY23, Kenwood Academy: Notices of 5 and 10 day student unexcused absences and notices of truancy intervention services",
        "datetime": "2024-04-05T12:15:03.206176",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\ncopies of notices sent by Kenwood Academy to parent or guardian of students who have 5 and 10 days of unexcused absences by school for the 2022-2023 school year. Please redact any personally identifying information for the parent, guardian, and student.\r\n\r\ncopies of notices sent \"pupil's parent or guardian a letter, by certified mail, return receipt requested, notifying the parent or guardian that he or she is subjecting himself or herself to truancy intervention services\", by Kenwood Academy for the 2022-2023 school year. Please redact any personally identifying information for the parent, guardian, and student.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nForest Gregg",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/chicago-169/sy23-kenwood-academy-notices-of-5-and-10-day-student-unexcused-absences-and-notices-of-truancy-intervention-services-161696/"
  },
  {
    "id": 161692,
    "title": "Earthquake!",
    "slug": "earthquake",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 27422,
    "username": "dmehrotra",
    "agency": 6097,
    "datetime_submitted": "2024-04-05T11:30:29.023412",
    "date_due": "2024-05-03",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-05T11:30:29.143394",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161692,
        "from_user": 27422,
        "to_user": 11599,
        "subject": "",
        "datetime": "2024-04-05T11:30:29.143394",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nThe USGS solicits public input about earthquakes through a form on their website. I am looking for all responses to this form (https://earthquake.usgs.gov/earthquakes/eventpage/at00sbh3yv/tellus) for an New Jersey earthquake on April 5th.  Please include all responses received up to the date that this request is processed. \r\n\r\nAs a reporter for the WIRED, I qualify as a news media requester for the purpose of fees. See 5 U.S.C. 552(a)(4)(A)(ii). Further, because this request is being made for a journalistic purpose regarding a matter of public interest, I further ask that you waive any fees. See 5 U.S.C. § 552(a)(4)(A)(iii). This request is not primarily in the commercial interest of myself or WIRED. If you deny this request in whole or in part, I request that you respond with the statutory exemption underlying the denial and the reasoning therein. If an asserted exemption applies to only a portion of a record, please delete or redact the portion to which the exemption applies and provide the remainder of the record, as required under the law. \r\nIf you have any questions about my request, please do not hesitate to e-mail me or call me. WIRED’s legal counsel is also copied on this letter. We look forward to a response as quickly as possible.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDhruv Mehrotra",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/earthquake-161692/"
  },
  {
    "id": 161683,
    "title": "Police Reports",
    "slug": "police-reports",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 29697,
    "username": "MasonC.Turner",
    "agency": 6451,
    "datetime_submitted": "2024-04-05T00:00:11.990009",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2024-04-20",
    "datetime_done": null,
    "datetime_updated": "2024-04-05T00:00:12.130489",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161683,
        "from_user": 29697,
        "to_user": 23624,
        "subject": "Florida Sunshine Law Request: Police Reports",
        "datetime": "2024-04-05T00:00:12.130489",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nI like to request any reports or records cross-referencing Mason Turner and Officer Diana Zeitz. Either reports that she has filed or reports containing both names.\r\n\r\nThere should not be any fees associated pertaining to this request as the court has already stated that audio and visual recordings are to be provided, I would prefer the request be filled electronically, by e-mail attachment and/or download link as per Sunshine Law.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nMason C. turner",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/jupiter-10280/police-reports-161683/"
  },
  {
    "id": 161682,
    "title": "Walker military personnel file",
    "slug": "walker-military-personnel-file",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 80282,
    "username": "Cicero",
    "agency": 3142,
    "datetime_submitted": "2024-04-04T22:44:49.562929",
    "date_due": "2024-05-02",
    "days_until_due": null,
    "date_followup": "2024-05-02",
    "datetime_done": null,
    "datetime_updated": "2024-04-04T22:44:49.694225",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161682,
        "from_user": 80282,
        "to_user": 13082,
        "subject": "Freedom of Information Act Request: Walker military personnel file",
        "datetime": "2024-04-04T22:44:49.694225",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nPersonnel file for Dr. Mary Edwards Walker.  She was born in Oswego NY on November 26, 1832 and died in Oswego NY on February 21, 1919.  She was a civilian contract surgeon in the Civil War, assigned to the Army of the Cumberland and later the 52nd Ohio Infantry.  She was awarded a Medal of Honor shortly after the Civil War.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nSherman McCall",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "fax"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/walker-military-personnel-file-161682/"
  },
  {
    "id": 161681,
    "title": "Josann Reynolds Reports",
    "slug": "josann-reynolds-reports",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 114481,
    "username": "DaneCountyPRR",
    "agency": 7253,
    "datetime_submitted": "2024-04-04T21:08:04.761760",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2024-04-20",
    "datetime_done": null,
    "datetime_updated": "2024-04-04T21:08:04.889646",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161681,
        "from_user": 114481,
        "to_user": 15909,
        "subject": "Wisconsin Open Records Act Request: Josann Reynolds Reports",
        "datetime": "2024-04-04T21:08:04.889646",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Wisconsin Open Records Act, I hereby request the following records:\r\n\r\nAll police reports (incident reports, narratives, minutes, etc.) related to Josann Reynolds (DOB unknown but sometime prior to 1965) that were created in the time period 1995 to 2011. If a narrower time is needed, please let me know. I don't believe records will be voluminous in either case. I am looking for one particular report originating at the Dane County Regional Airport.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nJohn Public",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/dane-county-8590/josann-reynolds-reports-161681/"
  },
  {
    "id": 161658,
    "title": "Material Safety Data Sheet (MSDS) for Skunk",
    "slug": "material-safety-data-sheet-msds-for-skunk",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 35710,
    "username": "MatthewPetti_RNucinGD",
    "agency": 37618,
    "datetime_submitted": "2024-04-04T13:20:16.501719",
    "date_due": "2024-05-02",
    "days_until_due": null,
    "date_followup": "2024-05-02",
    "datetime_done": null,
    "datetime_updated": "2024-04-04T13:20:17.599519",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161658,
        "from_user": 35710,
        "to_user": 132771,
        "subject": "Freedom of Information Act Request: Material Safety Data Sheet (MSDS) for Skunk",
        "datetime": "2024-04-04T13:20:17.599519",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nThe Material Safety Data Sheet (MSDS) for Skunk, a crowd control spray marketed by the company Mistral. DefenseOne has reported that Mistral has demonstrated Skunk at Fort Bragg (now Fort Liberty) in the past: https://www.defenseone.com/technology/2015/04/americas-police-will-fight-next-riot-these-stink-bombs/111430/\r\n\r\nIf any part of these documents are exempt from disclosure, please be sure to review and release all reasonably segregable nonexempt portions of responsive documents, as the FOIA requires.\r\n\r\nI request that I be properly classified as a media requester. I am an associate editor at Reason Magazine who has written numerous articles on topics of public interest for the Daily Beast, the Asia Times, Responsible Statecraft, the National Interest, America Magazine and the Armenian Weekly, and I am requesting these documents in an editorial capacity. Please contact me if you have any questions about my media status.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMatthew Petti",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/material-safety-data-sheet-msds-for-skunk-161658/"
  },
  {
    "id": 161657,
    "title": "Certifications",
    "slug": "certifications",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 127110,
    "username": "mjf",
    "agency": 2391,
    "datetime_submitted": "2024-04-04T12:59:50.087121",
    "date_due": "2024-04-11",
    "days_until_due": null,
    "date_followup": "2024-07-04",
    "datetime_done": null,
    "datetime_updated": "2024-04-04T22:08:47.172960",
    "date_embargo": null,
    "tracking_id": "R000483-040424",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161657,
        "from_user": 127110,
        "to_user": 13629,
        "subject": "New York Freedom of Information Law Request: Certifications",
        "datetime": "2024-04-04T12:59:50.198707",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nA copy of all certifications on file for the following Mount Vernon Code Enforcement officers:\r\nDawnette McLaren-Nelson\r\nDamon Davis\r\nPatrick Holder\r\nThomas Dyer\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMatthew Fecteau",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 161657,
        "from_user": 13629,
        "to_user": 127110,
        "subject": "Welcome to the FOIL Records Access Center",
        "datetime": "2024-04-04T22:08:46.827219",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Matthew Fecteau, \r\n \r\nThank you for registering with the NYS Department of State FOIL Records Access Center. (https://u8387778.ct.sendgrid.net/ls/click?upn=u001.VEsWrlMiJDg0mXafq1mEXQZxJz6iOMVXb40pAUUzwMwwkPkRVjkFt8eoFvWbiC6zO-Ba_1sjn6PqXA5XlTAOZRtlGmpzDnoWc-2BknI0p05WXQFQDbdFGZKjhSiiRFmCbQRrDLiXXIbdPIF5xyWOuDByNj6nmoheIwPIwiiVtREQGcufjtu02GW0Ka0RuhUe8RLjhAQ98eWbu9bxFLWdYTbla3bVvGCZtYb-2Bp-2F3gfO6QKMMH7izNJLqEK8lzFOWpJwVEi67jT-2Bi59JIFFxg-2B3-2FG0Cyk-2FYIr2cMjmwv4LfqCXMisuY0-3D) \r\n \r\nIf you did not create an account, an account has been created for you to monitor the progress of a request you submitted. You can access your new account by requesting a temporary password here: Request Temporary Password. This will allow you to access and update any contact or password information for your account. (https://u8387778.ct.sendgrid.net/ls/click?upn=u001.VEsWrlMiJDg0mXafq1mEXQZxJz6iOMVXb40pAUUzwMzhb0VOvVu1VSm-2BLyymy94pQpDEfktZyXJMRyYzWrwjnw-3D-3Db2rr_1sjn6PqXA5XlTAOZRtlGmpzDnoWc-2BknI0p05WXQFQDbdFGZKjhSiiRFmCbQRrDLiXXIbdPIF5xyWOuDByNj6noj1DnWZdlIMAJIIfjZGTy3qgl9q2DbjZaS-2BVrWeiXCpmGbUSaA5N-2FAzBAOIWieWAUpvuqgO9q6vutqZ1cC5ulZQsoDOJv89vM3C38Z4wq62NkTcfgddHSFtgtHJTKLILhTxXc7OuWHQMJ2FaUH7TOk-3D) \r\n Your Login ID is:  161657-47348947@requests.muckrock.com \r\nSincerely, \r\nNYS Department of State This is an auto-generated email and has originated from an unmonitored email account. Please DO NOT REPLY.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 161657,
        "from_user": 13629,
        "to_user": 127110,
        "subject": "FOIL Records Request :: R000483-040424",
        "datetime": "2024-04-04T22:08:47.172960",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Matthew Fecteau, \r\nThis message confirms receipt of your FOIL request. Your request was received in this office on 4/4/2024 and given the reference number R000483-040424 for tracking purposes. You requested: \r\nWe will provide you with an acknowledgment letter within 5 business days. “To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nA copy of all certifications on file for the following Mount Vernon Code Enforcement officers:\r\nDawnette McLaren-Nelson\r\nDamon Davis\r\nPatrick Holder\r\nThomas Dyer\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMatthew Fecteau\r\n\r\nUpload documents directly: https://accounts.muckrock.com/accounts/login/?next=https%3A%2F%2Fwww.muckrock.com%2Faccounts%2Flogin%2F%3Fnext%3D%252Faccounts%252Fagency_login%252Fnew-york-state-department-of-state-2391%252Fcertifications-161657%252F%253Femail%253Ddos.dl.FOIL.WebContact%252540dos.ny.gov&url_auth_token=AAAcSQqdb-MWdaUiszkKwj0DWn4%3A1rsYXg%3AGQoVR2VF7iRda9iIrj1FZ7Eeg7wJkmtgPb3e7FjbVC4” \r\n \r\nSincerely, \r\nNYS Department of State To monitor the progress or update this request please log into the FOIL Records Access Center.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/certifications-161657/"
  },
  {
    "id": 161656,
    "title": "MSDS for Skunk (St. Louis Metropolitan Police Department)",
    "slug": "msds-for-skunk-st-louis-metropolitan-police-department",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 35710,
    "username": "MatthewPetti_RNucinGD",
    "agency": 671,
    "datetime_submitted": "2024-04-04T10:16:15.271692",
    "date_due": "2024-04-09",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-04T10:16:15.903667",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161656,
        "from_user": 35710,
        "to_user": 9655,
        "subject": "",
        "datetime": "2024-04-04T10:16:15.903667",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the The Missouri Sunshine Law, I hereby request the following records:\r\n\r\nThe Material Safety Data Sheet (MSDS) for Skunk, a crowd control spray developed by the company Mistral.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMatthew Petti",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/st-louis-337/msds-for-skunk-st-louis-metropolitan-police-department-161656/"
  },
  {
    "id": 161655,
    "title": "MSDS for Skunk (Bossier City PD)",
    "slug": "msds-for-skunk-bossier-city-pd",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 35710,
    "username": "MatthewPetti_RNucinGD",
    "agency": 11847,
    "datetime_submitted": "2024-04-04T10:16:15.271692",
    "date_due": "2024-04-09",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-04T10:16:15.766863",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161655,
        "from_user": 35710,
        "to_user": 17678,
        "subject": "",
        "datetime": "2024-04-04T10:16:15.766863",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Louisiana Public Records Law, I hereby request the following records:\r\n\r\nThe Material Safety Data Sheet (MSDS) for Skunk, a crowd control spray developed by the company Mistral.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMatthew Petti",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/bossier-city-16170/msds-for-skunk-bossier-city-pd-161655/"
  },
  {
    "id": 161654,
    "title": "MSDS for Skunk (Maricopa County Sheriff)",
    "slug": "msds-for-skunk-maricopa-county-sheriff",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 35710,
    "username": "MatthewPetti_RNucinGD",
    "agency": 428,
    "datetime_submitted": "2024-04-04T10:16:15.271692",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-04T10:16:15.651571",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161654,
        "from_user": 35710,
        "to_user": 10224,
        "subject": "",
        "datetime": "2024-04-04T10:16:15.651571",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Arizona Public Records Law, I hereby request the following records:\r\n\r\nThe Material Safety Data Sheet (MSDS) for Skunk, a crowd control spray developed by the company Mistral.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nMatthew Petti",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/maricopa-county-186/msds-for-skunk-maricopa-county-sheriff-161654/"
  },
  {
    "id": 161653,
    "title": "DHSIA 3.27.24",
    "slug": "dhsia-32724",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 60252,
    "username": "rskva102",
    "agency": 8,
    "datetime_submitted": "2024-04-04T08:57:53.918008",
    "date_due": "2024-05-02",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-04T08:57:54.084904",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161653,
        "from_user": 60252,
        "to_user": 10083,
        "subject": "",
        "datetime": "2024-04-04T08:57:54.084904",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear FOIA Officer:\r\n\r\nYou are receiving this correspondence as a request under the Freedom of Information Act, 5 U.S.C. subsection 552. I am requesting the following:\r\n\r\nA copy of a Department of Homeland Security (DHS) Open Source Intelligence Report, dated July 17, 2020. The existence of this report was revealed by the Washington Post on July 31, 2020, in an article titled \"DHS analyzed protester communications, raising questions about previous statements by senior department official\". The article reads, in part:\r\n\r\n\"In a letter sent Friday, Democratic members of the Senate Intelligence Committee asked Brian Murphy, acting DHS undersecretary for intelligence and analysis, about statements he made to committee staff on July 23 regarding the department’s intelligence activities in Portland ... A DHS Open Source Intelligence Report dated six days before Murphy’s briefing to the committee shows that the I & A office analyzed messages that protesters exchanged on the Telegram messaging app. They discussed which routes to take during marches and how to avoid the police.\"\r\n\r\nI am asking you waive any fees associated with this request. I am a member of the news media. My bylines, which include Unicorn Riot, Covert Action Magazine, and the Geopolitical Economy Report, can be found in both print and electronic publications, and I am sending this request in coordination with Muckrock, an award-winning and nationally-recognized news organization. Please take note of the Office of Management and Budget guidelines published March 27, 1987 (52 FR 10012) that include electronic publications and other nontraditional publishers as representatives of the news media.\r\n\r\nA fee waiver is appropriate in situations where \"disclosure of the requested information is in the public interest because it is likely to contribute significantly to public understanding of the operations and activities of the government, and is not primarily in the commercial interest of the requester,” 5 U.S.C. § 552(a)(4)(iii). As this report deals with the operations of a government agency and details the surveillance of American citizens, on American soil, there exists a public interest in understanding how and why DHS's Office of Intelligence and Analysis collected private communications. Per the Washington Post article, these communications were non-violent and \"don’t show the protesters planning to harass or target police or damage property.\"\r\n\r\nIn the event that there are fees, I am willing to pay up to $100. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThis request is not being made for commercial purposes. All documents will be provided to the general public without charge.\r\n\r\nI look forward to your response within 20 working days, as the statute requires. If access to the records I am requesting will take longer, please contact me with information about when I might expect copies or the ability to inspect the requested records.\r\n\r\nIf you deny any or all of this request, please cite each specific exemption you feel justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\r\n\r\nSincerely,\r\n\r\nRobert Skvarla, Jr.",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1167303,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/rskva102/133769/DHS_analyzed_protester_communications_raising_questions_about_previous_statements_by_senior_dep.pdf",
            "datetime": "2024-04-04T08:57:54.084904",
            "title": "DHS_analyzed_protester_communications_raising_questions_about_previous_statements_by_senior_dep.pdf",
            "source": "Robert Skvarla, Jr.",
            "description": "",
            "doc_id": "24532509-dhs_analyzed_protester_communications_raising_questions_about_previous_statements_by_senior_deppdf",
            "pages": 3
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/dhsia-32724-161653/"
  },
  {
    "id": 161651,
    "title": "FBI VK 4.4.24",
    "slug": "fbi-vk-4424",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 60252,
    "username": "rskva102",
    "agency": 10,
    "datetime_submitted": "2024-04-04T08:51:34.381695",
    "date_due": "2024-05-02",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-04T08:51:34.644662",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161651,
        "from_user": 60252,
        "to_user": 9555,
        "subject": "",
        "datetime": "2024-04-04T08:51:34.644662",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear FOIA Officer:\r\n\r\nYou are receiving this correspondence as a request under the Freedom of Information Act, 5 U.S.C. subsection 552. I am requesting the following:\r\n\r\nRecords relating to, mentioning, or generated as a result of investigation or inquiry for Vitallii Kovalev, also possibly known as Vitalii Kovalev and Vitaly Kovalev (01/24/1985 - 2/8/2023). Mr. Kovalev was arrested by the Monroe County Sheriff's Office, Monroe County, Florida, on June 16, 2020 (arrest number MCSO20ARR002460, offense number MCSO20OFF003605), for a moving traffic violation, resisting arrest, and battery. A 60 Minutes episode produced by CBS News and aired on March 31, 2024, identifies Mr. Kovalev as a person of interest interviewed by the Federal Bureau of Investigation (FBI) shortly after the arrest. \r\n\r\nChristo Grozev, a journalist for The Insider and Der Spiegel, appeared on the 60 Minutes episode and stated that he had located a Russian death certificate for Mr. Kovalev, identifying that he passed away on February 8, 2023. As verification, please see the following link to 60 Minutes' YouTube channel, beginning at 12:20: https://youtu.be/ZGNVvOqJ50s?si=mHDirkhV8xFLwQmf&t=740\r\n\r\nTherefore, I am requesting all records relating to, mentioning, or generated as a result of investigation or inquiry for Vitallii Kovalev.\r\n\r\nI am asking you waive any fees associated with this request. I am a member of the news media. My bylines, which include Unicorn Riot, Covert Action Magazine, and the Geopolitical Economy Report, can be found in both print and electronic publications, and I am sending this request in coordination with Muckrock, an award-winning and nationally-recognized news organization. Please take note of the Office of Management and Budget guidelines published March 27, 1987 (52 FR 10012) that include electronic publications and other nontraditional publishers as representatives of the news media.\r\n\r\nA fee waiver is appropriate in situations where \"disclosure of the requested information is in the public interest because it is likely to contribute significantly to public understanding of the operations and activities of the government, and is not primarily in the commercial interest of the requester,” 5 U.S.C. § 552(a)(4)(iii). This request would contribute significantly to public understanding of the operations and activities of government with regard to its research into anomalous health incidents.\r\n\r\nAnomalous health incidents (AHI) are events occurring between 2016 and the present day that have resulted in a condition, or a series of related conditions, afflicting intelligence agents and diplomats working for the governments of the United States and Canada. In 2017, the Associated Press reported on a number of such incidents that happened in Cuba the year prior that led to the United States pulling staff from its embassy in that country. Since then, AHI have continued to generate considerable media attention and stories focusing on the national security implications have appeared in the New York Times and The New Yorker, among many other publications. Based on sources in the Intelligence Community, journalists working for these publications have suggested that AHI may have been caused by directed energy weapons, or ranged weapons that attack a target with electromagnetic radiation like ultra-high frequency radio waves.\r\n\r\nIn January 2022, however, the Central Intelligence Agency issued an interim report stating that the agency found no evidence to support claims that a foreign adversary such as Russia or China was responsible for causing AHI. This was supported by an intelligence assessment published by the Office of the Director of National Intelligence on March 1, 2023, which states, in part, \"most [Intelligence Community] agencies have concluded that it is 'very unlikely' a foreign adversary is responsible for the reported AHIs.\"\r\n\r\nAs of January 2024, there have been over 200 reported AHI and many of the victims themselves believe they were subject to attacks by directed energy weapons. Given that most of these individuals have been identified as high-ranking officials across multiple federal agencies, any investigations into claims of AHI and/or the effects of directed energy on humans would be of considerable public interest. This is especially important in light of the fact that, as part of the HAVANA Act of 2021, both Congress and the President approved compensation in the range of $140,000 or $187,000 per person to individuals diagnosed as suffering from AHI.\r\n\r\nOn March 31, 2024, 60 Minutes aired a segment naming Vitallii Kovalev as a possible party to such attacks on American intelligence officers. Thus, any information the FBI may have on Mr. Kovalev is of immense public interest given the public nature of these attacks.\r\n\r\nThis request is not being made for commercial purposes.\r\n\r\nAll documents will be provided to the general public without charge.\r\n\r\nIn the event that there are fees, I am willing to pay up to $100. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nI look forward to your response within 20 working days, as the statute requires. If access to the records I am requesting will take longer, please contact me with information about when I might expect copies or the ability to inspect the requested records.\r\n\r\nIf you deny any or all of this request, please cite each specific exemption you feel justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\r\n\r\nSincerely,\r\n\r\nRobert Skvarla, Jr.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/fbi-vk-4424-161651/"
  },
  {
    "id": 161642,
    "title": "Dumitrascu Death Records",
    "slug": "dumitrascu-death-records",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 25665,
    "username": "DetentionKills",
    "agency": 4945,
    "datetime_submitted": "2024-04-03T17:52:39.145040",
    "date_due": "2024-05-01",
    "days_until_due": null,
    "date_followup": "2024-05-03",
    "datetime_done": null,
    "datetime_updated": "2024-04-04T13:17:33.768778",
    "date_embargo": null,
    "tracking_id": "2024-CRFO-00207",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161642,
        "from_user": 25665,
        "to_user": 9882,
        "subject": "Freedom of Information Act Request: Dumitrascu Death Records",
        "datetime": "2024-04-03T17:52:39.334978",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAny reports, investigative records, correspondence, taskings, notifications, or expert reviews by CRCL experts involving the death of Cristian Dumitrascu at the Otay Mesa Detention Center in San Diego, California on March 5, 2023.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAndrew Free",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 161642,
        "from_user": 9882,
        "to_user": 25665,
        "subject": "CRCL FOIA Case No. 2024-CRFO-00207",
        "datetime": "2024-04-04T13:17:33.768778",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "04/04/2024\r\n\r\n\r\nAndrew Free\r\nMuckrock News, DEPT MR145707\r\n263 Huntington Ave.\r\nBoston, Massachusetts 02115\r\n\r\nRe: 2024-CRFO-00207\r\n\r\nDear Andrew Free:\r\n\r\nThis acknowledges receipt of your 4/4/2024, Freedom of Information Act (FOIA) request to the Department of Homeland Security (DHS) Office for Civil Rights and Civil Liberties (CRCL), seeking: \"Any reports, investigative records, correspondence, taskings, notifications, or expert reviews by CRCL experts involving the death of Cristian Dumitrascu at the Otay Mesa Detention Center in San Diego, California on March 5, 2023.\"\r\n\r\n\r\nYour request has been assigned reference number 2024-CRFO-00207.  No additional information is needed at this time.  However, if any additional information is needed in order to complete our search for documents we will contact you.  If you have any questions pertaining to this request, please feel free to contact this office at crclfoia@hq.dhs.gov.\r\n\r\n\nSincerely,\r\nCRCL FOIA Office",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/dumitrascu-death-records-161642/"
  },
  {
    "id": 161641,
    "title": "Otay Mesa 911 Call Records",
    "slug": "otay-mesa-911-call-records",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 25665,
    "username": "DetentionKills",
    "agency": 5521,
    "datetime_submitted": "2024-04-03T17:49:14.928135",
    "date_due": "2024-04-13",
    "days_until_due": null,
    "date_followup": "2024-04-13",
    "datetime_done": null,
    "datetime_updated": "2024-04-03T17:49:15.036180",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161641,
        "from_user": 25665,
        "to_user": 10275,
        "subject": "California Public Records Act Request: Otay Mesa 911 Call Records",
        "datetime": "2024-04-03T17:49:15.036180",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nA spreadsheet printout showing all 911 calls or other dispatches, calls for service, or wellness checks from or involving the Otay Mesa Detention Center at 7488 Calzada de la Fuente San Diego, CA 92154 beginning January 1, 2022, and continuing through April 1, 2024.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAndrew Free",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/san-diego-county-55/otay-mesa-911-call-records-161641/"
  },
  {
    "id": 161639,
    "title": "Dumitrascu Death Response",
    "slug": "dumitrascu-death-response",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 25665,
    "username": "DetentionKills",
    "agency": 5521,
    "datetime_submitted": "2024-04-03T17:47:38.477019",
    "date_due": "2024-04-13",
    "days_until_due": null,
    "date_followup": "2024-04-13",
    "datetime_done": null,
    "datetime_updated": "2024-04-03T17:47:38.623116",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161639,
        "from_user": 25665,
        "to_user": 10275,
        "subject": "California Public Records Act Request: Dumitrascu Death Response",
        "datetime": "2024-04-03T17:47:38.623116",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\n1. A copy of the 911 call recording involving a death in custody at the Otay Mesa Detention Facility, located at 7488 Calzada de la Fuente\r\nSan Diego, CA 92154, on March 5, 2023. \r\n2. The CAD Report for any response to the call. \r\n3. The Incident Report for SDCSO's response. \r\n4. Any investigative records or reports involving the death of Cristian Dumitrascu created, maintained, or received by SDCSO.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAndrew Free",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/san-diego-county-55/dumitrascu-death-response-161639/"
  },
  {
    "id": 161638,
    "title": "Dumitrascu Mortality Review",
    "slug": "dumitrascu-mortality-review",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 25665,
    "username": "DetentionKills",
    "agency": 133,
    "datetime_submitted": "2024-04-03T17:44:48.509566",
    "date_due": "2024-05-01",
    "days_until_due": null,
    "date_followup": "2024-07-03",
    "datetime_done": null,
    "datetime_updated": "2024-04-06T11:20:25.559049",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161638,
        "from_user": 25665,
        "to_user": 9620,
        "subject": "Freedom of Information Act Request: Dumitrascu Mortality Review",
        "datetime": "2024-04-03T17:44:48.644961",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nA copy of the ICE Health Services Corps Mortality Review for Cristian Dumitrascu, who died at the CoreCivic Otay Mesa Detention Center on March 5, 2023. \r\n\r\nI hereby request expedited processing of this request pursuant to 6 CFR 5.5(e) and in support of this request, attest under penalty of perjury pursuant to 28 USC 1746 that the following statements are true and correct to the best of my knowledge:\r\n1. I am a member of the media, primarily engaged in the dissemination of information.\r\n2. There is an urgency to inform the public about the circumstances of Mr. Dumitrascu's death.\r\n3. At least 7 people detained in the same area as Mr. Dumitrascu declared under oath that his care was delayed by CoreCivic staff.\r\n4. Multiple individuals detained with Mr. Dumitrascu on the night of his death declared under oath that CoreCivic shut off telephone lines in the hours following his death -- preventing them from communicating what happened.\r\n5. At least one person detained with Mr. Dumitrascu on the night of his death alleged CoreCivic and ICE accelerated the process of his removal in retaliation for attempting to share information about the death.\r\n6. CoreCivic facilities have previously been fined for negligence and contract violations that preceded deaths in ICE custody. See, e.g., https://www.documentcloud.org/documents/24529304-stewart-contract-discrepancy-dec-2018.\r\n7. At least 55 deaths have occurred at CoreCivic's ICE facilities since 2003--more than any other ICE contractor.\r\n8. Since early 2017, ICE ceased affirmatively publishing detainee death reviews, forcing families to file FOIAs and sue when their loved ones die in order to obtain basic information on the government's findings.\r\n9. Congress recently approved the expansion of ICE detention by more than 20% -- up 7,500 beds to 41,500 funded.\r\n10. DHS and the present administration proposed cuts to inspection budgets for ICE detention centers, rendering the public less able to assess the lethality of ICE detention operations, including those at Otay Mesa.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAndrew Free",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 161638,
        "from_user": 9620,
        "to_user": 25665,
        "subject": "Your verification code",
        "datetime": "2024-04-03T23:45:18.987387",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Your confirmation code is 228459",
        "status": "done",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 161638,
        "from_user": 9620,
        "to_user": 25665,
        "subject": "New Message - 2024-ICFO-28664",
        "datetime": "2024-04-06T11:20:25.559049",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Hi Andrew Free, \n\nYou have a new message for the request 2024-ICFO-28664. Please login to the SecureRelease Portal to read the message. (https://www.securerelease.us/request-details/3ff69ef8-dffe-4819-8385-e60dea7781ee/3/messages/d97c04c4-114b-4acb-80bf-53aa8fca6311) \n| noreply@securerelease.us is not monitored by a FOIA Office or Agency personnel. Replies sent to this address will not be reviewed.\n",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/dumitrascu-mortality-review-161638/"
  },
  {
    "id": 161637,
    "title": "Dimutrascu Detainee Death Review",
    "slug": "dimutrascu-detainee-death-review",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 25665,
    "username": "DetentionKills",
    "agency": 133,
    "datetime_submitted": "2024-04-03T17:43:13.036051",
    "date_due": "2024-05-01",
    "days_until_due": null,
    "date_followup": "2024-07-03",
    "datetime_done": null,
    "datetime_updated": "2024-04-03T23:26:54.674875",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161637,
        "from_user": 25665,
        "to_user": 9620,
        "subject": "Freedom of Information Act Request: Dimutrascu Detainee Death Review",
        "datetime": "2024-04-03T17:43:13.198806",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nA. A copy of the Detainee Death Review (DDR) for Cristian Dumitrascu, who died at the CoreCivic Otay Mesa Detention Center on March 5, 2023. See https://www.ice.gov/doclib/foia/reports/ddrCristianDumitrascu.pdf. Please task a search of the ICE Office of Professional Responsibility External Reviews and Analysis Unit, as well as a search of the Executive Assistant Director responsible for custody operations\r\nB. A copy of the cover letter or findings memo ICE OPR sent when it circulated the Dumitrascu DDR.\r\nC. A copy of the Creative Corrections Health & Security Compliance Analysis ICE ERAU commissioned to prepare the DDR. \r\n\r\nI hereby request expedited processing of this request pursuant to 6 CFR 5.5(e) and in support of this request, attest under penalty of perjury pursuant to 28 USC 1746 that the following statements are true and correct to the best of my knowledge: \r\n1. I am a member of the media, primarily engaged in the dissemination of information. \r\n2. There is an urgency to inform the public about the circumstances of Mr. Dumitrascu's death. \r\n3. At least 7 people detained in the same area as Mr. Dumitrascu declared under oath that his care was delayed by CoreCivic staff. \r\n4. Multiple individuals detained with Mr. Dumitrascu on the night of his death declared under oath that CoreCivic shut off telephone lines in the hours following his death -- preventing them from communicating what happened. \r\n5. At least one person detained with Mr. Dumitrascu on the night of his death alleged CoreCivic and ICE accelerated the process of his removal in retaliation for attempting to share information about the death. \r\n6. CoreCivic facilities have previously been fined for negligence and contract violations that preceded deaths in ICE custody. See, e.g., https://www.documentcloud.org/documents/24529304-stewart-contract-discrepancy-dec-2018. \r\n7. At least 55 deaths have occurred at CoreCivic's ICE facilities since 2003--more than any other ICE contractor. \r\n8. Since early 2017, ICE ceased affirmatively publishing detainee death reviews, forcing families to file FOIAs and sue when their loved ones die in order to obtain basic information on the government's findings. \r\n9. Congress recently approved the expansion of ICE detention by more than 20% -- up 7,500 beds to 41,500 funded. \r\n10. DHS and the present administration proposed cuts to inspection budgets for ICE detention centers, rendering the public less able to assess the lethality of ICE detention operations, including those at Otay Mesa.\r\n\r\nIn addition to making this request under 5 USC 552(a)(3), I demand release of this information pursuant to the Affirmative Disclosure obligations of 5 USC 552(a)(2).\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAndrew Free",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 161637,
        "from_user": 9620,
        "to_user": 25665,
        "subject": "Your verification code",
        "datetime": "2024-04-03T23:26:54.674875",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Your confirmation code is 645033",
        "status": "done",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/dimutrascu-detainee-death-review-161637/"
  },
  {
    "id": 161635,
    "title": "Pennsbury School District Report",
    "slug": "pennsbury-school-district-report",
    "status": "done",
    "embargo": false,
    "permanent_embargo": false,
    "user": 105225,
    "username": "adamaaronson",
    "agency": 24552,
    "datetime_submitted": "2024-04-03T15:05:02.107050",
    "date_due": null,
    "days_until_due": 5,
    "date_followup": null,
    "datetime_done": "2024-04-03T16:42:15.809468",
    "datetime_updated": "2024-04-03T16:42:15.809468",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161635,
        "from_user": 105225,
        "to_user": 71927,
        "subject": "Pennsylvania Right to Know Act Request: Pennsbury School District Report",
        "datetime": "2024-04-03T15:05:02.371376",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Pennsylvania Right to Know Act, I hereby request the following records:\r\n\r\n- 2022-2023 academic year operating budget\r\n- Agenda and minutes from most recent school district board meeting\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdam Aaronson",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 161635,
        "from_user": 71927,
        "to_user": 105225,
        "subject": "Re: Pennsylvania Right to Know Act Request: Pennsbury School District Report",
        "datetime": "2024-04-03T16:15:38.531079",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Hello,\r\n\r\nThank you for your email. Kindly complete the attached RTK form, and we\r\nwill gladly fulfill your request.\r\n\r\nSincerely,\r\nJennifer Neill\r\nOpen Records Officer\r\nPennsbury School District\r\n\r\n-- \r\nNOTICE: This confidential message is intended only for the person(s) to \r\nwhom it is rightfully addressed. If you have received this message in \r\nerror, please notify the sender immediately and delete the original message \r\nin its entirety. Please note: All communication with Pennsbury School \r\nDistrict staff members may be subject to public disclosure as per the \r\nPennsylvania Right to Know Law (RTK) and monitoring if necessary.\n",
        "status": "fix",
        "likely_foia": null,
        "files": [
          {
            "id": 1167140,
            "ffile": "https://cdn.muckrock.com/foia_files/2024/04/03/Standard_Right-to-Know_Law_Request_Form_1.pdf",
            "datetime": "2024-04-03T16:15:38.671162",
            "title": "Standard Right-to-Know Law Request Form (1)",
            "source": "Pennsbury School District, Pennsylvania",
            "description": "",
            "doc_id": "24530398-standard-right-to-know-law-request-form-1",
            "pages": 1
          }
        ],
        "delivered": "email"
      },
      {
        "foia": 161635,
        "from_user": 71927,
        "to_user": 105225,
        "subject": "",
        "datetime": "2024-04-03T16:40:33.848631",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Mr. Aaronson,\r\n\r\nThe District's response to your Right to Know request received on April 3, 2024, has been uploaded.\r\n\r\nSincerely,\r\nJennifer Neill\r\nOpen Records Officer\r\nPennsbury School Distrit",
        "status": "processed",
        "likely_foia": null,
        "files": [
          {
            "id": 1167164,
            "ffile": "https://cdn.muckrock.com/inbound_request_attachments/PennsburySchoolDistrict/161635/RTL_116_Adam_Aaronson_4324.pdf",
            "datetime": "2024-04-03T16:40:33.848631",
            "title": "RTL_116_Adam_Aaronson_4324.pdf",
            "source": "Pennsbury School District",
            "description": "",
            "doc_id": "24530675-rtl_116_adam_aaronson_4324pdf",
            "pages": 2
          }
        ],
        "delivered": "web"
      },
      {
        "foia": 161635,
        "from_user": 71927,
        "to_user": 105225,
        "subject": "Re: Pennsylvania Right to Know Act Request: Pennsbury School District Report",
        "datetime": "2024-04-03T16:42:15.809468",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Mr. Aaronson,\r\n\r\nThe District's response to your Right to Know request received on April 3,\r\n2024, is attached. I also uploaded the information through the portal link\r\nyou provided in your original email.\r\n\r\nSincerely,\r\nJennifer Neill\r\n\r\n-- \r\nNOTICE: This confidential message is intended only for the person(s) to \r\nwhom it is rightfully addressed. If you have received this message in \r\nerror, please notify the sender immediately and delete the original message \r\nin its entirety. Please note: All communication with Pennsbury School \r\nDistrict staff members may be subject to public disclosure as per the \r\nPennsylvania Right to Know Law (RTK) and monitoring if necessary.\n",
        "status": "done",
        "likely_foia": null,
        "files": [
          {
            "id": 1167165,
            "ffile": "https://cdn.muckrock.com/foia_files/2024/04/03/RTL_116_Adam_Aaronson_4324.pdf",
            "datetime": "2024-04-03T16:42:15.894702",
            "title": "RTL #116 Adam Aaronson 4:3:24",
            "source": "Pennsbury School District, Pennsylvania",
            "description": "",
            "doc_id": "24530430-rtl-116-adam-aaronson-4324",
            "pages": 2
          }
        ],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/pennsylvania-126/pennsbury-school-district-report-161635/"
  },
  {
    "id": 161629,
    "title": "Hedge Fund Request",
    "slug": "hedge-fund-request",
    "status": "done",
    "embargo": false,
    "permanent_embargo": false,
    "user": 18788,
    "username": "Preqin",
    "agency": 18635,
    "datetime_submitted": "2024-04-03T04:13:57.484916",
    "date_due": "2024-04-10",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": "2024-04-05T09:13:56.560077",
    "datetime_updated": "2024-04-05T09:13:56.560077",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161629,
        "from_user": 18788,
        "to_user": 27883,
        "subject": "Virginia Freedom of Information Act Request: Hedge Fund Request",
        "datetime": "2024-04-03T04:13:57.678576",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Virginia Freedom of Information Act, I hereby request the following records:\r\n\r\nTo Whom It May Concern:\r\n\r\nPursuant to the Virginia Freedom of Information Act, I hereby request the following records:\r\n\r\nYou kindly sent us copies of your records that show information as listed below dated to September 30 2023. Please will it be possible to have an update on any records that would show some or all of the following information:\r\n\r\n1. A list of ALL hedge funds and fund of hedge funds in which Richmond Retirement System is an investor; and\r\n\r\n2. For each hedge fund and fund of hedge funds, may I please have a copy of any records that would show some or all of the following information:\r\n\r\na. the month by month market value of Richmond Retirement System's holding in each fund from October 1 2023 to December 31 2023,\r\n\r\nb. the month by month amount invested by Richmond Retirement System in each fund from October 1 2023 to December 31 2023,\r\n\r\nc. the month by month net returns (net of fees) earned by Richmond Retirement System on its investment in each fund from October 1 2023 to December 31 2023,\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available\r\n\r\nThank you in advance for your anticipated cooperation in this matter.\r\n\r\nSincerely,\r\n\r\nNanette Lee\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTom Nash, a citizen of Virginia, in coordination with Haley Parker.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 161629,
        "from_user": 27883,
        "to_user": 18788,
        "subject": "",
        "datetime": "2024-04-05T09:13:56.560077",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Good Morning,\r\n\r\nHere is your request.  The cost for this request is $2.92.  Please forward payment to the Richmond Retirement System, 730 E. Broad Street, Suite 900, Richmond, VA  23219.\r\n\r\nThank you,\r\n\r\nKia Johnson\r\nFOIA officer",
        "status": "done",
        "likely_foia": null,
        "files": [
          {
            "id": 1167550,
            "ffile": "https://cdn.muckrock.com/inbound_request_attachments/RichmondRetirementSystem/161629/RRS_Hedge_Funds_123123.pdf",
            "datetime": "2024-04-05T09:13:56.560077",
            "title": "RRS_Hedge_Funds_123123.pdf",
            "source": "Richmond Retirement System",
            "description": "",
            "doc_id": "24534956-rrs_hedge_funds_123123pdf",
            "pages": 1
          }
        ],
        "delivered": "web"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/richmond-151/hedge-fund-request-161629/"
  },
  {
    "id": 161628,
    "title": "Convar WTC Data Recovery",
    "slug": "convar-wtc-data-recovery",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 129684,
    "username": "esearch",
    "agency": 10,
    "datetime_submitted": "2024-04-03T03:21:15.289860",
    "date_due": "2024-05-01",
    "days_until_due": null,
    "date_followup": "2024-07-03",
    "datetime_done": null,
    "datetime_updated": "2024-04-03T21:25:22.725197",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161628,
        "from_user": 129684,
        "to_user": 9555,
        "subject": "Freedom of Information Act Request: Convar WTC Data Recovery",
        "datetime": "2024-04-03T03:21:15.433279",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nFBI records concerning Convar WTC hard drive data recovery:\r\n\r\n\r\n\r\n\"It's possible to read the individual drive surfaces, and then create a virtual drive,\" said Peter Wagner, a spokesman for the company, a subsidiary of U.K.-based Convar Europe Ltd.\"\r\n\r\n\r\n\r\n\"When Convar discovers encryption keys on a drive, indicating a financial record, it saves the information and hands it over to its U.S. clients, who are in turn cooperating with the FBI, he said.\"\r\n\r\n\r\n\r\nhttps://edition.cnn.com/2001/TECH/industry/12/20/wtc.harddrives.idg/\r\n\r\n\r\n\r\nhttps://pictures.reuters.com/archive/CONVAR-PBEAHUKVNBA.html\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAlan",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 161628,
        "from_user": 9555,
        "to_user": 129684,
        "subject": "eFOIPA Authorization Request",
        "datetime": "2024-04-03T21:24:06.052333",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "You have successfully requested access to FBI's eFOIPA website.\r\n\r\nPlease access the efoia.fbi.gov by following this temporary authorization url:\r\n<https://efoia.fbi.gov/authorize/9a7fdd49855fe2387ce83d65df24848590d0a691986288d4ff>.",
        "status": "submitted",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 161628,
        "from_user": 9555,
        "to_user": 129684,
        "subject": "eFOIA Request Received",
        "datetime": "2024-04-03T21:25:22.725197",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "# Individual Information\r\n\r\nPrefix First Name Middle Name Last Name Suffix Email Phone Location\r\n\r\n# Domestic Address\r\n\r\nAddress Line 1 Address Line 2 City State Postal\r\n\r\n# Agreement to Pay\r\n\r\nHow you will pay\r\n\r\nI am limiting my request to the free two hours of searching and 100 duplicated\r\npages. I am not willing to pay additional fees.\r\n\r\n# Non-Individual FOIA Request\r\n\r\nRequest Information\r\n\r\n    \r\n    \r\n    To Whom It May Concern:\r\n    \r\n    Pursuant to the Freedom of Information Act, I hereby request the following\r\n    records:\r\n    \r\n    FBI records concerning Convar WTC hard drive data recovery:\r\n    \r\n    \"It's possible to read the individual drive surfaces, and then create a\r\n    virtual drive,\" said Peter Wagner, a spokesman for the company, a subsidiary\r\n    of U.K.-based Convar Europe Ltd.\"\r\n    \r\n    \"When Convar discovers encryption keys on a drive, indicating a financial\r\n    record, it saves the information and hands it over to its U.S. clients, who\r\n    are in turn cooperating with the FBI, he said.\"\r\n    \r\n    https://edition.cnn.com/2001/TECH/industry/12/20/wtc.harddrives.idg/\r\n    \r\n    https://pictures.reuters.com/archive/CONVAR-PBEAHUKVNBA.html\r\n    \r\n    The requested documents will be made available to the general public, and\r\n    this request is not being made for commercial purposes.\r\n    \r\n    In the event that there are fees, I would be grateful if you would inform me\r\n    of the total charges in advance of fulfilling my request. I would prefer the\r\n    request filled electronically, by e-mail attachment if available or CD-ROM\r\n    if not.\r\n    \r\n    Thank you in advance for your anticipated cooperation in this matter. I look\r\n    forward to receiving your response to this request within 20 business days,\r\n    as the statute requires.\r\n    \r\n    Sincerely,\r\n    \r\n    Alan\r\n    \r\n    Upload documents directly:\r\n    https://accounts.muckrock.com/accounts/login/?next=https%3A%2F%2Fwww.muckrock.com%2Faccounts%2Flogin%2F%3Fnext%3D%252Faccounts%252Fagency_login%252Ffederal-bureau-of-investigation-10%252Fconvar-wtc-data-recovery-161628%252F%253Femail%253Defoia%252540subscriptions.fbi.gov&url_auth_token=AAAj2IL5VXXnRlJt19ouwfRAn8Y%3A1rsBpp%3AQZy9MZ-6qBgb5s5vIttgMVLJZfGnPijx7Lw2b_4QSxI\r\n\r\n**\r\n\r\nPlease be advised that efoia@subscriptions.fbi.gov is a no-reply email\r\naddress. Questions regarding your FOIA request may be directed to\r\nfoipaquestions@fbi.gov. If you have received a FOIPA request number, please\r\ninclude this in all correspondence concerning your request. Please note eFOIPA\r\nrequests are processed in the order that they are received. If you have not\r\nreceived a FOIPA request number, your request is in the process of being\r\nopened at which time it will be assigned a FOIPA request number and\r\ncorrespondence will be forthcoming.\r\n\r\n**\r\n\r\nUpon receipt of your FOIPA request number, you may check the status of your\r\nFOIPA request on the FBIâ€™s electronic FOIA Library (The Vault) on the FBIâ€™s\r\npublic website, http://vault.fbi.gov by clicking on the â€˜Check Status of Your\r\nFOI/PA Request toolâ€™ link. Status updates are performed on a weekly basis. If\r\nyou receive a comment that your FOIPA request number was not located in the\r\ndatabase, please check back at a later date.\n",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/convar-wtc-data-recovery-161628/"
  },
  {
    "id": 161626,
    "title": "Maxwell Chaplain's airgram\"The Malvinas (Falkland) Islands: A Political and Social Review\"",
    "slug": "maxwell-chaplains-airgramthe-malvinas-falkland-islands-a-political-and-social-review",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 131088,
    "username": "EditorEyebrows",
    "agency": 14,
    "datetime_submitted": "2024-04-02T22:56:10.053143",
    "date_due": "2024-04-30",
    "days_until_due": null,
    "date_followup": "2024-07-02",
    "datetime_done": null,
    "datetime_updated": "2024-04-03T02:43:01.833029",
    "date_embargo": null,
    "tracking_id": "F-2024-09313",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "argentina",
      "falkands war"
    ],
    "communications": [
      {
        "foia": 161626,
        "from_user": 131088,
        "to_user": 9615,
        "subject": "Freedom of Information Act Request: Maxwell Chaplain's airgram\"The Malvinas (Falkland) Islands: A Political and Social Review\"",
        "datetime": "2024-04-02T22:56:10.158018",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby a full copy of the the airgram \"The Malvinas (Falkland) Islands: A Political and Social Review\", sent on May 16th 1979 by Maxwell Chaplin, the then deputy chief of mission of American embassy in Buenos Aires. \r\n\r\nExtracts from this airgram have been published as Document 1 of \"Foreign Relations, 1981–1988, Volume XIII, Conflict in the South Atlantic, 1981–1984\".[1] The editors included a footnote : \"Source: Department of State, Bureau of Inter-American Affairs, Falkland Files of Luigi Einaudi, Lot 90D400, Falklands Crisis History. Confidential. Drafted by Yvonne Thayer (POL); cleared by Chaplin; approved by Hallman. Sent for information to London, Montevideo, Santiago, and USCINCSO\"\r\n\r\nMy request is for the entire airgram, including the portions omitted from the publication described above.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nEdward Wong\r\n\r\n[1] https://history.state.gov/historicaldocuments/frus1981-88v13/d1",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 161626,
        "from_user": 9615,
        "to_user": 131088,
        "subject": "Your Password Information - U.S. Department of State",
        "datetime": "2024-04-03T02:33:02.332266",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Edward Wong, \r\n\r\nThe U.S. Department of State received a request for a new password for the account associated with this email address.  Details are below. \r\nOnce you login, please change your password to protect your account details. \r\n\r\nPassword Reset Link: https://pal.foia.state.gov/App/SetPassword.aspx?aun=vbsnKJ8NrLP0b9YfG8nk70JUIBeALBbY7uuFwIIwb34= \r\nShould you require further assistance, then please contact FOIAStatus@state.gov\r\nRegards, \r\nU.S. Department of State",
        "status": "done",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 161626,
        "from_user": 9615,
        "to_user": 131088,
        "subject": "Your Login Information for U.S. Department of State Requests",
        "datetime": "2024-04-03T02:33:54.986039",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Edward Wong, \r\n\r\nThank you for creating a profile in the Department of State's database.  The Department created a temporary password and sent it to the email address provided. Please check your email for this temporary password and return to https://pal.foia.state.gov to login. \r\nUsername: 161626-30323109@requests.muckrock.com \r\n\r\nKindly change the password provided by us.  Should you require further assistance, please contact FOIAStatus@state.gov\r\nRegards, \r\nRequesters Communications Branch \r\nOffice of Information Programs and Services \r\nU.S. Department of State",
        "status": "done",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 161626,
        "from_user": 9615,
        "to_user": 131088,
        "subject": "Status Update for Request #F-2024-09313 with U.S. Department of State",
        "datetime": "2024-04-03T02:43:01.163901",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Edward Wong, \r\n\r\nThe status of your FOIA request #F-2024-09313 has been updated to the following status 'Received'. To learn more, please log into the DoS FOIA Portal via the Application URL below. \r\n\r\nhttps://pal.foia.state.gov\r\nRegards, \r\nU.S. Department of State",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 161626,
        "from_user": 9615,
        "to_user": 131088,
        "subject": "Ref: F-2024-09313",
        "datetime": "2024-04-03T02:43:01.833029",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Edward Wong: \r\n\r\nThank you for filing your information access request to the U.S. Department of State.  Your request number is F-2024-09313. \r\nYou will receive a formal acknowledgement to your request in no later than 10 working days.  If the Department requires additional information from you, then you will also be notified. \r\nShould you have any questions about your request, you may also contact us at: \r\nFOIAStatus@state.gov\r\nRegards, \r\nRequesters Communications Branch \r\nOffice of Information Programs and Services \r\nU.S. Department of State",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/maxwell-chaplains-airgramthe-malvinas-falkland-islands-a-political-and-social-review-161626/"
  },
  {
    "id": 161624,
    "title": "Kamala Harris Visit to Puerto Rico",
    "slug": "kamala-harris-visit-to-puerto-rico",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 114696,
    "username": "CarlosBerríosPolanco",
    "agency": 71,
    "datetime_submitted": "2024-04-02T20:38:26.265207",
    "date_due": "2024-04-30",
    "days_until_due": null,
    "date_followup": "2024-04-30",
    "datetime_done": null,
    "datetime_updated": "2024-04-02T20:38:26.396051",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161624,
        "from_user": 114696,
        "to_user": 9547,
        "subject": "Freedom of Information Act Request: Kamala Harris Visit to Puerto Rico",
        "datetime": "2024-04-02T20:38:26.396051",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nReports show that Vice President Kamala Harris visited Puerto Rico on Friday, March 22, 2024: https://www.nbcnews.com/news/latino/kamala-harris-visits-puerto-rico-first-time-vice-president-rcna144654\r\n\r\nTherefore I request the following records:\r\n\r\n1) Any communications, messages, emails, and attachments between your department concerning Kamala Harris's visit to Puerto Rico on March 22, 2024.\r\n\r\n2) Any communications, messages, emails, and attachments between your department and Puerto Rican government agencies (including but not limited to: Puerto Rico Police Department, Office of the Governor (La Fortaleza), and the Municipality of San Juan) concerning Kamala Harris's visit to Puerto Rico on March 22, 2024. These include A) any notes taken during the process of planning of the trip and B) any notes taken during the trip,.\r\n\r\n3) Any presentations, presentation attachments, and instructional materials (these include but are not limited to audio, video, PowerPoint presentations, and slide formats) concerning Kamala Harris's visit to Puerto Rico.\r\n\r\n4) Any maps used in the planning of and during Kamala Harris's visit to Puerto Rico.\r\n\r\nThis request is for all records produced between February 1, 2024 and the time this request is processed.\r\n\r\nThis request is not being used for commercial purposes. I am an independent journalist and documents obtained by this request will be used in the course of reporting on Vice President visits to Puerto Rico. https://muckrack.com/carlos-e-berrios-polanco\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nCarlos Berríos Polanco",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "mail"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/kamala-harris-visit-to-puerto-rico-161624/"
  },
  {
    "id": 161623,
    "title": "Covert surveillance programs, counterintelligence operations, and domestic intelligence activities. (Lomita Police Department)",
    "slug": "covert-surveillance-programs-counterintelligence-operations-and-domestic-intelligence-activities-lomita-police-department",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 131141,
    "username": "BlueSkyNetworks",
    "agency": 25627,
    "datetime_submitted": "2024-04-02T17:16:00.813241",
    "date_due": "2024-04-12",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-02T17:16:02.189608",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161623,
        "from_user": 131141,
        "to_user": 132635,
        "subject": "",
        "datetime": "2024-04-02T17:16:02.189608",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nSubject: Freedom of Information Act Request – Request for Expedited Processing\r\n\r\nDear FOIA Officer,\r\n\r\nThis letter serves as a formal request under the provisions of the Freedom of Information Act (FOIA), 5 U.S.C. § 552, and the applicable regulations, for access to records in the possession of this agency related to covert surveillance programs, counterintelligence operations, and domestic intelligence activities.\r\n\r\nAs an American citizen exercising my rights under the FOIA, I hereby request expedited processing of this request due to its significant public interest and the urgency of the matter.\r\n\r\nI am seeking access to the following records:\r\n\r\n1. Internal memoranda, directives, and communications discussing the planning, execution, and objectives of covert operations, including any references to historical programs such as COINTELPRO and MK Ultra.\r\n2. Operational plans, strategies, and guidelines governing surveillance and intelligence-gathering activities, including any coordination with community policing initiatives.\r\n3. Records of surveillance operations, including logs, reports, and warrants obtained for monitoring targeted individuals or groups, as well as any watch lists or databases utilized.\r\n4. Intelligence reports, assessments, and analyses resulting from surveillance and infiltration efforts, including assessments of private contractors involved.\r\n5. Training materials, manuals, and protocols used to educate personnel involved in covert operations, including materials related to community alerts or coordination with neighborhood watch groups.\r\n6. Budgetary documents related to the funding and allocation of resources for covert surveillance and intelligence activities.\r\n7. Legal opinions, guidance, and interpretations concerning the legality and oversight of covert programs.\r\n8. After-action reports, evaluations, and assessments conducted to review the effectiveness and impact of covert operations.\r\n9. Copies of contracts, agreements, and invoices involving any third-party contractors engaged in activities specified above.\r\n10. All records of complaints, investigations, and disciplinary actions related to the aforementioned activities.\r\n\r\nThis request also includes documents related to activities synonymous with or related to \"Cointelpro 2.0,\" encompassing covert surveillance programs, counterintelligence operations, undercover investigations, disruption programs, counterterrorism measures, covert infiltration tactics, political surveillance programs, coercive intelligence operations, and national security investigations.\r\n\r\nI request that all responsive records be provided to me in electronic format, preferably via email or a secure online portal. If certain documents are exempt from disclosure, please provide a detailed explanation of the applicable exemptions and provide segregable portions that can be released.\r\n\r\nPlease process this request specifically for Evan L Rees, as the documents sought are requested in relation to myself.\r\n\r\nI am willing to pay reasonable fees associated with this request. If the estimated fees exceed $50.00, please notify me in advance of processing the request.\r\n\r\nThank you for your attention to this matter and for your prompt handling of this request. I look forward to your timely response.\r\n\r\nSincerely,\r\n\r\nEvan L Rees\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nEvan L Rees",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/lomita-3299/covert-surveillance-programs-counterintelligence-operations-and-domestic-intelligence-activities-lomita-police-department-161623/"
  },
  {
    "id": 161622,
    "title": "Covert surveillance programs, counterintelligence operations, and domestic intelligence activities. (Office Of The City Manager)",
    "slug": "covert-surveillance-programs-counterintelligence-operations-and-domestic-intelligence-activities-office-of-the-city-manager",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 131141,
    "username": "BlueSkyNetworks",
    "agency": 15006,
    "datetime_submitted": "2024-04-02T17:16:00.813241",
    "date_due": "2024-04-12",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-02T17:16:01.359444",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161622,
        "from_user": 131141,
        "to_user": 19304,
        "subject": "",
        "datetime": "2024-04-02T17:16:01.359444",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nSubject: Freedom of Information Act Request – Request for Expedited Processing\r\n\r\nDear FOIA Officer,\r\n\r\nThis letter serves as a formal request under the provisions of the Freedom of Information Act (FOIA), 5 U.S.C. § 552, and the applicable regulations, for access to records in the possession of this agency related to covert surveillance programs, counterintelligence operations, and domestic intelligence activities.\r\n\r\nAs an American citizen exercising my rights under the FOIA, I hereby request expedited processing of this request due to its significant public interest and the urgency of the matter.\r\n\r\nI am seeking access to the following records:\r\n\r\n1. Internal memoranda, directives, and communications discussing the planning, execution, and objectives of covert operations, including any references to historical programs such as COINTELPRO and MK Ultra.\r\n2. Operational plans, strategies, and guidelines governing surveillance and intelligence-gathering activities, including any coordination with community policing initiatives.\r\n3. Records of surveillance operations, including logs, reports, and warrants obtained for monitoring targeted individuals or groups, as well as any watch lists or databases utilized.\r\n4. Intelligence reports, assessments, and analyses resulting from surveillance and infiltration efforts, including assessments of private contractors involved.\r\n5. Training materials, manuals, and protocols used to educate personnel involved in covert operations, including materials related to community alerts or coordination with neighborhood watch groups.\r\n6. Budgetary documents related to the funding and allocation of resources for covert surveillance and intelligence activities.\r\n7. Legal opinions, guidance, and interpretations concerning the legality and oversight of covert programs.\r\n8. After-action reports, evaluations, and assessments conducted to review the effectiveness and impact of covert operations.\r\n9. Copies of contracts, agreements, and invoices involving any third-party contractors engaged in activities specified above.\r\n10. All records of complaints, investigations, and disciplinary actions related to the aforementioned activities.\r\n\r\nThis request also includes documents related to activities synonymous with or related to \"Cointelpro 2.0,\" encompassing covert surveillance programs, counterintelligence operations, undercover investigations, disruption programs, counterterrorism measures, covert infiltration tactics, political surveillance programs, coercive intelligence operations, and national security investigations.\r\n\r\nI request that all responsive records be provided to me in electronic format, preferably via email or a secure online portal. If certain documents are exempt from disclosure, please provide a detailed explanation of the applicable exemptions and provide segregable portions that can be released.\r\n\r\nPlease process this request specifically for Evan L Rees, as the documents sought are requested in relation to myself.\r\n\r\nI am willing to pay reasonable fees associated with this request. If the estimated fees exceed $50.00, please notify me in advance of processing the request.\r\n\r\nThank you for your attention to this matter and for your prompt handling of this request. I look forward to your timely response.\r\n\r\nSincerely,\r\n\r\nEvan L Rees\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nEvan L Rees",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/torrance-3473/covert-surveillance-programs-counterintelligence-operations-and-domestic-intelligence-activities-office-of-the-city-manager-161622/"
  },
  {
    "id": 161621,
    "title": "Covert surveillance programs, counterintelligence operations, and domestic intelligence activities. (Public Works)",
    "slug": "covert-surveillance-programs-counterintelligence-operations-and-domestic-intelligence-activities-public-works",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 131141,
    "username": "BlueSkyNetworks",
    "agency": 9167,
    "datetime_submitted": "2024-04-02T17:16:00.813241",
    "date_due": "2024-04-12",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-02T17:16:01.271920",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161621,
        "from_user": 131141,
        "to_user": 11955,
        "subject": "",
        "datetime": "2024-04-02T17:16:01.271920",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nSubject: Freedom of Information Act Request – Request for Expedited Processing\r\n\r\nDear FOIA Officer,\r\n\r\nThis letter serves as a formal request under the provisions of the Freedom of Information Act (FOIA), 5 U.S.C. § 552, and the applicable regulations, for access to records in the possession of this agency related to covert surveillance programs, counterintelligence operations, and domestic intelligence activities.\r\n\r\nAs an American citizen exercising my rights under the FOIA, I hereby request expedited processing of this request due to its significant public interest and the urgency of the matter.\r\n\r\nI am seeking access to the following records:\r\n\r\n1. Internal memoranda, directives, and communications discussing the planning, execution, and objectives of covert operations, including any references to historical programs such as COINTELPRO and MK Ultra.\r\n2. Operational plans, strategies, and guidelines governing surveillance and intelligence-gathering activities, including any coordination with community policing initiatives.\r\n3. Records of surveillance operations, including logs, reports, and warrants obtained for monitoring targeted individuals or groups, as well as any watch lists or databases utilized.\r\n4. Intelligence reports, assessments, and analyses resulting from surveillance and infiltration efforts, including assessments of private contractors involved.\r\n5. Training materials, manuals, and protocols used to educate personnel involved in covert operations, including materials related to community alerts or coordination with neighborhood watch groups.\r\n6. Budgetary documents related to the funding and allocation of resources for covert surveillance and intelligence activities.\r\n7. Legal opinions, guidance, and interpretations concerning the legality and oversight of covert programs.\r\n8. After-action reports, evaluations, and assessments conducted to review the effectiveness and impact of covert operations.\r\n9. Copies of contracts, agreements, and invoices involving any third-party contractors engaged in activities specified above.\r\n10. All records of complaints, investigations, and disciplinary actions related to the aforementioned activities.\r\n\r\nThis request also includes documents related to activities synonymous with or related to \"Cointelpro 2.0,\" encompassing covert surveillance programs, counterintelligence operations, undercover investigations, disruption programs, counterterrorism measures, covert infiltration tactics, political surveillance programs, coercive intelligence operations, and national security investigations.\r\n\r\nI request that all responsive records be provided to me in electronic format, preferably via email or a secure online portal. If certain documents are exempt from disclosure, please provide a detailed explanation of the applicable exemptions and provide segregable portions that can be released.\r\n\r\nPlease process this request specifically for Evan L Rees, as the documents sought are requested in relation to myself.\r\n\r\nI am willing to pay reasonable fees associated with this request. If the estimated fees exceed $50.00, please notify me in advance of processing the request.\r\n\r\nThank you for your attention to this matter and for your prompt handling of this request. I look forward to your timely response.\r\n\r\nSincerely,\r\n\r\nEvan L Rees\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nEvan L Rees",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/rancho-palos-verdes-3388/covert-surveillance-programs-counterintelligence-operations-and-domestic-intelligence-activities-public-works-161621/"
  },
  {
    "id": 161620,
    "title": "Covert surveillance programs, counterintelligence operations, and domestic intelligence activities. (City Clerk's Office)",
    "slug": "covert-surveillance-programs-counterintelligence-operations-and-domestic-intelligence-activities-city-clerks-office",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 131141,
    "username": "BlueSkyNetworks",
    "agency": 8848,
    "datetime_submitted": "2024-04-02T17:16:00.813241",
    "date_due": "2024-04-12",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-02T17:16:01.163152",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161620,
        "from_user": 131141,
        "to_user": 11276,
        "subject": "",
        "datetime": "2024-04-02T17:16:01.163152",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nSubject: Freedom of Information Act Request – Request for Expedited Processing\r\n\r\nDear FOIA Officer,\r\n\r\nThis letter serves as a formal request under the provisions of the Freedom of Information Act (FOIA), 5 U.S.C. § 552, and the applicable regulations, for access to records in the possession of this agency related to covert surveillance programs, counterintelligence operations, and domestic intelligence activities.\r\n\r\nAs an American citizen exercising my rights under the FOIA, I hereby request expedited processing of this request due to its significant public interest and the urgency of the matter.\r\n\r\nI am seeking access to the following records:\r\n\r\n1. Internal memoranda, directives, and communications discussing the planning, execution, and objectives of covert operations, including any references to historical programs such as COINTELPRO and MK Ultra.\r\n2. Operational plans, strategies, and guidelines governing surveillance and intelligence-gathering activities, including any coordination with community policing initiatives.\r\n3. Records of surveillance operations, including logs, reports, and warrants obtained for monitoring targeted individuals or groups, as well as any watch lists or databases utilized.\r\n4. Intelligence reports, assessments, and analyses resulting from surveillance and infiltration efforts, including assessments of private contractors involved.\r\n5. Training materials, manuals, and protocols used to educate personnel involved in covert operations, including materials related to community alerts or coordination with neighborhood watch groups.\r\n6. Budgetary documents related to the funding and allocation of resources for covert surveillance and intelligence activities.\r\n7. Legal opinions, guidance, and interpretations concerning the legality and oversight of covert programs.\r\n8. After-action reports, evaluations, and assessments conducted to review the effectiveness and impact of covert operations.\r\n9. Copies of contracts, agreements, and invoices involving any third-party contractors engaged in activities specified above.\r\n10. All records of complaints, investigations, and disciplinary actions related to the aforementioned activities.\r\n\r\nThis request also includes documents related to activities synonymous with or related to \"Cointelpro 2.0,\" encompassing covert surveillance programs, counterintelligence operations, undercover investigations, disruption programs, counterterrorism measures, covert infiltration tactics, political surveillance programs, coercive intelligence operations, and national security investigations.\r\n\r\nI request that all responsive records be provided to me in electronic format, preferably via email or a secure online portal. If certain documents are exempt from disclosure, please provide a detailed explanation of the applicable exemptions and provide segregable portions that can be released.\r\n\r\nPlease process this request specifically for Evan L Rees, as the documents sought are requested in relation to myself.\r\n\r\nI am willing to pay reasonable fees associated with this request. If the estimated fees exceed $50.00, please notify me in advance of processing the request.\r\n\r\nThank you for your attention to this matter and for your prompt handling of this request. I look forward to your timely response.\r\n\r\nSincerely,\r\n\r\nEvan L Rees\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nEvan L Rees",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/rancho-palos-verdes-3388/covert-surveillance-programs-counterintelligence-operations-and-domestic-intelligence-activities-city-clerks-office-161620/"
  },
  {
    "id": 161619,
    "title": "Covert surveillance programs, counterintelligence operations, and domestic intelligence activities. (University of Southern California Department of Public Safety)",
    "slug": "covert-surveillance-programs-counterintelligence-operations-and-domestic-intelligence-activities-university-of-southern-california-department-of-public-safety",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 131141,
    "username": "BlueSkyNetworks",
    "agency": 19835,
    "datetime_submitted": "2024-04-02T17:16:00.813241",
    "date_due": "2024-04-12",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-02T17:16:01.057249",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161619,
        "from_user": 131141,
        "to_user": 30516,
        "subject": "",
        "datetime": "2024-04-02T17:16:01.057249",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nSubject: Freedom of Information Act Request – Request for Expedited Processing\r\n\r\nDear FOIA Officer,\r\n\r\nThis letter serves as a formal request under the provisions of the Freedom of Information Act (FOIA), 5 U.S.C. § 552, and the applicable regulations, for access to records in the possession of this agency related to covert surveillance programs, counterintelligence operations, and domestic intelligence activities.\r\n\r\nAs an American citizen exercising my rights under the FOIA, I hereby request expedited processing of this request due to its significant public interest and the urgency of the matter.\r\n\r\nI am seeking access to the following records:\r\n\r\n1. Internal memoranda, directives, and communications discussing the planning, execution, and objectives of covert operations, including any references to historical programs such as COINTELPRO and MK Ultra.\r\n2. Operational plans, strategies, and guidelines governing surveillance and intelligence-gathering activities, including any coordination with community policing initiatives.\r\n3. Records of surveillance operations, including logs, reports, and warrants obtained for monitoring targeted individuals or groups, as well as any watch lists or databases utilized.\r\n4. Intelligence reports, assessments, and analyses resulting from surveillance and infiltration efforts, including assessments of private contractors involved.\r\n5. Training materials, manuals, and protocols used to educate personnel involved in covert operations, including materials related to community alerts or coordination with neighborhood watch groups.\r\n6. Budgetary documents related to the funding and allocation of resources for covert surveillance and intelligence activities.\r\n7. Legal opinions, guidance, and interpretations concerning the legality and oversight of covert programs.\r\n8. After-action reports, evaluations, and assessments conducted to review the effectiveness and impact of covert operations.\r\n9. Copies of contracts, agreements, and invoices involving any third-party contractors engaged in activities specified above.\r\n10. All records of complaints, investigations, and disciplinary actions related to the aforementioned activities.\r\n\r\nThis request also includes documents related to activities synonymous with or related to \"Cointelpro 2.0,\" encompassing covert surveillance programs, counterintelligence operations, undercover investigations, disruption programs, counterterrorism measures, covert infiltration tactics, political surveillance programs, coercive intelligence operations, and national security investigations.\r\n\r\nI request that all responsive records be provided to me in electronic format, preferably via email or a secure online portal. If certain documents are exempt from disclosure, please provide a detailed explanation of the applicable exemptions and provide segregable portions that can be released.\r\n\r\nPlease process this request specifically for Evan L Rees, as the documents sought are requested in relation to myself.\r\n\r\nI am willing to pay reasonable fees associated with this request. If the estimated fees exceed $50.00, please notify me in advance of processing the request.\r\n\r\nThank you for your attention to this matter and for your prompt handling of this request. I look forward to your timely response.\r\n\r\nSincerely,\r\n\r\nEvan L Rees\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nEvan L Rees",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/los-angeles-91/covert-surveillance-programs-counterintelligence-operations-and-domestic-intelligence-activities-university-of-southern-california-department-of-public-safety-161619/"
  },
  {
    "id": 161608,
    "title": "DIA 4.2.24",
    "slug": "dia-4224",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 60252,
    "username": "rskva102",
    "agency": 24,
    "datetime_submitted": "2024-04-02T11:22:18.746394",
    "date_due": "2024-04-30",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-02T11:22:18.899059",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161608,
        "from_user": 60252,
        "to_user": 10049,
        "subject": "",
        "datetime": "2024-04-02T11:22:18.899059",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nYou are receiving this correspondence as a request under the Freedom of Information Act, 5 U.S.C. subsection 552. I am requesting the following:\r\n\r\nCopies of records related to all contracts awarded by, or on behalf of, the Defense Intelligence Agency (DIA) to Advanced Echelon LLC (UEI: W7D1H4WMXCQ7). This request includes, but is not limited to:\r\n\r\n- Solicitations/Standard form 1449\r\n\r\n- Statements of Work\r\n\r\n- Requests for Proposals\r\n\r\n- Requests for Information\r\n\r\n- Memorandum(s) of Understanding\r\n\r\n- Letters of Interest\r\n\r\n- Award Letters\r\n\r\n- Task Letters\r\n\r\n- Privacy Impact Assessments\r\n\r\n- Invoices\r\n\r\n- Purchase and/or Change Orders\r\n\r\n- Project Budgets and/or Budget Proposals\r\n\r\n- Evaluation Reports\r\n\r\n- Presentations by the Advanced Echelon LLC\r\n\r\nI am asking you waive any fees associated with this request. I am a member of the news media. My bylines, which include Unicorn Riot, Covert Action Magazine, and the Geopolitical Economy Report, can be found in both print and electronic publications, and I am sending this request in coordination with Muckrock, an award-winning and nationally-recognized news organization. Please take note of the Office of Management and Budget guidelines published March 27, 1987 (52 FR 10012) that include electronic publications and other nontraditional publishers as representatives of the news media. \r\n\r\nA fee waiver is appropriate in situations where \"disclosure of the requested information is in the public interest because it is likely to contribute significantly to public understanding of the operations and activities of the government, and is not primarily in the commercial interest of the requester,” 5 U.S.C. § 552(a)(4)(iii). This request would contribute significantly to public understanding of the operations and activities of government with regard to its research into anomalous health incidents.\r\n\r\nAnomalous health incidents (AHI) are events occurring between 2016 and the present day that have resulted in a condition, or a series of related conditions, afflicting intelligence agents and diplomats working for the governments of the United States and Canada. In 2017, the Associated Press reported on a number of such incidents that happened in Cuba the year prior that led to the United States pulling staff from its embassy in that country. Since then, AHI have continued to generate considerable media attention and stories focusing on the national security implications have appeared in the New York Times and The New Yorker, among many other publications. Based on sources in the Intelligence Community, journalists working for these publications have suggested that AHI may have been caused by directed energy weapons, or ranged weapons that attack a target with electromagnetic radiation like ultra-high frequency radio waves.\r\n\r\nIn January 2022, however, the Central Intelligence Agency issued an interim report stating that the agency found no evidence to support claims that a foreign adversary such as Russia or China was responsible for causing AHI. This was supported by an intelligence assessment published by the Office of the Director of National Intelligence on March 1, 2023, which states, in part, \"most [Intelligence Community] agencies have concluded that it is 'very unlikely' a foreign adversary is responsible for the reported AHIs.\"\r\n\r\nAs of January 2024, there have been over 200 reported AHI and many of the victims themselves believe they were subject to attacks by directed energy weapons. Given that most of these individuals have been identified as high-ranking officials across multiple federal agencies, any investigations into claims of AHI and/or the effects of directed energy on humans would be of considerable public interest. This is especially important in light of the fact that, as part of the HAVANA Act of 2021, both Congress and the President approved compensation in the range of $140,000 or $187,000 per person to individuals diagnosed as suffering from AHI.\r\n\r\nOn March 31, 2024, Advanced Echelon LLC's CEO Gregory Edgreen appeared on CBS News' 60 Minutes to discuss his involvement with an investigation conducted by the DIA into AHI. Per the 60 Minutes report, Edgreen is a retired Army Lieutenant Colonel who claims to have served as the project lead for a DIA working group on AHI. Lt. Col. Edgreen also states Advanced Echelon will provide care for government officials and intelligence agents diagnosed with AHI.\r\n\r\nGiven the DIA's creation of an AHI Program (first reported here: https://geopoliticaleconomy.com/2023/03/16/us-spending-millions-havana-syndrome-research/), and Lt. Col. Edgreen's association with a DIA-led investigation into AHI, there is a public interest in knowing if Advanced Echelon LLC has been awarded any contracts in the field of AHI research or care by the DIA.\r\n\r\nIn the event that there are fees, I am willing to pay up to $100. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThis request is not being made for commercial purposes. All documents will be provided to the general public without charge.\r\n\r\nI look forward to your response within 20 working days, as the statute requires. If access to the records I am requesting will take longer, please contact me with information about when I might expect copies or the ability to inspect the requested records.\r\n\r\nIf you deny any or all of this request, please cite each specific exemption you feel justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\r\n\r\nSincerely,\r\n\r\nRobert Skvarla, Jr.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/dia-4224-161608/"
  },
  {
    "id": 161607,
    "title": "Employment of Raed Yousef",
    "slug": "employment-of-raed-yousef",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 21661,
    "datetime_submitted": "2024-04-02T10:59:00.851873",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2024-07-02",
    "datetime_done": "2024-04-02T12:54:21",
    "datetime_updated": "2024-04-03T05:40:29.084452",
    "date_embargo": null,
    "tracking_id": "P035809-040324",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161607,
        "from_user": 3031,
        "to_user": 34394,
        "subject": "Florida Sunshine Law Request: Employment of Raed Yousef",
        "datetime": "2024-04-02T10:59:00.987815",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\n1. Any communications to or from (a) any Pasco County Commissioner; or (b) an assistant to any Pasco County Commissioner (including their executive assistants, legislative assistants, and legislative aides) concerning Raed Yousef. This request is limited to communications on or after January 1, 2024.\r\n\r\n2. Any communications to or from (a) the County Administrator; (b) the Chief of Staff; (c) Intergovernmental Affairs; or (d) any assistant or aide to the County Administrator, Chief of Staff, or Intergovernmental Affairs concerning Raed Yousef. This request is limited to communications on or after January 1, 2024.\r\n\r\n3. The personnel file of Raed Yousef.\r\n\r\n\"Communications\" includes, but is not limited to, emails, letters, text messages, social media messages, chats, or other means of one-to-one or one-to-many communication.\r\n\r\nPlease also note that this request seeks public records wherever they may be found, including on devices or networks owned or operated by private parties. For example, if an employee uses a personal cell phone or social media account to conduct public business, records created, maintained, or held on the phone or account are public records subject to this request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 161607,
        "from_user": 34394,
        "to_user": 3031,
        "subject": "RE: Florida Sunshine Law Request: Employment of Raed Yousef",
        "datetime": "2024-04-02T12:15:14",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Greetings,\r\n\r\nThis is to acknowledge receipt of your request for public records dated 04/02/2024. Your request is in process.\r\n\r\n\r\nSincerely,\r\nBeth Fahey\r\nOperations Lead\r\nDeputy Clerk\r\n\r\n\r\nOffice of Nikki Alvarez-Sowles, Esq.\r\nPasco County Clerk & Comptroller\r\nJack Albert Retention Center\r\n8902 Government Dr.\r\nNew Port Richey, FL 34654\r\n(727)847-2411ext. 8365\r\nbfahey@pascoclerk.com<mailto:bfahey@pascoclerk.com>\r\nwww.pascoclerk.com<http://www.pascoclerk.com>\r\n#ServeAndConnect",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 161607,
        "from_user": 34394,
        "to_user": 3031,
        "subject": "Your public records request",
        "datetime": "2024-04-02T12:54:21",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Good morning,\r\n\r\nI believe you will need to fill out a public records request with Pasco County to obtain the documents you are looking for.  I'm including a link to aid in your efforts:\r\n\r\nhttps://www.pascocountyfl.net/government/public_records_request.php\r\n\r\nI hope that helps!\r\n\r\nRegards,\r\nChip Osowski\r\nCommunications Officer\r\nDeputy Clerk\r\n\r\nOffice of Nikki Alvarez-Sowles, Esq.\r\nPasco County Clerk & Comptroller\r\n7530 Little Road\r\nNew Port Richey, Florida 34654\r\nNew Port Richey: (727) 847-2411 x7182\r\nDade City: (727) 847-4751\r\nHuman Resources Main Line: (727) 847-8916\r\n\r\n#ServeAndConnect",
        "status": "rejected",
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 161607,
        "from_user": 34394,
        "to_user": 3031,
        "subject": "Welcome to the Pasco County Public Records Requests System!",
        "datetime": "2024-04-03T05:38:07.791799",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Adam  Steinbaugh, \r\nThank you for registering with the Pasco County BOCC Public Records Center. Your Login ID is: 161607-72400924@requests.muckrock.com If you have never used this system or cannot remember your password, you may request a temporary password here: Request Temporary Password. (https://pascocounty.mycusthelp.com/WEBAPP/_rs/ForgotPassword.aspx) Please login to \" My Service Center\" to update your account information, track the status of your request and receive requested records when they become available. (https://pascocounty.mycusthelp.com/WEBAPP/_rs/CustomerHome.aspx?sSessionID=) Pasco County BOCC Public Records Request \r\n \r\n This is an auto-generated email and has originated from an unmonitored email account. Please DO NOT REPLY",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 161607,
        "from_user": 34394,
        "to_user": 3031,
        "subject": "Public Records Request :: P035809-040324",
        "datetime": "2024-04-03T05:40:29.084452",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Hello Adam : \r\n \r\nThank you for your interest in public records of Pasco County Board of County Commissioners. Your request was received on 4/3/2024 and given the reference number P035809-040324 for tracking purposes. \r\n \r\nRecord Requested: To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\n1. Any communications to or from (a) any Pasco County Commissioner; or (b) an assistant to any Pasco County Commissioner (including their executive assistants, legislative assistants, and legislative aides) concerning Raed Yousef. This request is limited to communications on or after January 1, 2024.\r\n\r\n2. Any communications to or from (a) the County Administrator; (b) the Chief of Staff; (c) Intergovernmental Affairs; or (d) any assistant or aide to the County Administrator, Chief of Staff, or Intergovernmental Affairs concerning Raed Yousef. This request is limited to communications on or after January 1, 2024.\r\n\r\n3. The personnel file of Raed Yousef.\r\n\r\n\"Communications\" includes, but is not limited to, emails, letters, text messages, social media messages, chats, or other means of one-to-one or one-to-many communication.\r\n\r\nPlease also note that this request seeks public records wherever they may be found, including on devices or networks owned or operated by private parties. For example, if an employee uses a personal cell phone or social media account to conduct public business, records created, maintained, or held on the phone or account are public records subject to this request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh\r\n\r\nUpload documents directly: https://accounts.muckrock.com/accounts/login/?next=https%3A%2F%2Fwww.muckrock.com%2Faccounts%2Flogin%2F%3Fnext%3D%252Faccounts%252Fagency_login%252Fcounty-clerk-21661%252Femployment-of-raed-yousef-161607%252F%253Femail%253Dpublicrecordsrequest%252540pascoclerk.com&url_auth_token=AAB7KCY7mNBR7fhmjjq0a1iiuXo%3A1rrx4A%3ADygtZYL3RcCUQztmHhsOwyULKDDkV8gMHuMjbIGPvrk \r\n \r\nYou can monitor the progress of your request by logging in at the link below and you'll receive an email when your request has been completed. Thank you for using the Public Records Request (PRR) System. \r\n \r\nPasco County BOCC",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/pasco-county-10454/employment-of-raed-yousef-161607/"
  },
  {
    "id": 161598,
    "title": "NH DVRO Request",
    "slug": "nh-dvro-request",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 121991,
    "username": "mokeefe",
    "agency": 4748,
    "datetime_submitted": "2024-04-02T09:57:52.695143",
    "date_due": "2024-04-09",
    "days_until_due": null,
    "date_followup": "2024-04-09",
    "datetime_done": null,
    "datetime_updated": "2024-04-02T09:57:53.580888",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161598,
        "from_user": 121991,
        "to_user": 132613,
        "subject": "New Hampshire Right to Know Law Request: NH DVRO Request",
        "datetime": "2024-04-02T09:57:53.580888",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New Hampshire Right to Know Law, I hereby request the following records:\r\n\r\nRecords containing the following data on Domestic Violence Restraining/Protection Orders, preferably in a machine readable format (e.g. .xslx, .xls, .csv, etc.) from January 1, 2019 to December 31, 2023, broken down by year and county, ideally at an individual case level:\r\n\r\n1. The total number of Domestic Violence Restraining Order (DVRO) petitions filed\r\n2. The total number of DVROs granted, broken down by ex-parte and final orders\r\n3. The total number of DVROs denied, broken down by ex-parte and final orders\r\n4. The total number of DVROs that prohibit respondents from possessing firearms, broken down by ex-parte and final orders\r\n5. The total number of DVROs that require relinquishment of firearms, broken down by ex-parte and final orders\r\n6. The total number of DVROs where firearms were successfully relinquished to a law enforcement agency\r\n7. The total number of DVROs where firearms were successfully relinquished to a licensed firearm dealer, a licensed commercial armory, or eligible third parties, broken down by each receiving entity (if applicable)\r\n8. The total number of DVROs where no firearms were relinquished due to the respondent stating they don’t have any\r\n9. The total number of DVROs where firearms were ordered to be relinquished but were not relinquished\r\n10. The total number of firearms relinquished to law enforcement\r\n11. The total number of firearms relinquished to FFLs\r\n12. The total number of firearms relinquished to third parties\r\n13. The total number of firearms returned after the expiration of the order\r\n14. The total number of firearms that were not returned after the expiration of the order because the respondent was prohibited from firearm possession\r\n\r\nI greatly appreciate any help you can provide.\r\n\r\nAt a minimum, I am looking for the number of orders granted and how many required relinquishment of firearms, irrespective of whether you have or are able to share any of the other requested information.\r\n\r\nIf there is any information listed above that you do collect and can share, we will take whatever you are able to provide.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMackey O'Keefe",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-hampshire-81/nh-dvro-request-161598/"
  },
  {
    "id": 161597,
    "title": "Lei Hung’s Traffic Catition Record",
    "slug": "lei-hungs-traffic-catition-record",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 132509,
    "username": "LeiHung",
    "agency": 9216,
    "datetime_submitted": "2024-04-02T09:49:44.535759",
    "date_due": "2024-04-12",
    "days_until_due": null,
    "date_followup": "2024-04-17",
    "datetime_done": null,
    "datetime_updated": "2024-04-02T11:37:40.890568",
    "date_embargo": null,
    "tracking_id": "S000014-040224",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161597,
        "from_user": 132509,
        "to_user": 11998,
        "subject": "California Public Records Act Request: Lei Hung’s Traffic Catition Record",
        "datetime": "2024-04-02T09:49:44.635825",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nLei Hung’s traffic Citation video( body cam) Record. January 25th, 2024, 6 AM. It is the request to three traffic officers’ body cam records and one phone conversation record.\r\nRegarding officer Bowling ID 17080, her male partner. The third name unknown officer , proximally 7:30AM, on Freeway 88.\r\nAnd the phone conversation with Sergeant A Braaksma ID16551***\r\nAgency: Police Department, The office of Alpine High Way Patrol, Alpine County, CA 96120.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nLei Hung",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 161597,
        "from_user": 30921,
        "to_user": null,
        "subject": "Sheriff's Office Records Request :: S000014-040224",
        "datetime": "2024-04-02T11:37:35.150014",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Lei Hung: \nYour request has been received and is being processed. Your request was received in this office on 4/2/2024 and given the reference number S000014-040224 for tracking purposes. \n Records Requested: To Whom It May Concern:\nPursuant to the California Public Records Act, I hereby request the following records:\nLei Hung’s traffic Citation video( body cam) Record. January 25th, 2024, 6 AM. It is the request to three traffic officers’ body cam records and one phone conversation record.\nRegarding officer Bowling ID 17080, her male partner. The third name unknown officer , proximally 7:30AM, on Freeway 88.\nAnd the phone conversation with Sergeant A Braaksma ID16551***\nAgency: Police Department, The office of Alpine High Way Patrol, Alpine County, CA 96120.\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\nSincerely,\nLei Hung \nYour request will be forwarded to the relevant department(s) to locate the information you seek and to determine the volume and any costs associated with satisfying your request. You will be contacted about the availability and/or provided with copies of the records in question. \nYou can monitor the progress of your request at the link below and you'll receive an email when your request has been completed. \n \nAlpine County, CA \n \nTo monitor the progress or update this request please log into the Public Records Request Center (https://u8387778.ct.sendgrid.net/ls/click?upn=u001.VEsWrlMiJDg0mXafq1mEXZuOmJR-2Fb3WDSMcZONFg4L4QTrIlYo1jHBW-2FaLM6Q2YtkHl46K-2FnTgLvyw-2FM1fXPfqBgZsjx2Wo6kWN4aMG32xg-3DDCT1_m4g-2FH4kGC3eKkxp22SUH0UBbpjcRxkat8wvkwR5-2Fldrt752uzApYz1-2B2kh7b-2BW0w-2F2chf5zme0Pn4jRr7frQ-2F1TF59gg63pR59x8LyEtk9cpDQWOPJHsbz1IlHbhAanNFKb19yD1J0udLmbeD6njzBwp-2B2-2FhxSgjoDiu0qF5Z4LxuYM5hjqshux0wbIFtTYk4TKcxJl1x8eU3qkfJv-2BQL4ryQZPGymie8JlcEeyGnO0-3D)\n",
        "status": "processed",
        "likely_foia": 161597,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 161597,
        "from_user": 30921,
        "to_user": null,
        "subject": "Welcome to the Public Records Request Center!",
        "datetime": "2024-04-02T11:37:40.890568",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear  Lei Hung, \n \nThank you for registering with the Alpine County Public Records Request Center. \n \nYour Login ID is:  161597-84015950@requests.muckrock.com \n \nIf you did not submit your request through the public portal but are receiving this e-mail, an account has been created for you where you can track and monitor the status of your request, and receive any documents in response to your request. \n \n \nIf you have never used this system or cannot remember your password you may request a temporary password here: Request Temporary Password (https://u8387778.ct.sendgrid.net/ls/click?upn=u001.VEsWrlMiJDg0mXafq1mEXZuOmJR-2Fb3WDSMcZONFg4L4QTrIlYo1jHBW-2FaLM6Q2YtW3nvdFwhwXaIvIpMTLjy6tvPkXY-2BJtw-2BC0fKERdy5cI-3DUEfo_m4g-2FH4kGC3eKkxp22SUH0UBbpjcRxkat8wvkwR5-2Fldrt752uzApYz1-2B2kh7b-2BW0wD4Ueya3NPJw5IH2hOrqRPdIZqzXX8-2BDtXWilhS348d8GM-2BIX8MuwC6hmd2TNnfmxGmziszZPfIdaSncmE1BkMdlW0sDf6-2Bkxzmo1V1xowwsTw12uS7zmGtpe0MHhYxKb0EYbd3SLAc5sZ7Q65GkDS3hMBsef-2BKT783cTgFn3s-2Fg-3D) \n \nPlease login to My Records Center to update your account information, track the status of your request and receive requested records when they become available. (https://u8387778.ct.sendgrid.net/ls/click?upn=u001.VEsWrlMiJDg0mXafq1mEXZuOmJR-2Fb3WDSMcZONFg4L4QTrIlYo1jHBW-2FaLM6Q2YtI8CuRBTr3MNItFO2f-2Fq4NorZA-2B9nw92whHhNxPjTrzs-3DnmXd_m4g-2FH4kGC3eKkxp22SUH0UBbpjcRxkat8wvkwR5-2Fldrt752uzApYz1-2B2kh7b-2BW0wD4Ueya3NPJw5IH2hOrqRPaXHkRSxyW0COEqgE5R-2Fh-2F0YEIHvOLGSjyK7tRKaEM-2FYr-2FcuIviXdb6mfe51kg9z3wFh6qBy-2F990G-2F6ZY1I9zC-2B9q5GIAtdc-2FYDhqlca2uNioHSVckZJcjC71zRdkJJofLy7xrhHidJO7df5SWR0wcs-3D) This is an auto-generated email and has originated from an unmonitored email account. Please DO NOT REPLY.\n",
        "status": "processed",
        "likely_foia": 161597,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/alpine-county-3029/lei-hungs-traffic-catition-record-161597/"
  },
  {
    "id": 161596,
    "title": "Stolen controlled substances reports",
    "slug": "stolen-controlled-substances-reports",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 35710,
    "username": "MatthewPetti_RNucinGD",
    "agency": 137,
    "datetime_submitted": "2024-04-02T09:05:58.984274",
    "date_due": "2024-04-30",
    "days_until_due": null,
    "date_followup": "2024-07-02",
    "datetime_done": null,
    "datetime_updated": "2024-04-02T21:57:22.041732",
    "date_embargo": null,
    "tracking_id": "24-00681-F",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161596,
        "from_user": 35710,
        "to_user": 9902,
        "subject": "Freedom of Information Act Request: Stolen controlled substances reports",
        "datetime": "2024-04-02T09:05:59.122453",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAll Theft or Loss of Controlled Substances Reports (Form DEA -106) filed with the DEA between January 1, 2023 and the day this request is processed.\r\n\r\nPlease note that the DEA has fulfilled similar or identically-worded requests before: 13-00238-F and 13-00597-F.\r\n\r\nIf any part of these documents are exempt from disclosure, please be sure to review and release all reasonably segregable nonexempt portions of responsive documents, as the FOIA requires.\r\n\r\nI request that I be properly classified as a media requester. I am an associate editor at Reason Magazine who has written numerous articles on topics of public interest for the Daily Beast, the Asia Times, Responsible Statecraft, the National Interest, America Magazine and the Armenian Weekly, and I am requesting these documents in an editorial capacity. Please contact me if you have any questions about my media status.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMatthew Petti",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 161596,
        "from_user": 9902,
        "to_user": 35710,
        "subject": "Your Password Information - DEA",
        "datetime": "2024-04-02T21:51:05",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Matthew Petti, \r\n\r\nOnce you login, please change your password to protect your account details. \r\n\r\nPassword: 43Q8od(^\r\nRegards, \r\nDEA",
        "status": "done",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 161596,
        "from_user": 9902,
        "to_user": 35710,
        "subject": "Your Login Information - DEA",
        "datetime": "2024-04-02T21:51:08",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Matthew Petti, \r\n\r\nA temporary password has been issued and sent to the email address provided. Please check your email for this temporary password and return to https://ifa.dea.gov/foia to login. If you have any previously submitted requests to DEA you will be able to view them by logging into your user account \r\n\r\nKindly change the password provided by us.\r\nRegards, \r\nDEA",
        "status": "done",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 161596,
        "from_user": 9902,
        "to_user": 35710,
        "subject": "Your OTP for Login",
        "datetime": "2024-04-02T21:54:27.793404",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Matthew Petti, \r\n\r\nThe DEA Public Access Link has requested you to enter the following One Time Passcode in order to login to your account. \r\n\r\nOne Time Passcode: 895092\r\nRegards, \r\nDEA",
        "status": "done",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 161596,
        "from_user": 9902,
        "to_user": 35710,
        "subject": "Request Acknowledgement by DEA",
        "datetime": "2024-04-02T21:57:11.110991",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Matthew Petti, \r\n\r\nCase Number 24-00681-F has been assigned to the request you submitted. In all future correspondence regarding this request please reference case number 24-00681-F.\r\nRegards, \r\nDEA",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 161596,
        "from_user": 9902,
        "to_user": 35710,
        "subject": "Status Update for Request #24-00681-F",
        "datetime": "2024-04-02T21:57:22.041732",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Matthew Petti, \r\n\r\nThe status of your FOIA request #24-00681-F has been updated to the following status 'Received'. To log into the DEA Public Access Link click on the Application URL below. \r\n\r\nhttps://ifa.dea.gov/foia \r\n\r\nSincerely, \r\nDEA",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/stolen-controlled-substances-reports-161596/"
  },
  {
    "id": 161594,
    "title": "Jose Mena - Records",
    "slug": "jose-mena-records",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 108519,
    "username": "rose.terse",
    "agency": 37609,
    "datetime_submitted": "2024-04-02T03:46:15.888164",
    "date_due": "2024-04-16",
    "days_until_due": null,
    "date_followup": "2024-04-16",
    "datetime_done": null,
    "datetime_updated": "2024-04-02T03:46:17.051347",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161594,
        "from_user": 108519,
        "to_user": 132604,
        "subject": "Hawaii Uniform Information Practices Act Request: Jose Mena - Records",
        "datetime": "2024-04-02T03:46:17.051347",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Hawaii Uniform Information Practices Act, I hereby request the following records:\r\n\r\nRegarding former DPS officer Jose A Mena, please provide:\r\n- Employment history at DPS, including job title and start/end date of each position\r\n- Records sufficient to show the respective dates and type of leave of any personal time off, vacation days, personal days, furlough days, paid/unpaid leave, and any other time off taken for the dates between August 18, 2019 and December 15, 2021.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRose Terse",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/honolulu-321/jose-mena-records-161594/"
  },
  {
    "id": 161593,
    "title": "Military Personnel File",
    "slug": "military-personnel-file",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 80282,
    "username": "Cicero",
    "agency": 3142,
    "datetime_submitted": "2024-04-01T23:04:22.189422",
    "date_due": "2024-04-29",
    "days_until_due": null,
    "date_followup": "2024-04-29",
    "datetime_done": null,
    "datetime_updated": "2024-04-01T23:04:22.442088",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161593,
        "from_user": 80282,
        "to_user": 13082,
        "subject": "Freedom of Information Act Request: Military Personnel File",
        "datetime": "2024-04-01T23:04:22.442088",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nThe military personnel file for SFC Gerard Mantino Reed.  \r\nHe was born 9 Jul 1967 in Jacksonville Beach and died in Baghdad, Iraq on 11 June 2008.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nSherman McCall",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "fax"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/military-personnel-file-161593/"
  },
  {
    "id": 161592,
    "title": "OPPL FOIA Logs 3_2024",
    "slug": "oppl-foia-logs-3_2024",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 75693,
    "username": "nilescoalition",
    "agency": 20510,
    "datetime_submitted": "2024-04-01T22:06:17.892765",
    "date_due": "2024-04-08",
    "days_until_due": null,
    "date_followup": "2024-04-19",
    "datetime_done": null,
    "datetime_updated": "2024-04-04T11:06:10.527724",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161592,
        "from_user": 75693,
        "to_user": 32240,
        "subject": "Illinois Freedom of Information Act. Request: OPPL FOIA Logs 3_2024",
        "datetime": "2024-04-01T22:06:18.153991",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\ncomplete FOIA logs between March 5, 2023 and the date this request is processed (inclusive of those dates).\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nNiles Coalition",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 161592,
        "from_user": 32240,
        "to_user": 75693,
        "subject": "Re: [FOIA] Illinois Freedom of Information Act. Request: OPPL FOIA Logs 3_2024",
        "datetime": "2024-04-04T11:06:10.527724",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Niles Coalition,\r\n\r\nPlease see attached in response to your request.\r\n\r\nSuzanne Wulf, (she/her), Deputy Director\r\n\r\nOak Park Public Library | 834 Lake St. | Oak Park, IL 60301\r\n\r\nswulf@oppl.org | p 708.452.3410 | oppl.org <https://www.oppl.org/>\n--",
        "status": "processed",
        "likely_foia": null,
        "files": [
          {
            "id": 1167335,
            "ffile": "https://cdn.muckrock.com/foia_files/2024/04/04/Extension_Letter.pdf",
            "datetime": "2024-04-04T11:06:10.746448",
            "title": "Extension Letter",
            "source": "Oak Park Public Library, Oak Park, IL",
            "description": "",
            "doc_id": "24531116-extension-letter",
            "pages": 1
          }
        ],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/oak-park-il-5511/oppl-foia-logs-3_2024-161592/"
  },
  {
    "id": 161589,
    "title": "Full Autopsy Report",
    "slug": "full-autopsy-report",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 73387,
    "username": "Jcoyden",
    "agency": 21697,
    "datetime_submitted": "2024-04-01T18:42:51.315297",
    "date_due": "2024-04-08",
    "days_until_due": null,
    "date_followup": "2024-04-08",
    "datetime_done": null,
    "datetime_updated": "2024-04-01T18:42:51.598088",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161589,
        "from_user": 73387,
        "to_user": 34647,
        "subject": "Pennsylvania Right to Know Act Request: Full Autopsy Report",
        "datetime": "2024-04-01T18:42:51.598088",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Pennsylvania Right to Know Act, I hereby request the following records:\r\n\r\nI am requesting the full autopsy report for Rome A. Culler (died on 2-26-2024) Items should include any findings that relate to a cause of death if so determined.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJason Palmer",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "mail"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/philadelphia-211/full-autopsy-report-161589/"
  },
  {
    "id": 161588,
    "title": "Disneyland Calls for Service/Arrests",
    "slug": "disneyland-calls-for-servicearrests",
    "status": "done",
    "embargo": false,
    "permanent_embargo": false,
    "user": 129401,
    "username": "sky_ferg20",
    "agency": 429,
    "datetime_submitted": "2024-04-01T18:26:43.503077",
    "date_due": "2024-04-11",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": "2024-04-04T11:01:00.562380",
    "datetime_updated": "2024-04-04T11:01:00.562380",
    "date_embargo": null,
    "tracking_id": "24-2459",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161588,
        "from_user": 129401,
        "to_user": 11578,
        "subject": "California Public Records Act Request: Disneyland Calls for Service/Arrests",
        "datetime": "2024-04-01T18:26:43.716110",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\n1) All calls for service to Disneyland Resort, California Adventure Park, and/or Downtown Disney District between the dates of January 2023 through when this request is processed. \r\n\r\n2) All, if any, arrest records involving individuals that were in either Disneyland Resort, California Adventure Park, or Downtown Disney District at time of arrest between the dates of January 2023 to when this request is processed.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nSkylar Ferguson",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 161588,
        "from_user": 11578,
        "to_user": 129401,
        "subject": "Your Anaheim Police Department public records request #24-2459 has been opened.",
        "datetime": "2024-04-01T22:08:24.034645",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Anaheim Police Department\r\n\r\n************************************************************************\r\n\r\n\r\nYour record request #24-2459 has been submitted successfully.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n************************************************************************                          \r\nReply to this email or sign in to contact Anaheim Police Department.<br><br>\r\n             <a href=\"https://cityofanaheimcapd.nextrequest.com/settings?id=1360176\">Change your email settings</a> | <a href=\"https://www.nextrequest.civicplus.help/hc/en-us/categories/17720084172567-Requesters\">Visit our help center</a>",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 161588,
        "from_user": 11578,
        "to_user": 129401,
        "subject": "[ACTION REQUIRED] Your Anaheim Police Department public records portal account",
        "datetime": "2024-04-01T22:08:28.984941",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Use this to confirm your account. The link is only valid for 24 hours.\r\n\r\nAnaheim Police Department\r\n\r\n************************************************************************\r\nHello Skylar Ferguson!\r\n************************************************************************\r\n\r\nYou can confirm your Anaheim Police Department public records portal account by copying and pasting the URL below into your web browser. This link is only valid for the next 24 hours.\r\n\r\nMagic link: https://cityofanaheimcapd.nextrequest.com/users/confirmation?confirmation_token=LZsuEouWssfws6rYmXZh\r\n\r\n\r\n\r\n************************************************************************                          \r\nQuestions? Check out our help page (https://www.nextrequest.com/support) or email us at support@nextrequest.com.\r\n************************************************************************\r\n\r\nPowered by NextRequest (https://www.nextrequest.com).",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 161588,
        "from_user": 11578,
        "to_user": 129401,
        "subject": "[External Message Added] Anaheim Police Department public records request #24-2459",
        "datetime": "2024-04-04T10:58:25.786485",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Anaheim Police Department\r\n\r\n************************************************************************\r\n\r\n\r\nA message was sent to you regarding record request #24-2459:\r\n\r\nRE: Public Records Act Request [CA Government Code §7922.000]\r\n\r\n \r\n\r\nSkylar Ferguson,\r\n\r\n \r\n\r\nThe Anaheim Police Department received your Public Records Act Request dated April 1, 2024 wherein you have requested the following:\r\n\r\n \r\n\r\n1) All calls for service to Disneyland Resort, California Adventure Park, and/or Downtown Disney District between the dates of January 2023 through when this request is processed.\r\n\r\n\r\n\r\n2) All, if any, arrest records involving individuals that were in either Disneyland Resort, California Adventure Park, or Downtown Disney District at time of arrest between the dates of January 2023 to when this request is processed\r\n\r\n\r\n\r\nThe record(s) you seek may be withheld from production if they fall within any of the following exemptions to the Public Records Act:\r\n\r\n \r\n\r\n·        Police investigatory records are generally exempt from disclosure pursuant to Government Code §7923.600(a);\r\n\r\n\r\n\r\n·        Documents reflecting police techniques or \"security procedures\" are expressly exempt from disclosure pursuant to Government Code §7923.600(a);\r\n\r\n\r\n\r\n·        Personal contact information is exempt from disclosure. [Government Code §7922.000];\r\n\r\n\r\n\r\n·        You are not the victim of the subject incident, nor have you provided that you are an authorized representative thereof, and the report is exempt from disclosure pursuant to Government Code §7923.615(a);\r\n\r\n\r\n\r\n·        Body worn camera footage is considered evidence and is exempt from release, pursuant to Government Code §7923.600(a);\r\n\r\n\r\n\r\nWithout waiving the foregoing exemptions and subject to them, the Anaheim Police Department has identified records responsive to your request and have been published to our NextRequest portal.\r\n\r\n\r\n\r\nIf you have any further questions, please contact the undersigned. Thank you for your kind cooperation in this regard.\r\n\r\n \r\n\r\n Very Truly Yours,\r\n\r\n\r\n\r\nANAHEIM POLICE DEPARTMENT\r\n\r\nRECORDS SECTION\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n************************************************************************                          \r\n<em>Questions about your request?</em> Reply to this email or sign in to contact staff at Anaheim Police Department.<br><em>Technical support:</em> See our <a href=\"https://www.nextrequest.civicplus.help/hc/en-us/categories/17720084172567-Requesters\">help page</a>",
        "status": "done",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 161588,
        "from_user": 11578,
        "to_user": 129401,
        "subject": "[Document Released to Requester] Anaheim Police Department public records request #24-2459",
        "datetime": "2024-04-04T10:58:50.076815",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Anaheim Police Department\r\n\r\n************************************************************************\r\n\r\n\r\nA document has been released to you for record request #24-2459:\r\n\r\n\r\n\r\n* _GO 1150 MAGIC WAY Downtown Disney.xlsx\r\n\r\n\r\n\r\n\r\n\r\n\r\n************************************************************************                          \r\n<em>Questions about your request?</em> Reply to this email or sign in to contact staff at Anaheim Police Department.<br><em>Technical support:</em> See our <a href=\"https://www.nextrequest.civicplus.help/hc/en-us/categories/17720084172567-Requesters\">help page</a>",
        "status": "done",
        "likely_foia": null,
        "files": [
          {
            "id": 1167501,
            "ffile": "https://cdn.muckrock.com/foia_files/2024/04/04/_GO_1150_MAGIC_WAY_Downtown_Disney.xlsx",
            "datetime": "2024-04-04T23:27:27.846691",
            "title": "_GO_1150_MAGIC_WAY_Downtown_Disney",
            "source": "Alpha Assistance",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "portal"
      },
      {
        "foia": 161588,
        "from_user": 11578,
        "to_user": 129401,
        "subject": "[Document Released to Requester] Anaheim Police Department public records request #24-2459",
        "datetime": "2024-04-04T10:58:58.099032",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Anaheim Police Department\r\n\r\n************************************************************************\r\n\r\n\r\nA document has been released to you for record request #24-2459:\r\n\r\n\r\n\r\n* _CAD 1313 S Harbor Blvd Disneyland Park.xlsx\r\n\r\n\r\n\r\n\r\n\r\n\r\n************************************************************************                          \r\n<em>Questions about your request?</em> Reply to this email or sign in to contact staff at Anaheim Police Department.<br><em>Technical support:</em> See our <a href=\"https://www.nextrequest.civicplus.help/hc/en-us/categories/17720084172567-Requesters\">help page</a>",
        "status": "done",
        "likely_foia": null,
        "files": [
          {
            "id": 1167502,
            "ffile": "https://cdn.muckrock.com/foia_files/2024/04/04/_CAD_1313_S_Harbor_Blvd_Disneyland_Park.xlsx",
            "datetime": "2024-04-04T23:27:36.691989",
            "title": "_CAD_1313_S_Harbor_Blvd_Disneyland_Park",
            "source": "Alpha Assistance",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "portal"
      },
      {
        "foia": 161588,
        "from_user": 11578,
        "to_user": 129401,
        "subject": "[Document Released to Requester] Anaheim Police Department public records request #24-2459",
        "datetime": "2024-04-04T10:59:09.101848",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Anaheim Police Department\r\n\r\n************************************************************************\r\n\r\n\r\nA document has been released to you for record request #24-2459:\r\n\r\n\r\n\r\n* _CAD 1150 MAGIC WAY Downtown Disney.xlsx\r\n\r\n\r\n\r\n\r\n\r\n\r\n************************************************************************                          \r\n<em>Questions about your request?</em> Reply to this email or sign in to contact staff at Anaheim Police Department.<br><em>Technical support:</em> See our <a href=\"https://www.nextrequest.civicplus.help/hc/en-us/categories/17720084172567-Requesters\">help page</a>",
        "status": "done",
        "likely_foia": null,
        "files": [
          {
            "id": 1167503,
            "ffile": "https://cdn.muckrock.com/foia_files/2024/04/04/_CAD_1150_MAGIC_WAY_Downtown_Disney.xlsx",
            "datetime": "2024-04-04T23:27:51.891577",
            "title": "_CAD_1150_MAGIC_WAY_Downtown_Disney",
            "source": "Alpha Assistance",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "portal"
      },
      {
        "foia": 161588,
        "from_user": 11578,
        "to_user": 129401,
        "subject": "[Document Released to Requester] Anaheim Police Department public records request #24-2459",
        "datetime": "2024-04-04T10:59:42.440210",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Anaheim Police Department\r\n\r\n************************************************************************\r\n\r\n\r\nA document has been released to you for record request #24-2459:\r\n\r\n\r\n\r\n* _GO 1313 S Harbor Blvd Disneyland Park.xlsx\r\n\r\n\r\n\r\n\r\n\r\n\r\n************************************************************************                          \r\n<em>Questions about your request?</em> Reply to this email or sign in to contact staff at Anaheim Police Department.<br><em>Technical support:</em> See our <a href=\"https://www.nextrequest.civicplus.help/hc/en-us/categories/17720084172567-Requesters\">help page</a>",
        "status": "done",
        "likely_foia": null,
        "files": [
          {
            "id": 1167504,
            "ffile": "https://cdn.muckrock.com/foia_files/2024/04/04/_GO_1313_S_Harbor_Blvd_Disneyland_Park.xlsx",
            "datetime": "2024-04-04T23:28:08.494454",
            "title": "_GO_1313_S_Harbor_Blvd_Disneyland_Park",
            "source": "Alpha Assistance",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "portal"
      },
      {
        "foia": 161588,
        "from_user": 11578,
        "to_user": 129401,
        "subject": "[Document Released to Requester] Anaheim Police Department public records request #24-2459",
        "datetime": "2024-04-04T10:59:46.115718",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Anaheim Police Department\r\n\r\n************************************************************************\r\n\r\n\r\nA document has been released to you for record request #24-2459:\r\n\r\n\r\n\r\n* _GO 1313 S Disneyland Dr CA Adventure.xlsx\r\n\r\n\r\n\r\n\r\n\r\n\r\n************************************************************************                          \r\n<em>Questions about your request?</em> Reply to this email or sign in to contact staff at Anaheim Police Department.<br><em>Technical support:</em> See our <a href=\"https://www.nextrequest.civicplus.help/hc/en-us/categories/17720084172567-Requesters\">help page</a>",
        "status": "done",
        "likely_foia": null,
        "files": [
          {
            "id": 1167505,
            "ffile": "https://cdn.muckrock.com/foia_files/2024/04/04/_GO_1313_S_Disneyland_Dr_CA_Adventure.xlsx",
            "datetime": "2024-04-04T23:28:29.311166",
            "title": "_GO_1313_S_Disneyland_Dr_CA_Adventure",
            "source": "Alpha Assistance",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "portal"
      },
      {
        "foia": 161588,
        "from_user": 11578,
        "to_user": 129401,
        "subject": "[Document Released to Requester] Anaheim Police Department public records request #24-2459",
        "datetime": "2024-04-04T11:00:28.889303",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Anaheim Police Department\r\n\r\n************************************************************************\r\n\r\n\r\nA document has been released to you for record request #24-2459:\r\n\r\n\r\n\r\n* _CAD 1313 S Disneyland Dr CA Adventure.xlsx\r\n\r\n\r\n\r\n\r\n\r\n\r\n************************************************************************                          \r\n<em>Questions about your request?</em> Reply to this email or sign in to contact staff at Anaheim Police Department.<br><em>Technical support:</em> See our <a href=\"https://www.nextrequest.civicplus.help/hc/en-us/categories/17720084172567-Requesters\">help page</a>",
        "status": "done",
        "likely_foia": null,
        "files": [
          {
            "id": 1167506,
            "ffile": "https://cdn.muckrock.com/foia_files/2024/04/04/_CAD_1313_S_Disneyland_Dr_CA_Adventure.xlsx",
            "datetime": "2024-04-04T23:28:40.870037",
            "title": "_CAD_1313_S_Disneyland_Dr_CA_Adventure",
            "source": "Alpha Assistance",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "portal"
      },
      {
        "foia": 161588,
        "from_user": 11578,
        "to_user": 129401,
        "subject": "Your Anaheim Police Department public records request #24-2459 has been closed.",
        "datetime": "2024-04-04T11:01:00.562380",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Anaheim Police Department\r\n\r\n************************************************************************\r\n\r\n\r\nRecord request #24-2459 has been closed.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n************************************************************************                          \r\n<em>Questions about your request?</em> Reply to this email or sign in to contact staff at Anaheim Police Department.<br><em>Technical support:</em> See our <a href=\"https://www.nextrequest.civicplus.help/hc/en-us/categories/17720084172567-Requesters\">help page</a>",
        "status": "done",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/anaheim-187/disneyland-calls-for-servicearrests-161588/"
  },
  {
    "id": 161582,
    "title": "City of San Luis Obispo Contracts With CAPSLO",
    "slug": "city-of-san-luis-obispo-contracts-with-capslo",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 69813,
    "username": "RobbiePowelson",
    "agency": 10638,
    "datetime_submitted": "2024-04-01T15:59:38.465493",
    "date_due": "2024-04-11",
    "days_until_due": null,
    "date_followup": "2024-04-16",
    "datetime_done": null,
    "datetime_updated": "2024-04-01T18:33:55.094502",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161582,
        "from_user": 69813,
        "to_user": 14881,
        "subject": "California Public Records Act Request: City of San Luis Obispo Contracts With CAPSLO",
        "datetime": "2024-04-01T15:59:38.615811",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nAll contracts between the City of San Luis Obispo and Community Action Partnership of San Luis Obispo from January 1st, 2020 up until the day of the completion of this CPRA request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobbie Powelson",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 161582,
        "from_user": 14881,
        "to_user": 69813,
        "subject": "Records Request Acknowledgement - PRR24090 Powelson - All contracts between City of SLO & CAPSLO 01/01/2020 - today",
        "datetime": "2024-04-01T18:33:55.094502",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Robbie Powelson,\r\n\r\nThe City is in receipt of your public records request as of April 01, 2024, and will begin searching for responsive documents. If you have any questions in the meantime, feel free to contact me. Thank you.\r\n\r\nBest,\r\n\r\nAndrea Colunga-Lopez\r\npronouns she/her/hers\r\nAdministrative Assistant II\r\n[City of San Luis Obispo]<https://www.slocity.org>\r\nCity Administration\r\nE AColunga@slocity.org\r\nT 805.781.7105\r\nslocity.org<https://www.slocity.org>\r\n[Instagram]<https://www.instagram.com/cityofslo>[YouTube]<https://www.youtube.com/@CityofSanLuisObispo>[Facebook]<https://www.facebook.com/cityofslo>[Twitter]<https://www.twitter.com/city_of_slo>[LinkedIn]<https://www.linkedin.com/company/city-of-san-luis-obispo/mycompany/>\r\nStay connected with the City by signing up for e-notifications<https://www.slocity.org/how-do-i/register/e-notifications/>\n",
        "status": "processed",
        "likely_foia": null,
        "files": [
          {
            "id": 1166511,
            "ffile": "https://cdn.muckrock.com/foia_files/2024/04/01/image001_lJ01MWA.png",
            "datetime": "2024-04-01T18:33:55.328313",
            "title": "image001",
            "source": "San Luis Obispo City Clerk, San Luis Obispo, CA",
            "description": "",
            "doc_id": "",
            "pages": 0
          },
          {
            "id": 1166512,
            "ffile": "https://cdn.muckrock.com/foia_files/2024/04/01/image002_IVDFDag.png",
            "datetime": "2024-04-01T18:33:55.798985",
            "title": "image002",
            "source": "San Luis Obispo City Clerk, San Luis Obispo, CA",
            "description": "",
            "doc_id": "",
            "pages": 0
          },
          {
            "id": 1166513,
            "ffile": "https://cdn.muckrock.com/foia_files/2024/04/01/image003_snVs97X.png",
            "datetime": "2024-04-01T18:33:55.950885",
            "title": "image003",
            "source": "San Luis Obispo City Clerk, San Luis Obispo, CA",
            "description": "",
            "doc_id": "",
            "pages": 0
          },
          {
            "id": 1166514,
            "ffile": "https://cdn.muckrock.com/foia_files/2024/04/01/image004_HpWG8N6.png",
            "datetime": "2024-04-01T18:33:56.039055",
            "title": "image004",
            "source": "San Luis Obispo City Clerk, San Luis Obispo, CA",
            "description": "",
            "doc_id": "",
            "pages": 0
          },
          {
            "id": 1166515,
            "ffile": "https://cdn.muckrock.com/foia_files/2024/04/01/image005.png",
            "datetime": "2024-04-01T18:33:56.122161",
            "title": "image005",
            "source": "San Luis Obispo City Clerk, San Luis Obispo, CA",
            "description": "",
            "doc_id": "",
            "pages": 0
          },
          {
            "id": 1166516,
            "ffile": "https://cdn.muckrock.com/foia_files/2024/04/01/image006_2LW6qCh.png",
            "datetime": "2024-04-01T18:33:56.181891",
            "title": "image006",
            "source": "San Luis Obispo City Clerk, San Luis Obispo, CA",
            "description": "",
            "doc_id": "",
            "pages": 0
          },
          {
            "id": 1166517,
            "ffile": "https://cdn.muckrock.com/foia_files/2024/04/01/PRR24090_Powelson_-_All_contracts_between_City_of_SLO__CAPSLO_01_01_2020_-_today.pdf",
            "datetime": "2024-04-01T18:33:56.269852",
            "title": "PRR24090 Powelson - All contracts between City of SLO & CAPSLO 01_01_2020 - today",
            "source": "San Luis Obispo City Clerk, San Luis Obispo, CA",
            "description": "",
            "doc_id": "24528078-prr24090-powelson-all-contracts-between-city-of-slo-capslo-01_01_2020-today",
            "pages": 2
          }
        ],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/san-luis-obispo-3422/city-of-san-luis-obispo-contracts-with-capslo-161582/"
  },
  {
    "id": 161574,
    "title": "USMC Sgt. MAXON",
    "slug": "usmc-sgt-maxon",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 108361,
    "username": "jwalker84",
    "agency": 3142,
    "datetime_submitted": "2024-04-01T14:03:11.640752",
    "date_due": "2024-04-29",
    "days_until_due": null,
    "date_followup": "2024-04-29",
    "datetime_done": null,
    "datetime_updated": "2024-04-01T14:03:11.847847",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161574,
        "from_user": 108361,
        "to_user": 13082,
        "subject": "Freedom of Information Act Request: USMC Sgt. MAXON",
        "datetime": "2024-04-01T14:03:11.847847",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nMilitary Personnel File and photographs of veteran Sgt. Douglas MAXON. \r\nBorn: 02/13/1961 Died: 09/20/1995.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJason Walker",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "mail"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/usmc-sgt-maxon-161574/"
  },
  {
    "id": 161571,
    "title": "Catherine Lorene Moore - Seattle City Councilmember - Emails, Texts, and Communications 12-01-2023 to 04-01-2024",
    "slug": "catherine-lorene-moore-seattle-city-councilmember-emails-texts-and-communications-12-01-2023-to-04-01-2024",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 131441,
    "username": "nomooresecrets",
    "agency": 219,
    "datetime_submitted": "2024-04-01T13:59:29.360091",
    "date_due": "2024-04-08",
    "days_until_due": null,
    "date_followup": "2024-04-08",
    "datetime_done": null,
    "datetime_updated": "2024-04-01T13:59:29.517486",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "2366 eastlake ave e",
      "the areis building",
      "pacifica landscapes",
      "pacifica landscapes llc"
    ],
    "communications": [
      {
        "foia": 161571,
        "from_user": 131441,
        "to_user": 12754,
        "subject": "Washington Public Records Act Request: Catherine Lorene Moore - Seattle City Councilmember - Emails, Texts, and Communications 12-01-2023 to 04-01-2024",
        "datetime": "2024-04-01T13:59:29.517486",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "04-01-2024\r\n\r\nTO: Legislative Department, Office of the City Clerk [LEGPDR@seattle.gov\t]\r\n\r\nRE: Catherine Lorene Moore - Seattle City Councilmember - Emails, Texts, and Communications 12-01-2023 to 04-01-2024 \r\n\r\nTo Whom It May Concern:\r\n\r\nPursuant to RCW Ch. 42.56 (Public Records Act), I hereby request electronic copies of the following records:\r\n\r\n1. All emails, texts, and any other forms of correspondence of Seattle City Council member Catherine Lorene Moore DOB: 10-04-1960 referencing or containing the following subject matter and/or keywords: \r\n\r\n\"2366 EASTLAKE AVE E\"\r\n\"The Areis Building\"\r\n\"Pacifica Landscapes\"\r\n\"Pacifica Landscapes LLC\"\r\n\"pacificalandscapesseattle.com\"\r\n\"Baxter\"\r\n\"Ian Hershey\"\r\n\"David Baxter\"\r\n\"James Day\"\r\n\"Connor McGarry\"\r\n\"Ascension Onofre\"\r\n\"Allison Doleshal\"\r\n\r\n2.  All emails, texts, and any other forms of correspondence between Seattle City Council member Catherine Lorene Moore DOB: 10-04-1960 and any of the following current or former King County or City of Seattle employees: \r\n\r\nJoe Campagna\r\nSamuel Zarky\r\nSamuel Chung\r\nJim Petersen\r\nVeronica Galván\r\nSonam Lata\r\nJanet Helson\r\nShannon Raymond\r\nMatt Lapin\r\nMaria Diga\r\nAdrienne McCoy\r\nJoy Stransky\r\nAlessandra de Faria\r\nE. Rania Rampersad\r\nKanisha Owens\r\nKristin Richardson\r\nSarah Hudson\r\nSusan Amini\r\nChristine Robinson\r\nAndrea Darvas\r\nJacqueline Ware\r\nMarshall Ferguson\r\nKiese Wilburn\r\nJason Holloway\r\nRenee Janes\r\nAngela Kaake\r\nManuel Dismuke\r\nDavid Keenan\r\nBeatrice Marquez\r\nNelson K.H. Lee\r\nManny La Guardia\r\nHillary Madsen\r\nErin O'Connor\r\nBrian McDonald\r\nGreg Howard\r\nJohn McHale\r\nRicki Reese\r\nAnnette Messitt\r\nLinda Nguyen\r\nSean P. O'Donnell\r\nAnn Brockenbrough\r\nPatrick Oishi\r\nPhillip Hennings\r\nSuzanne R. Parisien\r\nJulie Salle\r\nCindi Port\r\nTikecha Pearson\r\nAndrea Robertson\r\nStevie Craig\r\nJim Rogers\r\nMonica Gillum\r\nMichael K. Ryan\r\nMarci Parducci\r\nKen Schubert, Kellie Griffin\r\nMichael Scott\r\nChad Berlin\r\nKetu Shah\r\nRebecca Hibbs\r\nNicholas Straley\r\nLisa Tran\r\nAimée Sutton\r\nSalina Hill\r\nTanya L. Thorp\r\nDavid Whedbee\r\nGabby Jacobsen\r\nSandra Widlan\r\nKathryn Evans\r\nWyman Yip\r\nSamuel Luikens\r\nMelinda Young\r\nJennifer McBeth\r\nKristin Ballinger\r\nCassie Fontenot\r\nJohanna Bender\r\nChase Craig\r\nElizabeth J. Berns\r\nKelli Northrop\r\nMonica Cary\r\nJoanna Antrim\r\nPaul M. Crisalli\r\nMorgan Mills\r\nWilliam L. Dixon V\r\nJanie Smoter\r\nTaki Flevaris\r\nAyako Sato\r\nJJaime Hawk\r\nMary Ballanger\r\nMark Larrañaga\r\nBren Smith\r\nLeRoy McCullough\r\nDontay Proctor-Mills\r\nMaureen McKee\r\nRegine Tugublimas\r\nNicole Gaines Phelps\r\nLaura Dorris\r\nAveril Rothrock\r\nCraig Morrison\r\nHaydee Vargas\r\nKassie Smith\r\nJosephine Wiggs\r\nLati Culverson\r\nCoreen Wilson\r\nJason Ellis\r\nShannon Braddock\r\nKaran Gill\r\nChase Gallagher\r\nDwight Dively\r\nNatasha Jones\r\nWhitney Abrams\r\nGary Kurihara\r\nAnita Whitfield\r\nMegan Pedersen\r\nDow Constantine\r\nDarren\tCarnell\r\nKimberly Frederick\r\nJohn Gerberding\r\nEthan Rogers\r\nSusan Slonecker\r\nTodd, Karen\r\nKimberly Frederick\r\nClark, Dan\r\nHung, Jimmy\r\nMiyamasu, Christina\t\r\nMoser, Stacy\r\nO'Brien, Kathleen\r\nOppliger, Jeff\r\nJimmy Hung\r\nHarris, Susie\r\nLee, Carla\r\nManion, Leesa\r\nMcNerthney, Casey\r\nParkington-Thal, Heidi\r\nCarla Lee\r\n\r\nPlease limit your search to the dates December 1, 2023 through April 1, 2024.\r\n\r\nPlease provide responsive documents in their native electronic format with attachments and metadata. For example, if available, a spreadsheet or plaintext file is preferred over scanned photocopies.\r\n\r\nI decline to use the City of Seattle Public Records Request Center https://city-seattle.mycusthelp.com/ facilitated by GOVQA corporation. I DO NOT CONSENT to GOVQA or GRANICUS required \"Terms of Use\" https://granicus.com/terms-of-use/ including but not limited to the clause: \"If you do not agree with any of these terms, do not access or otherwise use this site of any information contained on the site. \"\r\n\r\nI prefer this request to be filled electronically, by e-mail attachment or direct, no password, no registration required internet link.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. \r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/seattle-69/catherine-lorene-moore-seattle-city-councilmember-emails-texts-and-communications-12-01-2023-to-04-01-2024-161571/"
  },
  {
    "id": 161565,
    "title": "New Arrivals Mission Incident Action Plan",
    "slug": "new-arrivals-mission-incident-action-plan",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 109020,
    "username": "SashaG",
    "agency": 6313,
    "datetime_submitted": "2024-04-01T12:16:41.003966",
    "date_due": "2024-04-08",
    "days_until_due": null,
    "date_followup": "2024-07-01",
    "datetime_done": null,
    "datetime_updated": "2024-04-01T23:45:23.333853",
    "date_embargo": null,
    "tracking_id": "F242786-040124",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161565,
        "from_user": 109020,
        "to_user": 10835,
        "subject": "Illinois Freedom of Information Act. Request: New Arrivals Mission Incident Action Plan",
        "datetime": "2024-04-01T12:16:41.240050",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nPlease provide the most up-to-date version of the New Arrivals Mission Incident Action Plan.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAlexandra Gelzin",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 161565,
        "from_user": 10835,
        "to_user": 109020,
        "subject": "Welcome to the City of Chicago Request Center!",
        "datetime": "2024-04-01T23:45:20.943687",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Alexandra Gelzin, \r\n \r\n \r\nThank you for registering with the City of Chicago Public Records Portal. \r\nIf you did not submit your request through the public portal but are receiving this e-mail, we are excited to share with you that you can now submit FOIA requests through a newly implemented online request system. While you will still be allowed to email your FOIA requests, creating an account and submitting your request online will allow you to check the online portal for the status of requests. You will also receive an email when the records are ready to be downloaded. \r\n \r\nPlease click here to visit our (https://u8387778.ct.sendgrid.net/ls/click?upn=u001.VEsWrlMiJDg0mXafq1mEXT2aAhmhBYiUcSShAuSz-2Fsuc8QsVv36mciHGQCY-2FePaudznw_ykRaN1xP3GAAPJ-2BPt1sWbFALen5ovA17HiAaQKbYgECPp1s-2BqbMmfa5iyHQYt9aezaNNLQao1IH9fGce23cK3jjBM15oXXbzeJYO21jEHKYYgh-2FaqEC7G2bIDe4ZJ5O0SRxQ7GSRuccTB4CbBNUCqxi5RYKTHJjCIAPS-2F00IzuH2PitZ-2BbZDlTHXGr1GpMCxiLPQSlqWuta-2FLK-2B0z53opsb0XGVKs-2BhKa6pYDwNt9uM-3D) Chicago Public Records portal! (https://u8387778.ct.sendgrid.net/ls/click?upn=u001.VEsWrlMiJDg0mXafq1mEXT2aAhmhBYiUcSShAuSz-2Fsuc8QsVv36mciHGQCY-2FePaukm6j_ykRaN1xP3GAAPJ-2BPt1sWbFALen5ovA17HiAaQKbYgECPp1s-2BqbMmfa5iyHQYt9aezaNNLQao1IH9fGce23cK3vhRmP-2B-2BEsqrKCvs0OsnOUIgQkqhr7CHPevQobISdldCARG2Olb8-2BaLZjBDIgM0diyDOgeYuPkl-2Bwu71tWK72uSW3hjdCl-2FR-2FvKM0Ap7CGqIx5FzAvHjSEXyqv6HZ0Ev5GtOxCWsz-2F9cMewywm-2BQsSw-3D) \r\n Login: 161565-94615804@requests.muckrock.com \r\n \r\nIf you have never used this system or cannot remember your password, please request a Temporary Password using the Forgot Password option on the login screen. \r\n \r\nThis is an auto-generated email and has originated from an unmonitored email account. Please DO NOT REPLY.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 161565,
        "from_user": 10835,
        "to_user": 109020,
        "subject": "Non-Commercial FOIA Request :: F242786-040124",
        "datetime": "2024-04-01T23:45:23.333853",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Alexandra: \r\n \r\nThank you for your interest in information from the Office of Emergency Management and Communications (OEMC). Your FOIA request has been received and is being processed. Your FOIA Center reference number for tracking purposes is: F242786-040124 \r\nYou have requested the following records: To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nPlease provide the most up-to-date version of the New Arrivals Mission Incident Action Plan.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAlexandra Gelzin\r\n\r\nUpload documents directly: https://accounts.muckrock.com/accounts/login/?next=https%3A%2F%2Fwww.muckrock.com%2Faccounts%2Flogin%2F%3Fnext%3D%252Faccounts%252Fagency_login%252Foffice-of-emergency-communications-6313%252Fnew-arrivals-mission-incident-action-plan-161565%252F%253Femail%253DOEMCFOIA%252540cityofchicago.org&url_auth_token=AAAUgKrPDOzkpVvOc_l8VxhL-TI%3A1rrV2i%3AZg6IJTLyopA57f7_SWwwih95kUC474eK4fAy-pKvhsY \r\nThe Office of Emergency Management and Communications (OEMC) responds to all public records requests in accordance with the Illinois Freedom of Information Act (FOIA), 5 ILCS 140/1 et seq.  If further time is needed to assemble and copy all documents responsive to your FOIA request, we will contact you with a time estimate and a request to extend. You can monitor the progress of your request at the link below and you’ll receive an email when your request has been completed. Thank you for using the Chicago FOIA Center.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/chicago-169/new-arrivals-mission-incident-action-plan-161565/"
  }
]