[
  {
    "id": 192555,
    "title": "DEA Emails to Ojo-publico.com",
    "slug": "dea-emails-to-ojo-publicocom",
    "status": "processed",
    "embargo_status": "public",
    "user": 165461,
    "username": "GregoryLight",
    "agency": 137,
    "datetime_submitted": "2025-09-05T01:19:37.115710",
    "date_due": "2025-10-03",
    "days_until_due": null,
    "date_followup": "2025-10-05",
    "datetime_done": null,
    "datetime_updated": "2025-09-05T06:11:14.314624",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192555,
        "from_user": 165461,
        "to_user": 9902,
        "subject": "Freedom of Information Act Request: DEA Emails to Ojo-publico.com",
        "datetime": "2025-09-05T01:19:37.245696",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAll emails in the year 2016 containing the keywords “Arevalo” or “Ramirez” that were sent to or from the domain ojo-publico.com\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nGregory Light",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 192555,
        "from_user": 9902,
        "to_user": 165461,
        "subject": "Here's your recovery link",
        "datetime": "2025-09-05T06:11:13.167361",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Your password recovery link: \r\nhttps://ifa.dea.gov/App/SetPassword.aspx?aun=JqnZ+DqYtIH2/qn8ioYTUeS+6oF6C2PqnDBtKIyrTPI= (https://ifa.dea.gov/App/SetPassword.aspx?aun=JqnZ+DqYtIH2/qn8ioYTUeS+6oF6C2PqnDBtKIyrTPI=) \r\n\r\nClick the link above to return to DEA PAL and create your new password.",
        "status": "done",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 192555,
        "from_user": 9902,
        "to_user": 165461,
        "subject": "Your PAL account is ready",
        "datetime": "2025-09-05T06:11:14.314624",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Gregory  Light, \r\n\r\nYou've successfully created a PAL account. You will receive another email with a link to create your password. \r\n\r\nUsername: 192555-60694653@requests.muckrock.com \r\n\r\nAny previously submitted requests to DEA have been saved to your profile.\r\nRegards, \r\nDEA",
        "status": "done",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/dea-emails-to-ojo-publicocom-192555/"
  },
  {
    "id": 192553,
    "title": "SOR and Community Supervision",
    "slug": "sor-and-community-supervision",
    "status": "processed",
    "embargo_status": "public",
    "user": 129503,
    "username": "wsawyer",
    "agency": 29256,
    "datetime_submitted": "2025-09-04T21:06:55.661049",
    "date_due": "2025-09-11",
    "days_until_due": null,
    "date_followup": "2025-12-04",
    "datetime_done": null,
    "datetime_updated": "2025-09-05T00:22:39.740238",
    "date_embargo": null,
    "tracking_id": "P029473-090425",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192553,
        "from_user": 129503,
        "to_user": 86047,
        "subject": "Nevada Public Records Act Request: SOR and Community Supervision",
        "datetime": "2025-09-04T21:06:55.747836",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Nevada Public Records Act, I hereby request the following records:\r\n\r\nThe exact number of people who are \r\n\r\n1) on both the sex offender registry and probation; and\r\n2) on both the sex offender registry and parole;\r\n\r\nas per the latest available data is requested.\r\n\r\nIf this cannot be provided, I request records that include:\r\n\r\nThe list of people on probation\r\nThe list of people on parole\r\nThe list of people on the sex offender registry\r\n\r\nas per the latest available data. \r\n\r\nIf this data is held by another agency, I request the name of that agency.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nWendy Sawyer",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 192553,
        "from_user": 86047,
        "to_user": 129503,
        "subject": "Capitol Police :: P029473-090425",
        "datetime": "2025-09-05T00:22:39.027124",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Wendy  Sawyer: \r\n \r\nThank you for your interest in public records with the Nevada Department of Public Safety. Your request has been received and will be processed in accordance to the Public Information Law. Your request was received in this office on 9/4/2025 and given the reference number P029473-090425 for tracking purposes. \r\nRecords Requested: \"To Whom It May Concern:\r\n\r\nPursuant to the Nevada Public Records Act, I hereby request the following records:\r\n\r\nThe exact number of people who are\r\n\r\n1) on both the sex offender registry and probation; and\r\n2) on both the sex offender registry and parole;\r\n\r\nas per the latest available data is requested.\r\n\r\nIf this cannot be provided, I request records that include:\r\n\r\nThe list of people on probation\r\nThe list of people on parole\r\nThe list of people on the sex offender registry\r\n\r\nas per the latest available data.\r\n\r\nIf this data is held by another agency, I request the name of that agency.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nWendy Sawyer\r\n\r\nUpload documents directly: https://accounts.muckrock.com/accounts/login/?next=https%3A%2F%2Fwww.muckrock.com%2Faccounts%2Flogin%2F%3Fnext%3D%252Faccounts%252Fagency_login%252Fnevada-division-of-parole-and-probation-29256%252Fsor-and-community-supervision-192553%252F%253Femail%253Dnevadadps%252540govqa.us&url_auth_token=AAEk7A4roSDD7l6NFQ8JZ4ia1hA%3A1uuNrV%3AfCJhbq71YisLkCsYBWfnm55KiBEvZ2THzKykQZzXkyI\" \r\nYour request will be forwarded to the relevant department to locate the information you seek. You will be contacted about the availability and/or provided with copies of the records in question. \r\nYou can monitor the progress of your request here: My Records Center.\r\nNevada Department of Public Safety",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 192553,
        "from_user": 86047,
        "to_user": 129503,
        "subject": "Nevada Department of Public Safety Records Center",
        "datetime": "2025-09-05T00:22:39.740238",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Wendy , \r\n Thank you for registering with the Nevada Department of Public Safety.  Feel free to log in to the Public Records Center to update any contact or password information and to track the progress of your request. \r\n Login: 192553-76087483@requests.muckrock.com \r\n If you have never used this system or cannot remember your password you may request a temporary password here: Request a Password (https://u8387778.ct.sendgrid.net/ls/click?upn=u001.VEsWrlMiJDg0mXafq1mEXSgP6VbURua05HqNfMpGkyfYEqrViX2Xvz6uz4zPAiMdLuMXFnyj7xS5wzpIxT-2FFQWxsiFiGYci1TgiwtB4cTzo-3Dbkv__S5tNJO9UBPwjNyx9mvZER-2FKJonz7yXitHnSWVqpJqBMxkBWxXDFYebn0MjXCsweQ-2FEQz-2BswSudv8yiJ4cdKa0358QbmiHgv7J7EGbGlXg59ix12PCb0mdHfEbDoAXoQio1g0Nmt6bxSiqf8T4j2Pi6lsCWO2wF8SkaVTea4MHGmqm0HvfO-2FePZyfyJQLtIDzB3CFjCEgmnNE2e4DF64ZGF5pMAq7waClLI5ftiu4MGI-3D) \r\n Thank you, \r\n Nevada Department of Public Safety \r\n \r\n \r\n  \r\n    \r\n  This is an auto-generated email and has originated from an unmonitored email account. Please DO NOT REPLY.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/nevada-301/sor-and-community-supervision-192553/"
  },
  {
    "id": 192539,
    "title": "Cal City",
    "slug": "cal-city",
    "status": "submitted",
    "embargo_status": "public",
    "user": 25665,
    "username": "DetentionKills",
    "agency": 133,
    "datetime_submitted": "2025-09-04T18:09:34.108850",
    "date_due": "2025-10-02",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-09-04T18:09:34.209533",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192539,
        "from_user": 25665,
        "to_user": 9620,
        "subject": "",
        "datetime": "2025-09-04T18:09:34.209533",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\n1. A copy of all agreements, contracts, performance work statements, requests for proposal, and clarifications between ICE and CoreCivic allowing the company to reopen and operate what is now known as the California City Immigration Processing Center in California City California. Some or all of these arrangements may fall within Contract ID 70CDCR25D00000010 and/or\r\n70CDCR25FR0000039. \r\n\r\n2. A copy of all written communications between ICE and CoreCivic pertaining to the records listed in Item 1 above for the period beginning March 1, 2024, and continuing through the date the agency tasks an adequate search responsive to this request.\r\n\r\n3. A copy of all facility inspections ICE or any entity acting on ICE's behalf performed of the California City Immigrant Processing Center to ascertain the condition of the facility and whether it comports with federal standards, as well as any working papers created as part of these inspections and any communications between ICE and CoreCivic or any entity acting on ICE's behalf and CoreCivic pertaining to these inspections. \r\n\r\n4. A copy of all invoices CoreCivic sent to ICE for pertaining to the contracts described in Item 1 above. \r\n\r\n5. A copy of the ICE-approved facility handbook for the California City Immigrant Processing Center. \r\n\r\n6. Any communications between ICE and California City officials regarding its plan to reopen the Cal City prison during the period beginning December 1, 2024, and continuing through the date the agency tasks an adequate search responsive to this request. \r\n\r\n7. Any communications or agreements between ICE and the US Marshals regarding collaboration, coordination, or assistance between the Marshals and ICE in helping CoreCivic reopen the Cal City Prison. \r\n\r\nAn adequate search responsive to this request will task, at minimum, the ICE Office of Acquisition Management (OAQ), ICE Office of Detention Oversight (ODO), ICE Enforcement and Removal Operations, and ICE's Office of the Acting Director. \r\n\r\nI request expedited processing of this request pursuant to 6 C.F.R. 5.5(e) and declare under penalty of perjury pursuant to 28 USC 1746 that the following statements in support of this request are true and correct to the best of my knowledge and understanding: \r\n\r\n1. I am a member of the media primarily engaged in information dissemination. My edited work has appeared in The Intercept, The Appeal, and the Atlanta Community Press Collective. \r\n2. There is an urgent need to inform the public of the contractual and oversight decisions ICE and CoreCivic have reached regarding the Cal City prison facility. \r\n3. At present, contrary to its existing practice and obligations under federal appropriations requirements and the affirmative disclosure provisions of the Freedom of Information Act, 5 U.S.C. 552(a)(2), ICE has not posted a copy of its contract with CoreCivic for the operation of the Cal City prison facility. See www.ice.gov/FOIA/library (generating no results for contracts pertaining to Cal City). \r\n4. At present, contrary to its existing practice and obligations under federal appropriations requirements and the affirmative disclosure provisions of FOIA, ICE has not posted a copy of any inspection it conducted for the Cal City prison. \r\n5. At present, contrary to its existing practice and obligations under federal appropriations requirements and the affirmative disclosure provisions of FOIA, ICE has not listed any detention statistics for the Cal City prison in its August 29, 2025, Detention Statistics disclosure, despite confirmed reports that ICE transferred noncitizens to the facility up to a week prior to releasing those figures. \r\n6. The Cal City prison is currently operating without a valid business license. \r\n7. The Cal City prison failed the pre-licensing fire inspection, and was deemed to dangerous to safely conduct business. \r\n8. The Cal City prison is currently operating without a valid Conditional Use Permit. \r\n9. The Cal City prison is currently operating in contravention of SB29, a California statute, CoreCivic and ICE challenged and lost the fight to strike down at the U.S. Court of Appeals for the Ninth Circuit. Consequently, ICE and CoreCivic are violating the mandate in that case by operating Cal City in contravention of SB29. \r\n10. Conditions inside the Cal City prison are unconstitutionally punitive, according to reports from noncitizens currently housed there, in violation of the Ninth Circuit's King v. Los Angeles County. Detained immigrants transferred to the facility from other sites of ICE detention report being subjected to prison-like conditions of confinement, punitive searches, denial of medication, and lack of access to basic, legally required services, such as a law library and outdoor recreation. \r\n11. The location of the Cal City prison makes it particularly risky to transfer noncitizens there for detention who share certain genetic phenotypes because of their susceptibility and lack of immunity to Valley Fever, placing medically vulnerable detained immigrants at heightened risk for serious harm, and imposing serious strains on the local health and emergency response system. \r\n12. The Cal City prison was a site of multiple preventable deaths during CoreCivic's prior operation pursuant contracts with the California Department of Correction and Rehabilitation, including multiple drug overdoses, and prior to that, when the facility was being used by the Marshals and ICE, at least three apparent deaths in custody by people held there on ICE detainers.\r\n13. The secrecy with which ICE and CoreCivic carried out the reopening of the facility has left immigrants and their advocates and attorneys unable to effectively ensure access to counsel and their loved ones. For instance, during a recent California City Planning Commission meeting on September 2, a young child named Monica called in to beg for information about her father's whereabouts. A mother, speaking through an interpreter, related how her son's transfer to the Cal City facility substantially interfered with her ability to assist him in preparing his defense before immigration court. \r\n14. CoreCivic has an exceptionally dangerous, deadly, and abusive track record in its performance of ICE detention services under contracts with ICE. Since ICE began publishing data on deaths in custody, CoreCivic-run facilities have seen more deaths, more findings of preventable death, and more repeat findings of violations, than other contractors. CoreCivic-run facilities top the list of deadliest detention sites in the ICE system, despite having no greater population than comparable facilities operated by the company's competitors. \r\n15. CoreCivic is subject to a nationwide, certified, forced labor class action in the Southern District of California that survived Supreme Court review and is proceeding toward summary judgment. It is unlawful for ICE to enter into contracts with firms that engage in forced labor.\r\n16. There has been exceptional and widespread media interest in the reopening of the Cal City prison, and, based on the violations of law, standards, and policy listed above, there exists significant doubt as to the legality of the government's actions in awarding this contract under current circumstances. Examples of this coverage include, but are not limited to: \r\n1. https://bakersfieldnow.com/news/local/dolores-huerta-foundation-accuses-ice-center-of-operating-illegally-in-california-city\r\n2. https://bakersfieldnow.com/news/local/california-city-ice-detention-center-sparks-controversy-at-planning-meeting\r\n3. https://www.kqed.org/news/12054544/californias-newest-immigration-facility-is-also-its-biggest-is-it-operating-legally\r\n4. https://www.newsbreak.com/kfi-am-640-500242/4212138610611-california-s-largest-ice-detention-center-reopens-in-kern-county\r\n5. https://www.bakersfield.com/news/cal-city-detention-center-is-housing-detainees-advocates-say-it-doesnt-have-permits/article_d31e3247-b149-4c25-9c38-62c5aa588ae3.html\r\n6. https://bakersfieldnow.com/news/local/former-california-state-prison-reopens-as-ice-detention-center-amid-protests\r\n7. https://www.fresnobee.com/news/california/article311943469.html\r\n8. https://www.youtube.com/watch?v=sz_SDLeyl0k \r\n9. https://www.latimes.com/california/story/2025-06-19/this-new-ice-detention-facility-will-be-the-largest-in-the-state\r\n10. https://kfoxtv.com/news/nation-world/former-california-state-prison-reopens-as-ice-detention-center-amid-protests?photo=3\r\n11. https://www.theguardian.com/us-news/2025/jun/25/california-immigrant-detention-facility\r\n12. https://www.kqed.org/news/12046793/facility-in-california-city-expected-to-be-states-largest-migrant-detention-center\r\n13. https://www.fresnobee.com/news/local/article310240620.html\r\n14. https://bakersfieldnow.com/news/local/california-city-facility-reopens-as-federal-detention-center-amid-controversy\r\n15. https://www.tehachapinews.com/news/despite-protests-cal-city-ice-facility-readies-for-opening/article_326c85f9-2925-420a-b670-18594662b72f.html\r\n16. https://weartv.com/news/nation-world/former-california-state-prison-reopens-as-ice-detention-center-amid-protests?photo=3\r\n17. https://www.kget.com/news/local-news/u-s-immigration-and-customs-enforcement-release-statement-on-cal-city-detention-center/\r\n18. https://www.sfchronicle.com/california/article/california-city-largest-migrant-detention-center-20386228.php\r\n19. https://www.sacbee.com/opinion/op-ed/article311193130.html\r\n20. https://www.turnto23.com/news/local-news/protesters-pack-california-city-council-meeting-over-ice-detention-facility-as-mayor-cites-legal-limitations\r\n21. https://bakersfieldnow.com/news/local/protesters-rally-against-proposed-detention-center-in-california-city-ice-immigration-detention-center-california-city-mayor-marquette-hawkins-dolores-huerta-foundation-immigrants-human-rights-protest-activist\r\n22. https://www.turnto23.com/news/local-news/dolores-huerta-leads-protest-against-planned-ice-detention-center-in-california-city\r\n23. https://truthout.org/articles/scandal-plagued-prison-company-celebrates-pivotal-opportunity-under-trump/\r\n24. https://www.latimes.com/california/story/2025-04-30/california-doj-ice-facilities-report\r\n25. https://bakersfieldnow.com/news/local/confusion-continues-over-plans-to-reopen-former-state-prison-as-an-ice-detention-facility\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAndrew Free",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/cal-city-192539/"
  },
  {
    "id": 192538,
    "title": "Police Presence at Wellesley Neighborhood in Clayton on 9/4/2025",
    "slug": "police-presence-at-wellesley-neighborhood-in-clayton-on-942025",
    "status": "ack",
    "embargo_status": "public",
    "user": 149728,
    "username": "TimothyWright27",
    "agency": 17858,
    "datetime_submitted": "2025-09-04T17:20:14.759452",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2025-09-19",
    "datetime_done": null,
    "datetime_updated": "2025-09-04T17:20:14.857292",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192538,
        "from_user": 149728,
        "to_user": 26056,
        "subject": "North Carolina Public Records Law Request: Police Presence at Wellesley Neighborhood in Clayton on 9/4/2025",
        "datetime": "2025-09-04T17:20:14.857292",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the North Carolina Public Records Law, I hereby request the following records:\r\n\r\nWould like to request any and all information related to a police response to the Wellesley neighborhood in Clayton on 9/4/2025 at ~4:05pm\r\nThree officers arrived and spoke with an individual.   Not sure if the individual was involved or not.  Just want to understand the reasoning for the police presence at that time.\r\nThis was the same timing of the elementary school bus drop off so we were concerned.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nTimothyWright",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "mail"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/johnston-county-4618/police-presence-at-wellesley-neighborhood-in-clayton-on-942025-192538/"
  },
  {
    "id": 192536,
    "title": "COOG Policies on Complaint-Forwarding of FOIL Violations",
    "slug": "coog-policies-on-complaint-forwarding-of-foil-violations",
    "status": "ack",
    "embargo_status": "public",
    "user": 18767,
    "username": "jvparker",
    "agency": 724,
    "datetime_submitted": "2025-09-04T16:41:05.663579",
    "date_due": "2025-09-11",
    "days_until_due": null,
    "date_followup": "2025-09-11",
    "datetime_done": null,
    "datetime_updated": "2025-09-04T16:41:05.785751",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192536,
        "from_user": 18767,
        "to_user": 96642,
        "subject": "New York Freedom of Information Law Request: COOG Policies on Complaint-Forwarding of FOIL Violations",
        "datetime": "2025-09-04T16:41:05.785751",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nThis request is submitted to clarify whether the Committee on Open Government (COOG) maintains any internal policies or records regarding the forwarding of credible evidence of willful concealment or destruction of public records (as described in Public Officers Law § 89(8) and Penal Law § 240.65) to enforcement authorities such as the State Inspector General, county district attorneys, the State Comptroller’s Investigations Division, or the Attorney General’s Public Integrity Bureau.\r\n\r\nThe Committee has stated that it lacks “enforcement” or “referral” authority. This request does not dispute that point. Instead, it seeks to determine whether COOG has adopted any policy—formal or informal—concerning whether staff may transmit neutral, fact-only complaints or notices when they encounter such conduct in FOIL appeals and determinations that agencies are required by law to forward to COOG (§ 89(4)(a)).\r\n\r\nThe purpose of this request is to ensure transparency: either to confirm that no such policy exists (meaning COOG has discretion but chooses not to act), or to identify any written guidance that explains why complaint-forwarding is prohibited. In either case, the public has an interest in understanding how systemic FOIL violations are handled when they rise to the level of potential criminal conduct.\r\n\r\n\r\nRecords sought (Jan. 1, 2020–present):\r\n\r\nA. Any written policy, SOP, memo, training slide, or email guidance adopted or used by COOG that addresses whether COOG staff may (or may not) transmit complaints, notices, or factual summaries to\r\n\r\n(i) the State Inspector General\r\n(ii) county district attorneys\r\n(iii) the Office of the State Comptroller Investigations\r\n or (iv) the Attorney General Public Integrity Bureau\r\n\r\nconcerning potential willful concealment or destruction of FOIL‑responsive records.\r\n\r\nB. Any records reflecting instances in which COOG transmitted (or declined to transmit) such complaints/notices to any of the authorities in A.\r\n\r\nC. Any legal analysis produced for or held by COOG that interprets FOIL §§ 89(1)(b), 89(2)(a), 89(4)(a) and/or Penal Law § 240.65 in relation to COOG’s ability to forward factual materials to enforcement authorities.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJackson Parker",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/coog-policies-on-complaint-forwarding-of-foil-violations-192536/"
  },
  {
    "id": 192535,
    "title": "Johnson Burgum Italy Greece",
    "slug": "johnson-burgum-italy-greece",
    "status": "processed",
    "embargo_status": "public",
    "user": 13018,
    "username": "jtoby87@gmail.com",
    "agency": 8998,
    "datetime_submitted": "2025-09-04T16:36:25.281919",
    "date_due": "2025-10-02",
    "days_until_due": null,
    "date_followup": "2025-10-05",
    "datetime_done": null,
    "datetime_updated": "2025-09-05T06:05:40.764597",
    "date_embargo": null,
    "tracking_id": "DOI-2025-009240",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192535,
        "from_user": 13018,
        "to_user": 25342,
        "subject": "Freedom of Information Act Request: Johnson Burgum Italy Greece",
        "datetime": "2025-09-04T16:36:25.382345",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAny and all emails, texts, DMs, Signal messages or other electronic communications sent or received by Advance Lead Ashley Johnson that reference Doug Burgum's travels to Italy and Greece in September 2025. This request specifically seeks all communications between Johnson and other DOI political appointees as well as staffers in Burgum's office. This request seeks records produced since July 1, 2025. \r\n\r\nI am a reporter for Public Domain and seek a fee waiver. I will pay $25 if that waiver is denied.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJimmy Tobias",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 192535,
        "from_user": 25342,
        "to_user": 13018,
        "subject": "Your PAL account is ready",
        "datetime": "2025-09-05T06:05:39.238142",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Jimmy  Tobias, \n\nYou've successfully created a PAL account. You will receive another email with a link to create your password. \n\nUsername: 192535-63963689@requests.muckrock.com \n\nAny previously submitted requests to DOI FOIA Office have been saved to your profile.\nRegards, \nDOI FOIA Office",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 192535,
        "from_user": 25342,
        "to_user": 13018,
        "subject": "Request Received by DOI FOIA Office",
        "datetime": "2025-09-05T06:05:39.600615",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Jimmy  Tobias, \nWe would like to inform you that the Department of the Interior has received your Freedom of Information Act (FOIA) request and assigned it the control number DOI-2025-009240. Please reference this number in any future communications regarding your request. \n\nThis message has been sent from an unattended email inbox. For any further correspondence, please contact the bureau at https://www.doi.gov/foia/contacts. \n\nThank you for your attention to this matter.\nRegards, \nDOI FOIA Office",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 192535,
        "from_user": 25342,
        "to_user": 13018,
        "subject": "Here's your recovery link",
        "datetime": "2025-09-05T06:05:40.764597",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Jimmy  Tobias, \n\nPlease find your password recovery link below: \nPassword Recovery Link: https://foiaxpresspal.doi.gov/App/SetPassword.aspx?aun=lkPDanFZBh7j1Amqds3fHHWxl9QATQf4jkAFFJ+pcO8= \n\nClick the link above to return to DOI FOIA Office PAL and create a new password. \n\nIf you have any questions or need further assistance, please contact the bureau at https://www.doi.gov/foia/contacts.. \n\nThank you.\nRegards, \nDOI FOIA Office",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/johnson-burgum-italy-greece-192535/"
  },
  {
    "id": 192533,
    "title": "Nonprofit Security Grant Program Email Inquries",
    "slug": "nonprofit-security-grant-program-email-inquries",
    "status": "processed",
    "embargo_status": "public",
    "user": 2640,
    "username": "rneiss",
    "agency": 20836,
    "datetime_submitted": "2025-09-04T14:42:22.473518",
    "date_due": "2025-09-09",
    "days_until_due": null,
    "date_followup": "2025-09-19",
    "datetime_done": null,
    "datetime_updated": "2025-09-04T15:35:14.871841",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192533,
        "from_user": 2640,
        "to_user": 32980,
        "subject": "Colorado Open Records Act Request: Nonprofit Security Grant Program Email Inquries",
        "datetime": "2025-09-04T14:42:22.629311",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Colorado Open Records Act, I hereby request the following records:\r\n\r\nEmails sent to  CDPS_DHSEM_NSGPadmin@state.co.us from August 8, 2025 through September 4, 2025.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRussel Neiss",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 192533,
        "from_user": null,
        "to_user": null,
        "subject": "Delayed Response To Emails Re: Colorado Open Records Act Request: Nonprofit Security Grant Program Email Inquries",
        "datetime": "2025-09-04T15:17:38.797998",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Thank you for your email.\r\n\r\n I will have a delayed response to your email requests as I am out of\r\nthe office until Friday, September 12 attending training courses and\r\nsupporting division events.    During this time, please use the\r\ncontact information below for  assistance if you need an immediate\r\nresponse:\r\n\r\n*Need Immediate Assistance?*\r\n\r\nMedia questions text  *303-472-4087* (Micki's Cell Phone) - with\r\ndelayed response.\r\n\r\nLEPC Conference Questions - I will respond within 24 hours\r\n\r\n*DHSEM General Business Assistance?*\r\nCall 720-852-6600\r\n\r\n\r\n*CORA Request*\r\nUse this form to submit your request\r\nhttps://dhsem.colorado.gov/info-center/cora-info-requests/cora-request-form\r\n.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n-- \r\n\r\n\r\n\r\n*Micki Trost, M.A. | **Strategic Communications Director*\r\n\r\n\r\n303-472-4087 Cell|720-852-6600 Office\r\n9195 E Mineral Avenue, Suite 200, Centennial, CO 80112\r\nmicki.trost@st <micki.trost@state.co.us>ate.co.us <micki.trost@state.co.us>\r\nDHSEM.Colorado.gov <http://dhsem.colorado.gov/> | COEmergency.com\r\n<http://www.coemergency.com/> | MARS.Colorado.gov\r\n\r\nTwitter:  @COEmergency <http://www.twitter.com/coemergency> | Facebook:\r\nCOEmergency <http://www.facebook.com/coemergency>\r\n\r\n*Service * Teamwork * Respect * Integrity * Vision * Excellence*\r\n\r\n\r\n*Our Mission is to lead and support Colorado’s effort to prevent, protect,\r\nmitigate, respond to and recover from all-hazard events.*\n",
        "status": "processed",
        "likely_foia": 192533,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 192533,
        "from_user": 32980,
        "to_user": 2640,
        "subject": "Re: Colorado Open Records Act Request: Nonprofit Security Grant Program Email Inquries",
        "datetime": "2025-09-04T15:35:14.871841",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "I will provide a response with any expected fees on Tuesday before COB. \n\nWe do not click or use the links you send to us due to cybersecurity concerns. Info will just be emailed. \n\nMicki \n\nMicki Trost, M.A. \n\nStrategic Communications Director | TLO \n\nColorado Division of Homeland Security and Emergency Management \n\nMicki.Trost@state.co.us | Cell: 303-472-4087 \n\nwww.DHSEM.Colorado.gov  | www.COEmergency.com \n\nResponse from iPhone",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/colorado-127/nonprofit-security-grant-program-email-inquries-192533/"
  },
  {
    "id": 192532,
    "title": "Records retention schedule",
    "slug": "records-retention-schedule",
    "status": "processed",
    "embargo_status": "public",
    "user": 84591,
    "username": "Dillon-Bergin",
    "agency": 389,
    "datetime_submitted": "2025-09-04T14:38:32.656456",
    "date_due": "2025-09-14",
    "days_until_due": null,
    "date_followup": "2025-12-04",
    "datetime_done": null,
    "datetime_updated": "2025-09-05T00:13:10.941645",
    "date_embargo": null,
    "tracking_id": "R009006-090425",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192532,
        "from_user": 84591,
        "to_user": 9596,
        "subject": "California Public Records Act Request: Records retention schedule",
        "datetime": "2025-09-04T14:38:32.917954",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nAny and all materials, indices, directives, manuals, and other guiding documentation regarding the records generated and retained by California Highway Patrol, including but not limited to: \r\n\r\n• Record retention schedules\r\n• Any other data structures used for the management of records: digital, paper, and otherwise\r\n\r\nI request that you release records for this request on a rolling basis as they become available and in electronic form. If your agency does not maintain these public records, please let me know who does and include the proper custodian's name and address. If you choose to deny this request, please provide a written explanation for the denial including a reference to the specific statutory exemption(s) upon which you rely. Also, please provide all segregable portions of otherwise exempt material.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. \r\n\r\nSincerely,\r\n\r\nDillon Bergin",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 192532,
        "from_user": 9596,
        "to_user": 84591,
        "subject": "[Records Center] Welcome to the Records Center!",
        "datetime": "2025-09-05T00:09:34.335433",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Dillon  Bergin, \r\nThank you for registering with the Records Center.  Please log in to the Records Center to update any contact or password information and to track the progress of your request. Login: 192532-49937293@requests.muckrock.com Click to set password: Set Password (https://u8387778.ct.sendgrid.net/ls/click?upn=u001.VEsWrlMiJDg0mXafq1mEXYdtXiclnYPP5vjsHWc2594I0rqtT7J4KVi6oFW5YwEh4TKTuK3G0rMqN8gNC0v-2BL-2B2gwuYMkPgxe1XLv1RCRAVElK2SQ56f4o3AByH3ioDnuYomGmNTqwkZwcGzu3oFiliHwprsPYc27MIfCcNCLosgaWkppNqwl9aDyoLtiy0-2FM-2FysH3N0-2FcEHhrWj3-2Fmsfsly2XCYlWOd4kLG5TDK4iMgkepwCoHBdJoiwgqk9ufI53qsxsYRHSCgxg-2Fqg2iG673TvdkmW4Iv3mNvWzcblsio2KpkFOFApeFxOcmAziBLqnsWCwxOuqoF-2F-2BrqARhVCA-3D-3Dj52B_6xJdaolBi4UL5NczMvVzoLJYHaSQr-2F9wvIwea-2BQCMV58Iy26zAlwnkk5km7CsMizbcsCCZk2IS7CKm2hd0PbZlvUbz6kxGZqHNWm-2BERGtHku-2FrLuHTQwEQxblCE1jMjmz32AZZu4hAqdkvdy44Qj4zu-2BHOhnCRcFDqY8TfD2VgAlfkfJfBDNC3h9NyB6a1egjSmsr65bN8y6dyIeoY5JpL-2Bx3ZnpcXCYmJdzpeycZY0-3D) \r\n This is an auto-generated email and has originated from an unmonitored email account. Please DO NOT REPLY.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 192532,
        "from_user": 9596,
        "to_user": 84591,
        "subject": "Please Reset Your Password",
        "datetime": "2025-09-05T00:09:35.752106",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Hello, \r\nWe have sent this email in response to your request to reset your password. Please click the link below and choose a new password. This link will expire within 20 minutes. \r\n CLICK HERE (https://u8387778.ct.sendgrid.net/ls/click?upn=u001.VEsWrlMiJDg0mXafq1mEXYdtXiclnYPP5vjsHWc2596OsVXtanLd9q6EF1CES3VdH4oeWKqqfx4GIb6-2FatNqWLAmrQElHxmI-2B9EkNVgGeYZZME2skGf-2BNmORqc-2FeHTggbLyMMES4FVQiJBDpAAkA0Zpa1iqmoJRZTlbmoQ-2BCwkAXUGjum8eAx6qwOsXhQy7aAKoa2riV5JgdBADS7eYmkKZdgP75cF7EuhidsZ3ssqPDrxeJuLXRrkJswQwl1QnJIzmmtOEW2ioo6LdzUakPqFpiTP74g90GZD2YYa0tSmskf-2BJboaH6fA7zrW-2BkvvkvNN7f3OIW1oJlLWpGPAl80ScklRQIvLquqyjZj-2BHIRszbWLCwSGMVN7sEcIO2bz-2BhOvAu8WNztE4vmrGMBWLWvwktZHKhiP6NvxlelmwIgvxSOuaweVMccOp8Jg-2Fnit4rcaenLoXNfTYRholhwRFci2arPP6TvZdp0o8C6NLsWh9i9rRbpCceZekt4K8MMMaAWzw1FOPVzhNf1aw4FBQN-2BnhTPRMe-2F6IGNbyN1h-2BCymuI5wVnzPqEuBvrkiNdA4QweNgRu2vIk9O2c2AHGj-2Fh3w3Tk-2BVPmev1m7ESj-2FVWzMCn2ovbL6H7AyMhc7IklNhJktzJWDVQ44HBCrJKxnToASL31mr4dnnDFX9-2B6yYl4HuwFdUAttj6d7zrJgKBp4XGiucCVHEpBw5dL-2BV3GG6YxAPr4k-2Bdlr6vks-2Bql-2Bp41DYImONMA7JkZXEKu9DKh2YhSsHlYKrCtzklGFrQRIMJnv9H0qCip8QLItGhFahOIUoKlgeTp8b9hXgPv5FYkPU0xuP0gRjn9BL7uVQrf5f-2BKM7V707LWj6Tftr4qJU0XYDZ9pn9hFXu37DrCBvemn8cEPMifKdg2t1Otn6Goosv2QNRx-2FCg-2FfO1rK0w-2BRNDW-2FYy4uDI9QsPsvIQ-2BDvscG699r6eblkiU3aevV7UtftdGWWY1kpIaDCobLXkw-2BJy6S4l3QslytIYJKM9SFQ0jSHd0JxQFyDh6whI-2FtTV2sqqeZJwNUgZ7Now1iyW5vsna7OurHJOBcSKilG4G4tSdcgjqt0rDuB14GBvnHpiyo620A-3D-3DroOd_6xJdaolBi4UL5NczMvVzoLJYHaSQr-2F9wvIwea-2BQCMV58Iy26zAlwnkk5km7CsMizn0ON-2BoiSZMf435a327pdIMfm85KJT9z-2B8mFZ4IFPTocYKU8IsEgg-2FCfX3UyP-2B-2BYT8wZWSJI2LMMvIM0TAuRV-2FLcLiXi3Mt4YvtuVGcYNBRWqpfnIL3BpDrf9Cl1uCMW0YS3leWZMXbLVeiCE8opQQN8-2Fhc1ZevVFXQBz-2FoX-2FhNM-3D) \r\nIf you did not attempt to login, please reach out to California Highway Patrol for assistance. \r\nThank you, \r\nCalifornia Highway Patrol",
        "status": "done",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 192532,
        "from_user": 9596,
        "to_user": 84591,
        "subject": "Your CHPCA Verification Code",
        "datetime": "2025-09-05T00:10:44.791625",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To complete your sign in, please enter the verification code below: \r\n52830040 \r\nThe code is valid for 15 minutes and can only be used once.",
        "status": "done",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 192532,
        "from_user": 9596,
        "to_user": 84591,
        "subject": "CPRA REQUEST :: R009006-090425",
        "datetime": "2025-09-05T00:13:10.941645",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "The California Highway Patrol Public Records Section (PRS) received your request for records submitted on September 04, 2025 \r\nFor tracking purposes, your reference number is: R009006-090425 \r\nYou can monitor the progress of your request at the link below and you'll receive an email when your request has been completed. \r\nThank you, \r\nCalifornia Highway Patrol \r\nPublic Records Section You can monitor the progress of your request in \" My Records Center\"",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/california-52/records-retention-schedule-192532/"
  },
  {
    "id": 192527,
    "title": "FOIA Request – Records Concerning May 2025 Rare Breed Settlement Agreement on Forced Reset Triggers",
    "slug": "foia-request-records-concerning-may-2025-rare-breed-settlement-agreement-on-forced-reset-triggers",
    "status": "ack",
    "embargo_status": "public",
    "user": 165411,
    "username": "FRTGhostHunter",
    "agency": 3550,
    "datetime_submitted": "2025-09-04T13:47:10.697174",
    "date_due": "2025-10-02",
    "days_until_due": null,
    "date_followup": "2025-10-02",
    "datetime_done": null,
    "datetime_updated": "2025-09-04T13:47:10.778810",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192527,
        "from_user": 165411,
        "to_user": 9625,
        "subject": "Freedom of Information Act Request: FOIA Request – Records Concerning May 2025 Rare Breed Settlement Agreement on Forced Reset Triggers",
        "datetime": "2025-09-04T13:47:10.778810",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nUnder the Freedom of Information Act, 5 U.S.C. § 552, I request copies of all records created, received, or maintained by OLC from May 15, 2025, to the present concerning or referencing the May 2025 settlement agreement between the United States and Rare Breed Triggers regarding forced reset triggers (FRTs).\r\n\r\nSpecifically, please include:\r\n\t1.\tLegal Opinions or Memoranda – Any formal or informal memoranda, legal analyses, or opinions prepared by OLC regarding the Rare Breed settlement and its implications for firearms classification or ATF enforcement policy.\r\n\t2.\tInteragency Communications – Communications between OLC and the Bureau of Alcohol, Tobacco, Firearms and Explosives (ATF), or any DOJ components, regarding the settlement’s legal effect or potential use in enforcement matters.\r\n\t3.\tPolicy Guidance – Any records where OLC provided advice, clearance, or recommendations concerning whether the settlement agreement may serve as precedent or guidance in enforcement matters involving other entities.\r\n\r\nFormat\r\n\r\nPlease provide records in electronic PDF format by email or secure download link.\r\n\r\nSegregable Portions\r\n\r\nIf records contain exempt material, please release all reasonably segregable non-exempt portions.\r\n\r\nFees\r\n\r\nI agree to pay fees up to $100. If costs will exceed this, please contact me before processing.\r\n\r\nExpedited Processing\r\n\r\nRequested under 28 C.F.R. § 16.5(e)(1)(iv), because this concerns government activity of significant public interest — DOJ’s role in establishing precedent through private settlement agreements.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nColeman Winthorpe",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/foia-request-records-concerning-may-2025-rare-breed-settlement-agreement-on-forced-reset-triggers-192527/"
  },
  {
    "id": 192526,
    "title": "FOIA Request – Records Relating to Rare Breed Settlement Agreement and Enforcement",
    "slug": "foia-request-records-relating-to-rare-breed-settlement-agreement-and-enforcement",
    "status": "processed",
    "embargo_status": "public",
    "user": 165411,
    "username": "FRTGhostHunter",
    "agency": 12,
    "datetime_submitted": "2025-09-04T13:46:15.883712",
    "date_due": "2025-10-02",
    "days_until_due": null,
    "date_followup": "2025-12-04",
    "datetime_done": null,
    "datetime_updated": "2025-09-05T05:44:28.912860",
    "date_embargo": null,
    "tracking_id": "EOUSA-2025-005828",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192526,
        "from_user": 165411,
        "to_user": 9628,
        "subject": "Freedom of Information Act Request: FOIA Request – Records Relating to Rare Breed Settlement Agreement and Enforcement",
        "datetime": "2025-09-04T13:46:16.032360",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nRequest\r\n\r\nUnder the Freedom of Information Act, 5 U.S.C. § 552, I request copies of all records created, received, or maintained by OLC from May 15, 2025, to the present concerning or referencing the May 2025 settlement agreement between the United States and Rare Breed Triggers regarding forced reset triggers (FRTs).\r\n\r\nSpecifically, please include:\r\n\t1.\tLegal Opinions or Memoranda – Any formal or informal memoranda, legal analyses, or opinions prepared by OLC regarding the Rare Breed settlement and its implications for firearms classification or ATF enforcement policy.\r\n\t2.\tInteragency Communications – Communications between OLC and the Bureau of Alcohol, Tobacco, Firearms and Explosives (ATF), or any DOJ components, regarding the settlement’s legal effect or potential use in enforcement matters.\r\n\t3.\tPolicy Guidance – Any records where OLC provided advice, clearance, or recommendations concerning whether the settlement agreement may serve as precedent or guidance in enforcement matters involving other entities.\r\n\r\nFormat\r\n\r\nPlease provide records in electronic PDF format by email or secure download link.\r\n\r\nSegregable Portions\r\n\r\nIf records contain exempt material, please release all reasonably segregable non-exempt portions.\r\n\r\nFees\r\n\r\nI agree to pay fees up to $100. If costs will exceed this, please contact me before processing.\r\n\r\nExpedited Processing\r\n\r\nRequested under 28 C.F.R. § 16.5(e)(1)(iv), because this concerns government activity of significant public interest — DOJ’s role in establishing precedent through private settlement agreements.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nColeman Winthorpe",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 192526,
        "from_user": 9628,
        "to_user": 165411,
        "subject": "Here's your recovery link",
        "datetime": "2025-09-05T05:37:25.935843",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Your password recovery link: \r\nhttps://eousafoia.usdoj.gov/App/SetPassword.aspx?aun=WpziHIFOUQ8Ejtrex/XnW3eIy5l/IcXRjr+ofd7zGS0= (https://eousafoia.usdoj.gov/App/SetPassword.aspx?aun=WpziHIFOUQ8Ejtrex/XnW3eIy5l/IcXRjr+ofd7zGS0=) \r\nWHEN YOU ARE DIRECTED TO THE CHANGEPASSWORD SCREEN ENTER YOUR USER NAME USING ONLY LOWERCASE LETTERS \r\n\r\nClick the link above to return to Executive Office for U.S. Attorneys PAL and create your new password.",
        "status": "done",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 192526,
        "from_user": 9628,
        "to_user": 165411,
        "subject": "Your Login Information - Executive Office for U.S. Attorneys",
        "datetime": "2025-09-05T05:37:26.540142",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Coleman  Winthorpe, \r\n\r\nA temporary password has been issued and sent to the email address provided. Please check your email for this temporary password and return to https://eousafoia.usdoj.gov to login. If you have any previously submitted requests to Executive Office for U.S. Attorneys you will be able to view them by logging into your user account \r\n\r\nKindly change the password provided by us.\r\nRegards, \r\nExecutive Office for U.S. Attorneys",
        "status": "done",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 192526,
        "from_user": 9628,
        "to_user": 165411,
        "subject": "Request Acknowledgement by Executive Office for U.S. Attorneys",
        "datetime": "2025-09-05T05:44:28.912860",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Coleman  Winthorpe, \r\n\r\nCase Number EOUSA-2025-005828 has been assigned to the request you submitted. In all future correspondence regarding this request please reference case number EOUSA-2025-005828.\r\nRegards, \r\nExecutive Office for U.S. Attorneys",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/foia-request-records-relating-to-rare-breed-settlement-agreement-and-enforcement-192526/"
  },
  {
    "id": 192524,
    "title": "FOIA Request – Records Relating to the Rare Breed Settlement and Use in Enforcement Actions",
    "slug": "foia-request-records-relating-to-the-rare-breed-settlement-and-use-in-enforcement-actions",
    "status": "processed",
    "embargo_status": "public",
    "user": 165411,
    "username": "FRTGhostHunter",
    "agency": 225,
    "datetime_submitted": "2025-09-04T13:42:21.274878",
    "date_due": "2025-10-02",
    "days_until_due": null,
    "date_followup": "2025-12-04",
    "datetime_done": null,
    "datetime_updated": "2025-09-05T05:40:56.006473",
    "date_embargo": null,
    "tracking_id": "2025-01489",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192524,
        "from_user": 165411,
        "to_user": 9584,
        "subject": "Freedom of Information Act Request: FOIA Request – Records Relating to the Rare Breed Settlement and Use in Enforcement Actions",
        "datetime": "2025-09-04T13:42:21.374234",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nThis is a request under the Freedom of Information Act, 5 U.S.C. § 552.\r\n\r\nI request copies of all records created, sent, or received between May 15, 2025, and the present that meet the following criteria:\r\n\t1.\tInternal ATF Guidance or Directives\r\n\t•\tAny memoranda, field bulletins, internal emails, or policy documents distributed to ATF personnel (including Industry Operations Investigators) that reference or discuss the May 2025 settlement agreement concerning forced reset triggers and its implications for firearms enforcement.\r\n\t2.\tUse in Subsequent Matters\r\n\t•\tAny records that reference the above-mentioned settlement agreement in connection with other firearms-related inspections, enforcement actions, or compliance matters involving any entity or individual other than the parties to that settlement.\r\n\t3.\tCommunications with Other Agencies\r\n\t•\tAny communications between ATF and the Department of Justice or other federal agencies discussing the settlement agreement’s impact on agency enforcement approach to forced reset triggers.\r\n\r\nExpedited Processing Request\r\n\r\nI request expedited processing under 28 C.F.R. § 16.5(e)(1)(iv) because the information requested has an urgency to inform the public concerning actual or alleged Federal Government activity—specifically, ATF’s use of a private legal settlement to establish enforcement precedent affecting lawful firearms owners and manufacturers.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nColeman Winthorpe",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 192524,
        "from_user": 9584,
        "to_user": 165411,
        "subject": "Here's your recovery link-Bureau of Alcohol, Tobacco, Firearms and Explosives (ATF)",
        "datetime": "2025-09-05T05:36:20.462633",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Coleman Winthorpe \r\n\r\nYour temporary sign in link: \r\nhttps://dojatf.secureocp.com/App/SetPassword.aspx?aun=nMkURjmtVCJypY+6uI0ExFdcgD3Mk3TzgEDmtQ7ECyA= (https://dojatf.secureocp.com/App/SetPassword.aspx?aun=nMkURjmtVCJypY+6uI0ExFdcgD3Mk3TzgEDmtQ7ECyA=) \r\n\r\nClick the link above to return to Bureau of Alcohol, Tobacco, Firearms and Explosives (ATF) PAL and create your new password.\r\nRegards, \r\n\r\nATF FOIA Team \r\nBureau of Alcohol, Tobacco, Firearms and Explosives (ATF)",
        "status": "done",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 192524,
        "from_user": 9584,
        "to_user": 165411,
        "subject": "Your PAL account is ready",
        "datetime": "2025-09-05T05:36:21.187018",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Coleman  Winthorpe, \r\n\r\nYou've successfully created a PAL account. You will receive another email with a link to create your password. \r\n\r\nUsername: 192524-87567099@requests.muckrock.com \r\n\r\nAny previously submitted requests to Bureau of Alcohol, Tobacco, Firearms and Explosives (ATF) have been saved to your profile.\r\nRegards, \r\nBureau of Alcohol, Tobacco, Firearms and Explosives (ATF)",
        "status": "done",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 192524,
        "from_user": 9584,
        "to_user": 165411,
        "subject": "Request Acknowledgement by Bureau of Alcohol, Tobacco, Firearms and Explosives (ATF)",
        "datetime": "2025-09-05T05:40:56.006473",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Coleman  Winthorpe, \r\n\r\nThis is an automated messaged from Bureau of Alcohol, Tobacco, Firearms and Explosives (ATF) informing you that Request Number 2025-01489 has been assigned to the request you submitted. In all future correspondence regarding this request please reference case number 2025-01489. \r\n\r\nPlease send all correspondences from within ATF FOIA Public Access Link as this is not a monitored mailbox.\r\nRegards, \r\n\r\nATF FOIA Team \r\nBureau of Alcohol, Tobacco, Firearms and Explosives (ATF)",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/foia-request-records-relating-to-the-rare-breed-settlement-and-use-in-enforcement-actions-192524/"
  },
  {
    "id": 192518,
    "title": "New York City's Domestic Worker Mediation Program",
    "slug": "new-york-citys-domestic-worker-mediation-program",
    "status": "submitted",
    "embargo_status": "public",
    "user": 165405,
    "username": "RevaAbrol",
    "agency": 39253,
    "datetime_submitted": "2025-09-04T12:40:40.732754",
    "date_due": "2025-09-11",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-09-04T12:40:40.933850",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192518,
        "from_user": 165405,
        "to_user": 149307,
        "subject": "",
        "datetime": "2025-09-04T12:40:40.933850",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nInformation on New York City's Domestic Worker Mediation Program, including answers to the following questions:\r\n\r\n1. How does the program define \"domestic workers\"?\r\n2. The DCWP website states: \"If you are a paid care worker in NYC, you have a dedicated City resource for workplace questions and complaints: the Paid Care Division within the Department of Consumer and Worker Protection (DCWP) Office of Labor Policy & Standards.\" Then the website goes on to define paid care workers as including both homecare and domestic workers. Does this mean that homecare workers cannot seek dispute resolution under the program?\r\n3. Why did Mayor Adams choose to launch this program?\r\n4. If homecare workers cannot seek mediation under the program, is there another way for them to receive support from the DCWP?\r\n5. How do domestic workers access the program? Is there a way to file a specific request for mediation? Or does the DCWP or another department identify potential cases in need of mediation from a general intake form for workers' complaints?\r\n6. Can you confirm the date that the program went live? Was it December 6, 2022 (the publication date of this press release from Mayor Eric Adams' office)?\r\n7. How many complaints has the program received from the time of launch until today? Can you share both the total and an annual breakdown?\r\n8. What percent and gross number of complaints were filed by homecare workers, such as home health aides, personal care aides, and home attendants? Can you share the breakdown of complaints by category of occupation?\r\n9. What percent of complaints are filed by women?\r\n10. What percent of complaints are filed by immigrants?\r\n11. What is the average age of the complainants?\r\n12. Were there any cases filed by employers? Or does the program take cases that are filed by workers?\r\n13. What percent and gross number of complaints filed were about wage theft? Can you share a breakdown of complaints by complaint type?\r\n14. What are the types of outcomes that can result from a case submitted for mediation under the program?\r\n15. What does \"resolution\" mean under the program? \r\n16. Does \"resolution\" include wage recovery in wage theft cases? If so, what percent and gross amount of owed wages were returned to the workers on average?\r\n17. Can you provide an end-to-end overview of the steps in the process, from intake to outcome?\r\n18. Of the total number of complaints filed from launch until today, how many have been selected for mediation under the program?\r\n19. Of the total number of complaints selected for mediation from launch until today, how many were resolved?\r\n20. Are workers who seek resolution through the program still able to pursue litigation? Or does participation in the program prevent them from doing so?\r\n21. How is DCWP or other offices (the Mayor's office, OATH) spreading awareness of the program, if at all?\r\n22. What is the budget for the program?\r\n23. Is DCWP aware of any cases of employer retaliation against workers who seek support from the program?\r\n24. Are there any other programs by the state or city that provide similar or overlapping services?\r\n\r\nWhere possible, I'd appreciate any spreadsheets you can provide for analysis as well.\r\n\r\nI also request that, if appropriate, fees be waived as I believe this request is in the public interest. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, processed by a representative of the news media/press and is made in the process of news gathering and not for commercial usage.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nReva Abrol",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/new-york-citys-domestic-worker-mediation-program-192518/"
  },
  {
    "id": 192516,
    "title": "LA mDL Program Records (Jan 2023–Present)",
    "slug": "la-mdl-program-records-jan-2023present",
    "status": "ack",
    "embargo_status": "public",
    "user": 8294,
    "username": "RebeccaWilliams",
    "agency": 3954,
    "datetime_submitted": "2025-09-04T10:05:46.601118",
    "date_due": "2025-10-02",
    "days_until_due": null,
    "date_followup": "2025-10-02",
    "datetime_done": null,
    "datetime_updated": "2025-09-04T10:05:47.907298",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192516,
        "from_user": 8294,
        "to_user": 165399,
        "subject": "Louisiana Public Records Law Request: LA mDL Program Records (Jan 2023–Present)",
        "datetime": "2025-09-04T10:05:47.907298",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Louisiana Public Records Law, I hereby request the following records:\r\n\r\nInternal evaluation or pilot assessment reports that summarize performance, adoption, risks, or “lessons learned” from the LA Wallet (Go Validate/Envoc) program between January 1, 2023 and the present.\r\n\r\nAgreements, contracts, or memoranda of understanding with vendors or partners, including but not limited to Go Validate, Envoc, IDEMIA, AAMVA, or other providers.\r\n\r\nInteragency or interstate coordination documents, including but not limited to MOUs or correspondence with AAMVA or other states regarding mDL interoperability, standards development, or airport integration at Louis Armstrong New Orleans International Airport.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRebecca Williams",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/louisiana-233/la-mdl-program-records-jan-2023present-192516/"
  },
  {
    "id": 192515,
    "title": "Banned books list (Department of Corrections)",
    "slug": "banned-books-list-department-of-corrections",
    "status": "submitted",
    "embargo_status": "public",
    "user": 84591,
    "username": "Dillon-Bergin",
    "agency": 3547,
    "datetime_submitted": "2025-09-04T08:52:45.824161",
    "date_due": "2025-09-11",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-09-04T08:52:46.450234",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "banned_books"
    ],
    "communications": [
      {
        "foia": 192515,
        "from_user": 84591,
        "to_user": 10715,
        "subject": "",
        "datetime": "2025-09-04T08:52:46.450234",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nA list of all books and other printed publications that are banned or otherwise not permitted in prisons. Please include the title and author of the publication. If available, please include the reasons for prohibiting the publication, as well as the date of the decision.\r\n\r\nIf possible, please send this information in a searchable spreadsheet format, such as an Excel file or a CSV file.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDillon Bergin",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/illinois-168/banned-books-list-department-of-corrections-192515/"
  },
  {
    "id": 192514,
    "title": "Banned books list (Department of Corrections and Rehabilitation)",
    "slug": "banned-books-list-department-of-corrections-and-rehabilitation",
    "status": "submitted",
    "embargo_status": "public",
    "user": 84591,
    "username": "Dillon-Bergin",
    "agency": 905,
    "datetime_submitted": "2025-09-04T08:52:45.824161",
    "date_due": "2025-09-14",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-09-04T08:52:46.344048",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "banned_books"
    ],
    "communications": [
      {
        "foia": 192514,
        "from_user": 84591,
        "to_user": 10884,
        "subject": "",
        "datetime": "2025-09-04T08:52:46.344048",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nA list of all books and other printed publications that are banned or otherwise not permitted in prisons. Please include the title and author of the publication. If available, please include the reasons for prohibiting the publication, as well as the date of the decision.\r\n\r\nIf possible, please send this information in a searchable spreadsheet format, such as an Excel file or a CSV file.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDillon Bergin",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/california-52/banned-books-list-department-of-corrections-and-rehabilitation-192514/"
  },
  {
    "id": 192513,
    "title": "Banned books list (Texas Department of Criminal Justice)",
    "slug": "banned-books-list-texas-department-of-criminal-justice",
    "status": "submitted",
    "embargo_status": "public",
    "user": 84591,
    "username": "Dillon-Bergin",
    "agency": 896,
    "datetime_submitted": "2025-09-04T08:52:45.824161",
    "date_due": "2025-09-18",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-09-04T08:52:46.255546",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "banned_books"
    ],
    "communications": [
      {
        "foia": 192513,
        "from_user": 84591,
        "to_user": 10797,
        "subject": "",
        "datetime": "2025-09-04T08:52:46.255546",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\nA list of all books and other printed publications that are banned or otherwise not permitted in prisons. Please include the title and author of the publication. If available, please include the reasons for prohibiting the publication, as well as the date of the decision.\r\n\r\nIf possible, please send this information in a searchable spreadsheet format, such as an Excel file or a CSV file.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDillon Bergin",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/texas-109/banned-books-list-texas-department-of-criminal-justice-192513/"
  },
  {
    "id": 192512,
    "title": "Banned books list (Department of Corrections)",
    "slug": "banned-books-list-department-of-corrections",
    "status": "submitted",
    "embargo_status": "public",
    "user": 84591,
    "username": "Dillon-Bergin",
    "agency": 3972,
    "datetime_submitted": "2025-09-04T08:52:45.824161",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-09-04T08:52:46.169969",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "banned_books"
    ],
    "communications": [
      {
        "foia": 192512,
        "from_user": 84591,
        "to_user": 10117,
        "subject": "",
        "datetime": "2025-09-04T08:52:46.169969",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nA list of all books and other printed publications that are banned or otherwise not permitted in prisons. Please include the title and author of the publication. If available, please include the reasons for prohibiting the publication, as well as the date of the decision.\r\n\r\nIf possible, please send this information in a searchable spreadsheet format, such as an Excel file or a CSV file.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nDillon Bergin",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/florida-34/banned-books-list-department-of-corrections-192512/"
  },
  {
    "id": 192511,
    "title": "Banned books list (Department of Corrections)",
    "slug": "banned-books-list-department-of-corrections",
    "status": "submitted",
    "embargo_status": "public",
    "user": 84591,
    "username": "Dillon-Bergin",
    "agency": 3973,
    "datetime_submitted": "2025-09-04T08:52:45.824161",
    "date_due": "2025-09-09",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-09-04T08:52:46.035101",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "banned_books"
    ],
    "communications": [
      {
        "foia": 192511,
        "from_user": 84591,
        "to_user": 9751,
        "subject": "",
        "datetime": "2025-09-04T08:52:46.035101",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Georgia Open Records Act, I hereby request the following records:\r\n\r\nA list of all books and other printed publications that are banned or otherwise not permitted in prisons. Please include the title and author of the publication. If available, please include the reasons for prohibiting the publication, as well as the date of the decision.\r\n\r\nIf possible, please send this information in a searchable spreadsheet format, such as an Excel file or a CSV file.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDillon Bergin",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/georgia-230/banned-books-list-department-of-corrections-192511/"
  },
  {
    "id": 192510,
    "title": "Public Records Request - Miami Dade SO",
    "slug": "public-records-request-miami-dade-so",
    "status": "processed",
    "embargo_status": "public",
    "user": 157621,
    "username": "mcdiag",
    "agency": 42216,
    "datetime_submitted": "2025-09-04T08:16:39.337096",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2025-12-04",
    "datetime_done": null,
    "datetime_updated": "2025-09-05T00:09:34.083080",
    "date_embargo": null,
    "tracking_id": "P335552-090525",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192510,
        "from_user": 157621,
        "to_user": 164220,
        "subject": "Florida Sunshine Law Request: Public Records Request - Miami Dade SO",
        "datetime": "2025-09-04T08:16:39.593749",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nI am writing to formally request access to video footage from a police intervention, specifically from the body camera worn by the officer(s) and the dashcam of the police vehicles involved. Article:\r\nhttps://www.cbsnews.com/miami/news/miami-woman-andrea-marie-assaf-steals-police-car-after-having-drinks-with-officer-miami-dade-sheriff-office-says/\r\n\r\nExact date of incident: Sunday, March 30, 2025\r\nNames of parties involved: Andrea Marie Assaf\r\n\r\nI intend to use this footage solely for educational purposes to promote a better understanding of law enforcement procedures and the application of the law.\r\n\r\nI understand that there may be associated costs for providing this footage, and I am more than willing to cover any fees incurred. Please inform me about the necessary procedures and the costs involved.\r\n\r\nThank you in advance for your assistance. I trust that this footage will be invaluable for my educational efforts, and I greatly appreciate your cooperation.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nGeorge Smith",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 192510,
        "from_user": 164220,
        "to_user": 157621,
        "subject": "[Records Center] Welcome to the Records Center!",
        "datetime": "2025-09-04T23:59:17.910128",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear George  Smith, \r\nThank you for registering with the Miami-Dade Sheriff's Office Public Records Center.  Please log in to the Records Center to update any contact or password information and to track the progress of your request. \r\n Login: 192510-30258519@requests.muckrock.com \r\n \r\nIf you have never used this system, your account has been created by a Miami-Dade Sheriff Office staff. You may request a temporary password to track the status of your request, manage account information, and retrieve responsive records here: Request Temporary Password (https://u8387778.ct.sendgrid.net/ls/click?upn=u001.VEsWrlMiJDg0mXafq1mEXZ2kCIVIyktZPSKcTiCg78cEjCB7Ssvzlm92mkWkY9jEfAXjXZNVEP8Rkx5I7wY9hLxxPMDNp8vZxLvF1Rx3-2FwY-3DbqVg_MgnNG9NYHPBPOZA-2BYkKL0G27lt5LjL3ZHKKKrx41-2Bmm3YlwtvCqAkSVlx5BhvgzKs780e0AORh2NeN-2BpZL1PHr0TYe9njBX4EDSXBRE76qNdFFrwz92whe0j7vgUTHUCsEAWJeJx3wPjWvREB1aFrUuDeUgexsV-2BY9un6a1qkoAOASVbeNGMUlk0z6xZ39FHhX9gGuOKUHuvQIncJiZlT3-2Fdm-2FbeEN6c7WHAaQVykXs-3D) \r\n \r\nThis is an auto-generated email and has originated from an unmonitored email account. Please DO NOT REPLY.",
        "status": "done",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 192510,
        "from_user": 164220,
        "to_user": 157621,
        "subject": "[Records Center] Password Assistance",
        "datetime": "2025-09-05T00:07:18.626194",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear George , \r\nWe received your request for password assistance on 09/05/2025 12:01 AM. Below is your temporary password. Please use it to access your account online. When you access your account, please create a permanent password that only you can remember. Login: 192510-30258519@requests.muckrock.com Password: e0c194364ecb4c5 \r\n \r\n \r\nThis is an auto-generated email and has originated from an unmonitored email account. Please DO NOT REPLY.",
        "status": "done",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 192510,
        "from_user": 164220,
        "to_user": 157621,
        "subject": "[Records Center] Password Change",
        "datetime": "2025-09-05T00:08:33.648284",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Hello George , \r\nThis message is to notify you that your password has changed. \r\n\r\nThis is an auto-generated email and has originated from an unmonitored email account. Please DO NOT REPLY.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 192510,
        "from_user": 164220,
        "to_user": 157621,
        "subject": "Public Records Request :: P335552-090525",
        "datetime": "2025-09-05T00:09:34.083080",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear George  Smith: \r\n \r\nThank you for your interest in public records of Miami-Dade Sheriff's Office.  Your request has been received and is being processed.  Your request was received in this office on 9/5/2025 and given the reference number P335552-090525 for tracking purposes.  To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nI am writing to formally request access to video footage from a police intervention, specifically from the body camera worn by the officer(s) and the dashcam of the police vehicles involved. Article:\r\nhttps://www.cbsnews.com/miami/news/miami-woman-andrea-marie-assaf-steals-police-car-after-having-drinks-with-officer-miami-dade-sheriff-office-says/\r\n\r\nExact date of incident: Sunday, March 30, 2025\r\nNames of parties involved: Andrea Marie Assaf\r\n\r\nI intend to use this footage solely for educational purposes to promote a better understanding of law enforcement procedures and the application of the law.\r\n\r\nI understand that there may be associated costs for providing this footage, and I am more than willing to cover any fees incurred. Please inform me about the necessary procedures and the costs involved.\r\n\r\nThank you in advance for your assistance. I trust that this footage will be invaluable for my educational efforts, and I greatly appreciate your cooperation.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nGeorge Smith\r\n\r\nUpload documents directly: https://accounts.muckrock.com/accounts/login/?next=https%3A%2F%2Fwww.muckrock.com%2Faccounts%2Flogin%2F%3Fnext%3D%252Faccounts%252Fagency_login%252Fmiami-dade-sheriffs-office-42216%252Fpublic-records-request-miami-dade-so-192510%252F%253Femail%253Dmiamidadecountyfl%252540govqa.us&url_auth_token=AAJegw4DO1t--PVV0kHwpV6qUSo%3A1uuNjZ%3AaUBraoAN0kXIoHQkHDGRZvWYlbylKTcr448EpKSo-0E \r\nYour request will be forwarded to the relevant person(s) to locate the information you seek and to determine the volume and any costs associated with satisfying your request.  You will be contacted about the availability and/or provided with copies of the records in question. NOTE: If there is no action taken on a request by a requestor, the request will be considered abandoned and withdrawn after 30 days and will require the submission of a new request.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/miami-dade-county-7318/public-records-request-miami-dade-so-192510/"
  },
  {
    "id": 192499,
    "title": "9/11 Records",
    "slug": "911-records",
    "status": "processed",
    "embargo_status": "public",
    "user": 104233,
    "username": "Ckallas89",
    "agency": 10,
    "datetime_submitted": "2025-09-03T18:15:16.878070",
    "date_due": "2025-10-01",
    "days_until_due": null,
    "date_followup": "2025-12-03",
    "datetime_done": null,
    "datetime_updated": "2025-09-03T22:50:32.244222",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192499,
        "from_user": 104233,
        "to_user": 9555,
        "subject": "Freedom of Information Act Request: 9/11 Records",
        "datetime": "2025-09-03T18:15:17.006583",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nI'm looking for records related to the events of September 11, 2001. Specifically the following:\r\n\r\n1). All records pertaining to the property records of 'Flight 93' crash site, including any deeds, contracts, agreements, easements, written communications, and anything involving the owners which would include the surface owners Svonavec Inc. and easement/ coal mining rights to PBS Coals Inc., Mincorp Acquisitions Inc., and Citigroup. \r\n\r\n2). All photographs and video taken of 'Flight 93' crash site from the ground and air between September 11, 2001 and October 31, 2002.\r\n\r\nAdditionally, all photographs and video taken of the separate debris and debris fields at Indian Lake, PA and New Baltimore, PA between September 11, 2001 and October 31, 2002.\r\n\r\n\r\n3). All records, such as, chain of custody logs, communications, document/ photography records, and current possession of 'Flight 93' debris that was located around Indian Lake, PA as indicated in The Daily American Fri, Sep 14, 2001 ·Page 12 where FBI Crowley speaks that on behalf of the investigation. John Fleegle is a local resident also mentioned in the same article that evidence was given to the FBI that was collected from Indian Lake. \r\n\r\n4). All records, such as, chain of custody logs, communications, document/ photography records, and current possession of 'Flight 93' debris that was located around New Baltimore, PA as indicated in Pittsburgh Post-Gazette Fri, Sep 14, 2001 ·Page 11 where FBI Crowley speaks that on behalf of the investigation. Andy Stoe, a local resident, also mentioned in the article that evidence of debris being scrap paper, an endorsed check, financial statements. On the Lowery Farm there was debris of financial documents scatter that were given to the FBI. In the Dayton Daily News Fri, Sep 14, 2001 Page 6, a local resident Melanie Hankinson found debris consisting of financial documents, an airline magazine, pilot handbook, and a few other stuff all confirmed by Agent Crowley of the FBI.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nCharles Kallas",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 192499,
        "from_user": 9555,
        "to_user": 104233,
        "subject": "eFOIPA Authorization Request",
        "datetime": "2025-09-03T22:49:05.272794",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "You have successfully requested access to FBI's eFOIPA website.\r\n\r\nPlease access the efoia.fbi.gov by following this temporary authorization url:\r\n<https://efoia.fbi.gov/authorize/c1aff42d671219120b67dacbd84763f65a365cf7e4af7ffce6>.",
        "status": "submitted",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 192499,
        "from_user": 9555,
        "to_user": 104233,
        "subject": "eFOIA Request Received",
        "datetime": "2025-09-03T22:50:32.244222",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "# Individual Information\r\n\r\nPrefix\r\n\r\nFirst Name\r\n\r\nCharles\r\n\r\nMiddle Name\r\n\r\nLast Name\r\n\r\nKallas\r\n\r\nSuffix\r\n\r\nEmail\r\n\r\n192499-39653238@requests.muckrock.com\r\n\r\nPhone\r\n\r\nLocation\r\n\r\nUnited States\r\n\r\n# Domestic Address\r\n\r\nAddress Line 1\r\n\r\nMuckRock News, DEPT MR192499\r\n\r\nAddress Line 2\r\n\r\n263 Huntington Ave\r\n\r\nCity\r\n\r\nBoston\r\n\r\nState\r\n\r\nMassachusetts\r\n\r\nPostal\r\n\r\n02115\r\n\r\n# Agreement to Pay\r\n\r\nHow you will pay\r\n\r\nI am limiting my request to the free two hours of searching and 100 duplicated\r\npages. I am not willing to pay additional fees.\r\n\r\n# Non-Individual FOIA Request\r\n\r\nRequest Information\r\n\r\nTo Whom It May Concern: Pursuant to the Freedom of Information Act, I hereby\r\nrequest the following records: I'm looking for records related to the events\r\nof September 11, 2001. Specifically the following: 1). All records pertaining\r\nto the property records of 'Flight 93' crash site, including any deeds,\r\ncontracts, agreements, easements, written communications, and anything\r\ninvolving the owners which would include the surface owners Svonavec Inc. and\r\neasement/ coal mining rights to PBS Coals Inc., Mincorp Acquisitions Inc., and\r\nCitigroup. 2). All photographs and video taken of 'Flight 93' crash site from\r\nthe ground and air between September 11, 2001 and October 31, 2002.\r\nAdditionally, all photographs and video taken of the separate debris and\r\ndebris fields at Indian Lake, PA and New Baltimore, PA between September 11,\r\n2001 and October 31, 2002. 3). All records, such as, chain of custody logs,\r\ncommunications, document/ photography records, and current possession of\r\n'Flight 93' debris that was located around Indian Lake, PA as indicated in The\r\nDaily American Fri, Sep 14, 2001 Â·Page 12 where FBI Crowley speaks that on\r\nbehalf of the investigation. John Fleegle is a local resident also mentioned\r\nin the same article that evidence was given to the FBI that was collected from\r\nIndian Lake. 4). All records, such as, chain of custody logs, communications,\r\ndocument/ photography records, and current possession of 'Flight 93' debris\r\nthat was located around New Baltimore, PA as indicated in Pittsburgh Post-\r\nGazette Fri, Sep 14, 2001 Â·Page 11 where FBI Crowley speaks that on behalf of\r\nthe investigation. Andy Stoe, a local resident, also mentioned in the article\r\nthat evidence of debris being scrap paper, an endorsed check, financial\r\nstatements. On the Lowery Farm there was debris of financial documents scatter\r\nthat were given to the FBI. In the Dayton Daily News Fri, Sep 14, 2001 Page 6,\r\na local resident Melanie Hankinson found debris consisting of financial\r\ndocuments, an airline magazine, pilot handbook, and a few other stuff all\r\nconfirmed by Agent Crowley of the FBI. The requested documents will be made\r\navailable to the general public, and this request is not being made for\r\ncommercial purposes. In the event that there are fees, I would be grateful if\r\nyou would inform me of the total charges in advance of fulfilling my request.\r\nI would prefer the request filled electronically, by e-mail attachment if\r\navailable or CD-ROM if not. Thank you in advance for your anticipated\r\ncooperation in this matter. I look forward to receiving your response to this\r\nrequest within 20 business days, as the statute requires. Sincerely, Charles\r\nKallas\r\n\r\n**\r\n\r\nPlease be advised that efoia@subscriptions.fbi.gov is a no-reply email\r\naddress. Questions regarding your FOIA request may be directed to\r\nfoipaquestions@fbi.gov. If you have received a FOIPA request number, please\r\ninclude this in all correspondence concerning your request. Please note eFOIPA\r\nrequests are processed in the order that they are received. If you have not\r\nreceived a FOIPA request number, your request is in the process of being\r\nopened at which time it will be assigned a FOIPA request number and\r\ncorrespondence will be forthcoming.\r\n\r\n**\r\n\r\nUpon receipt of your FOIPA request number, you may check the status of your\r\nFOIPA request on the FBIâ€™s electronic FOIA Library (The Vault) on the FBIâ€™s\r\npublic website, http://vault.fbi.gov by clicking on the â€˜Check Status of Your\r\nFOI/PA Request toolâ€™ link. Status updates are performed on a weekly basis. If\r\nyou receive a comment that your FOIPA request number was not located in the\r\ndatabase, please check back at a later date.\n",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/911-records-192499/"
  },
  {
    "id": 192495,
    "title": "NYAG VDARE",
    "slug": "nyag-vdare",
    "status": "processed",
    "embargo_status": "public",
    "user": 132729,
    "username": "j-b",
    "agency": 203,
    "datetime_submitted": "2025-09-03T14:11:44.694331",
    "date_due": "2025-09-10",
    "days_until_due": null,
    "date_followup": "2025-12-03",
    "datetime_done": null,
    "datetime_updated": "2025-09-03T22:49:05.956815",
    "date_embargo": null,
    "tracking_id": "G000609-090325",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192495,
        "from_user": 132729,
        "to_user": 9895,
        "subject": "New York Freedom of Information Law Request: NYAG VDARE",
        "datetime": "2025-09-03T14:11:44.820992",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nSince November 2020:\r\n\r\nAny emails, letters, facsimiles, copies of handwritten notes, meeting requests, notes or minutes from meetings between any NYAG personnel, and any representative of the Anti-Defamation League.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\njoseph brucker",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 192495,
        "from_user": 9895,
        "to_user": 132729,
        "subject": "Welcome to the NYS OAG FOIL Request Center!",
        "datetime": "2025-09-03T22:48:07.600111",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear joseph  brucker, \r\n Thank you for registering with the New York State Office of the Attorney General FOIL Request Center.  Your email address is 192495-91981221@requests.muckrock.com.  You can log in to the NYS OAG FOIL Request Center to update any contact or password information and to track the progress of your request. (https://nyag.mycusthelp.com/WEBAPP/_rs/RequestLogin.aspx?) \r\n Please note: If you have never used this system, your account has been created by a staff person at the New York State Office of the Attorney General . To access your account, you need to create a password by clicking on Create a Password. This will allow you to access your request, manage account information, and retrieve responsive records. (https://nyag.mycusthelp.com/WEBAPP//_rs/ChangePassword.aspx?cuEmail=ZewPH1kBnDK/Hwo7Vr/13DXfaEfBoduuAI+VRrRuCqv4viyWBAbSE1IVXKT4Npu9IgAKk12Qh4kpe8PKVqT+C5Y36nt2wEW234AwlUaP/V0=&expire=3mtlxyz3c8lwaBpfLICQKpLRdYXA2SDgj+Ejxdr4q57cvpr069a1BSD/QwiyP6Dn) \r\n Thank you, \r\n New York State Office of the Attorney General \r\n \r\n \r\n  \r\n    \r\n  This is an auto-generated email and has originated from an unmonitored email account. Please DO NOT REPLY.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 192495,
        "from_user": 9895,
        "to_user": 132729,
        "subject": "[NYS OAG FOIL Request Center] General FOIL Request :: G000609-090325",
        "datetime": "2025-09-03T22:49:05.956815",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Re: FOIL Request #G000609-090325 \r\n\r\nDear Mr. brucker: \r\n\r\nThis is an automated reply to your above-referenced FOIL request.  Please do not respond to this message. \r\n\r\nWithin five business days, you will receive a written acknowledgment of the receipt of your request with a statement of the approximate date when your request will be granted or denied. \r\n\r\nNew York State Office of the Attorney General \r\n\r\nPlease visit the NYS OAG FOIL Request Center to view frequently asked questions, submit a new request, or monitor request progress.  You may  view this request in the My Request Center.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/nyag-vdare-192495/"
  },
  {
    "id": 192492,
    "title": "Connect Seattle Devices",
    "slug": "connect-seattle-devices",
    "status": "processed",
    "embargo_status": "public",
    "user": 108519,
    "username": "rose.terse",
    "agency": 227,
    "datetime_submitted": "2025-09-03T13:00:53.135114",
    "date_due": "2025-09-10",
    "days_until_due": null,
    "date_followup": "2025-12-03",
    "datetime_done": null,
    "datetime_updated": "2025-09-04T12:54:06.853990",
    "date_embargo": null,
    "tracking_id": "P238267-090325",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192492,
        "from_user": 108519,
        "to_user": 9707,
        "subject": "Washington Public Records Act Request: Connect Seattle Devices",
        "datetime": "2025-09-03T13:00:53.247486",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Washington Public Records Act, I hereby request the following records:\r\n\r\nList and map of privately-owned devices, such as cameras and automatic license plate readers, registered and/or integrated with the Police Department's Fusus Real-Time Crime Center (RTCC) system through the CONNECT SEATTLE program (https://communityconnectseattle.org).\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRose Terse",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 192492,
        "from_user": 9707,
        "to_user": 108519,
        "subject": "Police :: P238267-090325",
        "datetime": "2025-09-03T22:43:05.002252",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "At this time, the Seattle Police Department’s Legal Unit is operating under a backlog of over 4,500 open requests. We deeply appreciate your understanding and patience as we work diligently to respond to all pending requests. \r\n \r\n \r\nDear Rose Terse: \r\n \r\nThank you for using the Seattle Police Public Records Request Center. \r\n \r\nYour request was received on September 03, 2025and the reference number is P238267-090325. \r\n \r\nIf the City's representative entered your request into the system and you didn't specifically register: \r\n \r\n  * Access the Police Public Records Request Center  \r\n  * Access the \"My Records Request Center\" \r\n  * Access the \"View My Requests\" \r\n  * Enter the E-Mail below (should be the E-Mail you gave the representative) \r\n  * At the login prompt click the forgotten password link \r\n  * You will be sent a temporary password to login and then change to a permanent password \r\nPlease use the center to track the progress of your requests, pay for your requests online, and download your records! \r\n \r\nHere is your login: 192492-38314330@requests.muckrock.com \r\n Request Summary  Incident Information (if provided): \r\n \r\n  * Incident Number: \r\n  * Incident Date: \r\n  * Incident Time: \r\n  * Incident Location: \r\n  * Investigating Officers: \r\n Request Description and Details (as provided): \r\n \r\n  * Overall Description: \r\n To Whom It May Concern:\r\n\r\nPursuant to the Washington Public Records Act, I hereby request the following records:\r\n\r\nList and map of privately-owned devices, such as cameras and automatic license plate readers, registered and/or integrated with the Police Department's Fusus Real-Time Crime Center (RTCC) system through the CONNECT SEATTLE program (https://communityconnectseattle.org).\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRose Terse\r\n\r\nUpload documents directly: https://accounts.muckrock.com/accounts/login/?next=https%3A%2F%2Fwww.muckrock.com%2Faccounts%2Flogin%2F%3Fnext%3D%252Faccounts%252Fagency_login%252Fpolice-department-227%252Fconnect-seattle-devices-192492%252F%253F&url_auth_token=AAAFQyjplGEM1gEOpH00zl_dqRk%3A1utztT%3A-PVLGyjfcNWB5nxEla9rQTesOy_1Pd7cAU20CNaE4Es",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 192492,
        "from_user": 9707,
        "to_user": 108519,
        "subject": "Police Status Update:  Assigned :: P238267-090325",
        "datetime": "2025-09-04T12:54:06.853990",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "09/04/2025 \r\n \r\nRose Terse \r\n192492-38314330@requests.muckrock.com \r\n \r\nRE: Public Disclosure Request #: P238267-090325 \r\n \r\nDear Rose Terse, \r\n \r\nThis communication is in response to your public disclosure request. \r\n \r\nThe purpose of this correspondence is to provide you a status update. Your request status is: Assigned. \r\n \r\nIf you have any questions, you may send messages using the Police Records Request Center or call the Public Disclosure Desk at 206-684-5481. \r\n Please add seattle@mycusthelp.net to your E-mail contacts/address book to ensure delivery of the record center E-mails to your Inbox. (mailto:seattle@mycusthelp.net) \r\n \r\nThis is an auto-generated email and has originated from an unmonitored email account. Please DO NOT REPLY. \r\n \r\nAt this time, the Seattle Police Department’s Legal Section is operating under a backlog of more than 4,500 open requests. We appreciate your understanding and patience as we work diligently to respond to all pending requests.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/seattle-69/connect-seattle-devices-192492/"
  },
  {
    "id": 192491,
    "title": "FBI RECORDS MONTY MASSIMI",
    "slug": "fbi-records-monty-massimi",
    "status": "processed",
    "embargo_status": "public",
    "user": 109997,
    "username": "Buffalo",
    "agency": 10,
    "datetime_submitted": "2025-09-03T12:50:22.822578",
    "date_due": "2025-10-01",
    "days_until_due": null,
    "date_followup": "2025-12-04",
    "datetime_done": null,
    "datetime_updated": "2025-09-04T22:24:49.108482",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192491,
        "from_user": 109997,
        "to_user": 9555,
        "subject": "Freedom of Information Act Request: FBI RECORDS MONTY MASSIMI",
        "datetime": "2025-09-03T12:50:23.005240",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAny and all records mentioning, relating to, or generated as a result of investigation into Monty V. (Valentino) Massimi. \r\n\r\nMonty's DOD is April 3, 2007.  See: https://www.legacy.com/us/obituaries/buffalonews/name/monty-massimi-obituary?id=4686304 ... Also see: https://buffalonews.newspapers.com/article/the-buffalo-news-monty-massimi-obituary/148697516/\r\n\r\nMonty is the son of Willis (AKA William, AKA Billy) V. Massimi and Joal Massimi who were married on 4/23/1960 and divorced in 1972.  See: https://buffalonews.newspapers.com/article/the-buffalo-news-monty-massimis-mother/180313982/\r\n\r\nWillis Massimi's DOD was February 26, 2013.  See: https://buffalonews.newspapers.com/article/the-buffalo-news-obituary-for-willis-mas/180314346/  See also: https://buffalonews.com/obituaries/article_133442a6-951c-5138-865c-b4597cb04538.html\r\n\r\nPlease include any any all references to Monty's father Willis Massimi. \r\n\r\nMonty lived at the following addresses:\r\n197 Lovering Ave, Buffalo, NY 14216\r\n112 School St, Buffalo, NY 46213\r\n4250 Ridge Lea Rd, Buffalo, NY 14226\r\n860 Niagara Street, Buffalo, NY 46213\r\nHe also maintained a residence in Lockport, NY\r\n\r\nMonty was murdered by Salvatore \"Sam\" M. Vacanti at Jacobi Restaurant.\r\nSee: https://buffalonews.newspapers.com/article/the-buffalo-news-monty-massimi-shot/148744554/\r\nSee Also: https://buffalonews.newspapers.com/article/the-buffalo-news-sam-vacanti-arrested-fo/148744717/\r\nSee Also: https://buffalonews.newspapers.com/article/the-buffalo-news-sam-vacantis-bail-revo/148744889/\r\nFor Police Report See Also: https://cdn.muckrock.com/foia_files/2022/06/29/vacanti.pdf\r\n\r\nAdditionally, Monty was close with LCN Figures:\r\n\r\n1. Frank \"Butch\" BiFulco (Buffalo LCN Family). BiFulco's DOD is October 12, 2020. See: https://buffalonews.com/obituaries/frank-butch-bifulco-75-reputed-mobster-with-a-brilliant-mind/article_1165f678-1ab8-11eb-a55c-130105cb65b9.html See also: https://www.legacy.com/us/obituaries/buffalonews/name/frank-bifulco-obituary?id=4880120\r\n\r\n2. Vincent \"Jimmy\" Caci (Los Angelos  LCN  Family). Caci's DOD is August 16, 2011. See: https://buffalonews.com/obituaries/caci-vincent-d-jimmy/article_af51bceb-59cd-581c-9ed9-ac04a187523a.html See also: https://www.legacy.com/us/obituaries/buffalonews/name/vincent-caci-obituary?id=4763396. Attached is a picture of Monty Massimi with Vincent \"Jimmy\" Caci\r\n\r\n3. Stephen Cino (Los Angelos LCN Family). Cino's DOD is March 11. 2013. See: https://www.legacy.com/us/obituaries/lvrj/name/stephen-cino-obituary?id=20533344\r\n\r\n4. Anthony \"Tony\" Alessi (Buffalo LCN Family). Alessi's DOD is June 19, 2008. See: https://www.legacy.com/us/obituaries/buffalonews/name/anthony-alessi-obituary?id=4699991\r\n\r\n5. Frank \"Babe\" Mambrino (Buffalo LCN Family). Frank Mambrino's DOD is October 11, 2001. See: https://buffalonews.newspapers.com/article/the-buffalo-news-frank-mambrino-son-of-c/167281604/\r\n\r\n6. John \"Eyes\" Mambrino (Buffalo LCN Family). John Mambrino's DOD is January 4, 2015. See: https://buffalonews.newspapers.com/article/the-buffalo-news-obituary-for-john-a-ma/167281899/\r\n\r\nPlease conduct a search for the above referenced records at the FBI Field Office in Buffalo, NY.\r\n\r\nIn addition to conducting this search for records at the FBI Field Office in Buffalo, NY, please conduct an additional search of the Central Records System, including but not limited to :\r\n\r\nA. The Electronic Surveillance (ELSUR) Indices, \r\nB. The Microphone Surveillance (MISUR) Indices, \r\nC. The Physical Surveillance (FISUR) Indices, and \r\nD. The Technical Surveillance (TESUR) Indices.\r\n\r\nCheck the Buffalo FBI field office, the Central Records System, and these above referenced indices for:\r\nA. Both main-file records and \r\nB. Cross-reference records for all relevant names, individuals, agencies and companies at FBI Headquarters. \r\n\r\nPlease also conduct a search for records at the Alexandria Records Center. \r\n\r\nIf any potentially responsive records have been destroyed and/or transferred to NARA, then I request copies of the destruction or transfer slips as well as any other documentation relating to, mentioning or describing said transfer or destruction, to include but not be limited to confirmation that the Bureau has no other copies of said records. \r\n\r\nIf previously released records are available, then I request a rolling release consisting of those records while additional records are located and processed for release.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMob",
        "status": "processed",
        "likely_foia": null,
        "files": [
          {
            "id": 1314024,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/Buffalo/162011/Vacanti_Arrest_Report_for_Murder_of_Massimi.pdf",
            "datetime": "2025-09-03T12:50:23.005240",
            "title": "Vacanti_Arrest_Report_for_Murder_of_Massimi.pdf",
            "source": "Mob",
            "description": "",
            "doc_id": "26082968-vacanti_arrest_report_for_murder_of_massimipdf",
            "pages": 1
          },
          {
            "id": 1314025,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/Buffalo/162011/Screenshot_2025-09-03_at_11.34.32AM.png",
            "datetime": "2025-09-03T12:50:23.005240",
            "title": "Screenshot_2025-09-03_at_11.34.32AM.png",
            "source": "Mob",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "portal"
      },
      {
        "foia": 192491,
        "from_user": 9555,
        "to_user": 109997,
        "subject": "eFOIPA Authorization Request",
        "datetime": "2025-09-04T22:21:06.397446",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "You have successfully requested access to FBI's eFOIPA website.\r\n\r\nPlease access the efoia.fbi.gov by following this temporary authorization url:\r\n<https://efoia.fbi.gov/authorize/d816541b40ee7e9d7a138f138f3e51d1cdab62a9bc04ec1992>.",
        "status": "submitted",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 192491,
        "from_user": 9555,
        "to_user": 109997,
        "subject": "eFOIA Request Received",
        "datetime": "2025-09-04T22:24:49.108482",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "# Individual Information\r\n\r\nPrefix\r\n\r\nFirst Name\r\n\r\nMob\r\n\r\nMiddle Name\r\n\r\nLast Name\r\n\r\nMob\r\n\r\nSuffix\r\n\r\nEmail\r\n\r\n192491-92661482@requests.muckrock.com\r\n\r\nPhone\r\n\r\nLocation\r\n\r\nUnited States\r\n\r\n# Domestic Address\r\n\r\nAddress Line 1\r\n\r\nMuckRock News, DEPT MR192491\r\n\r\nAddress Line 2\r\n\r\n263 Huntington Ave\r\n\r\nCity\r\n\r\nBoston\r\n\r\nState\r\n\r\nMassachusetts\r\n\r\nPostal\r\n\r\n02115\r\n\r\n# Agreement to Pay\r\n\r\nHow you will pay\r\n\r\nI am limiting my request to the free two hours of searching and 100 duplicated\r\npages. I am not willing to pay additional fees.\r\n\r\n# Non-Individual FOIA Request\r\n\r\nRequest Information\r\n\r\nPlease See attachment for description.\r\n\r\n**\r\n\r\nPlease be advised that efoia@subscriptions.fbi.gov is a no-reply email\r\naddress. Questions regarding your FOIA request may be directed to\r\nfoipaquestions@fbi.gov. If you have received a FOIPA request number, please\r\ninclude this in all correspondence concerning your request. Please note eFOIPA\r\nrequests are processed in the order that they are received. If you have not\r\nreceived a FOIPA request number, your request is in the process of being\r\nopened at which time it will be assigned a FOIPA request number and\r\ncorrespondence will be forthcoming.\r\n\r\n**\r\n\r\nUpon receipt of your FOIPA request number, you may check the status of your\r\nFOIPA request on the FBIâ€™s electronic FOIA Library (The Vault) on the FBIâ€™s\r\npublic website, http://vault.fbi.gov by clicking on the â€˜Check Status of Your\r\nFOI/PA Request toolâ€™ link. Status updates are performed on a weekly basis. If\r\nyou receive a comment that your FOIPA request number was not located in the\r\ndatabase, please check back at a later date.\n",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/fbi-records-monty-massimi-192491/"
  },
  {
    "id": 192487,
    "title": "IHSC Folkston 911 SENs/SIRs",
    "slug": "ihsc-folkston-911-senssirs",
    "status": "processed",
    "embargo_status": "public",
    "user": 25665,
    "username": "DetentionKills",
    "agency": 133,
    "datetime_submitted": "2025-09-03T11:31:44.088013",
    "date_due": "2025-10-01",
    "days_until_due": null,
    "date_followup": "2025-12-03",
    "datetime_done": null,
    "datetime_updated": "2025-09-03T22:37:41.162376",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192487,
        "from_user": 25665,
        "to_user": 9620,
        "subject": "Freedom of Information Act Request: IHSC Folkston 911 SENs/SIRs",
        "datetime": "2025-09-03T11:31:44.620296",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAll Significant Event Notifications and Significant Incident Reports received by the IHSC Field Medical Coordinator or OAQ Contracting Officer pertaining to medical emergencies or 911 calls at the Folkston ICE Processing Center, and Annex, for the period beginning January 1, 2024, and continuing through September 3, 2025. \r\n\r\nI request expedited processing of this request pursuant to 6 C.F.R. 5.5(e) and declare the following statements in support thereof to be true and correct under penalty of perjury pursuant to 28 USC 1746: \r\n\r\n1. Folkston is now the largest ICE detention facility in Georgia. \r\n2. Following the preventable death of Jaspal Singh in 2023, ICE rewarded Folkston's operator, GEO, with an expansion of the Folkston contract worth over $100M\r\n3. In 2025, Folkston was the site of a second in-custody death. \r\n4. Logs of 911 calls reflect instances in which EMS units were unavailable to gain timely access to the facility as a result of GEO staff's inability to consistently man the sally ports and entryways to secure areas, delaying emergency care for people inside. \r\n5. Lack of access to timely emergency medical care threatens the health safety of people in Folkston and the surrounding community. \r\n6. ICE Mortality Reviewers have attributed lack of timely access to emergency medical care to a significant number of deaths in ICE custody. \r\n7. The records requested will shed light on whether, and to what extent, ICE is aware of the challenges posed and consequences created by its use of detention in high numbers at the Folkston facility. \r\n8. I am a member of the media primarily engaged in information dissemination through edited publications, and have previously been granted expedited processing by federal FOIA offices on this basis. \r\n9. These records are needed on an expedited basis to fill out the federal side of a piece for which I have received journalism grant funding and which will be published no later than October.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAndrew Free",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 192487,
        "from_user": 9620,
        "to_user": 25665,
        "subject": "Your verification code",
        "datetime": "2025-09-03T22:37:41.162376",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Your confirmation code is 960113",
        "status": "done",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/ihsc-folkston-911-senssirs-192487/"
  },
  {
    "id": 192486,
    "title": "Untitled",
    "slug": "untitled",
    "status": "submitted",
    "embargo_status": "public",
    "user": 165347,
    "username": "BRYANTMACHOWSKI",
    "agency": 274,
    "datetime_submitted": "2025-09-03T11:15:51.894640",
    "date_due": "2025-09-17",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-09-03T11:15:51.978537",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192486,
        "from_user": 165347,
        "to_user": 10031,
        "subject": "",
        "datetime": "2025-09-03T11:15:51.978537",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Massachusetts Public Records Law, I hereby request the following records:\r\n\r\nI am writing to you because I am demanding the personnel file of Meaghan Sullivan who worked for Massachusetts state police in 2013-2016 or around this time. She is the wife of Michael Sullivan. Meaghan was employed by the MARDI GRAS Strip club as a bartender. She has engaged in misuse of a computer and fraud and stalking after I got into a verbal argument with Michael who was at the strip club and heard her say to him after she would take care of it. After this incident, my emails begun to get hacked and I was harassed for over 15 years. I am asking for her personnel file and a in-dept look on the woman. It is believed she was involved in serious criminal behaviors including skimming from the mardi gras bar in springfield and grooming young women or recruiting them to dance. I reported this to the D.O.J but expect you release the personnel file as I am looking to sue.\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by the recommendations of the Massachusetts Supervisor of Public Records. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nI expect the request to be filled in an accessible format, including for screen readers, which provide text-to-speech for persons unable to read print. Files that are not accessible to screen readers include, for example, .pdf image files as well as physical documents.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBRYANT MACHOWSKI",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/massachusetts-1/untitled-192486/"
  },
  {
    "id": 192466,
    "title": "First Amendment Trainings for Law-Enforcement Officers (San Antonio Police Department)",
    "slug": "first-amendment-trainings-for-law-enforcement-officers-san-antonio-police-department",
    "status": "processed",
    "embargo_status": "public",
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 657,
    "datetime_submitted": "2025-09-02T22:57:34.494763",
    "date_due": "2025-09-16",
    "days_until_due": null,
    "date_followup": "2025-12-04",
    "datetime_done": null,
    "datetime_updated": "2025-09-04T23:22:19.144184",
    "date_embargo": null,
    "tracking_id": "W725891-090425",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192466,
        "from_user": 3031,
        "to_user": 10220,
        "subject": "Texas Public Information Act Request: First Amendment Trainings for Law-Enforcement Officers (San Antonio Police Department)",
        "datetime": "2025-09-02T22:57:34.752120",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\n1. Any materials or programming (including handouts, slideshows, videos, textbooks, or other media) used in connection with providing training or guidance to law-enforcement officers in your agency with respect to any of the following subjects: (a) The First Amendment; (b) protests or demonstrations; (c) freedom of speech or expression; (d) filming police officers. This request is limited to materials used in trainings since January 1, 2020.\r\n\r\n2. Any policy concerning whether trainings on the topics mentioned in (1) are mandatory, or regulating the frequency of such trainings.\r\n\r\n3. A copy of any document sufficient to show the most recent training conducted for law-enforcement officers in your agency with respect to any of the subjects in (1). For example, this could be a receipt or contract for an outside vendor or speaker, or it could be a dated sign-in sheet from the training.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 192466,
        "from_user": 10220,
        "to_user": 3031,
        "subject": "Notification: City of San Antonio - Welcome to the Open Records Center",
        "datetime": "2025-09-04T23:18:23.257410",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Adam  Steinbaugh, \r\nThank you for registering with the City of San Antonio Open Records Center. Below you will find your login information. Please log in to the to update any contact or password information. Open Records Center (https://u8387778.ct.sendgrid.net/ls/click?upn=u001.VEsWrlMiJDg0mXafq1mEXR6V2gFDyYVM9d3eAdTO0AmotmG0sDNsKXl568Wu-2FGCb8lt3dXp9f4tqhtDFMsI7hw-3D-3DMn--_fg0R1u2BwHPSBmA5-2FA0WBTDtAtJw9JndYl8sxkNtlXy5OoWiMxnCxcpcWZ93dTRO0pxXClxtASOuPmdqEyxNle3wBffLGbO2GCPwQ4Ug5jk3qVefJQ8jxLhtRoiewDhUspfZFX8Hvr2VbzkJp3BiRUGh-2BIDFJJJe2XW6wBMasLAeXEl7AiZeSXZidcX08BI7ZIqa6IN-2Bqbg-2BFwyEZnA1Qert5MPPbp9EAx9PxVRgarI-3D) \r\n Login: 192466-97141178@requests.muckrock.com \r\n \r\nCity of San Antonio \r\nThis is an auto-generated e-mail and has originated from an unmonitored email account. Please DO NOT REPLY.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 192466,
        "from_user": 10220,
        "to_user": 3031,
        "subject": "Police Records Request :: W725891-090425",
        "datetime": "2025-09-04T23:18:24.604230",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Adam  Steinbaugh: \r\n \r\n \r\nThank you for your interest in public records of the City of San Antonio. Your request has been received and is being processed in accordance with Chapter 552 of Texas Government Code, the Public Information Act. Your request was received in this office on 9/4/2025 and given the reference number W725891-090425 for tracking purposes. \r\n \r\n \r\nYour request will be forwarded to the relevant City department(s). You will be contacted about the availability and/or provided with copies of the records in question. \r\n \r\nIn accordance with the Public Information Act, Chapter 552 of the Texas Government Code, the City of San Antonio makes all of its public records available to citizens. \r\n \r\nThe Public Information Act does not require governmental bodies to create new information, perform legal research, or to answer questions. The request must ask for records or information already in existence. The City of San Antonio will not comply with a standing request for information to be collected or prepared in the future. \r\n \r\nThe City of San Antonio will respond within ten business days following submission of requests. The City of San Antonio may collect a fee as prescribed by law for the requested documents. For more information on the Texas Public Information Act, please visit the Texas Attorney General Web site at www.oag.state.tx.us/open/og_faqs.shtml. \r\n \r\nYou can monitor the progress of your request at the link below and you'll receive an email when your request has been completed. Again, thank you for using the Open Records Center. \r\n \r\n \r\n \r\nNotice: \r\n \r\nThe City’s AD 1.31 was signed on December 12, 2024. The City informed the Office of the Attorney General of the update on January 9, 2025. The City will implement the changes starting January 21, 2025. \r\n1. Texas Government Code Section 552.234(c) (the Texas Public Information Act) allows a governmental body to designate one mailing address and one electronic mail address for receiving written requests for public information. The City of San Antonio Administrative Directive 1.31, entitled Open Government, now provides the following methods to requestors seeking records from the City: \r\na. Via email: openrecords@sanantonio.gov \r\nb. Via the open government portal: https://sanantonio.govqa.us/webapp/_rs/(S(nzhdsq2jtkns5hfojy5kcmbj))/supporthome.aspx (http:) \r\nc. By mail to the City: Open Records Division of the City of San Antonio, P.O. Box 839966, San Antonio, Texas 78283. \r\nd. By mail to San Antonio Police Department: 315 S. Santa Rosa, San Antonio, Texas 78207. \r\ne. By mail to San Antonio Fire Department: 315 S. Santa Rosa, San Antonio, Texas 78207. \r\nf. Note, hand-delivery and in-person requests are permitted under the Act. \r\n2. The City is not required to respond to a written request for public information unless the request is received by one of the methods listed above (Texas Government Code Section 552.205).",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 192466,
        "from_user": 10220,
        "to_user": 3031,
        "subject": "Notification: City of San Antonio - Welcome to the Open Records Center",
        "datetime": "2025-09-04T23:22:19.144184",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Adam  Steinbaugh, \r\nThank you for registering with the City of San Antonio Open Records Center. Below you will find your login information. Please log in to the to update any contact or password information. Open Records Center (https://u8387778.ct.sendgrid.net/ls/click?upn=u001.VEsWrlMiJDg0mXafq1mEXR6V2gFDyYVM9d3eAdTO0AmotmG0sDNsKXl568Wu-2FGCb8lt3dXp9f4tqhtDFMsI7hw-3D-3DX3Km_fg0R1u2BwHPSBmA5-2FA0WBTDtAtJw9JndYl8sxkNtlXy5OoWiMxnCxcpcWZ93dTROTw6V3IjT6f6qHpyRVmYEu0v5Byz2L8uQbBbSPyB9dZImkLKKQzYUz2VXGzSldnFQNgI84xdimGEILS7r0QgGEqx91rI1E1EluqjHU5-2BPajG-2BA6uL7Wk8C6QYqBRFwxRrJ2rH4itcdUro4n-2BV7wYvDCRegCvrAB3fc39HlheZ5pc-3D) \r\n Login: 192466-97141178@requests.muckrock.com \r\n \r\nCity of San Antonio \r\nThis is an auto-generated e-mail and has originated from an unmonitored email account. Please DO NOT REPLY.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/san-antonio-324/first-amendment-trainings-for-law-enforcement-officers-san-antonio-police-department-192466/"
  },
  {
    "id": 192478,
    "title": "First Amendment Trainings for Law-Enforcement Officers (Metropolitan Police Department)",
    "slug": "first-amendment-trainings-for-law-enforcement-officers-metropolitan-police-department",
    "status": "processed",
    "embargo_status": "public",
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 385,
    "datetime_submitted": "2025-09-02T22:57:34.494763",
    "date_due": "2025-09-23",
    "days_until_due": null,
    "date_followup": "2025-12-04",
    "datetime_done": null,
    "datetime_updated": "2025-09-04T23:16:14.313641",
    "date_embargo": null,
    "tracking_id": "R014698-090425",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192478,
        "from_user": 3031,
        "to_user": 9622,
        "subject": "DC Freedom of Information Act Request: First Amendment Trainings for Law-Enforcement Officers (Metropolitan Police Department)",
        "datetime": "2025-09-02T22:57:35.256742",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the DC Freedom of Information Act, I hereby request the following records:\r\n\r\n1. Any materials or programming (including handouts, slideshows, videos, textbooks, or other media) used in connection with providing training or guidance to law-enforcement officers in your agency with respect to any of the following subjects: (a) The First Amendment; (b) protests or demonstrations; (c) freedom of speech or expression; (d) filming police officers. This request is limited to materials used in trainings since January 1, 2020.\r\n\r\n2. Any policy concerning whether trainings on the topics mentioned in (1) are mandatory, or regulating the frequency of such trainings.\r\n\r\n3. A copy of any document sufficient to show the most recent training conducted for law-enforcement officers in your agency with respect to any of the subjects in (1). For example, this could be a receipt or contract for an outside vendor or speaker, or it could be a dated sign-in sheet from the training.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 15 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 192478,
        "from_user": 9622,
        "to_user": 3031,
        "subject": "Welcome to My FOIA DC!",
        "datetime": "2025-09-04T23:16:14.068075",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Adam  Steinbaugh, \r\n \r\nThank you for registering with My FOIA DC.  If you did not submit your request through the public portal but are receiving this e-mail, an account has been created for you. \r\n \r\nOnce your email address has been verified, you can log into the Records Center to update any contact or password information.  You will so be able to monitor and track the progress of your FOIA request. \r\n Your Login ID is:  192478-58586235@requests.muckrock.com \r\n \r\nIf you did not submit your request through the public portal but are receiving this e-mail, an account has been created for you where you can track and monitor the status of your request and receive any documents in response to your request. \r\n \r\n \r\nIf you cannot remember your password you may request a temporary password here: Request Temporary Password (https://u8387778.ct.sendgrid.net/ls/click?upn=u001.VEsWrlMiJDg0mXafq1mEXcOhwwBPGHifqhO6OQOqgdyGyWCLze8ntZWjVUd5lac7M3Vr6kaFueddczT-2BZfbGsxnQ-2F3yhicsXUgQUCzpDDAg-3D_6oe_HVeGxk-2BwgIzlcxxez4WROrYXBImkvdwbyH82qAHWlzFiVV9jdfqsPR8XyLHGgG-2FQUo7DkWonm92junhB8f963EeN8euYHSzS1Sa4DUZBVnVUSSqXlZ9AmzH9h1ZywxGK1COAIJy-2BiFMW2-2BIYkGXth0vQKWi2b2WtC8UGPD5MEJ17-2Bxm593-2B0TqBxl-2BH3rACBngaRAT768d1tqjLynjlfztvht5zNztFzOZfLigbANas-3D) \r\n \r\nPlease login to \"My Records Center\" to update your account information, track the status of your request and receive requested records when they become available. This is an auto-generated email and has originated from an unmonitored email account. Please DO NOT REPLY.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 192478,
        "from_user": 9622,
        "to_user": 3031,
        "subject": "Public Records Request :: R014698-090425",
        "datetime": "2025-09-04T23:16:14.313641",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Adam Steinbaugh: \r\nThank you for your interest in public records of District of Columbia. Your request has been received and is being processed. Your request was received in this office on 9/4/2025 and given the reference number R014698-090425 for tracking purposes. \r\nIn all future correspondence regarding this request, please reference request number R014698-090425. You can monitor the progress of your request in the \" My Records Center\". \r\n \r\nThe District of Columbia is required to respond to your FOIA request within fifteen (15) business days of its receipt.  See D.C. Official Code § 2-532(c)(2011).  However, under certain circumstances, D.C. Official Code § 2-532(d)(2011) authorizes the District to extend, by ten (10) additional days, the deadline by which it must respond to a FOIA request.  One of the circumstances provided by that statute is a case in which the District needs additional time to search for, collect and examine voluminous amounts of records and/or consult with an additional D.C. agency. \r\nFor any questions regarding your request, please contact the FOIA office directly. Find the list of agency Open Government and FOIA contact information by visiting FOIA Contact Information. For ease of reference, we ask that you have your FOIA Reference Number available when you contact the FOIA office. \r\nRegards, \r\nDistrict of Columbia",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/washington-48/first-amendment-trainings-for-law-enforcement-officers-metropolitan-police-department-192478/"
  },
  {
    "id": 192470,
    "title": "First Amendment Trainings for Law-Enforcement Officers (Dallas Police Department)",
    "slug": "first-amendment-trainings-for-law-enforcement-officers-dallas-police-department",
    "status": "processed",
    "embargo_status": "public",
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 4330,
    "datetime_submitted": "2025-09-02T22:57:34.494763",
    "date_due": "2025-09-16",
    "days_until_due": null,
    "date_followup": "2025-12-04",
    "datetime_done": null,
    "datetime_updated": "2025-09-04T23:11:23.249186",
    "date_embargo": null,
    "tracking_id": "D032050-090425",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192470,
        "from_user": 3031,
        "to_user": 10166,
        "subject": "Texas Public Information Act Request: First Amendment Trainings for Law-Enforcement Officers (Dallas Police Department)",
        "datetime": "2025-09-02T22:57:34.916644",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\n1. Any materials or programming (including handouts, slideshows, videos, textbooks, or other media) used in connection with providing training or guidance to law-enforcement officers in your agency with respect to any of the following subjects: (a) The First Amendment; (b) protests or demonstrations; (c) freedom of speech or expression; (d) filming police officers. This request is limited to materials used in trainings since January 1, 2020.\r\n\r\n2. Any policy concerning whether trainings on the topics mentioned in (1) are mandatory, or regulating the frequency of such trainings.\r\n\r\n3. A copy of any document sufficient to show the most recent training conducted for law-enforcement officers in your agency with respect to any of the subjects in (1). For example, this could be a receipt or contract for an outside vendor or speaker, or it could be a dated sign-in sheet from the training.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 192470,
        "from_user": 10166,
        "to_user": 3031,
        "subject": "Welcome to the City of Dallas Open Records Center!",
        "datetime": "2025-09-04T23:11:22.246556",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Adam  Steinbaugh, \r\nThank you for registering with the City of Dallas Open Records Center. Your Login ID is:  192470-86406717@requests.muckrock.com If you did not submit your request through the Records Center but are receiving this e-mail, an account has been created for you where you can track and monitor the status of your request, and receive any documents in response to your request. \r\n If you have never used this system or cannot remember your password you may request a temporary password here: Request Temporary Password. (https://u8387778.ct.sendgrid.net/ls/click?upn=u001.aGJs94H2n3wB3Vxe3mxzET5y5yKFxs6Xf2fP3YbdNeRdF-2FWMG-2FwrlOA-2BWfh33WYhfzhV8V-2FIPE8aD92a-2Fddehg-3D-3Di7uV_1PmfhZW88b8TN4J-2FB8Tu48u9Q3FV8vi7nQaGahvf4C-2F65GNY1gjmHQYXkwbuLVESbHY-2B8FihVRdzbePgWcShwRwbv0pZR8nd-2Fc4k24rl5-2F7aVxKmknFcpzFkYjoyM4cY9i0Md03chToiOiBh7HtAJRKcBpiJTwNr2FRiC6-2Bb0etjcKEZrV75gfXlt6oYxKcKSnKHGNLXQYfbmjwbCheGH0XHwWpTywLHQ-2BN8KnkjBPI-3D) Please log in to the Records Center to update any contact or password information and to track the progress of your request. \r\n Effective September 1, 2019, the process for requesting public records from the City of Dallas will change in response to the state’s adoption of Senate Bill 944. The Texas Legislature amended the Public Information Act to specify exactly how members of the public may submit a public information request to a governmental agency. To comply with the law, all emailed public information requests, including requests for the Dallas Police Department, must be sent to openrecords@dallascityhall.com. (mailto:openrecords@dallascityhall.com) Any requests emailed to the address associated with police records requests will be deemed not received. openrecordunit@dpd.ci.dallas.tx.us (mailto:openrecordunit@dpd.ci.dallas.tx.us) \r\n \r\n \r\n \r\nThis is an auto-generated email and has originated from an unmonitored email account. Please DO NOT REPLY.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 192470,
        "from_user": 10166,
        "to_user": 3031,
        "subject": "Police Records Request :: D032050-090425",
        "datetime": "2025-09-04T23:11:23.249186",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Adam  Steinbaugh: Thank you for your interest in public records of the City of Dallas. Your request has been received and is being processed in accordance with Chapter 552 of Texas Government Code, the Public Information Act. Your request was received in this office on 9/4/2025 and given the reference number: D032050-090425 for tracking purposes. Records Requested: To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\n1. Any materials or programming (including handouts, slideshows, videos, textbooks, or other media) used in connection with providing training or guidance to law-enforcement officers in your agency with respect to any of the following subjects: (a) The First Amendment; (b) protests or demonstrations; (c) freedom of speech or expression; (d) filming police officers. This request is limited to materials used in trainings since January 1, 2020.\r\n\r\n2. Any policy concerning whether trainings on the topics mentioned in (1) are mandatory, or regulating the frequency of such trainings.\r\n\r\n3. A copy of any document sufficient to show the most recent training conducted for law-enforcement officers in your agency with respect to any of the subjects in (1). For example, this could be a receipt or contract for an outside vendor or speaker, or it could be a dated sign-in sheet from the training.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh\r\n\r\nUpload documents directly: https://accounts.muckrock.com/accounts/login/?next=https%3A%2F%2Fwww.muckrock.com%2Faccounts%2Flogin%2F%3Fnext%3D%252Faccounts%252Fagency_login%252Fdallas-police-department-4330%252Ffirst-amendment-trainings-for-law-enforcement-officers-dallas-police-department-192470%252F%253Femail%253Dopenrecordunit%252540dpd.ci.dallas.tx.us&url_auth_token=AAAd3uwfpCC6MfzaoGoGtuQaTac%3A1uuMkv%3AyGGqkSRhKTUaG5cj358Np3qdI6_w4BiTj5g5eQuU258 Your request will be sent to the relevant City department(s) to locate the information and determine any costs that may be due. You will receive an email when your request has been completed. If your request is received on the weekend or after business hours, it will be processed the next business day. You can monitor the progress of your request at the link below and you'll receive an email when your request has been completed. Again, thank you for using the Public Records Center. Please note: Requests needing video files will be given a completion date between 180 - 360 days after final payment is received. To monitor the progress or update this request please log into the Public Records Center Dallas Police Department \r\n\r\nTrack the issue status and respond at: https://dallastx.govqa.us/WEBAPP//_rs/RequestEdit.aspx?rid=450676",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/dallas-190/first-amendment-trainings-for-law-enforcement-officers-dallas-police-department-192470/"
  },
  {
    "id": 192477,
    "title": "First Amendment Trainings for Law-Enforcement Officers (Chicago Police Department)",
    "slug": "first-amendment-trainings-for-law-enforcement-officers-chicago-police-department",
    "status": "processed",
    "embargo_status": "public",
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 503,
    "datetime_submitted": "2025-09-02T22:57:34.494763",
    "date_due": "2025-09-09",
    "days_until_due": null,
    "date_followup": "2025-12-04",
    "datetime_done": null,
    "datetime_updated": "2025-09-04T23:07:56.633324",
    "date_embargo": null,
    "tracking_id": "P094999-090425",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192477,
        "from_user": 3031,
        "to_user": 9543,
        "subject": "Illinois Freedom of Information Act. Request: First Amendment Trainings for Law-Enforcement Officers (Chicago Police Department)",
        "datetime": "2025-09-02T22:57:35.213396",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\n1. Any materials or programming (including handouts, slideshows, videos, textbooks, or other media) used in connection with providing training or guidance to law-enforcement officers in your agency with respect to any of the following subjects: (a) The First Amendment; (b) protests or demonstrations; (c) freedom of speech or expression; (d) filming police officers. This request is limited to materials used in trainings since January 1, 2020.\r\n\r\n2. Any policy concerning whether trainings on the topics mentioned in (1) are mandatory, or regulating the frequency of such trainings.\r\n\r\n3. A copy of any document sufficient to show the most recent training conducted for law-enforcement officers in your agency with respect to any of the subjects in (1). For example, this could be a receipt or contract for an outside vendor or speaker, or it could be a dated sign-in sheet from the training.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 192477,
        "from_user": 9543,
        "to_user": 3031,
        "subject": "Welcome to the City of Chicago Request Center!",
        "datetime": "2025-09-04T23:07:55.970326",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Adam  Steinbaugh, \r\n \r\n \r\nThank you for registering with the City of Chicago Public Records Portal. \r\nIf you did not submit your request through the public portal but are receiving this e-mail, we are excited to share with you that you can now submit FOIA requests through a newly implemented online request system. While you will still be allowed to email your FOIA requests, creating an account and submitting your request online will allow you to check the online portal for the status of requests. You will also receive an email when the records are ready to be downloaded. \r\n \r\nPlease click here to visit our (https://u8387778.ct.sendgrid.net/ls/click?upn=u001.VEsWrlMiJDg0mXafq1mEXT2aAhmhBYiUcSShAuSz-2Fsuc8QsVv36mciHGQCY-2FePauYVtM_Ux1wzmW0VIXDN6a8PPFH45TKf6UNDtuexu-2BP6TnRv9jqzo3Il14sgU0QD8FZxn60E8c08iERaO82RmwxRe0GGR3gn6mwGDWcI2-2FMRALS4nvMUgH-2Bh88st8hpiQeNBIJr8pLGP9gLdhhph0PpKNqlpmdfhvlsRuqJJ9snfkCWqRC-2Fdz6bFgX1Cy4mL7JvmWLCW2OXKgK3iVXG6QNx3FwQ0kcrBiDl1Vk7IOE8IgRMy00-3D) Chicago Public Records portal! (https://u8387778.ct.sendgrid.net/ls/click?upn=u001.VEsWrlMiJDg0mXafq1mEXT2aAhmhBYiUcSShAuSz-2Fsuc8QsVv36mciHGQCY-2FePaugdDI_Ux1wzmW0VIXDN6a8PPFH45TKf6UNDtuexu-2BP6TnRv9jqzo3Il14sgU0QD8FZxn60E8c08iERaO82RmwxRe0GGb-2FkCNdnV1paPwb7hxTyYG4IuwQq0KCTWGSaX-2FO3v03w0uozp-2F9f5Tf1JNHbBQOAjtjmduq7sDRebUOS-2B-2FyRFPMdBzJRm9S7xvp22tBEXKiJ-2BJ7O3qcsFf-2FBgjWcELkM99USvmPCoXUjX0aKwPidDXA-3D) \r\n Login: 192477-54755250@requests.muckrock.com \r\n \r\nIf you have never used this system or cannot remember your password, please request a Temporary Password using the Forgot Password option on the login screen. \r\n \r\nThis is an auto-generated email and has originated from an unmonitored email account. Please DO NOT REPLY.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 192477,
        "from_user": 9543,
        "to_user": 3031,
        "subject": "Non-Commercial FOIA Request :: P094999-090425",
        "datetime": "2025-09-04T23:07:56.633324",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Adam : \r\n \r\nThank you for your interest in information from the Chicago Police Department. Your FOIA request has been received and is being processed. Your FOIA Center reference number for tracking purposes is: P094999-090425 \r\nYou have requested the following records: To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\n1. Any materials or programming (including handouts, slideshows, videos, textbooks, or other media) used in connection with providing training or guidance to law-enforcement officers in your agency with respect to any of the following subjects: (a) The First Amendment; (b) protests or demonstrations; (c) freedom of speech or expression; (d) filming police officers. This request is limited to materials used in trainings since January 1, 2020.\r\n\r\n2. Any policy concerning whether trainings on the topics mentioned in (1) are mandatory, or regulating the frequency of such trainings.\r\n\r\n3. A copy of any document sufficient to show the most recent training conducted for law-enforcement officers in your agency with respect to any of the subjects in (1). For example, this could be a receipt or contract for an outside vendor or speaker, or it could be a dated sign-in sheet from the training.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh\r\n\r\nUpload documents directly: https://accounts.muckrock.com/accounts/login/?next=https%3A%2F%2Fwww.muckrock.com%2Faccounts%2Flogin%2F%3Fnext%3D%252Faccounts%252Fagency_login%252Fchicago-police-department-503%252Ffirst-amendment-trainings-for-law-enforcement-officers-chicago-police-department-192477%252F%253Femail%253Dfoia%252540chicagopolice.org&url_auth_token=AAAjxmYkUVMMyEaLwXwKqRO-Y84%3A1uuMiw%3AsBWrQLWg-Qz12vDqFSmspaS-kmtyUfrWKrXtGOtxJEw \r\nChicago Police Department (CPD) responds to all public records requests in accordance with the Illinois Freedom of Information Act (FOIA), 5 ILCS 140/1 et seq.  If further time is needed to assemble and copy all documents responsive to your FOIA request, we will contact you with a time estimate and a request to extend. You can monitor the progress of your request at the link below and you’ll receive an email when your request has been completed. Thank you for using the Chicago FOIA Center.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/chicago-169/first-amendment-trainings-for-law-enforcement-officers-chicago-police-department-192477/"
  },
  {
    "id": 192464,
    "title": "First Amendment Trainings for Law-Enforcement Officers (Boston Police Department)",
    "slug": "first-amendment-trainings-for-law-enforcement-officers-boston-police-department",
    "status": "processed",
    "embargo_status": "public",
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 174,
    "datetime_submitted": "2025-09-02T22:57:34.494763",
    "date_due": "2025-09-16",
    "days_until_due": null,
    "date_followup": "2025-12-04",
    "datetime_done": null,
    "datetime_updated": "2025-09-04T23:02:35.549867",
    "date_embargo": null,
    "tracking_id": "B002484-090425",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192464,
        "from_user": 3031,
        "to_user": 9560,
        "subject": "Massachusetts Public Records Law Request: First Amendment Trainings for Law-Enforcement Officers (Boston Police Department)",
        "datetime": "2025-09-02T22:57:34.656573",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Massachusetts Public Records Law, I hereby request the following records:\r\n\r\n1. Any materials or programming (including handouts, slideshows, videos, textbooks, or other media) used in connection with providing training or guidance to law-enforcement officers in your agency with respect to any of the following subjects: (a) The First Amendment; (b) protests or demonstrations; (c) freedom of speech or expression; (d) filming police officers. This request is limited to materials used in trainings since January 1, 2020.\r\n\r\n2. Any policy concerning whether trainings on the topics mentioned in (1) are mandatory, or regulating the frequency of such trainings.\r\n\r\n3. A copy of any document sufficient to show the most recent training conducted for law-enforcement officers in your agency with respect to any of the subjects in (1). For example, this could be a receipt or contract for an outside vendor or speaker, or it could be a dated sign-in sheet from the training.\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by the recommendations of the Massachusetts Supervisor of Public Records. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nI expect the request to be filled in an accessible format, including for screen readers, which provide text-to-speech for persons unable to read print. Files that are not accessible to screen readers include, for example, .pdf image files as well as physical documents.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 192464,
        "from_user": 9560,
        "to_user": 3031,
        "subject": "Welcome to the Records Center!",
        "datetime": "2025-09-04T23:02:11.213924",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Adam  Steinbaugh, \r\nThank you for registering with the Records Center.  Please log in to the Records Center to update any contact or password information and to track the progress of your request. \r\n Login: 192464-14518091@requests.muckrock.com \r\n \r\nIf you have never used this system or cannot remember your password you may request a temporary password here: Request Temporary Password (https://u8387778.ct.sendgrid.net/ls/click?upn=u001.VEsWrlMiJDg0mXafq1mEXTIDeIcW7QPGcxbg2r6mBl4v5YArf88j-2FuVDN6ocqvIVap6zHF-2FD-2BpMyPdeKYbfEVA46iZ01n6SYPHtOddU8KHA-3DKLc-_WzxSNpeuCGYkEggBAIw0ymxppff-2Bvv75UZbh6GGsEOxLa8R0IihyMM3iG-2FAOU3Sm5HQoufWxC8p-2Fk3CjUHCL8JYtYBFYiIqL0i90gebdRgRi-2BjDbOB0IeXp4PgdvDEy9Vuk2xLuRCArtXpKzIgv6fvYNS-2Fgdjlx8tH4TIdUJw0Rvo5QlVFhCaNXwVudf46jr0whHZstRvDAt6EJEhxW6d1sKjk2PIqb3y3RyvsFboJs-3D) \r\n \r\nThis is an auto-generated email and has originated from an unmonitored email account. Please DO NOT REPLY.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 192464,
        "from_user": 9560,
        "to_user": 3031,
        "subject": "Police Records Request :: B002484-090425",
        "datetime": "2025-09-04T23:02:35.549867",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Adam Steinbaugh \r\nThank you for your interest in public records of Boston Police Department. Your request has been received and is being processed. Your request was received in this office on 9/4/2025 11:02:06 PM and given the reference number B002484-090425 for tracking purposes. \r\nIf this is a media request, please contact the Office of Media Relations directly at 617.343.4520. \r\nTo Whom It May Concern:\r\n\r\nPursuant to the Massachusetts Public Records Law, I hereby request the following records:\r\n\r\n1. Any materials or programming (including handouts, slideshows, videos, textbooks, or other media) used in connection with providing training or guidance to law-enforcement officers in your agency with respect to any of the following subjects: (a) The First Amendment; (b) protests or demonstrations; (c) freedom of speech or expression; (d) filming police officers. This request is limited to materials used in trainings since January 1, 2020.\r\n\r\n2. Any policy concerning whether trainings on the topics mentioned in (1) are mandatory, or regulating the frequency of such trainings.\r\n\r\n3. A copy of any document sufficient to show the most recent training conducted for law-enforcement officers in your agency with respect to any of the subjects in (1). For example, this could be a receipt or contract for an outside vendor or speaker, or it could be a dated sign-in sheet from the training.\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by the recommendations of the Massachusetts Supervisor of Public Records. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nI expect the request to be filled in an accessible format, including for screen readers, which provide text-to-speech for persons unable to read print. Files that are not accessible to screen readers include, for example, .pdf image files as well as physical documents.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh\r\n\r\nUpload documents directly: https://accounts.muckrock.com/accounts/login/?next=https%3A%2F%2Fwww.muckrock.com%2Faccounts%2Flogin%2F%3Fnext%3D%252Faccounts%252Fagency_login%252Fboston-police-department-174%252Ffirst-amendment-trainings-for-law-enforcement-officers-boston-police-department-192464%252F%253Femail%253Dshawn.williams%252540boston.gov&url_auth_token=AAAj3UpAuBatlXkQuD95HbZtUVQ%3A1uuMh3%3A0izUtmyILGASP9pwwaMksBJAXtns6xL4wNg8G62oiQY \r\nYou can monitor the progress of your request at the link below and you'll receive an email when your request has been completed. Again, thank you for using the Public Records Center. \r\nDirector, Public Information \r\nBoston Police Department \r\n\r\nTrack the issue status and respond at: https://bostonma.govqa.us/WEBAPP//_rs/RequestEdit.aspx?rid=45334",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/boston-3/first-amendment-trainings-for-law-enforcement-officers-boston-police-department-192464/"
  },
  {
    "id": 192471,
    "title": "First Amendment Trainings for Law-Enforcement Officers (Las Vegas Metropolitan Police Department)",
    "slug": "first-amendment-trainings-for-law-enforcement-officers-las-vegas-metropolitan-police-department",
    "status": "processed",
    "embargo_status": "public",
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 648,
    "datetime_submitted": "2025-09-02T22:57:34.494763",
    "date_due": "2025-09-09",
    "days_until_due": null,
    "date_followup": "2025-12-04",
    "datetime_done": null,
    "datetime_updated": "2025-09-05T00:47:14.279658",
    "date_embargo": null,
    "tracking_id": "NPR2025-0082859",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192471,
        "from_user": 3031,
        "to_user": 10274,
        "subject": "Nevada Public Records Act Request: First Amendment Trainings for Law-Enforcement Officers (Las Vegas Metropolitan Police Department)",
        "datetime": "2025-09-02T22:57:34.957621",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Nevada Public Records Act, I hereby request the following records:\r\n\r\n1. Any materials or programming (including handouts, slideshows, videos, textbooks, or other media) used in connection with providing training or guidance to law-enforcement officers in your agency with respect to any of the following subjects: (a) The First Amendment; (b) protests or demonstrations; (c) freedom of speech or expression; (d) filming police officers. This request is limited to materials used in trainings since January 1, 2020.\r\n\r\n2. Any policy concerning whether trainings on the topics mentioned in (1) are mandatory, or regulating the frequency of such trainings.\r\n\r\n3. A copy of any document sufficient to show the most recent training conducted for law-enforcement officers in your agency with respect to any of the subjects in (1). For example, this could be a receipt or contract for an outside vendor or speaker, or it could be a dated sign-in sheet from the training.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 192471,
        "from_user": 10274,
        "to_user": 3031,
        "subject": "Public Record Request Submitted for Public Record Request - Adam Steinbaugh",
        "datetime": "2025-09-05T00:47:14.279658",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Hello Adam Steinbaugh,\r\n\r\nPublic Record Request Title\r\n\r\n\r\nPublic Record Request - Adam Steinbaugh  \r\n\r\n\r\nPublic Record Request #\r\n\r\n\r\nNPR2025-0082859 \r\n\r\n\r\nName of Requestor\r\n\r\n\r\nAdam Steinbaugh \r\n\r\n\r\nStatus\r\n\r\n\r\nSubmitted \r\n\r\n\r\nRequest Submitted Date\r\n\r\n\r\n9/5/2025 5:00 PM \r\n\r\n\r\n\r\n\r\n\r\n\r\nYour Public Record Service Request has been successfully submitted. You will be notified by email if more information or payment is required and when your request is completed. The Las Vegas Metropolitan Police Department - Public Records Unit hours of operation are 8 a.m. to 5 p.m., Monday through Friday, excluding holidays, Juneteenth, Nevada Day, the day after Thanksgiving and December 24th.  Any public record requests made outside of normal business hours will be deemed received the next business day. At any time, you may monitor the status of your request by logging into your Public Records portal account.\r\n\r\n***Please note that holidays that fall on a Saturday or Sunday will be observed the preceding Friday or the following Monday. There are 13 holidays that LVMPD observes throughout the year. Based on this information, adjust your request accordingly.\r\n\r\nPublic Request Portal | Las Vegas Metropolitan Police Department (lvmpd.com)<https://www.lvmpd.com/i-want-to/file/public-request-portal>\r\n\r\nThank you,\r\n\r\nLas Vegas Metropolitan Police Department\r\n400 S. Martin L. King Boulevard\r\nLas Vegas, Nevada  89106\r\n702-828-7489\r\nMonday-Friday 8am to 5pm",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/las-vegas-317/first-amendment-trainings-for-law-enforcement-officers-las-vegas-metropolitan-police-department-192471/"
  },
  {
    "id": 192476,
    "title": "First Amendment Trainings for Law-Enforcement Officers (New York City Police Department)",
    "slug": "first-amendment-trainings-for-law-enforcement-officers-new-york-city-police-department",
    "status": "processed",
    "embargo_status": "public",
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 272,
    "datetime_submitted": "2025-09-02T22:57:34.494763",
    "date_due": "2025-09-09",
    "days_until_due": null,
    "date_followup": "2025-12-04",
    "datetime_done": null,
    "datetime_updated": "2025-09-05T00:52:00.916169",
    "date_embargo": null,
    "tracking_id": "FOIL-2025-056-26521",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192476,
        "from_user": 3031,
        "to_user": 9986,
        "subject": "New York Freedom of Information Law Request: First Amendment Trainings for Law-Enforcement Officers (New York City Police Department)",
        "datetime": "2025-09-02T22:57:35.170802",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\n1. Any materials or programming (including handouts, slideshows, videos, textbooks, or other media) used in connection with providing training or guidance to law-enforcement officers in your agency with respect to any of the following subjects: (a) The First Amendment; (b) protests or demonstrations; (c) freedom of speech or expression; (d) filming police officers. This request is limited to materials used in trainings since January 1, 2020.\r\n\r\n2. Any policy concerning whether trainings on the topics mentioned in (1) are mandatory, or regulating the frequency of such trainings.\r\n\r\n3. A copy of any document sufficient to show the most recent training conducted for law-enforcement officers in your agency with respect to any of the subjects in (1). For example, this could be a receipt or contract for an outside vendor or speaker, or it could be a dated sign-in sheet from the training.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 192476,
        "from_user": 9986,
        "to_user": 3031,
        "subject": "NYC.gov - NYC.ID Confirm Your Email Address",
        "datetime": "2025-09-05T00:50:22.938900",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "You have just created a user account with City of New York. If it was created in error, deactivate your account. (https://www1.nyc.gov/account/deactivate.htm?guid=158772f0502b4047a9718e23220ac4fe&token=gtPJqPgoLbSQvVLlMmPsqOlSdBVStVtLCYSTbGFQZrLlPcHqmxgXNPzKvkckkaAO&target=aHR0cHM6Ly9hODYwLW9wZW5yZWNvcmRzLm55Yy5nb3Yv) to confirm your email address. (https://www1.nyc.gov/account/validateToken.htm?guid=158772f0502b4047a9718e23220ac4fe&token=gtPJqPgoLbSQvVLlMmPsqOlSdBVStVtLCYSTbGFQZrLlPcHqmxgXNPzKvkckkaAO&target=aHR0cHM6Ly9hODYwLW9wZW5yZWNvcmRzLm55Yy5nb3Yv&spName=OpenRecordsPRD) Click this link \r\nIf the above link does not work, paste the following address into your browser: https://www1.nyc.gov/account/validateToken.htm?guid=158772f0502b4047a9718e23220ac4fe&token=gtPJqPgoLbSQvVLlMmPsqOlSdBVStVtLCYSTbGFQZrLlPcHqmxgXNPzKvkckkaAO&target=aHR0cHM6Ly9hODYwLW9wZW5yZWNvcmRzLm55Yy5nb3Yv&spName=OpenRecordsPRD (https://www1.nyc.gov/account/validateToken.htm?guid=158772f0502b4047a9718e23220ac4fe&token=gtPJqPgoLbSQvVLlMmPsqOlSdBVStVtLCYSTbGFQZrLlPcHqmxgXNPzKvkckkaAO&target=aHR0cHM6Ly9hODYwLW9wZW5yZWNvcmRzLm55Yy5nb3Yv&spName=OpenRecordsPRD) \r\nWe ask you to confirm your email to ensure our emails will be delivered. This is the address you will log in with, and the address to which we will deliver all email messages regarding invitations and requests, and other system mail. \r\nYou can change your email address at any time, but will only be able to log in with it once you have confirmed the email address by clicking the link. \r\nThank you for using NYC.gov. \r\nDo Not Reply - Automatic Email",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 192476,
        "from_user": 9986,
        "to_user": 3031,
        "subject": "[OpenRecords] Request FOIL-2025-056-26521 Submitted to New York City Police Department (NYPD)",
        "datetime": "2025-09-05T00:52:00.916169",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Your request FOIL-2025-056-26521 has been successfully submitted to the New York City Police Department (NYPD).\r\n                                The details of your request are shown below. \r\n \r\nRequest Title: First Amendment Trainings for Law-Enforcement Officers (New York City Police Department) \r\n \r\nRequest Description: Other Request \r\n \r\nRequest Type: Other Request \r\n \r\n Other Request \r\nType of Request: \r\nReport #: \r\nDate: \r\nTime: \r\nPrecinct: \r\nLocation: \r\nDescription:\r\n                                            \r\n                                                To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\n1. Any materials or programming (including handouts, slideshows, videos, textbooks, or other media) used in connection with providing training or guidance to law-enforcement officers in your agency with respect to any of the following subjects: (a) The First Amendment; (b) protests or demonstrations; (c) freedom of speech or expression; (d) filming police officers. This request is limited to materials used in trainings since January 1, 2020.\r\n\r\n2. Any policy concerning whether trainings on the topics mentioned in (1) are mandatory, or regulating the frequency of such trainings.\r\n\r\n3. A copy of any document sufficient to show the most recent training conducted for law-enforcement officers in your agency with respect to any of the subjects in (1). For example, this could be a receipt or contract for an outside vendor or speaker, or it could be a dated sign-in sheet from the training.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh\r\n\r\nUpload documents directly: https://accounts.muckrock.com/accounts/login/?next=https%3A%2F%2Fwww.muckrock.com%2Faccounts%2Flogin%2F%3Fnext%3D%252Faccounts%252Fagency_login%252Fnew-york-city-police-department-272%252Ffirst-amendment-trainings-for-law-enforcement-officers-new-york-city-police-department-192476%252F%253F&url_auth_token=AAATUjgN4QiskpShf-CKXmYkmd4%3A1uuOP3%3AkfXP5aXjD700eMM-wkCneZF6x2mTjEYQly-9QbXPTuA \r\n \r\n \r\nRequester's Contact Information \r\n \r\n \r\n \r\n Name: \r\n Adam Steinbaugh \r\n \r\n Title: \r\n Not provided \r\n \r\n Organization: \r\n Not provided \r\n \r\n Email: \r\n  192476-81734346@requests.muckrock.com (mailto:192476-81734346@requests.muckrock.com) \r\n \r\n Phone Number: \r\n Not provided \r\n \r\n Fax Number: \r\n Not provided \r\n \r\n Street Address (line 1): \r\n Not provided \r\n \r\n Street Address (line 2): \r\n Not provided \r\n \r\n City: \r\n Not provided \r\n \r\n State: \r\n Not provided \r\n \r\n Zip Code: \r\n Not provided \r\n \r\nYou can view the request and take any necessary action at the following webpage: https://a860-openrecords.nyc.gov/request/view/FOIL-2025-056-26521. (https://a860-openrecords.nyc.gov/request/view/FOIL-2025-056-26521)",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-city-17/first-amendment-trainings-for-law-enforcement-officers-new-york-city-police-department-192476/"
  },
  {
    "id": 192468,
    "title": "First Amendment Trainings for Law-Enforcement Officers (Nassau County Police Department)",
    "slug": "first-amendment-trainings-for-law-enforcement-officers-nassau-county-police-department",
    "status": "processed",
    "embargo_status": "public",
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 647,
    "datetime_submitted": "2025-09-02T22:57:34.494763",
    "date_due": "2025-09-09",
    "days_until_due": null,
    "date_followup": "2025-09-20",
    "datetime_done": null,
    "datetime_updated": "2025-09-05T00:49:01.259785",
    "date_embargo": null,
    "tracking_id": "404097",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192468,
        "from_user": 3031,
        "to_user": 10037,
        "subject": "New York Freedom of Information Law Request: First Amendment Trainings for Law-Enforcement Officers (Nassau County Police Department)",
        "datetime": "2025-09-02T22:57:34.835128",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\n1. Any materials or programming (including handouts, slideshows, videos, textbooks, or other media) used in connection with providing training or guidance to law-enforcement officers in your agency with respect to any of the following subjects: (a) The First Amendment; (b) protests or demonstrations; (c) freedom of speech or expression; (d) filming police officers. This request is limited to materials used in trainings since January 1, 2020.\r\n\r\n2. Any policy concerning whether trainings on the topics mentioned in (1) are mandatory, or regulating the frequency of such trainings.\r\n\r\n3. A copy of any document sufficient to show the most recent training conducted for law-enforcement officers in your agency with respect to any of the subjects in (1). For example, this could be a receipt or contract for an outside vendor or speaker, or it could be a dated sign-in sheet from the training.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 192468,
        "from_user": 10037,
        "to_user": 3031,
        "subject": "Nassau County FOIL - DO NOT REPLY",
        "datetime": "2025-09-05T00:49:01.259785",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "[http://forms.nassaucountyny.gov/images/logo.png]       Nassau County FOIL Request\r\nPolice\r\n\r\n\r\n[PD FOIL]\r\n\r\nDear Adam Steinbaugh,\r\n\r\n\r\nThis email will acknowledge that your request for records below has been received by the Nassau County Police Department. There should be a determination regarding this request in approximately forty five (45) days.\r\n\r\n\r\nFOIL Reference Number: 404097\r\nPD FOIL Reference Number: 2744-25\r\n\r\nDepartment:     Police\r\nRequested Records:\r\n\r\n\r\n\r\nFirst\r\nName:   Adam    Last\r\nName:   Steinbaugh\r\nAddress:        MuckRock News, DEPT MR192468, 263 Huntington Ave\r\nCity:   Boston  State:  MASSACHUSETTS           Zip:    02115\r\nEmail\r\nAddress:        192468-28080024@requests.muckrock.com\r\nPhone\r\nNumber:\r\n\r\n\r\n\r\nNassau County Police Department\r\nOffice of the Commissioner of Police\r\n1490 Franklin Avenue\r\nMineola, New York 11501.\r\n\r\nALL CORRESPONDENCE MUST INCLUDE YOUR FOIL REFERENCE NUMBER\r\n\r\nThank you.\r\n\r\nNassau County Police Department\r\nhttps://www.pdcn.org/\r\n\r\n\r\n\r\n\r\nCONFIDENTIALITY NOTICE: This transmission (including any attachments) may contain confidential information, privileged material (including material protected by the attorney-client or other applicable privileges), or constitute non-public information. Any use of this information by anyone other than the intended recipient is prohibited. If you have received this transmission in error, please immediately reply to the sender and delete this information from your system. Use, dissemination, distribution, or reproduction of this transmission by unintended recipients is not authorized and may be unlawful.\n",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/nassau-county-316/first-amendment-trainings-for-law-enforcement-officers-nassau-county-police-department-192468/"
  },
  {
    "id": 192467,
    "title": "First Amendment Trainings for Law-Enforcement Officers (Detroit Police Department)",
    "slug": "first-amendment-trainings-for-law-enforcement-officers-detroit-police-department",
    "status": "processed",
    "embargo_status": "public",
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 644,
    "datetime_submitted": "2025-09-02T22:57:34.494763",
    "date_due": "2025-09-09",
    "days_until_due": null,
    "date_followup": "2025-09-18",
    "datetime_done": null,
    "datetime_updated": "2025-09-02T22:57:34.791702",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192467,
        "from_user": 3031,
        "to_user": 10085,
        "subject": "Michigan Freedom of Information Act Request: First Amendment Trainings for Law-Enforcement Officers (Detroit Police Department)",
        "datetime": "2025-09-02T22:57:34.791702",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Michigan Freedom of Information Act, I hereby request the following records:\r\n\r\n1. Any materials or programming (including handouts, slideshows, videos, textbooks, or other media) used in connection with providing training or guidance to law-enforcement officers in your agency with respect to any of the following subjects: (a) The First Amendment; (b) protests or demonstrations; (c) freedom of speech or expression; (d) filming police officers. This request is limited to materials used in trainings since January 1, 2020.\r\n\r\n2. Any policy concerning whether trainings on the topics mentioned in (1) are mandatory, or regulating the frequency of such trainings.\r\n\r\n3. A copy of any document sufficient to show the most recent training conducted for law-enforcement officers in your agency with respect to any of the subjects in (1). For example, this could be a receipt or contract for an outside vendor or speaker, or it could be a dated sign-in sheet from the training.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/detroit-314/first-amendment-trainings-for-law-enforcement-officers-detroit-police-department-192467/"
  },
  {
    "id": 192473,
    "title": "First Amendment Trainings for Law-Enforcement Officers (Houston Police Department)",
    "slug": "first-amendment-trainings-for-law-enforcement-officers-houston-police-department",
    "status": "processed",
    "embargo_status": "public",
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 336,
    "datetime_submitted": "2025-09-02T22:57:34.494763",
    "date_due": "2025-09-16",
    "days_until_due": null,
    "date_followup": "2025-12-04",
    "datetime_done": null,
    "datetime_updated": "2025-09-05T00:19:33.163935",
    "date_embargo": null,
    "tracking_id": "P122642-090425",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192473,
        "from_user": 3031,
        "to_user": 9650,
        "subject": "Texas Public Information Act Request: First Amendment Trainings for Law-Enforcement Officers (Houston Police Department)",
        "datetime": "2025-09-02T22:57:35.043365",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\n1. Any materials or programming (including handouts, slideshows, videos, textbooks, or other media) used in connection with providing training or guidance to law-enforcement officers in your agency with respect to any of the following subjects: (a) The First Amendment; (b) protests or demonstrations; (c) freedom of speech or expression; (d) filming police officers. This request is limited to materials used in trainings since January 1, 2020.\r\n\r\n2. Any policy concerning whether trainings on the topics mentioned in (1) are mandatory, or regulating the frequency of such trainings.\r\n\r\n3. A copy of any document sufficient to show the most recent training conducted for law-enforcement officers in your agency with respect to any of the subjects in (1). For example, this could be a receipt or contract for an outside vendor or speaker, or it could be a dated sign-in sheet from the training.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 192473,
        "from_user": 9650,
        "to_user": 3031,
        "subject": "Welcome to Houston's Public Information Request Center!",
        "datetime": "2025-09-05T00:17:28.411777",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Adam  Steinbaugh, \r\n \r\nThank you for registering with Houston's Public Information Request Center. \r\n \r\nYour Login ID is:  192473-75121908@requests.muckrock.com \r\n \r\nIf you did not submit your request through the public portal but are receiving this e-mail, an account has been created for you where you can track and monitor the status of your request, and receive any documents in response to your request. \r\n \r\n \r\nIf you have never used this system or cannot remember your password you may request a temporary password here: Request Temporary Password (https://u8387778.ct.sendgrid.net/ls/click?upn=u001.VEsWrlMiJDg0mXafq1mEXTYhukPR2r0xGnSrecm0-2FnBxYLudvGqwW1SoFCqYZE3038f592dO6o90Vq2k2-2BbglbgKyJNLDPthZ2xiSn9ou5I-3Dc_SP_F9Tm0-2BA2Xwkm9MCXHe4ehKklIL7-2Fzi35z0YxnEu5mrrqkthFN7GWRPmbLLRxFZw2dylJA954kGIkieFuZivph8ipPF1Mdf-2BFMSNkLV1P-2FOFkm5g51K8C86-2BaRXM5-2FERmrS8FCjF8DkCQTevi-2BfqilMdWRyeSCtCLFZfQ428gqFl-2B8nSS7B-2BwxkX9jhvie3h775VyG6TpVJaQdmFM4KgOKUoafgBv-2BoAlwjpq53uI47A-3D) \r\n \r\nPlease login to My Request Center to update your account information, track the status of your request and receive requested records when they become available. (https://u8387778.ct.sendgrid.net/ls/click?upn=u001.VEsWrlMiJDg0mXafq1mEXTYhukPR2r0xGnSrecm0-2FnATlRwrmtLFxi5MIag3RAFn-2FhI2qPjWyF3z-2F7uLJ-2BMBTg-3D-3DWmGN_F9Tm0-2BA2Xwkm9MCXHe4ehKklIL7-2Fzi35z0YxnEu5mrrqkthFN7GWRPmbLLRxFZw2dylJA954kGIkieFuZivph2fqYJBXUyr-2ByT2bGgo39pK6Pn2MWdaP-2B7WkJq97JY0gFohAJroQ6DCyzufAzisSATV06ofFv9L70CgHAczzq63JLtdek5w1HXgDnIqvhxKXy4w9I-2By4sFM2isvmlY6rGl7LekoD9MVVA-2B2RRnB4nIA-3D) \r\n \r\nSincerely, \r\n \r\nCity of Houston This is an auto-generated email and has originated from an unmonitored email account. Please DO NOT REPLY.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 192473,
        "from_user": 9650,
        "to_user": 3031,
        "subject": "Public Information Act Request :: P122642-090425",
        "datetime": "2025-09-05T00:19:33.163935",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Adam Steinbaugh: \r\nThank you for your interest in public records of Houston Police Department. Your request has been received and is being processed in accordance with Chapter 552 of Texas Government Code, the Public Information Act. Your request was received in this office on 9/4/2025 and given the reference number P122642-090425 for tracking purposes. Records Requested: To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\n1. Any materials or programming (including handouts, slideshows, videos, textbooks, or other media) used in connection with providing training or guidance to law-enforcement officers in your agency with respect to any of the following subjects: (a) The First Amendment; (b) protests or demonstrations; (c) freedom of speech or expression; (d) filming police officers. This request is limited to materials used in trainings since January 1, 2020.\r\n\r\n2. Any policy concerning whether trainings on the topics mentioned in (1) are mandatory, or regulating the frequency of such trainings.\r\n\r\n3. A copy of any document sufficient to show the most recent training conducted for law-enforcement officers in your agency with respect to any of the subjects in (1). For example, this could be a receipt or contract for an outside vendor or speaker, or it could be a dated sign-in sheet from the training.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh\r\n\r\nUpload documents directly: https://accounts.muckrock.com/accounts/login/?next=https%3A%2F%2Fwww.muckrock.com%2Faccounts%2Flogin%2F%3Fnext%3D%252Faccounts%252Fagency_login%252Fpolice-department-336%252Ffirst-amendment-trainings-for-law-enforcement-officers-houston-police-department-192473%252F%253Femail%253Dhpd.openrecords%252540houstonpolice.org&url_auth_token=AAAVVJD0KxlBQ1N60poO756rUa8%3A1uuNtJ%3AK0x_hYLCJh4F-zxz8fJELZwOC3lrzJ_dAyrfL1NkPMA \r\nYour request will be forwarded to the relevant Houston Police Department department(s) to locate the information you seek and to determine the volume and any costs associated with satisfying your request. You will be contacted about the availability and/or provided with copies of the records in question. PLEASE NOTE: The Chapter 552 of Texas Government Code, the Public Information Act does not require a governmental body to create new information, to do legal research, or to answer questions. \r\n \r\nYou can monitor the progress of your request at the link below and you'll receive an email when your request has been completed. Again, thank you for using the Houston Public Information Request Center. \r\nHouston Police Department",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/houston-113/first-amendment-trainings-for-law-enforcement-officers-houston-police-department-192473/"
  },
  {
    "id": 192474,
    "title": "First Amendment Trainings for Law-Enforcement Officers (Los Angeles Police Department)",
    "slug": "first-amendment-trainings-for-law-enforcement-officers-los-angeles-police-department",
    "status": "processed",
    "embargo_status": "public",
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 265,
    "datetime_submitted": "2025-09-02T22:57:34.494763",
    "date_due": "2025-09-12",
    "days_until_due": null,
    "date_followup": "2025-12-04",
    "datetime_done": null,
    "datetime_updated": "2025-09-04T22:19:19.085089",
    "date_embargo": null,
    "tracking_id": "25-12748",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192474,
        "from_user": 3031,
        "to_user": 9704,
        "subject": "California Public Records Act Request: First Amendment Trainings for Law-Enforcement Officers (Los Angeles Police Department)",
        "datetime": "2025-09-02T22:57:35.085155",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\n1. Any materials or programming (including handouts, slideshows, videos, textbooks, or other media) used in connection with providing training or guidance to law-enforcement officers in your agency with respect to any of the following subjects: (a) The First Amendment; (b) protests or demonstrations; (c) freedom of speech or expression; (d) filming police officers. This request is limited to materials used in trainings since January 1, 2020.\r\n\r\n2. Any policy concerning whether trainings on the topics mentioned in (1) are mandatory, or regulating the frequency of such trainings.\r\n\r\n3. A copy of any document sufficient to show the most recent training conducted for law-enforcement officers in your agency with respect to any of the subjects in (1). For example, this could be a receipt or contract for an outside vendor or speaker, or it could be a dated sign-in sheet from the training.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 192474,
        "from_user": 9704,
        "to_user": 3031,
        "subject": "Your City of Los Angeles public records request #25-12748 has been submitted.",
        "datetime": "2025-09-04T22:19:14.498463",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "City of Los Angeles\r\n\r\n************************************************************************\r\n\r\n\r\nYour record request #25-12748 has been submitted successfully.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n************************************************************************                          \r\nReply to this email or sign in to contact City of Los Angeles.<br><br>\r\n             <a href=\"https://lacity.nextrequest.com/settings?id=2233654\">Change your email settings</a> | <a href=\"https://www.nextrequest.civicplus.help/hc/en-us/categories/17720084172567-Requesters\">Visit our help center</a>",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 192474,
        "from_user": 9704,
        "to_user": 3031,
        "subject": "[ACTION REQUIRED] Your City of Los Angeles public records portal account",
        "datetime": "2025-09-04T22:19:19.085089",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Use this to confirm your account. The link is only valid for 24 hours.\r\n\r\nCity of Los Angeles\r\n\r\n************************************************************************\r\nHello Adam Steinbaugh!\r\n************************************************************************\r\n\r\nYou can confirm your City of Los Angeles public records portal account by copying and pasting the URL below into your web browser. This link is only valid for the next 24 hours.\r\n\r\nMagic link: https://lacity.nextrequest.com/users/confirmation?confirmation_token=XEn9h94eqtErsjnout7o\r\n\r\n\r\n\r\n************************************************************************                          \r\nQuestions? Check out our help page (https://www.nextrequest.com/support) or email us at support@nextrequest.com.\r\n************************************************************************\r\n\r\nPowered by NextRequest (https://www.nextrequest.com).",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/los-angeles-91/first-amendment-trainings-for-law-enforcement-officers-los-angeles-police-department-192474/"
  },
  {
    "id": 192463,
    "title": "First Amendment Trainings for Law-Enforcement Officers (Baltimore Police Department)",
    "slug": "first-amendment-trainings-for-law-enforcement-officers-baltimore-police-department",
    "status": "processed",
    "embargo_status": "public",
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 646,
    "datetime_submitted": "2025-09-02T22:57:34.494763",
    "date_due": "2025-09-12",
    "days_until_due": null,
    "date_followup": "2025-09-19",
    "datetime_done": null,
    "datetime_updated": "2025-09-04T10:35:39.153575",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192463,
        "from_user": 3031,
        "to_user": 9892,
        "subject": "Maryland Public Information Act Request: First Amendment Trainings for Law-Enforcement Officers (Baltimore Police Department)",
        "datetime": "2025-09-02T22:57:34.602885",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Maryland Public Information Act, I hereby request the following records:\r\n\r\n1. Any materials or programming (including handouts, slideshows, videos, textbooks, or other media) used in connection with providing training or guidance to law-enforcement officers in your agency with respect to any of the following subjects: (a) The First Amendment; (b) protests or demonstrations; (c) freedom of speech or expression; (d) filming police officers. This request is limited to materials used in trainings since January 1, 2020.\r\n\r\n2. Any policy concerning whether trainings on the topics mentioned in (1) are mandatory, or regulating the frequency of such trainings.\r\n\r\n3. A copy of any document sufficient to show the most recent training conducted for law-enforcement officers in your agency with respect to any of the subjects in (1). For example, this could be a receipt or contract for an outside vendor or speaker, or it could be a dated sign-in sheet from the training.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 192463,
        "from_user": 9892,
        "to_user": 3031,
        "subject": "RE: Maryland Public Information Act Request: First Amendment Trainings for Law-Enforcement Officers (Baltimore Police Department)",
        "datetime": "2025-09-04T10:35:39.153575",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "We received your request and an investigator will be with you soon.\r\n\r\n\r\n\r\nOfficer K. Rose\r\n410-396-9842\r\nBaltimore Police Department\r\nDocument Compliance Unit\r\nLegal Affairs Division\r\n242 W. 29th Street\r\nBaltimore Maryland, 21211\r\nDCU@baltimorepolice.org<mailto:DCU@baltimorepolice.org>\r\nMPIA request forms\r\nhttp://law.baltimorecity.gov/office-legal-affairs-baltimore-police-department\n",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/baltimore-315/first-amendment-trainings-for-law-enforcement-officers-baltimore-police-department-192463/"
  },
  {
    "id": 192465,
    "title": "First Amendment Trainings for Law-Enforcement Officers (Suffolk County Police Department)",
    "slug": "first-amendment-trainings-for-law-enforcement-officers-suffolk-county-police-department",
    "status": "submitted",
    "embargo_status": "public",
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 627,
    "datetime_submitted": "2025-09-02T22:57:34.494763",
    "date_due": "2025-09-09",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-09-02T22:57:34.709372",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192465,
        "from_user": 3031,
        "to_user": 10748,
        "subject": "New York Freedom of Information Law Request: First Amendment Trainings for Law-Enforcement Officers (Suffolk County Police Department)",
        "datetime": "2025-09-02T22:57:34.709372",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\n1. Any materials or programming (including handouts, slideshows, videos, textbooks, or other media) used in connection with providing training or guidance to law-enforcement officers in your agency with respect to any of the following subjects: (a) The First Amendment; (b) protests or demonstrations; (c) freedom of speech or expression; (d) filming police officers. This request is limited to materials used in trainings since January 1, 2020.\r\n\r\n2. Any policy concerning whether trainings on the topics mentioned in (1) are mandatory, or regulating the frequency of such trainings.\r\n\r\n3. A copy of any document sufficient to show the most recent training conducted for law-enforcement officers in your agency with respect to any of the subjects in (1). For example, this could be a receipt or contract for an outside vendor or speaker, or it could be a dated sign-in sheet from the training.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/suffolk-county-297/first-amendment-trainings-for-law-enforcement-officers-suffolk-county-police-department-192465/"
  },
  {
    "id": 192469,
    "title": "First Amendment Trainings for Law-Enforcement Officers (Phoenix Police Department)",
    "slug": "first-amendment-trainings-for-law-enforcement-officers-phoenix-police-department",
    "status": "submitted",
    "embargo_status": "public",
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 441,
    "datetime_submitted": "2025-09-02T22:57:34.494763",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-09-02T22:57:34.876784",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192469,
        "from_user": 3031,
        "to_user": 9634,
        "subject": "Arizona Public Records Law Request: First Amendment Trainings for Law-Enforcement Officers (Phoenix Police Department)",
        "datetime": "2025-09-02T22:57:34.876784",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Arizona Public Records Law, I hereby request the following records:\r\n\r\n1. Any materials or programming (including handouts, slideshows, videos, textbooks, or other media) used in connection with providing training or guidance to law-enforcement officers in your agency with respect to any of the following subjects: (a) The First Amendment; (b) protests or demonstrations; (c) freedom of speech or expression; (d) filming police officers. This request is limited to materials used in trainings since January 1, 2020.\r\n\r\n2. Any policy concerning whether trainings on the topics mentioned in (1) are mandatory, or regulating the frequency of such trainings.\r\n\r\n3. A copy of any document sufficient to show the most recent training conducted for law-enforcement officers in your agency with respect to any of the subjects in (1). For example, this could be a receipt or contract for an outside vendor or speaker, or it could be a dated sign-in sheet from the training.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/phoenix-94/first-amendment-trainings-for-law-enforcement-officers-phoenix-police-department-192469/"
  },
  {
    "id": 192472,
    "title": "First Amendment Trainings for Law-Enforcement Officers (Philadelphia Police Department)",
    "slug": "first-amendment-trainings-for-law-enforcement-officers-philadelphia-police-department",
    "status": "ack",
    "embargo_status": "public",
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 504,
    "datetime_submitted": "2025-09-02T22:57:34.494763",
    "date_due": "2025-09-09",
    "days_until_due": null,
    "date_followup": "2025-09-09",
    "datetime_done": null,
    "datetime_updated": "2025-09-02T22:57:34.997613",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192472,
        "from_user": 3031,
        "to_user": 9672,
        "subject": "Pennsylvania Right to Know Act Request: First Amendment Trainings for Law-Enforcement Officers (Philadelphia Police Department)",
        "datetime": "2025-09-02T22:57:34.997613",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Pennsylvania Right to Know Act, I hereby request the following records:\r\n\r\n1. Any materials or programming (including handouts, slideshows, videos, textbooks, or other media) used in connection with providing training or guidance to law-enforcement officers in your agency with respect to any of the following subjects: (a) The First Amendment; (b) protests or demonstrations; (c) freedom of speech or expression; (d) filming police officers. This request is limited to materials used in trainings since January 1, 2020.\r\n\r\n2. Any policy concerning whether trainings on the topics mentioned in (1) are mandatory, or regulating the frequency of such trainings.\r\n\r\n3. A copy of any document sufficient to show the most recent training conducted for law-enforcement officers in your agency with respect to any of the subjects in (1). For example, this could be a receipt or contract for an outside vendor or speaker, or it could be a dated sign-in sheet from the training.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1314264,
            "ffile": "https://cdn.muckrock.com/foia_files/2025/09/04/PA_Right_to_Know_Request__Form.pdf",
            "datetime": "2025-09-04T08:37:07.045978",
            "title": "PA Right to Know Request  Form",
            "source": "MuckRock",
            "description": "",
            "doc_id": "26083260-pa-right-to-know-request-form",
            "pages": 1
          }
        ],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/philadelphia-211/first-amendment-trainings-for-law-enforcement-officers-philadelphia-police-department-192472/"
  },
  {
    "id": 192475,
    "title": "First Amendment Trainings for Law-Enforcement Officers (Denver Police Department)",
    "slug": "first-amendment-trainings-for-law-enforcement-officers-denver-police-department",
    "status": "ack",
    "embargo_status": "public",
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 375,
    "datetime_submitted": "2025-09-02T22:57:34.494763",
    "date_due": "2025-09-05",
    "days_until_due": null,
    "date_followup": "2025-09-06",
    "datetime_done": null,
    "datetime_updated": "2025-09-02T22:57:35.130652",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192475,
        "from_user": 3031,
        "to_user": 10238,
        "subject": "Colorado Open Records Act Request: First Amendment Trainings for Law-Enforcement Officers (Denver Police Department)",
        "datetime": "2025-09-02T22:57:35.130652",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Colorado Open Records Act, I hereby request the following records:\r\n\r\n1. Any materials or programming (including handouts, slideshows, videos, textbooks, or other media) used in connection with providing training or guidance to law-enforcement officers in your agency with respect to any of the following subjects: (a) The First Amendment; (b) protests or demonstrations; (c) freedom of speech or expression; (d) filming police officers. This request is limited to materials used in trainings since January 1, 2020.\r\n\r\n2. Any policy concerning whether trainings on the topics mentioned in (1) are mandatory, or regulating the frequency of such trainings.\r\n\r\n3. A copy of any document sufficient to show the most recent training conducted for law-enforcement officers in your agency with respect to any of the subjects in (1). For example, this could be a receipt or contract for an outside vendor or speaker, or it could be a dated sign-in sheet from the training.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/denver-145/first-amendment-trainings-for-law-enforcement-officers-denver-police-department-192475/"
  },
  {
    "id": 192441,
    "title": "UMaine U",
    "slug": "umaine-u",
    "status": "processed",
    "embargo_status": "public",
    "user": 21578,
    "username": "drkboguslaw",
    "agency": 8927,
    "datetime_submitted": "2025-09-02T20:54:55.275819",
    "date_due": "2025-09-09",
    "days_until_due": null,
    "date_followup": "2025-09-18",
    "datetime_done": null,
    "datetime_updated": "2025-09-03T09:47:00.646277",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192441,
        "from_user": 21578,
        "to_user": 11617,
        "subject": "Maine Freedom of Access Act Request: UMaine U",
        "datetime": "2025-09-02T20:54:55.368091",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Maine Freedom of Access Act, I hereby request the following records:\r\n\r\nAll electronic communications between Senator Susan Collins and/or representatives of her office and members of the University President and her cabinet. The purpose of this request is to elucidate an elected official's actions leading up to the recent congressional spending bill passed in July and its effects on the University of Maine. \r\n\r\nIn order to narrow this search, please query the email addresses of Jenny Boyden, Kody Varahramyan, James S. Ward IV, Jeffery Mills, Gabriel Paquette, Nicole Lawrence, John Diamond, Kevin Coughlin, and Jenny Boyden, for the following strings: \"Susan Collins\", \"Senator Collins\", \"Sen. Collins\" in addition to any emails containing the domain \"@mail.house.gov\". Additionally, please limit your search to the inclusive range of 5/1/25-7/30/25.\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by 1 M.R.S.A. § 408(6). The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDaniel Boguslaw",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 192441,
        "from_user": 11617,
        "to_user": 21578,
        "subject": "Re: Maine Freedom of Access Act Request: UMaine U",
        "datetime": "2025-09-03T09:47:00.646277",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Hello,\r\n\r\n\r\n\r\nI am writing to acknowledge your Maine Freedom of Access (FOAA) request\r\ndated September 2, 2025. This email will serve as the 5 working day\r\nconfirmation of your request under 1 MRSA §408-A(3).\r\n\r\n\r\n\r\nResearch and collection of records responsive to your request are currently\r\nbeing conducted. We will shortly reach out if we have any questions\r\nregarding the scope of your request and provide you with an estimated time\r\nwhen you may expect records to be released. We will also let you know if\r\nthere is to be a fee charged and whether it will exceed $30. If you would\r\nlike to further clarify the scope of your request or have any additional\r\nquestions, please do not hesitate to reach out.\nRegards,\r\n\r\n\r\n\r\nMary Pettegrow\r\n\r\nParalegal\r\n\r\nOffice of the General Counsel\r\n\r\nUniversity of Maine System",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/maine-13/umaine-u-192441/"
  },
  {
    "id": 192440,
    "title": "UMaine Sys",
    "slug": "umaine-sys",
    "status": "processed",
    "embargo_status": "public",
    "user": 21578,
    "username": "drkboguslaw",
    "agency": 8927,
    "datetime_submitted": "2025-09-02T20:49:10.589153",
    "date_due": "2025-09-09",
    "days_until_due": null,
    "date_followup": "2025-09-18",
    "datetime_done": null,
    "datetime_updated": "2025-09-03T09:46:09.455534",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192440,
        "from_user": 21578,
        "to_user": 11617,
        "subject": "Maine Freedom of Access Act Request: UMaine Sys",
        "datetime": "2025-09-02T20:49:10.713999",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Maine Freedom of Access Act, I hereby request the following records:\r\n\r\nAll electronic communications between Senator Susan Collins and/or representatives of her office and any and all of the University of Maine System board of trustees including the chair of the board. The purpose of this request is to elucidate an elected official's actions leading up to the recent congressional spending bill passed in July and its effects on the University of Maine system. \r\n\r\nIn order to narrow this search, please query the email addresses of all 18 board members for emails containing one or more of the following strings: \"Susan Collins\", \"Senator Collins\", \"Sen. Collins\" in addition to any emails containing the domain \"@mail.house.gov\". Additionally, please limit your search to the inclusive range of 5/1/25-7/30/25\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by 1 M.R.S.A. § 408(6). The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDaniel Boguslaw",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 192440,
        "from_user": 11617,
        "to_user": 21578,
        "subject": "Re: Maine Freedom of Access Act Request: UMaine Sys",
        "datetime": "2025-09-03T09:46:09.455534",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Hello,\r\n\r\n\r\n\r\nI am writing to acknowledge your Maine Freedom of Access (FOAA) request\r\ndated September 2, 2025. This email will serve as the 5 working day\r\nconfirmation of your request under 1 MRSA §408-A(3).\r\n\r\n\r\n\r\nResearch and collection of records responsive to your request are currently\r\nbeing conducted. We will shortly reach out if we have any questions\r\nregarding the scope of your request and provide you with an estimated time\r\nwhen you may expect records to be released. We will also let you know if\r\nthere is to be a fee charged and whether it will exceed $30. If you would\r\nlike to further clarify the scope of your request or have any additional\r\nquestions, please do not hesitate to reach out.\nRegards,\r\n\r\n\r\n\r\nMary Pettegrow\r\n\r\nParalegal\r\n\r\nOffice of the General Counsel\r\n\r\nUniversity of Maine System",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/maine-13/umaine-sys-192440/"
  },
  {
    "id": 192438,
    "title": "Beverage Agreements",
    "slug": "beverage-agreements",
    "status": "ack",
    "embargo_status": "public",
    "user": 127078,
    "username": "KNorthRB",
    "agency": 34042,
    "datetime_submitted": "2025-09-02T18:47:57.657587",
    "date_due": "2025-09-05",
    "days_until_due": null,
    "date_followup": "2025-09-20",
    "datetime_done": null,
    "datetime_updated": "2025-09-05T01:00:06.994897",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192438,
        "from_user": 127078,
        "to_user": 109007,
        "subject": "The Missouri Sunshine Law Request: Beverage Agreements",
        "datetime": "2025-09-02T18:47:57.735922",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the The Missouri Sunshine Law, I hereby request the following records:\r\n\r\nAgreements related to the beverage pouring, distribution, sales or marketing rights for campus, athletics venues or facilities.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKelly North",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 192438,
        "from_user": 4420,
        "to_user": 109007,
        "subject": "RE: The Missouri Sunshine Law Request: Beverage Agreements",
        "datetime": "2025-09-05T01:00:06.994897",
        "response": false,
        "autogenerated": true,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\n\nI wanted to follow up on the following The Missouri Sunshine Law request, copied below, and originally submitted on Sept. 2, 2025. Please let me know when I can expect to receive a response.\n\nThanks for your help, and let me know if further clarification is needed.\n\n\n",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/st-louis-337/beverage-agreements-192438/"
  },
  {
    "id": 192437,
    "title": "Beverage Agreements",
    "slug": "beverage-agreements",
    "status": "fix",
    "embargo_status": "public",
    "user": 127078,
    "username": "KNorthRB",
    "agency": 6067,
    "datetime_submitted": "2025-09-02T18:45:25.208430",
    "date_due": null,
    "days_until_due": 4,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-09-03T10:54:16.970411",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192437,
        "from_user": 127078,
        "to_user": 10134,
        "subject": "Virginia Freedom of Information Act Request: Beverage Agreements",
        "datetime": "2025-09-02T18:45:25.654384",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Virginia Freedom of Information Act, I hereby request the following records:\r\n\r\nAgreements related to the beverage pouring, distribution, sales or marketing rights for campus, athletics venues or facilities.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTom Nash, a citizen of Virginia, in coordination with Kelly North.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 192437,
        "from_user": 10134,
        "to_user": 127078,
        "subject": "Re: Virginia Freedom of Information Act Request: Beverage Agreements",
        "datetime": "2025-09-03T10:54:16.970411",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Tom,\r\n\r\nI hope you are doing well! Can you please submit your request through the link below\r\n\r\nhttps://georgemasonuniversityva.nextrequest.com/requests/new\r\n\r\nPlease note that the Code of Virginia limits the application of FOIA in §2.2-3704. A. to citizens of the Commonwealth of Virginia, representatives of newspapers and magazines with circulation in the Commonwealth, and representatives of radio and television stations broadcasting in or into the Commonwealth.\r\n\r\nPlease let me know if you have any questions,\nDalia\r\n\r\n\r\n[signature_3831581083]<https://www.gmu.edu/>\r\n\r\n\r\nDalia Abdrabouh\r\n\r\nOperations and Administration Manager\r\n\r\nInterim FOIA Officer\r\n\r\nOffice of University Branding\r\n\r\nGeorge Mason University\r\n\r\nOffice: 703-993-9638",
        "status": "fix",
        "likely_foia": null,
        "files": [
          {
            "id": 1313974,
            "ffile": "https://cdn.muckrock.com/foia_files/2025/09/03/image.png",
            "datetime": "2025-09-03T10:54:17.071384",
            "title": "image",
            "source": "George Mason University, Virginia",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/virginia-128/beverage-agreements-192437/"
  },
  {
    "id": 192436,
    "title": "Beverage Agreements",
    "slug": "beverage-agreements",
    "status": "ack",
    "embargo_status": "public",
    "user": 127078,
    "username": "KNorthRB",
    "agency": 34015,
    "datetime_submitted": "2025-09-02T18:44:43.878666",
    "date_due": "2025-09-12",
    "days_until_due": null,
    "date_followup": "2025-09-12",
    "datetime_done": null,
    "datetime_updated": "2025-09-02T18:44:43.981373",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192436,
        "from_user": 127078,
        "to_user": 108978,
        "subject": "California Public Records Act Request: Beverage Agreements",
        "datetime": "2025-09-02T18:44:43.981373",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nAgreements related to the beverage pouring, distribution, sales or marketing rights for campus, athletics venues or facilities.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKelly North",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "mail"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/folsom-3214/beverage-agreements-192436/"
  },
  {
    "id": 192435,
    "title": "Beverage Agreements",
    "slug": "beverage-agreements",
    "status": "rejected",
    "embargo_status": "public",
    "user": 127078,
    "username": "KNorthRB",
    "agency": 34046,
    "datetime_submitted": "2025-09-02T18:42:56.103131",
    "date_due": "2025-09-09",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": "2025-09-04T15:12:45.212329",
    "datetime_updated": "2025-09-04T15:12:45.212329",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192435,
        "from_user": 127078,
        "to_user": 109049,
        "subject": "New York Freedom of Information Law Request: Beverage Agreements",
        "datetime": "2025-09-02T18:42:56.189298",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nAgreements related to the beverage pouring, distribution, sales or marketing rights for campus, athletics venues or facilities.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKelly North",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 192435,
        "from_user": 109049,
        "to_user": 127078,
        "subject": "FOIL",
        "datetime": "2025-09-04T15:12:45.212329",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Enclosed please find the response to your FOIL.\n",
        "status": "rejected",
        "likely_foia": null,
        "files": [
          {
            "id": 1315105,
            "ffile": "https://cdn.muckrock.com/foia_files/2025/09/04/K_North_final_response_sent_9_4_25.pdf",
            "datetime": "2025-09-04T15:12:45.327535",
            "title": "K North final response sent 9 4 25",
            "source": "Famingdale State College, Farmingdale, NY",
            "description": "",
            "doc_id": "26083789-k-north-final-response-sent-9-4-25",
            "pages": 1
          }
        ],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/farmingdale-22560/beverage-agreements-192435/"
  },
  {
    "id": 192434,
    "title": "Beverage Agreements",
    "slug": "beverage-agreements",
    "status": "ack",
    "embargo_status": "public",
    "user": 127078,
    "username": "KNorthRB",
    "agency": 34028,
    "datetime_submitted": "2025-09-02T18:42:17.299335",
    "date_due": "2025-09-08",
    "days_until_due": null,
    "date_followup": "2025-09-08",
    "datetime_done": null,
    "datetime_updated": "2025-09-02T18:42:17.394944",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192434,
        "from_user": 127078,
        "to_user": 108992,
        "subject": "Connecticut Freedom of Information Act Request: Beverage Agreements",
        "datetime": "2025-09-02T18:42:17.394944",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Connecticut Freedom of Information Act, I hereby request the following records:\r\n\r\nAgreements related to the beverage pouring, distribution, sales or marketing rights for campus, athletics venues or facilities.\r\n\r\nI also request that, if possible and pursuant to Conn. Gen. Stat. § 1-212(d), fees be waived as I believe this request is in the public interest and not made for commercial gain. The requested documents will be made available to the public at MuckRock.com.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 4 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKelly North",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/fairfield-5583/beverage-agreements-192434/"
  },
  {
    "id": 192427,
    "title": "ALPR Audit Metadata Records FOIA (Skokie Police Department)",
    "slug": "alpr-audit-metadata-records-foia-skokie-police-department",
    "status": "processed",
    "embargo_status": "public",
    "user": 75693,
    "username": "nilescoalition",
    "agency": 12192,
    "datetime_submitted": "2025-09-02T18:31:15.181120",
    "date_due": "2025-09-09",
    "days_until_due": null,
    "date_followup": "2025-12-04",
    "datetime_done": null,
    "datetime_updated": "2025-09-04T22:28:28.126197",
    "date_embargo": null,
    "tracking_id": "1952-2025",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192427,
        "from_user": 75693,
        "to_user": 18823,
        "subject": "Illinois Freedom of Information Act. Request: ALPR Audit Metadata Records FOIA (Skokie Police Department)",
        "datetime": "2025-09-02T18:31:15.499727",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Re: ALPR Audit Metadata Records FOIA\r\n\r\nTo the Skokie Police Department FOIA Officer,\r\n\r\nThis request is made under the provisions of Illinois Freedom of Information Act. for the following records:\r\n\r\n1. All Flock Safety ALPR “Organization Audit” and “Network Audit” records logged between January 1, 2024, and the date this request is processed where the “Reason” field contains any of the following terms (case-insensitive):\r\n\r\n“Immigration”\r\n“ICE”\r\n“HSI”\r\n“Homeland Security”\r\n“DHS”\r\n“usbp”\r\n\r\n2. All Flock Safety ALPR “Network Audit” records logged between January 1, 2024, and the date this request is processed where the “Org Name” field contains any of the following terms (case-insensitive):\r\n\r\n“U.S. Border Patrol” or “US Border Patrol [Federal]”\r\n“Palos Heights IL PD”\r\n“Johnson County TX SO“\r\n“Texas Department of Public Safety”\r\n\r\nBoth the “Organization Audit” and “Network Audit” are available within the Insights tab of the Flock Safety system. Please redact in full the “License Plate” column, I am not requesting that data. The agency may redact or omit that column in its entirety. The remaining fields requested such as Name, Org Name, Reason, and Search Time consist solely of administrative metadata documenting system use. \r\n\r\nClarifications Regarding Scope and Burden\r\n\r\nNot burdensome: \r\nThis request is narrowly tailored. It does not seek every audit entry, only those containing the short list of immigration-related keywords. While there may be many more terms and variations used for immigration searches, we are keeping this list short and explicit to avoid a burdensome request. The requested records are produced automatically by the Flock Safety system in spreadsheet form. Filtering the “Reason” column for a limited set of keywords is a routine data filtering operation. \r\n\r\nNot categorical: \r\nThis request is narrowly tailored. It seeks only those audit entries where the “Reason” field contains any of the specific immigration-related terms provided in the short list above. It does not encompass all audit records or broad categories of data.\r\n\r\nNot exempt under § 2-130: \r\nAudit logs are administrative records documenting system use,  such as the identity of the user, the time of access, and the stated reason for the search. With the exception of the “License Plate” column (which can be omitted), these logs do not fall within the statutory definition of “ALPR information” under 625 ILCS 5/2-130. They are oversight metadata, not raw surveillance outputs.\r\n\r\nCompelling public interest:\r\nThe Illinois TRUST Act (5 ILCS 805) and the Way Forward Act (Public Act 102-0234) explicitly prohibit local law enforcement from engaging in federal civil immigration enforcement.\r\n\r\n625 ILCS 5/2-130 restricts the use of ALPR systems for immigration enforcement and limits secrecy around ALPR oversight.\r\n\r\nThe Illinois Secretary of State has launched a statewide investigation into ALPRs, including how they are used for immigration criminalization*. This underscores the importance of these public audit records and the clear public interest in disclosing the requested records.\r\n\r\nSome recent public reporting on local ALPRs includes:\r\n\r\nICE Taps into Nationwide AI-Enabled Camera Network, Data Shows\r\n<https://web.archive.org/web/20250527141200/https://www.404media.co/ice-taps-into-nationwide-ai-enabled-camera-network-data-shows/>\r\n\r\nDEA agent used Illinois cop’s Flock license plate reader password for immigration enforcement searches\r\n<https://web.archive.org/web/20250811191507/https://unraveledpress.com/a-dea-agent-used-an-illinois-police-officers-flock-license-plate-reader-password-for-unauthorized-immigration-enforcement-searches/>\r\n\r\nFeds Used Local Cop's Password to Do Immigration Surveillance With Flock Cameras\r\n<https://web.archive.org/web/20250812151424/https://www.404media.co/feds-used-local-cops-password-to-do-immigration-surveillance-with-flock-cameras/>\r\n\r\nCBP Had Access to More than 80,000 Flock AI Cameras Nationwide\r\n<https://web.archive.org/web/20250902190711/https://www.404media.co/cbp-had-access-to-more-than-80-000-flock-ai-cameras-nationwide/>\r\n\r\nFlock Safety license plate camera company stops cooperating with federal agencies over investigation concerns\r\n<https://web.archive.org/web/20250902193429/https://www.cbsnews.com/chicago/news/flock-safety-license-plate-company-federal-agencies-cooperation/>\r\n\r\nFinally, it is important to note that the very data being withheld from the public is already uploaded in full to a private data broker, where it is stored in proprietary off-site systems and made available to Flock Safety system users. This practice constitutes an enclosure of public data collected without the consent of those targeted by municipal surveillance weapons. The public interest is evident and the request is clearly within the scope of FOIA.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you for your assistance. I anticipate your response within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\nNiles Coalition\r\n\r\nFootnotes:\r\n\r\n*Giannoulias Cracks Down on Unlawful Use of License Plate Reader Data\r\n<https://web.archive.org/web/20250702121007/https://www.ilsos.gov/news/2025/june/250612d1.pdf>\r\n\r\n*Giannoulias’ Audit Finds License Plate Reader Company in Violation of State Law\r\n<https://web.archive.org/web/20250902182146/https://www.ilsos.gov/news/2025/august/250825d1.pdf>",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 192427,
        "from_user": 18823,
        "to_user": 75693,
        "subject": "Records Request Confirmation",
        "datetime": "2025-09-04T22:28:28.126197",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Thank you for submitting a request for records.\r\n\r\nYour request security key is 6EDF8215.\r\nYour request reference number is Request Number: 1952-2025.\r\n\r\nPlease have this security key and reference number available when communicating with our staff regarding your request. If you do not receive a response in 5 business days, please check your JUNK MAIL/SPAM folder. Any questions regarding your request can be directed to the Skokie Manager's Office, 847/933-8201.",
        "status": "processed",
        "likely_foia": null,
        "files": [
          {
            "id": 1315200,
            "ffile": "https://cdn.muckrock.com/foia_files/2025/09/04/attachment-1_b3qLtAi",
            "datetime": "2025-09-04T22:28:28.179683",
            "title": "attachment-1",
            "source": "Skokie Police Department, Skokie, IL",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/skokie-10980/alpr-audit-metadata-records-foia-skokie-police-department-192427/"
  },
  {
    "id": 192429,
    "title": "ALPR Audit Metadata Records FOIA (Naperville Police Department)",
    "slug": "alpr-audit-metadata-records-foia-naperville-police-department",
    "status": "processed",
    "embargo_status": "public",
    "user": 75693,
    "username": "nilescoalition",
    "agency": 7679,
    "datetime_submitted": "2025-09-02T18:31:15.181120",
    "date_due": "2025-09-09",
    "days_until_due": null,
    "date_followup": "2025-12-04",
    "datetime_done": null,
    "datetime_updated": "2025-09-04T22:46:06.822038",
    "date_embargo": null,
    "tracking_id": "W294645-090425",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192429,
        "from_user": 75693,
        "to_user": 10946,
        "subject": "Illinois Freedom of Information Act. Request: ALPR Audit Metadata Records FOIA (Naperville Police Department)",
        "datetime": "2025-09-02T18:31:15.583655",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Re: ALPR Audit Metadata Records FOIA\r\n\r\nTo the Naperville Police Department FOIA Officer,\r\n\r\nThis request is made under the provisions of Illinois Freedom of Information Act. for the following records:\r\n\r\n1. All Flock Safety ALPR “Organization Audit” and “Network Audit” records logged between January 1, 2024, and the date this request is processed where the “Reason” field contains any of the following terms (case-insensitive):\r\n\r\n“Immigration”\r\n“ICE”\r\n“HSI”\r\n“Homeland Security”\r\n“DHS”\r\n“usbp”\r\n\r\n2. All Flock Safety ALPR “Network Audit” records logged between January 1, 2024, and the date this request is processed where the “Org Name” field contains any of the following terms (case-insensitive):\r\n\r\n“U.S. Border Patrol” or “US Border Patrol [Federal]”\r\n“Palos Heights IL PD”\r\n“Johnson County TX SO“\r\n“Texas Department of Public Safety”\r\n\r\nBoth the “Organization Audit” and “Network Audit” are available within the Insights tab of the Flock Safety system. Please redact in full the “License Plate” column, I am not requesting that data. The agency may redact or omit that column in its entirety. The remaining fields requested such as Name, Org Name, Reason, and Search Time consist solely of administrative metadata documenting system use. \r\n\r\nClarifications Regarding Scope and Burden\r\n\r\nNot burdensome: \r\nThis request is narrowly tailored. It does not seek every audit entry, only those containing the short list of immigration-related keywords. While there may be many more terms and variations used for immigration searches, we are keeping this list short and explicit to avoid a burdensome request. The requested records are produced automatically by the Flock Safety system in spreadsheet form. Filtering the “Reason” column for a limited set of keywords is a routine data filtering operation. \r\n\r\nNot categorical: \r\nThis request is narrowly tailored. It seeks only those audit entries where the “Reason” field contains any of the specific immigration-related terms provided in the short list above. It does not encompass all audit records or broad categories of data.\r\n\r\nNot exempt under § 2-130: \r\nAudit logs are administrative records documenting system use,  such as the identity of the user, the time of access, and the stated reason for the search. With the exception of the “License Plate” column (which can be omitted), these logs do not fall within the statutory definition of “ALPR information” under 625 ILCS 5/2-130. They are oversight metadata, not raw surveillance outputs.\r\n\r\nCompelling public interest:\r\nThe Illinois TRUST Act (5 ILCS 805) and the Way Forward Act (Public Act 102-0234) explicitly prohibit local law enforcement from engaging in federal civil immigration enforcement.\r\n\r\n625 ILCS 5/2-130 restricts the use of ALPR systems for immigration enforcement and limits secrecy around ALPR oversight.\r\n\r\nThe Illinois Secretary of State has launched a statewide investigation into ALPRs, including how they are used for immigration criminalization*. This underscores the importance of these public audit records and the clear public interest in disclosing the requested records.\r\n\r\nSome recent public reporting on local ALPRs includes:\r\n\r\nICE Taps into Nationwide AI-Enabled Camera Network, Data Shows\r\n<https://web.archive.org/web/20250527141200/https://www.404media.co/ice-taps-into-nationwide-ai-enabled-camera-network-data-shows/>\r\n\r\nDEA agent used Illinois cop’s Flock license plate reader password for immigration enforcement searches\r\n<https://web.archive.org/web/20250811191507/https://unraveledpress.com/a-dea-agent-used-an-illinois-police-officers-flock-license-plate-reader-password-for-unauthorized-immigration-enforcement-searches/>\r\n\r\nFeds Used Local Cop's Password to Do Immigration Surveillance With Flock Cameras\r\n<https://web.archive.org/web/20250812151424/https://www.404media.co/feds-used-local-cops-password-to-do-immigration-surveillance-with-flock-cameras/>\r\n\r\nCBP Had Access to More than 80,000 Flock AI Cameras Nationwide\r\n<https://web.archive.org/web/20250902190711/https://www.404media.co/cbp-had-access-to-more-than-80-000-flock-ai-cameras-nationwide/>\r\n\r\nFlock Safety license plate camera company stops cooperating with federal agencies over investigation concerns\r\n<https://web.archive.org/web/20250902193429/https://www.cbsnews.com/chicago/news/flock-safety-license-plate-company-federal-agencies-cooperation/>\r\n\r\nFinally, it is important to note that the very data being withheld from the public is already uploaded in full to a private data broker, where it is stored in proprietary off-site systems and made available to Flock Safety system users. This practice constitutes an enclosure of public data collected without the consent of those targeted by municipal surveillance weapons. The public interest is evident and the request is clearly within the scope of FOIA.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you for your assistance. I anticipate your response within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\nNiles Coalition\r\n\r\nFootnotes:\r\n\r\n*Giannoulias Cracks Down on Unlawful Use of License Plate Reader Data\r\n<https://web.archive.org/web/20250702121007/https://www.ilsos.gov/news/2025/june/250612d1.pdf>\r\n\r\n*Giannoulias’ Audit Finds License Plate Reader Company in Violation of State Law\r\n<https://web.archive.org/web/20250902182146/https://www.ilsos.gov/news/2025/august/250825d1.pdf>",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 192429,
        "from_user": 10946,
        "to_user": 75693,
        "subject": "City of Naperville Help Center :: W294645-090425 - FOIA Request Submitted",
        "datetime": "2025-09-04T22:46:06.822038",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Thank you for using the City of Naperville's Help Center. Your Freedom of Information Act (FOIA) request has been logged into our system and routed to the appropriate department for action. \r\nOverview of the Request  \r\nReference Number: W294645-090425 \r\nCreate Date: 9/4/2025 9:45:19 PM \r\nRequired Completion Date: 9/12/2025 \r\nRequest Type: FOIA / Records Request \r\nInformation Requested: Police Department Records \r\nDescription: Re: ALPR Audit Metadata Records FOIA \r\n\r\nTo the Naperville Police Department FOIA Officer, \r\n\r\nThis request is made under the provisions of Illinois Freedom of Information Act. for the following records: \r\n\r\n1. All Flock Safety ALPR “Organization Audit” and “Network Audit” records logged between January 1, 2024, and the date this request is processed where the “Reason” field contains any of the following terms (case-insensitive): \r\n\r\n“Immigration” \r\n“ICE” \r\n“HSI” \r\n“Homeland Security” \r\n“DHS” \r\n“usbp” \r\n\r\n2. All Flock Safety ALPR “Network Audit” records logged between January 1, 2024, and the date this request is processed where the “Org Name” field contains any of the following terms (case-insensitive): \r\n\r\n“U.S. Border Patrol” or “US Border Patrol [Federal]” \r\n“Palos Heights IL PD” \r\n“Johnson County TX SO“ \r\n“Texas Department of Public Safety” \r\n\r\nBoth the “Organization Audit” and “Network Audit” are available within the Insights tab of the Flock Safety system. Please redact in full the “License Plate” column, I am not requesting that data. The agency may redact or omit that column in its entirety. The remaining fields requested such as Name, Org Name, Reason, and Search Time consist solely of administrative metadata documenting system use. \r\n\r\nClarifications Regarding Scope and Burden \r\n\r\nNot burdensome: \r\nThis request is narrowly tailored. It does not seek every audit entry, only those containing the short list of immigration-related keywords. While there may be many more terms and variations used for immigration searches, we are keeping this list short and explicit to avoid a burdensome request. The requested records are produced automatically by the Flock Safety system in spreadsheet form. Filtering the “Reason” column for a limited set of keywords is a routine data filtering operation. \r\n\r\nNot categorical: \r\nThis request is narrowly tailored. It seeks only those audit entries where the “Reason” field contains any of the specific immigration-related terms provided in the short list above. It does not encompass all audit records or broad categories of data. \r\n\r\nNot exempt under § 2-130: \r\nAudit logs are administrative records documenting system use, such as the identity of the user, the time of access, and the stated reason for the search. With the exception of the “License Plate” column (which can be omitted), these logs do not fall within the statutory definition of “ALPR information” under 625 ILCS 5/2-130. They are oversight metadata, not raw surveillance outputs. \r\n\r\nCompelling public interest: \r\nThe Illinois TRUST Act (5 ILCS 805) and the Way Forward Act (Public Act 102-0234) explicitly prohibit local law enforcement from engaging in federal civil immigration enforcement. \r\n\r\n625 ILCS 5/2-130 restricts the use of ALPR systems for immigration enforcement and limits secrecy around ALPR oversight. \r\n\r\nThe Illinois Secretary of State has launched a statewide investigation into ALPRs, including how they are used for immigration criminalization*. This underscores the importance of these public audit records and the clear public interest in disclosing the requested records. \r\n\r\nSome recent public reporting on local ALPRs includes: \r\n\r\nICE Taps into Nationwide AI-Enabled Camera Network, Data Shows \r\n\r\nDEA agent used Illinois cop’s Flock license plate reader password for immigration enforcement searches \r\n\r\nFeds Used Local Cop's Password to Do Immigration Surveillance With Flock Cameras \r\n\r\nCBP Had Access to More than 80,000 Flock AI Cameras Nationwide \r\n\r\nFlock Safety license plate camera company stops cooperating with federal agencies over investigation concerns \r\n\r\nFinally, it is important to note that the very data being withheld from the public is already uploaded in full to a private data broker, where it is stored in proprietary off-site systems and made available to Flock Safety system users. This practice constitutes an enclosure of public data collected without the consent of those targeted by municipal surveillance weapons. The public interest is evident and the request is clearly within the scope of FOIA. \r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes. \r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not. \r\n\r\nThank you for your assistance. I anticipate your response within 5 business days, as the statute requires. \r\n\r\nSincerely, \r\nNiles Coalition \r\n\r\nFootnotes: \r\n\r\n*Giannoulias Cracks Down on Unlawful Use of License Plate Reader Data \r\n\r\n*Giannoulias’ Audit Finds License Plate Reader Company in Violation of State Law \r\n\r\nUpload documents directly: https://accounts.muckrock.com/accounts/login/?next=https%3A%2F%2Fwww.muckrock.com%2Faccounts%2Flogin%2F%3Fnext%3D%252Faccounts%252Fagency_login%252Fnaperville-police-department-7679%252Falpr-audit-metadata-records-foia-naperville-police-department-192429%252F%253Femail%253Dkammerert%252540naperville.il.us&url_auth_token=AAAWBLjRWkMIO09p80e641Y2Fr8%3A1uuMQW%3AJPUogIcVx3IHc7SNbRwirSpNIMeEMiJoZXP9K7UTANQ \r\nYou can track this request online using the link below. \r\n https://napervilleil.mycusthelp.com/WEBAPP/_rs/RequestEdit.aspx?rid=294645&coid= (https://u8387795.ct.sendgrid.net/ls/click?upn=u001.PYICgxP3kfgZjR-2B4e9nPlDjrskbYiMhjSAiwtMJZmDd8N6QebRfGo5YYdfubMLs3g7KyxM4Qcm7PJqr7cWNqARJlcEKzGmboz8QSuEYNlrA5cB651bWAniVEbgzHYU-2BES9ER_TzXiufbJDwux6TG2niXcMzF2-2BjptB1zpD3jnejZ5d5O7Wrwdh4aJA0d9265DhMhZ0n8l2unIeH9bfKnkHvKr0mfEZPCFXpdsH6Doy7m2UAszratmIi6uRp-2FU2g3-2B7lkvsBTfRTW0KPU2KHZS7o3wjD2EgQTOUjUr137mMANnTbIW3bIVigrBh70Umzx80ao6JZ4XkWSqn6U-2BnyfPkHcWtuOjO2sQg0m5iLVSeH2FO4-2BbuqrxbLUpkgy9UIc-2BFbMH2KCR8w9-2F6K5kxXRd3LaXNLM0P265fNY3ZqKHuEW9B9Jhh4TirciSA-2BK9QhITbzSC6aKz6-2BWGQsxWp1AlOlSif6xRRM-2BBEVRJapGuUWC-2BNEqhvlr3qC99jZ-2FR7A5O4iBB8GrZB0yinCgzrdPaf-2BEHDA-3D-3D) \r\nIf the link above does not work, please visit the City of Naperville Help Center ( (https://u8387795.ct.sendgrid.net/ls/click?upn=u001.PYICgxP3kfgZjR-2B4e9nPlDjrskbYiMhjSAiwtMJZmDcuQ05ZHdE8j2vut1v3mCxwcVcGVIKQJdmG74Wz-2B61ux2tlhLoCwbBrYdSGfLqDJ2s-3DUf5k_TzXiufbJDwux6TG2niXcMzF2-2BjptB1zpD3jnejZ5d5O7Wrwdh4aJA0d9265DhMhZ0n8l2unIeH9bfKnkHvKr0mfEZPCFXpdsH6Doy7m2UAszratmIi6uRp-2FU2g3-2B7lkvsBTfRTW0KPU2KHZS7o3wjD2EgQTOUjUr137mMANnTbIW3bIVigrBh70Umzx80ao6JZ4XkWSqn6U-2BnyfPkHcWtuOjO2sQg0m5iLVSeH2FO4-2BbuqrxbLUpkgy9UIc-2BFbMHJngqOD1klbWnKQdzhLiM1rZ6gfOuJcTfLkicUK-2BpPxZOwi1HzJVKz8T-2BEMcz-2BthLIoK73IdsBeORWCWDJM3hwRKWxuPRS91t7vFXzu92LswevqjQhjSla7BL0HmmJNQyzaYG6KJtz9jULPtqKpybSg-3D-3D) https://napervilleil.mycusthelp.com/webapp/_rs/SupportHome.aspx). All of the questions and requests you submitted will be listed in the (https://u8387795.ct.sendgrid.net/ls/click?upn=u001.PYICgxP3kfgZjR-2B4e9nPlDjrskbYiMhjSAiwtMJZmDcuQ05ZHdE8j2vut1v3mCxwcVcGVIKQJdmG74Wz-2B61ux2tlhLoCwbBrYdSGfLqDJ2s-3Dpamb_TzXiufbJDwux6TG2niXcMzF2-2BjptB1zpD3jnejZ5d5O7Wrwdh4aJA0d9265DhMhZ0n8l2unIeH9bfKnkHvKr0mfEZPCFXpdsH6Doy7m2UAszratmIi6uRp-2FU2g3-2B7lkvsBTfRTW0KPU2KHZS7o3wjD2EgQTOUjUr137mMANnTbIW3bIVigrBh70Umzx80ao6JZ4XkWSqn6U-2BnyfPkHcWtuOjO2sQg0m5iLVSeH2FO4-2BbuqrxbLUpkgy9UIc-2BFbMHTBhwB4yfc9SOQPlYs8TmzJgs5zp2RH1GHLWYsxtIBEZWgDK2fiAtkb5eqE-2BPJvsASfvO7dKbCzEb-2F84trUG0gjbl-2BpfMZ4t7qIe7tiu8eIo3Wd5iZbdk4p53aRwTbes3tz32xUEZMXT221Vxq2ZDHw-3D-3D) area in the My Help Center section. View My Questions and Requests \r\nConfidentiality Notice \r\nThis e-mail and any files or documents transmitted with it are confidential and are intended solely for the use of the individual or entity to which they were addressed. This e-mail and any attached materials constitute claims, loss or risk management information, communications and/or advice and are therefore privileged from disclosure. If you are not the intended recipient of this e-mail and the information attached hereto, be advised that you have received this e-mail in error and that any use, dissemination, forwarding, printing or copying of this e-mail or any attached material is strictly prohibited. If you have received this e-mail in error, please contact/reply to the sender of this message immediately. \r\nThis is an auto-generated e-mail and has originated from an unmonitored email account. Please DO NOT REPLY.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/naperville-8199/alpr-audit-metadata-records-foia-naperville-police-department-192429/"
  }
]