[
  {
    "id": 186887,
    "title": "Public Records Request — Incident Involving Jackie Hunt and Detention Officers Charged (March–April 2025)",
    "slug": "public-records-request-incident-involving-jackie-hunt-and-detention-officers-charged-marchapril-2025",
    "status": "submitted",
    "embargo_status": "public",
    "user": 159148,
    "username": "bodycambanz",
    "agency": 11461,
    "datetime_submitted": "2025-05-22T03:31:25.397287",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-05-22T03:31:25.498332",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186887,
        "from_user": 159148,
        "to_user": 16497,
        "subject": "",
        "datetime": "2025-05-22T03:31:25.498332",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the North Carolina Public Records Law, I hereby request the following records:\r\n\r\npublic records related to the March 25, 2025 arrest of a man who falsely identified himself as Jackie Hunt, and the subsequent charges filed against three Robeson County Detention Center officers, including:\r\n\r\nJackie Hunt, 40, of Fairmont\r\n\r\nWarren Phillips, 50, of Lumberton\r\n\r\nTina Jones, 51, of Pembroke\r\n\r\nAccording to publicly released information, the arrested man falsely provided his brother's name and was knowingly processed under the false identity by the above officers, resulting in their being charged with felony conspiracy to commit identity theft, aiding and abetting, and obstruction of justice. The arrest reportedly stemmed from a traffic stop related to drug possession, driving while license revoked, and carrying a concealed weapon.\r\n\r\nI am requesting access to and copies of the following:\r\n\r\nArrest and incident reports for both the March 25 and April 16 arrests of the individual posing as Jackie Hunt.\r\n\r\nBooking, intake, and release records for the individual under both his real name and the alias.\r\n\r\nInternal reports, incident summaries, or investigation findings regarding the conduct of the detention officers.\r\n\r\nCharging documents and arrest affidavits for Jackie Hunt, Warren Phillips, and Tina Jones.\r\n\r\nSurveillance footage or jail records related to the intake and release of the falsely identified individual.\r\n\r\nCopies of any press releases issued by the Robeson County Sheriff’s Office on or around April 20, 2025, regarding this case.\r\n\r\nAny available written statements or disciplinary actions related to this incident.\r\n\r\nIf any records are exempt from disclosure under North Carolina law, please provide a written explanation citing the specific exemption that applies. I prefer to receive the records in electronic format via email, if possible. Please notify me in advance if the cost to fulfill this request will exceed $25.\r\n\r\nThank you for your attention to this matter. I appreciate your assistance and look forward to your response. Please contact me at the information above if you need clarification regarding this request.\r\n\r\nSincerely,\r\nRoseland Goodman\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nRoseland Goodman",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/robeson-county-4641/public-records-request-incident-involving-jackie-hunt-and-detention-officers-charged-marchapril-2025-186887/"
  },
  {
    "id": 186886,
    "title": "Obama Presidential Library: Russia Insider Documents",
    "slug": "obama-presidential-library-russia-insider-documents",
    "status": "submitted",
    "embargo_status": "public",
    "user": 351,
    "username": "RobbyD",
    "agency": 31318,
    "datetime_submitted": "2025-05-22T03:29:09.451586",
    "date_due": "2025-06-23",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-05-22T03:29:09.583451",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186886,
        "from_user": 351,
        "to_user": 88846,
        "subject": "",
        "datetime": "2025-05-22T03:29:09.583451",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nCopies of all emails, documents, and memos that reference, mention or cite news coverage from the Russia Insider website (https://russia-insider.com/) exchanged between September 1st, 2014 and January 20th, 2017, sent and received by President Barack Obama; Vice President Joe Biden; Chief of Staff Dennis McDonough; National Security Advisor Susan Rice; NSA Deputies Anthony Blinken and Avril Haines; Press Secretary Josh Earnest and advisors Daniel Pfeiffer, Brian Deese and Shailagh Murray, and Vice President Chief of Staff Steve Ricchetti. \r\n\r\nOf particular interest would be if any articles from https://russia-insider.com were ever cited or shared as serious news coverage between 2014 and 2017. The editor of Russia Insider, Charles Bausman, mysteriously fled the United States following the January 6th, 2021 insurrection. Russia Insider was an English language news outlet that sought to influence perceptions of Putin's regime in the English language media following the seizure of the Crimea.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobert Delaware",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/obama-presidential-library-russia-insider-documents-186886/"
  },
  {
    "id": 186885,
    "title": "DPS Internal Records on PTSA Incidents – Centennial (Oct 2024 & Mar 2025)",
    "slug": "dps-internal-records-on-ptsa-incidents-centennial-oct-2024-mar-2025",
    "status": "submitted",
    "embargo_status": "public",
    "user": 159142,
    "username": "pquigley",
    "agency": 5864,
    "datetime_submitted": "2025-05-22T01:56:30.573709",
    "date_due": "2025-05-28",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-05-22T01:56:30.708708",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186885,
        "from_user": 159142,
        "to_user": 22133,
        "subject": "Colorado Open Records Act Request: DPS Internal Records on PTSA Incidents – Centennial (Oct 2024 & Mar 2025)",
        "datetime": "2025-05-22T01:56:30.708708",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Colorado Open Records Act, I hereby request the following records:\r\n\r\nI request access to the following public records under the Colorado Open Records Act (CORA), § 24-72-201 et seq., C.R.S., covering the period from October 1, 2024, through the date this request is received. These records concern internal communications within Denver Public Schools (DPS) related to two key incidents at Centennial School for Expeditionary Learning involving the Centennial PTSA and myself (Patrick Quigley):\r\n\r\n- An October 23, 2024 incident in which PTSA Committee Co-Chair Michelle Frankel yelled and used profanity toward me, a parent volunteer, on school grounds and in front of students.\r\n- A set of claims made on March 6, 2025, by PTSA Treasurer Eric Lyche, alleging that I violated policy, removed a student from the PTSA Clubs Program, and caused emotional distress to a parent.\r\n\r\nFor the purposes of this request, “communications” includes, but is not limited to: emails, text messages, meeting notes or summaries, records of phone or in-person conversations, chat messages (including Slack or Microsoft Teams), calendar invites, agendas, and any written or recorded documentation—including internal drafts or materials created by DPS personnel for internal use.\r\n\r\nRequested Records:\r\n\r\nPlease produce all communications and records exchanged between or among the following DPS individuals or departments:\r\n\r\n- Scott Wolf, Director of Operational Services\r\n- Emily Volkert, Principal at Centennial\r\n- DPS Human Resources, including Alui Kouassi\r\n- DPS Legal or Risk Management personnel\r\n- DPS Communications personnel\r\n- Regional or instructional superintendents\r\n- Family and Community Engagement (FACE)\r\n- Volunteer Services (or department responsible for volunteer management / support)\r\n\r\n...that reference or relate to:\r\n\r\n- The October 2024 or March 2025 incidents\r\n- Any use or discussion of my name in connection with those incidents, my volunteer role, or related complaints\r\n- Internal guidance, recommendations, or direction—including from Mr. Wolf to Principal Volkert—regarding how to manage, respond to, or characterize either incident or any related communications involving the PTSA or me\r\n- Internal evaluations or concerns regarding my volunteer role, including reputational risk, conflict management, or parent complaints\r\n- Discussions or evaluations of DPS Board Policy KFA and its applicability to either incident\r\n- Any internal discussion or evaluation of assumed risk, liability, or legal exposure for volunteers participating in programs on DPS campuses, including whether volunteers are considered covered, protected, or personally liable under DPS policy or practice\r\n- Oversight of or internal evaluations related to the PTSA Clubs Program, including PTSA conduct, safety practices, volunteer management, policy compliance, or DPS’s responsibility for incidents involving PTSA volunteers\r\n- Responses to my complaints or requests for retraction, including any internal assessment of reputational risk or incident handling\r\n\r\nPlease exclude records entirely unrelated to the individuals, incidents, or volunteer role described above (e.g., general personnel matters or unrelated school operations).\r\n\r\nIf any portion of this request yields no responsive records, I request confirmation of that outcome. If any records are withheld or redacted, please cite the specific legal exemption under § 24-72-204(3)(a), C.R.S., and provide a general description of the withheld material.\r\n\r\nIf clarification or narrowing would expedite fulfillment, please notify me at your earliest convenience.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nPatrick Quigley",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/denver-145/dps-internal-records-on-ptsa-incidents-centennial-oct-2024-mar-2025-186885/"
  },
  {
    "id": 186883,
    "title": "Centennial PTSA-DPS Communications: Oct 2024 and Mar 2025 Incidents",
    "slug": "centennial-ptsa-dps-communications-oct-2024-and-mar-2025-incidents",
    "status": "submitted",
    "embargo_status": "public",
    "user": 159142,
    "username": "pquigley",
    "agency": 5864,
    "datetime_submitted": "2025-05-22T01:08:05.221357",
    "date_due": "2025-05-28",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-05-22T01:08:05.346297",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186883,
        "from_user": 159142,
        "to_user": 22133,
        "subject": "Colorado Open Records Act Request: Centennial PTSA-DPS Communications: Oct 2024 and Mar 2025 Incidents",
        "datetime": "2025-05-22T01:08:05.346297",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Colorado Open Records Act, I hereby request the following records:\r\n\r\nI request records under the Colorado Open Records Act (CORA), § 24-72-201 et seq., C.R.S., from October 1, 2024, through the date this request is received. The records relate to interactions between Denver Public Schools (DPS), staff at Centennial School for Expeditionary Learning, the Centennial PTSA, and myself (Patrick Quigley), concerning two key incidents:\r\n\r\n1) An October 23, 2024 incident involving PTSA Committee Co-Chair Michelle Frankel yelling and using profanity toward me, a parent volunteer, on school grounds and in front of students.\r\n2) A set of claims made on March 6, 2025, by PTSA Treasurer Eric Lyche, alleging that I violated policy, removed a student from the PTSA Clubs Program, and caused emotional distress to a parent.\r\n\r\nFor purposes of this request, “communications” includes, but is not limited to: emails, text messages, voicemail transcripts or summaries, meeting notes, agendas, phone logs or call summaries, calendar invites, chat logs (including Slack, Microsoft Teams, or similar platforms), internal drafts, or any other written or recorded materials that document verbal, written, or digital exchanges.\r\n\r\nPlease include all communication regardless of whether the records originated on personal or non-DPS accounts. This includes, for example, emails sent to or from centennialclubspta@gmail.com or similar accounts used for PTSA-related business. Please also include any communication forwarded or CC’d from PTSA members to DPS personnel.\r\n\r\nRequested Records:\r\n\r\n1. Communications between Centennial Principal Emily Volkert and any member of the Centennial PTSA (including but not limited to Michelle Frankel, Kelli Goodwin, and Eric Lyche) that reference or relate to:\r\n\r\n- The October or March incidents\r\n- Volunteer conduct, student safety, or policy enforcement related to the PTSA Clubs Program\r\n- Discussion of any Code of Conduct or volunteer expectations considered for the PTSA Clubs program\r\n- Any discussion of myself, my concerns about PTSA Clubs, or my volunteer status\r\n- Any instructions or discussions regarding how to respond to communications from me\r\n- Any discussion of parent concerns, student readiness, or decisions about removing or excluding students from Clubs\r\n\r\n2. Communications between DPS Director of Operational Services Scott Wolf and any Centennial PTSA member, including any calendar invites or summaries of in-person meetings, that reference or relate to:\r\n\r\n- The October or March incidents\r\n- Fact-finding or clarification efforts conducted or requested  by Mr. Wolf for either incident\r\n- Narratives or claims made by PTSA members about either incident or its aftermath\r\n- Any direction or talking points from Mr. Wolf on how to respond to or manage the situation\r\n- Discussions of whether the PTSA would issue a retraction, correction, or apology\r\n- Safety, conduct, or oversight procedures for volunteers or PTA activities/programs\r\n\r\n3. Communications between Centennial staff (Ms. Robyn Thompson and Ms. Monica Osborn) and any Centennial PTSA member related to:\r\n\r\n- Student readiness, behavior, accommodations, or eligibility for the Clubs Program\r\n\r\n4. Communications between DPS Human Resources (including Alui Kouassi) and any of the following: Principal Volkert, Scott Wolf, Centennial PTSA members, or other DPS staff, related to:\r\n\r\n- Either the October or March incidents\r\n- Oversight of or accountability for the PTSA or its volunteers\r\n- Volunteer conduct, complaint handling, or policy enforcement\r\n- Whether DPS Board Policy KFA or other policies applied to either incident\r\n- The reported HR “typo” or failure to contact the Centennial PTSA\r\n- Any efforts to obtain or verify Centennial PTSA contact info\r\n\r\nIf any portion of this request yields no responsive records, I ask that you confirm that explicitly. If any records are withheld, please cite the specific legal exemption and provide a general description as required under § 24-72-204(3)(a), C.R.S.\r\n\r\nIf clarification or narrowing would expedite fulfillment, please notify me.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nPatrick Quigley",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/denver-145/centennial-ptsa-dps-communications-oct-2024-and-mar-2025-incidents-186883/"
  },
  {
    "id": 186882,
    "title": "Initiation Reports",
    "slug": "initiation-reports",
    "status": "submitted",
    "embargo_status": "public",
    "user": 136171,
    "username": "joey1scott",
    "agency": 503,
    "datetime_submitted": "2025-05-22T00:31:17.519012",
    "date_due": "2025-05-30",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-05-22T00:31:17.638932",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186882,
        "from_user": 136171,
        "to_user": 9543,
        "subject": "Illinois Freedom of Information Act. Request: Initiation Reports",
        "datetime": "2025-05-22T00:31:17.638932",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nRecords of:\r\nInitiation reports where the City of Chicago or a sworn officer for the department is the victim or non-offender\r\nOriginal case incident report \r\n\r\nIncidents related to \r\n- lost, missing, or stolen property\r\n- damaged or destroyed property, equipment\r\n- anything that resulted in injuries \r\n\r\nSearch 2020 to today's date\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJoey Scott",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/chicago-169/initiation-reports-186882/"
  },
  {
    "id": 186881,
    "title": "Consent Decree Funds",
    "slug": "consent-decree-funds",
    "status": "submitted",
    "embargo_status": "public",
    "user": 136171,
    "username": "joey1scott",
    "agency": 503,
    "datetime_submitted": "2025-05-22T00:22:54.465334",
    "date_due": "2025-05-30",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-05-22T00:22:54.587406",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186881,
        "from_user": 136171,
        "to_user": 9543,
        "subject": "Illinois Freedom of Information Act. Request: Consent Decree Funds",
        "datetime": "2025-05-22T00:22:54.587406",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nHello, \r\n\r\nI am requesting records related to purchases made with consent decree funds. \r\nPurchase request forms and accompanying documentation including memos\r\nInvoices for each purchase \r\n\r\nSearch 2020 to today\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJoey Scott",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/chicago-169/consent-decree-funds-186881/"
  },
  {
    "id": 186880,
    "title": "Wazoun Dakouo Arrest Report & Body Cam Footage (Tucson Police Department)",
    "slug": "wazoun-dakouo-arrest-report-body-cam-footage-tucson-police-department",
    "status": "submitted",
    "embargo_status": "public",
    "user": 159137,
    "username": "AdrianAldenBecerra",
    "agency": 366,
    "datetime_submitted": "2025-05-21T21:50:56.698536",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-05-21T21:50:56.857807",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186880,
        "from_user": 159137,
        "to_user": 9653,
        "subject": "",
        "datetime": "2025-05-21T21:50:56.857807",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Arizona Public Records Law, I hereby request the following records:\r\n\r\nI am looking for the written arrest report, warrant for his arrest, the original complaint that was leveed against Wazoun Dakouo, as well as the body camera footage of the arresting officers that arrested Wazoun Dakouo on December 20th 2024 at approximately 5:00PM at a residence on the East Side of Tucson, located at 421 N Bonanza Ave, Tucson, AZ 85748 that is owned by the company I work for, The Tungland Corporation. Wazoun Dakouo's date of birth is July 21st 1981. The only information I have been able to find publicly about this arrest is that he is current located at the Pima County Adult Detention Center in Tucson, Arizona located on 1270 W. Silverlake Road Tucson, Arizona, his booking number is 241221009, and his case is going through the Superior Court of Pima County and his case number is CR20244999001.\r\n\r\nThank you!\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nAdrian Alden Becerra",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/tucson-140/wazoun-dakouo-arrest-report-body-cam-footage-tucson-police-department-186880/"
  },
  {
    "id": 186879,
    "title": "Wazoun Dakouo Arrest Report & Body Cam Footage (Pima County Superior Court)",
    "slug": "wazoun-dakouo-arrest-report-body-cam-footage-pima-county-superior-court",
    "status": "submitted",
    "embargo_status": "public",
    "user": 159137,
    "username": "AdrianAldenBecerra",
    "agency": 7435,
    "datetime_submitted": "2025-05-21T21:50:56.698536",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-05-21T21:50:56.805318",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186879,
        "from_user": 159137,
        "to_user": 17101,
        "subject": "",
        "datetime": "2025-05-21T21:50:56.805318",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Arizona Public Records Law, I hereby request the following records:\r\n\r\nI am looking for the written arrest report, warrant for his arrest, the original complaint that was leveed against Wazoun Dakouo, as well as the body camera footage of the arresting officers that arrested Wazoun Dakouo on December 20th 2024 at approximately 5:00PM at a residence on the East Side of Tucson, located at 421 N Bonanza Ave, Tucson, AZ 85748 that is owned by the company I work for, The Tungland Corporation. Wazoun Dakouo's date of birth is July 21st 1981. The only information I have been able to find publicly about this arrest is that he is current located at the Pima County Adult Detention Center in Tucson, Arizona located on 1270 W. Silverlake Road Tucson, Arizona, his booking number is 241221009, and his case is going through the Superior Court of Pima County and his case number is CR20244999001.\r\n\r\nThank you!\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nAdrian Alden Becerra",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/pima-county-183/wazoun-dakouo-arrest-report-body-cam-footage-pima-county-superior-court-186879/"
  },
  {
    "id": 186877,
    "title": "Sex Offender Registry and Information on Community Supervision Request",
    "slug": "sex-offender-registry-and-information-on-community-supervision-request",
    "status": "ack",
    "embargo_status": "public",
    "user": 129503,
    "username": "wsawyer",
    "agency": 318,
    "datetime_submitted": "2025-05-21T19:51:37.595552",
    "date_due": "2025-06-05",
    "days_until_due": null,
    "date_followup": "2025-06-05",
    "datetime_done": null,
    "datetime_updated": "2025-05-21T19:51:37.682935",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186877,
        "from_user": 129503,
        "to_user": 11350,
        "subject": "Rhode Island Access to Public Records Act Request: Sex Offender Registry and Information on Community Supervision Request",
        "datetime": "2025-05-21T19:51:37.682935",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Rhode Island Access to Public Records Act, I hereby request the following records:\r\n\r\nand pursuant to R.I. Gen. Laws §§ 38-2-1 to 38-2-16, I hereby request the following records:\r\n\r\nThe exact record of people (with names) who are \r\n\r\n1) on both the sex offender registry and probation; and\r\n2) on both the sex offender registry and parole;\r\n\r\nas per the latest available data. \r\n\r\nIF a list of names is not able to be provided, the exact number of people who are \r\n\r\n1) on both the sex offender registry and probation; and\r\n2) on both the sex offender registry and parole;\r\n\r\nas per the latest available data is requested.\r\n\r\nIf this data is held by another agency, I request the name of that agency.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nWendy Sawyer",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/rhode-island-82/sex-offender-registry-and-information-on-community-supervision-request-186877/"
  },
  {
    "id": 186865,
    "title": "NBTF compliance checks list",
    "slug": "nbtf-compliance-checks-list",
    "status": "ack",
    "embargo_status": "public",
    "user": 67857,
    "username": "josh.chamberlain.PDAP",
    "agency": 357,
    "datetime_submitted": "2025-05-21T15:56:55.379840",
    "date_due": "2025-05-29",
    "days_until_due": null,
    "date_followup": "2025-05-29",
    "datetime_done": null,
    "datetime_updated": "2025-05-21T15:56:55.470813",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186865,
        "from_user": 67857,
        "to_user": 10233,
        "subject": "Pennsylvania Right to Know Act Request: NBTF compliance checks list",
        "datetime": "2025-05-21T15:56:55.470813",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Pennsylvania Right to Know Act, I hereby request the following records:\r\n\r\nA list of licensed establishments which have been the subject of compliance checks by the Nuisance Bar Task Force in 2024 and through May 4, 2025. This may take the form of a list, table, database, or other documentation. Please share the list in the format in which it is stored internally, which may contain other metadata such as dates. The bulletin of May 4, 2025 (https://content.govdelivery.com/accounts/PAPITT/bulletins/3dee809) contained a partial list of businesses and addresses in an acceptable format.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJosh Chamberlain",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1288400,
            "ffile": "https://cdn.muckrock.com/foia_files/2025/05/21/PA_Right_to_Know_Request__Form.pdf",
            "datetime": "2025-05-21T16:31:55.893264",
            "title": "PA Right to Know Request  Form",
            "source": "MuckRock",
            "description": "",
            "doc_id": "25950868-pa-right-to-know-request-form",
            "pages": 1
          }
        ],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/pittsburgh-130/nbtf-compliance-checks-list-186865/"
  },
  {
    "id": 186861,
    "title": "Glenn R. Miles FBI Files",
    "slug": "glenn-r-miles-fbi-files",
    "status": "processed",
    "embargo_status": "public",
    "user": 25665,
    "username": "DetentionKills",
    "agency": 10,
    "datetime_submitted": "2025-05-21T14:38:31.368759",
    "date_due": "2025-06-20",
    "days_until_due": null,
    "date_followup": "2025-08-20",
    "datetime_done": null,
    "datetime_updated": "2025-05-21T23:21:26.368733",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186861,
        "from_user": 25665,
        "to_user": 9555,
        "subject": "Freedom of Information Act Request: Glenn R. Miles FBI Files",
        "datetime": "2025-05-21T14:38:31.445485",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nI request any FBI records pertaining to Glenn R. Miles, who was killed in the line of duty as a Customs Agent for the U.S. Treasury Department in Arizona on February 21, 1986. This request includes, but is not limited to any FBI lab analysis of Agent Miles' handheld audio recorder, or references to its contents, as well as any 302s or field reports regarding Agent Miles' potential interactions with the alleged drug traffickers who were reportedly involved in his murder. Finally, this request includes any records sent or received by FBI to William Laverty, U.S. Customs Attache at the U.S. Embassy in Mexico City regarding the July 1986 arrest of five Mexican nationals in Hermosillo, Sonora, Mexico who were alleged to have been involved with the slaying.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAndrew Free",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 186861,
        "from_user": 9555,
        "to_user": 25665,
        "subject": "eFOIPA Authorization Request",
        "datetime": "2025-05-21T23:19:57.942629",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "You have successfully requested access to FBI's eFOIPA website.\r\n\r\nPlease access the efoia.fbi.gov by following this temporary authorization url:\r\n<https://efoia.fbi.gov/authorize/ca6fb8406e626c0b1e134dec77cbdfb2225eeb68f2d51c6e6a>.",
        "status": "submitted",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 186861,
        "from_user": 9555,
        "to_user": 25665,
        "subject": "eFOIA Request Received",
        "datetime": "2025-05-21T23:21:26.368733",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "# Individual Information\r\n\r\nPrefix\r\n\r\nFirst Name\r\n\r\nAndrew\r\n\r\nMiddle Name\r\n\r\nLast Name\r\n\r\nFree\r\n\r\nSuffix\r\n\r\nEmail\r\n\r\n186861-43559695@requests.muckrock.com\r\n\r\nPhone\r\n\r\nLocation\r\n\r\nUnited States\r\n\r\n# Domestic Address\r\n\r\nAddress Line 1\r\n\r\nMuckRock News, DEPT MR186861\r\n\r\nAddress Line 2\r\n\r\n263 Huntington Ave\r\n\r\nCity\r\n\r\nBoston\r\n\r\nState\r\n\r\nMassachusetts\r\n\r\nPostal\r\n\r\n02115\r\n\r\n# Agreement to Pay\r\n\r\nHow you will pay\r\n\r\nI am limiting my request to the free two hours of searching and 100 duplicated\r\npages. I am not willing to pay additional fees.\r\n\r\n# Non-Individual FOIA Request\r\n\r\nRequest Information\r\n\r\nTo Whom It May Concern: Pursuant to the Freedom of Information Act, I hereby\r\nrequest the following records: I request any FBI records pertaining to Glenn\r\nR. Miles, who was killed in the line of duty as a Customs Agent for the U.S.\r\nTreasury Department in Arizona on February 21, 1986. This request includes,\r\nbut is not limited to any FBI lab analysis of Agent Miles' handheld audio\r\nrecorder, or references to its contents, as well as any 302s or field reports\r\nregarding Agent Miles' potential interactions with the alleged drug\r\ntraffickers who were reportedly involved in his murder. Finally, this request\r\nincludes any records sent or received by FBI to William Laverty, U.S. Customs\r\nAttache at the U.S. Embassy in Mexico City regarding the July 1986 arrest of\r\nfive Mexican nationals in Hermosillo, Sonora, Mexico who were alleged to have\r\nbeen involved with the slaying. The requested documents will be made available\r\nto the general public, and this request is not being made for commercial\r\npurposes. In the event that there are fees, I would be grateful if you would\r\ninform me of the total charges in advance of fulfilling my request. I would\r\nprefer the request filled electronically, by e-mail attachment if available or\r\nCD-ROM if not. Thank you in advance for your anticipated cooperation in this\r\nmatter. I look forward to receiving your response to this request within 20\r\nbusiness days, as the statute requires. Sincerely, Andrew Free Upload\r\ndocuments directly:\r\nhttps://accounts.muckrock.com/accounts/login/?next=https%3A%2F%2Fwww.muckrock.com%2Faccounts%2Flogin%2F%3Fnext%3D%252Faccounts%252Fagency_login%252Ffederal-\r\nbureau-of-investigation-10%252Fglenn-r-miles-fbi-\r\nfiles-186861%252F%253Femail%253Defoia%252540subscriptions.fbi.gov&url_auth_token=AAAj2PTlE3Nq8uoWJhQmyIrfU4w%3A1uHwTk%3AZzfZfnkAMujvqH2AC41IrIuoKXSth9lXYzq6YrJI_JI\r\n\r\n**\r\n\r\nPlease be advised that efoia@subscriptions.fbi.gov is a no-reply email\r\naddress. Questions regarding your FOIA request may be directed to\r\nfoipaquestions@fbi.gov. If you have received a FOIPA request number, please\r\ninclude this in all correspondence concerning your request. Please note eFOIPA\r\nrequests are processed in the order that they are received. If you have not\r\nreceived a FOIPA request number, your request is in the process of being\r\nopened at which time it will be assigned a FOIPA request number and\r\ncorrespondence will be forthcoming.\r\n\r\n**\r\n\r\nUpon receipt of your FOIPA request number, you may check the status of your\r\nFOIPA request on the FBIâ€™s electronic FOIA Library (The Vault) on the FBIâ€™s\r\npublic website, http://vault.fbi.gov by clicking on the â€˜Check Status of Your\r\nFOI/PA Request toolâ€™ link. Status updates are performed on a weekly basis. If\r\nyou receive a comment that your FOIPA request number was not located in the\r\ndatabase, please check back at a later date.\n",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/glenn-r-miles-fbi-files-186861/"
  },
  {
    "id": 186855,
    "title": "Recruitment and Hiring (Chicago Police Department)",
    "slug": "recruitment-and-hiring-chicago-police-department",
    "status": "submitted",
    "embargo_status": "public",
    "user": 136171,
    "username": "joey1scott",
    "agency": 503,
    "datetime_submitted": "2025-05-21T13:58:50.965692",
    "date_due": "2025-05-29",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-05-21T13:58:52.482386",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186855,
        "from_user": 136171,
        "to_user": 9543,
        "subject": "",
        "datetime": "2025-05-21T13:58:52.482386",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nI am requesting records related to the department's efforts to recruit and hire new officers:\r\nRecords include digital and physical, released in their native forms (Excel, PDF, etc)\r\n\r\n- ad purchases\r\n- contracts with vendors for ad placement, recruitment and hiring \r\n- market research and data, if collected\r\n- brand and department strategies created by ad agencies or internally\r\n- data related to applications, KPIs of recruitment and hiring campaigns\r\n- PowerPoint or equivalent presentations, including accompanying documents related to recruitment, hiring, and marketing strategies\r\n- Budgets for recruitment and hiring internally, and the total money spent \r\n- Pay bonuses or financial incentives to retain officers\r\n- Data by year on the number of officers, sworn and non-sworn\r\n\r\nSearch from 2021 to today's date.\r\nPlease provide in rolling production\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJoey Scott",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/chicago-169/recruitment-and-hiring-chicago-police-department-186855/"
  },
  {
    "id": 186854,
    "title": "Recruitment and Hiring (New York City Police Department)",
    "slug": "recruitment-and-hiring-new-york-city-police-department",
    "status": "submitted",
    "embargo_status": "public",
    "user": 136171,
    "username": "joey1scott",
    "agency": 272,
    "datetime_submitted": "2025-05-21T13:58:50.965692",
    "date_due": "2025-05-29",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-05-21T13:58:52.418566",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186854,
        "from_user": 136171,
        "to_user": 9986,
        "subject": "",
        "datetime": "2025-05-21T13:58:52.418566",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nI am requesting records related to the department's efforts to recruit and hire new officers:\r\nRecords include digital and physical, released in their native forms (Excel, PDF, etc)\r\n\r\n- ad purchases\r\n- contracts with vendors for ad placement, recruitment and hiring \r\n- market research and data, if collected\r\n- brand and department strategies created by ad agencies or internally\r\n- data related to applications, KPIs of recruitment and hiring campaigns\r\n- PowerPoint or equivalent presentations, including accompanying documents related to recruitment, hiring, and marketing strategies\r\n- Budgets for recruitment and hiring internally, and the total money spent \r\n- Pay bonuses or financial incentives to retain officers\r\n- Data by year on the number of officers, sworn and non-sworn\r\n\r\nSearch from 2021 to today's date.\r\nPlease provide in rolling production\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJoey Scott",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-city-17/recruitment-and-hiring-new-york-city-police-department-186854/"
  },
  {
    "id": 186853,
    "title": "Recruitment and Hiring (Tampa Police Department)",
    "slug": "recruitment-and-hiring-tampa-police-department",
    "status": "submitted",
    "embargo_status": "public",
    "user": 136171,
    "username": "joey1scott",
    "agency": 676,
    "datetime_submitted": "2025-05-21T13:58:50.965692",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-05-21T13:58:52.348494",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186853,
        "from_user": 136171,
        "to_user": 9652,
        "subject": "",
        "datetime": "2025-05-21T13:58:52.348494",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nI am requesting records related to the department's efforts to recruit and hire new officers:\r\nRecords include digital and physical, released in their native forms (Excel, PDF, etc)\r\n\r\n- ad purchases\r\n- contracts with vendors for ad placement, recruitment and hiring \r\n- market research and data, if collected\r\n- brand and department strategies created by ad agencies or internally\r\n- data related to applications, KPIs of recruitment and hiring campaigns\r\n- PowerPoint or equivalent presentations, including accompanying documents related to recruitment, hiring, and marketing strategies\r\n- Budgets for recruitment and hiring internally, and the total money spent \r\n- Pay bonuses or financial incentives to retain officers\r\n- Data by year on the number of officers, sworn and non-sworn\r\n\r\nSearch from 2021 to today's date.\r\nPlease provide in rolling production\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nJoey Scott",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/tampa-342/recruitment-and-hiring-tampa-police-department-186853/"
  },
  {
    "id": 186852,
    "title": "Recruitment and Hiring (Dallas Police Department)",
    "slug": "recruitment-and-hiring-dallas-police-department",
    "status": "submitted",
    "embargo_status": "public",
    "user": 136171,
    "username": "joey1scott",
    "agency": 4330,
    "datetime_submitted": "2025-05-21T13:58:50.965692",
    "date_due": "2025-06-05",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-05-21T13:58:52.283743",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186852,
        "from_user": 136171,
        "to_user": 10166,
        "subject": "",
        "datetime": "2025-05-21T13:58:52.283743",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\nI am requesting records related to the department's efforts to recruit and hire new officers:\r\nRecords include digital and physical, released in their native forms (Excel, PDF, etc)\r\n\r\n- ad purchases\r\n- contracts with vendors for ad placement, recruitment and hiring \r\n- market research and data, if collected\r\n- brand and department strategies created by ad agencies or internally\r\n- data related to applications, KPIs of recruitment and hiring campaigns\r\n- PowerPoint or equivalent presentations, including accompanying documents related to recruitment, hiring, and marketing strategies\r\n- Budgets for recruitment and hiring internally, and the total money spent \r\n- Pay bonuses or financial incentives to retain officers\r\n- Data by year on the number of officers, sworn and non-sworn\r\n\r\nSearch from 2021 to today's date.\r\nPlease provide in rolling production\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJoey Scott",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/dallas-190/recruitment-and-hiring-dallas-police-department-186852/"
  },
  {
    "id": 186851,
    "title": "Recruitment and Hiring (Houston Police Department)",
    "slug": "recruitment-and-hiring-houston-police-department",
    "status": "submitted",
    "embargo_status": "public",
    "user": 136171,
    "username": "joey1scott",
    "agency": 336,
    "datetime_submitted": "2025-05-21T13:58:50.965692",
    "date_due": "2025-06-05",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-05-21T13:58:52.207474",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186851,
        "from_user": 136171,
        "to_user": 9650,
        "subject": "",
        "datetime": "2025-05-21T13:58:52.207474",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\nI am requesting records related to the department's efforts to recruit and hire new officers:\r\nRecords include digital and physical, released in their native forms (Excel, PDF, etc)\r\n\r\n- ad purchases\r\n- contracts with vendors for ad placement, recruitment and hiring \r\n- market research and data, if collected\r\n- brand and department strategies created by ad agencies or internally\r\n- data related to applications, KPIs of recruitment and hiring campaigns\r\n- PowerPoint or equivalent presentations, including accompanying documents related to recruitment, hiring, and marketing strategies\r\n- Budgets for recruitment and hiring internally, and the total money spent \r\n- Pay bonuses or financial incentives to retain officers\r\n- Data by year on the number of officers, sworn and non-sworn\r\n\r\nSearch from 2021 to today's date.\r\nPlease provide in rolling production\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJoey Scott",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/houston-113/recruitment-and-hiring-houston-police-department-186851/"
  },
  {
    "id": 186850,
    "title": "Recruitment and Hiring (Phoenix Police Department)",
    "slug": "recruitment-and-hiring-phoenix-police-department",
    "status": "submitted",
    "embargo_status": "public",
    "user": 136171,
    "username": "joey1scott",
    "agency": 441,
    "datetime_submitted": "2025-05-21T13:58:50.965692",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-05-21T13:58:52.140411",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186850,
        "from_user": 136171,
        "to_user": 9634,
        "subject": "",
        "datetime": "2025-05-21T13:58:52.140411",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Arizona Public Records Law, I hereby request the following records:\r\n\r\nI am requesting records related to the department's efforts to recruit and hire new officers:\r\nRecords include digital and physical, released in their native forms (Excel, PDF, etc)\r\n\r\n- ad purchases\r\n- contracts with vendors for ad placement, recruitment and hiring \r\n- market research and data, if collected\r\n- brand and department strategies created by ad agencies or internally\r\n- data related to applications, KPIs of recruitment and hiring campaigns\r\n- PowerPoint or equivalent presentations, including accompanying documents related to recruitment, hiring, and marketing strategies\r\n- Budgets for recruitment and hiring internally, and the total money spent \r\n- Pay bonuses or financial incentives to retain officers\r\n- Data by year on the number of officers, sworn and non-sworn\r\n\r\nSearch from 2021 to today's date.\r\nPlease provide in rolling production\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nJoey Scott",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/phoenix-94/recruitment-and-hiring-phoenix-police-department-186850/"
  },
  {
    "id": 186849,
    "title": "Recruitment and Hiring (San Diego Police Department)",
    "slug": "recruitment-and-hiring-san-diego-police-department",
    "status": "submitted",
    "embargo_status": "public",
    "user": 136171,
    "username": "joey1scott",
    "agency": 636,
    "datetime_submitted": "2025-05-21T13:58:50.965692",
    "date_due": "2025-05-31",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-05-21T13:58:52.051236",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186849,
        "from_user": 136171,
        "to_user": 10853,
        "subject": "",
        "datetime": "2025-05-21T13:58:52.051236",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nI am requesting records related to the department's efforts to recruit and hire new officers:\r\nRecords include digital and physical, released in their native forms (Excel, PDF, etc)\r\n\r\n- ad purchases\r\n- contracts with vendors for ad placement, recruitment and hiring \r\n- market research and data, if collected\r\n- brand and department strategies created by ad agencies or internally\r\n- data related to applications, KPIs of recruitment and hiring campaigns\r\n- PowerPoint or equivalent presentations, including accompanying documents related to recruitment, hiring, and marketing strategies\r\n- Budgets for recruitment and hiring internally, and the total money spent \r\n- Pay bonuses or financial incentives to retain officers\r\n- Data by year on the number of officers, sworn and non-sworn\r\n\r\nSearch from 2021 to today's date.\r\nPlease provide in rolling production\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJoey Scott",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/san-diego-56/recruitment-and-hiring-san-diego-police-department-186849/"
  },
  {
    "id": 186848,
    "title": "Recruitment and Hiring (Seattle Police Department)",
    "slug": "recruitment-and-hiring-seattle-police-department",
    "status": "submitted",
    "embargo_status": "public",
    "user": 136171,
    "username": "joey1scott",
    "agency": 227,
    "datetime_submitted": "2025-05-21T13:58:50.965692",
    "date_due": "2025-05-29",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-05-21T13:58:51.962985",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186848,
        "from_user": 136171,
        "to_user": 9707,
        "subject": "",
        "datetime": "2025-05-21T13:58:51.962985",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Washington Public Records Act, I hereby request the following records:\r\n\r\nI am requesting records related to the department's efforts to recruit and hire new officers:\r\nRecords include digital and physical, released in their native forms (Excel, PDF, etc)\r\n\r\n- ad purchases\r\n- contracts with vendors for ad placement, recruitment and hiring \r\n- market research and data, if collected\r\n- brand and department strategies created by ad agencies or internally\r\n- data related to applications, KPIs of recruitment and hiring campaigns\r\n- PowerPoint or equivalent presentations, including accompanying documents related to recruitment, hiring, and marketing strategies\r\n- Budgets for recruitment and hiring internally, and the total money spent \r\n- Pay bonuses or financial incentives to retain officers\r\n- Data by year on the number of officers, sworn and non-sworn\r\n\r\nSearch from 2021 to today's date.\r\nPlease provide in rolling production\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJoey Scott",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/seattle-69/recruitment-and-hiring-seattle-police-department-186848/"
  },
  {
    "id": 186847,
    "title": "Recruitment and Hiring (Orlando Police Department)",
    "slug": "recruitment-and-hiring-orlando-police-department",
    "status": "submitted",
    "embargo_status": "public",
    "user": 136171,
    "username": "joey1scott",
    "agency": 447,
    "datetime_submitted": "2025-05-21T13:58:50.965692",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-05-21T13:58:51.880227",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186847,
        "from_user": 136171,
        "to_user": 10227,
        "subject": "",
        "datetime": "2025-05-21T13:58:51.880227",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nI am requesting records related to the department's efforts to recruit and hire new officers:\r\nRecords include digital and physical, released in their native forms (Excel, PDF, etc)\r\n\r\n- ad purchases\r\n- contracts with vendors for ad placement, recruitment and hiring \r\n- market research and data, if collected\r\n- brand and department strategies created by ad agencies or internally\r\n- data related to applications, KPIs of recruitment and hiring campaigns\r\n- PowerPoint or equivalent presentations, including accompanying documents related to recruitment, hiring, and marketing strategies\r\n- Budgets for recruitment and hiring internally, and the total money spent \r\n- Pay bonuses or financial incentives to retain officers\r\n- Data by year on the number of officers, sworn and non-sworn\r\n\r\nSearch from 2021 to today's date.\r\nPlease provide in rolling production\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nJoey Scott",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/orlando-123/recruitment-and-hiring-orlando-police-department-186847/"
  },
  {
    "id": 186846,
    "title": "Recruitment and Hiring (Department of Corrections and Rehabilitation)",
    "slug": "recruitment-and-hiring-department-of-corrections-and-rehabilitation",
    "status": "submitted",
    "embargo_status": "public",
    "user": 136171,
    "username": "joey1scott",
    "agency": 905,
    "datetime_submitted": "2025-05-21T13:58:50.965692",
    "date_due": "2025-05-31",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-05-21T13:58:51.821623",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186846,
        "from_user": 136171,
        "to_user": 10884,
        "subject": "",
        "datetime": "2025-05-21T13:58:51.821623",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nI am requesting records related to the department's efforts to recruit and hire new officers:\r\nRecords include digital and physical, released in their native forms (Excel, PDF, etc)\r\n\r\n- ad purchases\r\n- contracts with vendors for ad placement, recruitment and hiring \r\n- market research and data, if collected\r\n- brand and department strategies created by ad agencies or internally\r\n- data related to applications, KPIs of recruitment and hiring campaigns\r\n- PowerPoint or equivalent presentations, including accompanying documents related to recruitment, hiring, and marketing strategies\r\n- Budgets for recruitment and hiring internally, and the total money spent \r\n- Pay bonuses or financial incentives to retain officers\r\n- Data by year on the number of officers, sworn and non-sworn\r\n\r\nSearch from 2021 to today's date.\r\nPlease provide in rolling production\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJoey Scott",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/california-52/recruitment-and-hiring-department-of-corrections-and-rehabilitation-186846/"
  },
  {
    "id": 186845,
    "title": "Recruitment and Hiring (Department of Corrections)",
    "slug": "recruitment-and-hiring-department-of-corrections",
    "status": "submitted",
    "embargo_status": "public",
    "user": 136171,
    "username": "joey1scott",
    "agency": 3972,
    "datetime_submitted": "2025-05-21T13:58:50.965692",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-05-21T13:58:51.749470",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186845,
        "from_user": 136171,
        "to_user": 10117,
        "subject": "",
        "datetime": "2025-05-21T13:58:51.749470",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nI am requesting records related to the department's efforts to recruit and hire new officers:\r\nRecords include digital and physical, released in their native forms (Excel, PDF, etc)\r\n\r\n- ad purchases\r\n- contracts with vendors for ad placement, recruitment and hiring \r\n- market research and data, if collected\r\n- brand and department strategies created by ad agencies or internally\r\n- data related to applications, KPIs of recruitment and hiring campaigns\r\n- PowerPoint or equivalent presentations, including accompanying documents related to recruitment, hiring, and marketing strategies\r\n- Budgets for recruitment and hiring internally, and the total money spent \r\n- Pay bonuses or financial incentives to retain officers\r\n- Data by year on the number of officers, sworn and non-sworn\r\n\r\nSearch from 2021 to today's date.\r\nPlease provide in rolling production\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nJoey Scott",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/florida-34/recruitment-and-hiring-department-of-corrections-186845/"
  },
  {
    "id": 186844,
    "title": "Recruitment and Hiring (Department of Corrections and Community Supervision)",
    "slug": "recruitment-and-hiring-department-of-corrections-and-community-supervision",
    "status": "submitted",
    "embargo_status": "public",
    "user": 136171,
    "username": "joey1scott",
    "agency": 3998,
    "datetime_submitted": "2025-05-21T13:58:50.965692",
    "date_due": "2025-05-29",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-05-21T13:58:51.676905",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186844,
        "from_user": 136171,
        "to_user": 10677,
        "subject": "",
        "datetime": "2025-05-21T13:58:51.676905",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nI am requesting records related to the department's efforts to recruit and hire new officers:\r\nRecords include digital and physical, released in their native forms (Excel, PDF, etc)\r\n\r\n- ad purchases\r\n- contracts with vendors for ad placement, recruitment and hiring \r\n- market research and data, if collected\r\n- brand and department strategies created by ad agencies or internally\r\n- data related to applications, KPIs of recruitment and hiring campaigns\r\n- PowerPoint or equivalent presentations, including accompanying documents related to recruitment, hiring, and marketing strategies\r\n- Budgets for recruitment and hiring internally, and the total money spent \r\n- Pay bonuses or financial incentives to retain officers\r\n- Data by year on the number of officers, sworn and non-sworn\r\n\r\nSearch from 2021 to today's date.\r\nPlease provide in rolling production\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJoey Scott",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/recruitment-and-hiring-department-of-corrections-and-community-supervision-186844/"
  },
  {
    "id": 186843,
    "title": "Recruitment and Hiring (Department of Corrections)",
    "slug": "recruitment-and-hiring-department-of-corrections",
    "status": "submitted",
    "embargo_status": "public",
    "user": 136171,
    "username": "joey1scott",
    "agency": 3547,
    "datetime_submitted": "2025-05-21T13:58:50.965692",
    "date_due": "2025-05-29",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-05-21T13:58:51.606352",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186843,
        "from_user": 136171,
        "to_user": 10715,
        "subject": "",
        "datetime": "2025-05-21T13:58:51.606352",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nI am requesting records related to the department's efforts to recruit and hire new officers:\r\nRecords include digital and physical, released in their native forms (Excel, PDF, etc)\r\n\r\n- ad purchases\r\n- contracts with vendors for ad placement, recruitment and hiring \r\n- market research and data, if collected\r\n- brand and department strategies created by ad agencies or internally\r\n- data related to applications, KPIs of recruitment and hiring campaigns\r\n- PowerPoint or equivalent presentations, including accompanying documents related to recruitment, hiring, and marketing strategies\r\n- Budgets for recruitment and hiring internally, and the total money spent \r\n- Pay bonuses or financial incentives to retain officers\r\n- Data by year on the number of officers, sworn and non-sworn\r\n\r\nSearch from 2021 to today's date.\r\nPlease provide in rolling production\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJoey Scott",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/illinois-168/recruitment-and-hiring-department-of-corrections-186843/"
  },
  {
    "id": 186842,
    "title": "Recruitment and Hiring (Alameda County Sheriff's Office)",
    "slug": "recruitment-and-hiring-alameda-county-sheriffs-office",
    "status": "submitted",
    "embargo_status": "public",
    "user": 136171,
    "username": "joey1scott",
    "agency": 409,
    "datetime_submitted": "2025-05-21T13:58:50.965692",
    "date_due": "2025-05-31",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-05-21T13:58:51.524140",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186842,
        "from_user": 136171,
        "to_user": 10056,
        "subject": "",
        "datetime": "2025-05-21T13:58:51.524140",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nI am requesting records related to the department's efforts to recruit and hire new officers:\r\nRecords include digital and physical, released in their native forms (Excel, PDF, etc)\r\n\r\n- ad purchases\r\n- contracts with vendors for ad placement, recruitment and hiring \r\n- market research and data, if collected\r\n- brand and department strategies created by ad agencies or internally\r\n- data related to applications, KPIs of recruitment and hiring campaigns\r\n- PowerPoint or equivalent presentations, including accompanying documents related to recruitment, hiring, and marketing strategies\r\n- Budgets for recruitment and hiring internally, and the total money spent \r\n- Pay bonuses or financial incentives to retain officers\r\n- Data by year on the number of officers, sworn and non-sworn\r\n\r\nSearch from 2021 to today's date.\r\nPlease provide in rolling production\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJoey Scott",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/alameda-county-174/recruitment-and-hiring-alameda-county-sheriffs-office-186842/"
  },
  {
    "id": 186841,
    "title": "Recruitment and Hiring (Austin Police Department)",
    "slug": "recruitment-and-hiring-austin-police-department",
    "status": "submitted",
    "embargo_status": "public",
    "user": 136171,
    "username": "joey1scott",
    "agency": 365,
    "datetime_submitted": "2025-05-21T13:58:50.965692",
    "date_due": "2025-06-05",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-05-21T13:58:51.457963",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186841,
        "from_user": 136171,
        "to_user": 10163,
        "subject": "",
        "datetime": "2025-05-21T13:58:51.457963",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\nI am requesting records related to the department's efforts to recruit and hire new officers:\r\nRecords include digital and physical, released in their native forms (Excel, PDF, etc)\r\n\r\n- ad purchases\r\n- contracts with vendors for ad placement, recruitment and hiring \r\n- market research and data, if collected\r\n- brand and department strategies created by ad agencies or internally\r\n- data related to applications, KPIs of recruitment and hiring campaigns\r\n- PowerPoint or equivalent presentations, including accompanying documents related to recruitment, hiring, and marketing strategies\r\n- Budgets for recruitment and hiring internally, and the total money spent \r\n- Pay bonuses or financial incentives to retain officers\r\n- Data by year on the number of officers, sworn and non-sworn\r\n\r\nSearch from 2021 to today's date.\r\nPlease provide in rolling production\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJoey Scott",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/austin-139/recruitment-and-hiring-austin-police-department-186841/"
  },
  {
    "id": 186840,
    "title": "Recruitment and Hiring (Iowa City Police Department)",
    "slug": "recruitment-and-hiring-iowa-city-police-department",
    "status": "submitted",
    "embargo_status": "public",
    "user": 136171,
    "username": "joey1scott",
    "agency": 9488,
    "datetime_submitted": "2025-05-21T13:58:50.965692",
    "date_due": "2025-06-04",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-05-21T13:58:51.358861",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186840,
        "from_user": 136171,
        "to_user": 12158,
        "subject": "",
        "datetime": "2025-05-21T13:58:51.358861",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Iowa Open Records Law, I hereby request the following records:\r\n\r\nI am requesting records related to the department's efforts to recruit and hire new officers:\r\nRecords include digital and physical, released in their native forms (Excel, PDF, etc)\r\n\r\n- ad purchases\r\n- contracts with vendors for ad placement, recruitment and hiring \r\n- market research and data, if collected\r\n- brand and department strategies created by ad agencies or internally\r\n- data related to applications, KPIs of recruitment and hiring campaigns\r\n- PowerPoint or equivalent presentations, including accompanying documents related to recruitment, hiring, and marketing strategies\r\n- Budgets for recruitment and hiring internally, and the total money spent \r\n- Pay bonuses or financial incentives to retain officers\r\n- Data by year on the number of officers, sworn and non-sworn\r\n\r\nSearch from 2021 to today's date.\r\nPlease provide in rolling production\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJoey Scott",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/iowa-city-13760/recruitment-and-hiring-iowa-city-police-department-186840/"
  },
  {
    "id": 186839,
    "title": "Recruitment and Hiring (California Highway Patrol)",
    "slug": "recruitment-and-hiring-california-highway-patrol",
    "status": "submitted",
    "embargo_status": "public",
    "user": 136171,
    "username": "joey1scott",
    "agency": 389,
    "datetime_submitted": "2025-05-21T13:58:50.965692",
    "date_due": "2025-05-31",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-05-21T13:58:51.251918",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186839,
        "from_user": 136171,
        "to_user": 9596,
        "subject": "",
        "datetime": "2025-05-21T13:58:51.251918",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nI am requesting records related to the department's efforts to recruit and hire new officers:\r\nRecords include digital and physical, released in their native forms (Excel, PDF, etc)\r\n\r\n- ad purchases\r\n- contracts with vendors for ad placement, recruitment and hiring \r\n- market research and data, if collected\r\n- brand and department strategies created by ad agencies or internally\r\n- data related to applications, KPIs of recruitment and hiring campaigns\r\n- PowerPoint or equivalent presentations, including accompanying documents related to recruitment, hiring, and marketing strategies\r\n- Budgets for recruitment and hiring internally, and the total money spent \r\n- Pay bonuses or financial incentives to retain officers\r\n- Data by year on the number of officers, sworn and non-sworn\r\n\r\nSearch from 2021 to today's date.\r\nPlease provide in rolling production\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJoey Scott",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/california-52/recruitment-and-hiring-california-highway-patrol-186839/"
  },
  {
    "id": 186838,
    "title": "Unrivaled",
    "slug": "unrivaled",
    "status": "submitted",
    "embargo_status": "public",
    "user": 136171,
    "username": "joey1scott",
    "agency": 265,
    "datetime_submitted": "2025-05-21T13:39:33.301183",
    "date_due": "2025-05-31",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-05-21T13:39:33.436277",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186838,
        "from_user": 136171,
        "to_user": 9704,
        "subject": "",
        "datetime": "2025-05-21T13:39:33.436277",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nI am requesting records about the department's recruiting campaign, Unrivaled. VGCA (Very Good Creative Agency, LLC)\r\n\r\nAll documents, data collected pre- and post-campaign launch, PowerPoint or equivalent slides, assets including videos created in draft or final form, design mockups, and final designs. \r\n\r\nAll in digital or physical format. Records should cover each part of the project and its deliverables, including findings, brand audits, SWOT analysis, other analysis findings in KPIs from the below categories\r\n\r\n- Research and Discovery: market and consumer research, competitive analysis, strategic recommendations\r\n- Strategy and Positioning: brand strategy development, market segmentation and targeting, positioning strategy, campaign planning and integrated strategies\r\n- Concept and Create: creative concept development, message creation and copywriting, visual design and art direction\r\n- Produce and activate: campaign production management, creative asset production, media production and placement, quality control and compliance, performance tracking and reporting\r\n- Assess and optimize: data collection and analysis, audience targeting and personalization, campaign optimization, social media ad optimization, retargeting and remarking strategies\r\n\r\nInvoices, contracts, payments, and agreements made by the ad agency or the department with vendors, influencers, trademark, and licensing of the LAPD name, anyone, and any company working externally to the department, purchases for ads, digital, and physical \r\n\r\nPlease search 8/30/24 to today's date\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJoey Scott",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/los-angeles-91/unrivaled-186838/"
  },
  {
    "id": 186837,
    "title": "USC - Teamworks",
    "slug": "usc-teamworks",
    "status": "processed",
    "embargo_status": "public",
    "user": 36140,
    "username": "Woods",
    "agency": 4683,
    "datetime_submitted": "2025-05-21T13:18:48.121077",
    "date_due": "2025-06-12",
    "days_until_due": null,
    "date_followup": "2025-08-20",
    "datetime_done": null,
    "datetime_updated": "2025-05-21T23:15:27.590909",
    "date_embargo": null,
    "tracking_id": "FR-2025-156",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186837,
        "from_user": 36140,
        "to_user": 10579,
        "subject": "South Carolina Public Records Law Request: USC - Teamworks",
        "datetime": "2025-05-21T13:18:48.209612",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the South Carolina Public Records Law, I hereby request the following records:\r\n\r\nAny signed and/or executed contract/agreement/partnership/offer letter/proposal/memorandum of understanding between the University of South Carolina and Teamworks.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 15 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nEllen",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 186837,
        "from_user": 10579,
        "to_user": 36140,
        "subject": "University of South Carolina - Records Request FR-2025-156 Confirmation",
        "datetime": "2025-05-21T23:15:27.590909",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Requestor, \r\n  \r\n Thank you for submitting a request for records on Wednesday, May 21, 2025. \r\n  \r\n Your request reference number is Request Number: FR-2025-156. Your security key is FE87CFAB. \r\n  \r\n Please have this reference number available when communicating with our staff regarding your request. \r\n  \r\n Thank you, \r\n  \r\n Shannon Beaudry\r\nFOIA Coordinator\r\n803-576-7715\r\nfoia@sc.edu\r\nCommunications and Marketing\r\nUniversity of South Carolina",
        "status": "processed",
        "likely_foia": null,
        "files": [
          {
            "id": 1288495,
            "ffile": "https://cdn.muckrock.com/foia_files/2025/05/21/attachment-1_G2e2PBe",
            "datetime": "2025-05-21T23:15:27.650448",
            "title": "attachment-1",
            "source": "University of South Carolina, South Carolina",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/south-carolina-302/usc-teamworks-186837/"
  },
  {
    "id": 186832,
    "title": "Test FOIA Request",
    "slug": "test-foia-request",
    "status": "submitted",
    "embargo_status": "public",
    "user": 15499,
    "username": "sanjin",
    "agency": 248,
    "datetime_submitted": "2025-05-21T12:10:09.550887",
    "date_due": "2025-06-20",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-05-21T12:10:09.652703",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186832,
        "from_user": 15499,
        "to_user": 9670,
        "subject": "Freedom of Information Act Request: Test FOIA Request",
        "datetime": "2025-05-21T12:10:09.652703",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nThis is a test FOIA request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nSanjin I.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/test-foia-request-186832/"
  },
  {
    "id": 186818,
    "title": "Disaster Complaints",
    "slug": "disaster-complaints",
    "status": "processed",
    "embargo_status": "public",
    "user": 124235,
    "username": "reemccarthy",
    "agency": 115,
    "datetime_submitted": "2025-05-21T10:19:04.310067",
    "date_due": "2025-06-20",
    "days_until_due": null,
    "date_followup": "2025-06-20",
    "datetime_done": null,
    "datetime_updated": "2025-05-21T10:19:04.545617",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186818,
        "from_user": 124235,
        "to_user": 10013,
        "subject": "Freedom of Information Act Request: Disaster Complaints",
        "datetime": "2025-05-21T10:19:04.545617",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nI'd like to see complaints filed through the National Center for Disaster Fraud Complaint Form (https://www.justice.gov/disaster-fraud/webform/ncdf-disaster-complaint-form) over the past five years. I'm looking specifically for complaints reporting contractor fraud, insurance fraud, charity fraud, and hoard/price gouging. I'm only looking into fraud around weather-related disasters, so please omit any results that are COVID-19 fraud.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRebecca McCarthy",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/disaster-complaints-186818/"
  },
  {
    "id": 186816,
    "title": "Gerald Edward Connolly (March 30, 1950 – May 21, 2025)",
    "slug": "gerald-edward-connolly-march-30-1950-may-21-2025",
    "status": "processed",
    "embargo_status": "public",
    "user": 35710,
    "username": "MatthewPetti_RNucinGD",
    "agency": 10,
    "datetime_submitted": "2025-05-21T09:05:33.695619",
    "date_due": "2025-06-20",
    "days_until_due": null,
    "date_followup": "2025-08-20",
    "datetime_done": null,
    "datetime_updated": "2025-05-21T23:19:31.765039",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186816,
        "from_user": 35710,
        "to_user": 9555,
        "subject": "Freedom of Information Act Request: Gerald Edward Connolly (March 30, 1950 – May 21, 2025)",
        "datetime": "2025-05-21T09:05:33.792539",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nRecords mentioning, relating to, or generated as a result of investigation or inquiry into Congressman Gerald Edward Connolly (March 30, 1950 – May 21, 2025). His death is widely-known and widely reported; as such, privacy concerns under FOIA Exemptions 6 and 7 are voided, as are any concerns under the Privacy Act. For example, you may find his Fox News obituary at the following link: https://www.foxnews.com/politics/virginia-democratic-rep-gerry-connolly-dead-75\r\n\r\nPlease conduct a search of the Central Records System, including but not limited to the Electronic Surveillance (ELSUR) Indices, the Microphone Surveillance (MISUR) Indices, the Physical Surveillance (FISUR) Indices, and the Technical Surveillance (TESUR) Indices, for both main-file records and cross-reference records of both HQ and all field offices for all relevant names, agencies, organizations, companies and events including but not limited to those cited in the previous paragraphs and/or links as well as a cross-reference with the Southern Poverty Law Center to include any information provided by the SPLC. My request includes but is not limited to 137, 157, 176, 177, 183, 184, 188, and 214 files. If previously released records are available, then I request a rolling release consisting of those records while additional records are located and processed for release.\r\n\r\nIf any part of these documents are exempt from disclosure, please be sure to review and release all reasonably segregable nonexempt portions of responsive documents, as the FOIA requires.\r\n\r\nI request that I be properly classified as a media requester. I am an assistant editor at Reason Magazine who has written numerous articles on topics of public interest, and I am requesting these documents in an editorial capacity. Please contact me if you have any questions about my media status.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMatthew Petti",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 186816,
        "from_user": 9555,
        "to_user": 35710,
        "subject": "eFOIPA Authorization Request",
        "datetime": "2025-05-21T23:17:43.678811",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "You have successfully requested access to FBI's eFOIPA website.\r\n\r\nPlease access the efoia.fbi.gov by following this temporary authorization url:\r\n<https://efoia.fbi.gov/authorize/6803225d1995f9cc21d576f1618b2467edddee82dd93f376c7>.",
        "status": "submitted",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 186816,
        "from_user": 9555,
        "to_user": 35710,
        "subject": "eFOIA Request Received",
        "datetime": "2025-05-21T23:19:31.765039",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "# Individual Information\r\n\r\nPrefix\r\n\r\nFirst Name\r\n\r\nMatthew\r\n\r\nMiddle Name\r\n\r\nLast Name\r\n\r\nPetti\r\n\r\nSuffix\r\n\r\nEmail\r\n\r\n186816-50827902@requests.muckrock.com\r\n\r\nPhone\r\n\r\nLocation\r\n\r\nUnited States\r\n\r\n# Domestic Address\r\n\r\nAddress Line 1\r\n\r\nMuckRock News, DEPT MR186816\r\n\r\nAddress Line 2\r\n\r\n263 Huntington Ave\r\n\r\nCity\r\n\r\nBoston\r\n\r\nState\r\n\r\nMassachusetts\r\n\r\nPostal\r\n\r\n02115\r\n\r\n# Agreement to Pay\r\n\r\nHow you will pay\r\n\r\nI am limiting my request to the free two hours of searching and 100 duplicated\r\npages. I am not willing to pay additional fees.\r\n\r\n# Deceased Individual\r\n\r\nPrefix\r\n\r\nFirst Name\r\n\r\nGerald\r\n\r\nMiddle Name\r\n\r\nEdward\r\n\r\nLast Name\r\n\r\nConnolly\r\n\r\nSuffix\r\n\r\nARN\r\n\r\nSSN\r\n\r\nFBI Number\r\n\r\nDate of Birth\r\n\r\n1950/03/30\r\n\r\nPlace of Birth\r\n\r\nDate of Death\r\n\r\n2025/05/21\r\n\r\nAdditional Information\r\n\r\nTo Whom It May Concern: Pursuant to the Freedom of Information Act, I hereby\r\nrequest the following records: Records mentioning, relating to, or generated\r\nas a result of investigation or inquiry into Congressman Gerald Edward\r\nConnolly (March 30, 1950 â€“ May 21, 2025). His death is widely-known and widely\r\nreported; as such, privacy concerns under FOIA Exemptions 6 and 7 are voided,\r\nas are any concerns under the Privacy Act. For example, you may find his Fox\r\nNews obituary at the following link:\r\nhttps://www.foxnews.com/politics/virginia-democratic-rep-gerry-connolly-\r\ndead-75 Please conduct a search of the Central Records System, including but\r\nnot limited to the Electronic Surveillance (ELSUR) Indices, the Microphone\r\nSurveillance (MISUR) Indices, the Physical Surveillance (FISUR) Indices, and\r\nthe Technical Surveillance (TESUR) Indices, for both main-file records and\r\ncross-reference records of both HQ and all field offices for all relevant\r\nnames, agencies, organizations, companies and events including but not limited\r\nto those cited in the previous paragraphs and/or links as well as a cross-\r\nreference with the Southern Poverty Law Center to include any information\r\nprovided by the SPLC. My request includes but is not limited to 137, 157, 176,\r\n177, 183, 184, 188, and 214 files. If previously released records are\r\navailable, then I request a rolling release consisting of those records while\r\nadditional records are located and processed for release. If any part of these\r\ndocuments are exempt from disclosure, please be sure to review and release all\r\nreasonably segregable nonexempt portions of responsive documents, as the FOIA\r\nrequires. I request that I be properly classified as a media requester. I am\r\nan assistant editor at Reason Magazine who has written numerous articles on\r\ntopics of public interest, and I am requesting these documents in an editorial\r\ncapacity. Please contact me if you have any questions about my media status.\r\nThe requested documents will be made available to the general public, and this\r\nrequest is not being made for commercial purposes. In the event that there are\r\nfees, I would be grateful if you would inform me of the total charges in\r\nadvance of fulfilling my request. I would prefer the request filled\r\nelectronically, by e-mail attachment if available or CD-ROM if not. Thank you\r\nin advance for your anticipated cooperation in this matter. I look forward to\r\nreceiving your response to this request within 20 business days, as the\r\nstatute requires. Sincerely, Matthew Petti Upload documents directly:\r\nhttps://accounts.muckrock.com/accounts/login/?next=https%3A%2F%2Fwww.muckrock.com%2Faccounts%2Flogin%2F%3Fnext%3D%252Faccounts%252Fagency_login%252Ffederal-\r\nbureau-of-investigation-10%252Fgerald-edward-connolly-\r\nmarch-30-1950-may-21-2025-186816%252F%253Femail%253Defoia%252540subscriptions.fbi.gov&url_auth_token=AAAj2PTlE3Nq8uoWJhQmyIrfU4w%3A1uHwRE%3ADjQZz0aWttK68eNVQNPBkAAPV4u_9wh5z7g7wEzD7rE\r\n\r\nSupporting documentation\r\n\r\n**\r\n\r\nPlease be advised that efoia@subscriptions.fbi.gov is a no-reply email\r\naddress. Questions regarding your FOIA request may be directed to\r\nfoipaquestions@fbi.gov. If you have received a FOIPA request number, please\r\ninclude this in all correspondence concerning your request. Please note eFOIPA\r\nrequests are processed in the order that they are received. If you have not\r\nreceived a FOIPA request number, your request is in the process of being\r\nopened at which time it will be assigned a FOIPA request number and\r\ncorrespondence will be forthcoming.\r\n\r\n**\r\n\r\nUpon receipt of your FOIPA request number, you may check the status of your\r\nFOIPA request on the FBIâ€™s electronic FOIA Library (The Vault) on the FBIâ€™s\r\npublic website, http://vault.fbi.gov by clicking on the â€˜Check Status of Your\r\nFOI/PA Request toolâ€™ link. Status updates are performed on a weekly basis. If\r\nyou receive a comment that your FOIPA request number was not located in the\r\ndatabase, please check back at a later date.\n",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/gerald-edward-connolly-march-30-1950-may-21-2025-186816/"
  },
  {
    "id": 186814,
    "title": "bodycam footage for Maranda Nichole Henry",
    "slug": "bodycam-footage-for-maranda-nichole-henry",
    "status": "processed",
    "embargo_status": "public",
    "user": 152336,
    "username": "mohamed123",
    "agency": 25808,
    "datetime_submitted": "2025-05-21T07:44:30.020976",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2025-06-05",
    "datetime_done": null,
    "datetime_updated": "2025-05-21T08:33:19.901368",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186814,
        "from_user": 152336,
        "to_user": 159091,
        "subject": "Florida Sunshine Law Request: bodycam footage for Maranda Nichole Henry",
        "datetime": "2025-05-21T07:44:30.940543",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\ni request bodycam footages for the following case \r\n\r\nFull Name: Maranda Nichole Henry\r\n\r\nDate: 01/07/2025\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nMartin Brooks",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 186814,
        "from_user": 159091,
        "to_user": 152336,
        "subject": "RE: Florida Sunshine Law Request: bodycam footage for Maranda Nichole Henry",
        "datetime": "2025-05-21T08:33:19.901368",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Please accept this correspondence as acknowledgment for your Public Records Request. Please note we are working on providing the requested documentation as quickly and efficiently as possible, consistent with the provisions of Chapter 119.071, Florida Statutes.\r\n\r\n\r\n\r\n\r\n\nThank You,\r\n\r\nRecords Department\r\n\r\nSebastian Police Department\r\n\r\n1201 Main Street\r\n\r\nSebastian, FL  32958\r\n\r\n(772) 589-5233",
        "status": "processed",
        "likely_foia": null,
        "files": [
          {
            "id": 1288159,
            "ffile": "https://cdn.muckrock.com/foia_files/2025/05/21/image001_bYOzIwz.jpg",
            "datetime": "2025-05-21T08:33:19.982065",
            "title": "image001",
            "source": "Sebastian Police Department, Sebastian, FL",
            "description": "",
            "doc_id": "",
            "pages": 0
          },
          {
            "id": 1288160,
            "ffile": "https://cdn.muckrock.com/foia_files/2025/05/21/image002.jpg",
            "datetime": "2025-05-21T08:33:20.455438",
            "title": "image002",
            "source": "Sebastian Police Department, Sebastian, FL",
            "description": "",
            "doc_id": "",
            "pages": 0
          },
          {
            "id": 1288161,
            "ffile": "https://cdn.muckrock.com/foia_files/2025/05/21/image003_GpVooyZ.jpg",
            "datetime": "2025-05-21T08:33:20.526209",
            "title": "image003",
            "source": "Sebastian Police Department, Sebastian, FL",
            "description": "",
            "doc_id": "",
            "pages": 0
          },
          {
            "id": 1288162,
            "ffile": "https://cdn.muckrock.com/foia_files/2025/05/21/image004.jpg",
            "datetime": "2025-05-21T08:33:20.591738",
            "title": "image004",
            "source": "Sebastian Police Department, Sebastian, FL",
            "description": "",
            "doc_id": "",
            "pages": 0
          },
          {
            "id": 1288163,
            "ffile": "https://cdn.muckrock.com/foia_files/2025/05/21/image005.jpg",
            "datetime": "2025-05-21T08:33:20.666722",
            "title": "image005",
            "source": "Sebastian Police Department, Sebastian, FL",
            "description": "",
            "doc_id": "",
            "pages": 0
          },
          {
            "id": 1288164,
            "ffile": "https://cdn.muckrock.com/foia_files/2025/05/21/image006.jpg",
            "datetime": "2025-05-21T08:33:20.742864",
            "title": "image006",
            "source": "Sebastian Police Department, Sebastian, FL",
            "description": "",
            "doc_id": "",
            "pages": 0
          },
          {
            "id": 1288165,
            "ffile": "https://cdn.muckrock.com/foia_files/2025/05/21/image007.jpg",
            "datetime": "2025-05-21T08:33:20.821620",
            "title": "image007",
            "source": "Sebastian Police Department, Sebastian, FL",
            "description": "",
            "doc_id": "",
            "pages": 0
          },
          {
            "id": 1288166,
            "ffile": "https://cdn.muckrock.com/foia_files/2025/05/21/image008.jpg",
            "datetime": "2025-05-21T08:33:20.916804",
            "title": "image008",
            "source": "Sebastian Police Department, Sebastian, FL",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/sebastian-10628/bodycam-footage-for-maranda-nichole-henry-186814/"
  },
  {
    "id": 186812,
    "title": "Request",
    "slug": "request",
    "status": "submitted",
    "embargo_status": "public",
    "user": 159084,
    "username": "Daaron13",
    "agency": 3972,
    "datetime_submitted": "2025-05-21T02:18:07.559505",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-05-21T02:18:07.759422",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186812,
        "from_user": 159084,
        "to_user": 10117,
        "subject": "",
        "datetime": "2025-05-21T02:18:07.759422",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nI am requesting Inmate Osias, Jerry #B12934 Records. I would like his disciplinary reports, including the affidavits with each violation, his visitation log and approved visitors, his contacts on the kiosk, his phone record logs, his documented tattoos along with photos if allowed, his mugshots taken throughout his time in doc, and his grievances, as well. Thank you!\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nDanielle",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/florida-34/request-186812/"
  },
  {
    "id": 186807,
    "title": "Human Experimentation",
    "slug": "human-experimentation",
    "status": "processed",
    "embargo_status": "public",
    "user": 139102,
    "username": "115980365",
    "agency": 271,
    "datetime_submitted": "2025-05-20T18:00:07.653715",
    "date_due": "2025-06-18",
    "days_until_due": null,
    "date_followup": "2025-08-20",
    "datetime_done": null,
    "datetime_updated": "2025-05-21T23:28:49.830851",
    "date_embargo": null,
    "tracking_id": "25-F-3284",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "agenda",
      "military",
      "implant",
      "sensors",
      "eyes",
      "ears",
      "mouth",
      "nostrils",
      "full body",
      "skin graft",
      "non consensual"
    ],
    "communications": [
      {
        "foia": 186807,
        "from_user": 139102,
        "to_user": 10970,
        "subject": "Freedom of Information Act Request: Human Experimentation",
        "datetime": "2025-05-20T18:00:07.758743",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nA copy of all lab reports, surgical reports, and operative reports before, during, and after surgery regarding human experimentation performed  at Boston Children’s Hospital between 1960 and 1970. The lab reports should include: a title, abstract, introduction, method, results, discussion and conclusion. Also please include reports from the patient history program if any of the subjects participated in such programs. The information from such a program should include;   patient's medical history, symptoms, diagnoses, procedures, lab results, and demographic information.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nNicholas Rivellino JR",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 186807,
        "from_user": 10970,
        "to_user": 139102,
        "subject": "Your Password Information - OSD/JS or DLA FOIA Requester Service Center",
        "datetime": "2025-05-20T22:07:54.215082",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Nicholas  Rivellino, \r\n\r\nOnce you login, please change your password to protect your account details. \r\n\r\nPassword: 304Eti(*\r\nRegards, \r\nOSD/JS or DLA FOIA Requester Service Center",
        "status": "done",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 186807,
        "from_user": 10970,
        "to_user": 139102,
        "subject": "Your Login Information - OSD/JS or DLA FOIA Requester Service Center",
        "datetime": "2025-05-20T22:07:55.975711",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Nicholas  Rivellino, \r\nA temporary password has been issued and sent to the email address provided. Please check your email for this temporary password and return to https://pal.whs.mil to login. \r\n\r\nKindly change the password provided by us.\r\nRegards, \r\nOSD/JS or DLA FOIA Requester Service Center",
        "status": "done",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 186807,
        "from_user": 10970,
        "to_user": 139102,
        "subject": "Status Update for Request #25-F-3284",
        "datetime": "2025-05-21T23:28:43.457412",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Nicholas  Rivellino, \r\nThe status of your FOIA request #25-F-3284 has been updated to the following status 'Received'. To log into the PAL Application click on the Application URL below. \r\n\r\nhttps://pal.whs.mil \r\n\r\nSincerely, \r\nOSD/JS or DLA FOIA Requester Service Center",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 186807,
        "from_user": 10970,
        "to_user": 139102,
        "subject": "PAL Acknowledgement by FOIA Office",
        "datetime": "2025-05-21T23:28:49.830851",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Nicholas  Rivellino, \r\n\r\nCase Number 25-F-3284 has been assigned to the request you submitted. In all future correspondence regarding this request please reference case number 25-F-3284.\r\nRegards, \r\nOSD/JS or DLA FOIA Requester Service Center",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/human-experimentation-186807/"
  },
  {
    "id": 186803,
    "title": "Incident Report",
    "slug": "incident-report",
    "status": "ack",
    "embargo_status": "public",
    "user": 159058,
    "username": "AprilPevetoGoldman",
    "agency": 21523,
    "datetime_submitted": "2025-05-20T16:54:44.525443",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2025-06-04",
    "datetime_done": null,
    "datetime_updated": "2025-05-20T16:54:44.785899",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186803,
        "from_user": 159058,
        "to_user": 34261,
        "subject": "Oklahoma Open Records Act Request: Incident Report",
        "datetime": "2025-05-20T16:54:44.785899",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Oklahoma Open Records Act, I hereby request the following records:\r\n\r\nA police report filed by John Smith, who was working for Falls Creek and interviewed Kailey Jane Childers on July 3rd, 2007. Smith filed the report as a deputy of Murray County Sheriff's Department in Murray County, Oklahoma.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nApril Peveto Goldman",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "mail"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/murray-county-26634/incident-report-186803/"
  },
  {
    "id": 186802,
    "title": "Open Records Request: Community Public Safety Grant",
    "slug": "open-records-request-community-public-safety-grant",
    "status": "processed",
    "embargo_status": "public",
    "user": 106540,
    "username": "freethemall",
    "agency": 41477,
    "datetime_submitted": "2025-05-20T16:39:25.359242",
    "date_due": "2025-05-23",
    "days_until_due": null,
    "date_followup": "2025-08-19",
    "datetime_done": null,
    "datetime_updated": "2025-05-20T22:49:26.767476",
    "date_embargo": null,
    "tracking_id": "ORR-2025-800",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186802,
        "from_user": 106540,
        "to_user": 159057,
        "subject": "Georgia Open Records Act Request: Open Records Request: Community Public Safety Grant",
        "datetime": "2025-05-20T16:39:26.257596",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nAccording to a press release from Gov. Kemp's office on June 8, 2023, the Governor's office awarded more than $83.5 million in grants for 118 qualified projects as part of the Community Public Safety Grant program.\r\n\r\nThis included a grant of $832,960.70 awarded to Forsyth County described in additional documents provided by the Governor.\r\n\r\nsource: https://gov.georgia.gov/press-releases/2023-06-08/gov-kemp-announces-835m-community-public-safety-grant-awards\r\n\r\nPursuant to the Georgia Open Records Act, I hereby request the following records:\r\n\r\nA copy of all documents, including but not limited to, applications, agreements, and reporting documents from the \"Community Public Safety Grant\" program for the grant of $832,960.70 awarded to Forsyth County as described in the Governor's press release and additional documents.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\ne",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 186802,
        "from_user": null,
        "to_user": null,
        "subject": "Forsyth County, GA - FOCO Open Records Request ORR-2025-800: Confirmation",
        "datetime": "2025-05-20T22:49:26.767476",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Requestor, \r\n  \r\n Thank you for submitting a FOCO Open Records Request on Tuesday, May 20, 2025.  \r\n   \r\n Your request reference number is Request Number: ORR-2025-800 and your security key is C783C652. \r\n   \r\n Use this information to track the status of your request at any time and to receive responsive documents through the Forsyth County JustFOIA Public Portal here: https://url4102.request.justfoia.com/ls/click?upn=u001.nrfdmL-2B1UhWpB4V2ArB2sbIToO4V-2FwgGoTB38zlDiC9NctpN6iif7fTSVXnL-2BDKCZADVJIUMM1tM1W3-2FiM9Abd2Rxtf9l3vBwJBMPnwqrrc-3DQY7z_MbTSfnsEsB6CorqNCUb4NQRjz5Ba5KsJGAuB-2FYJrCEispCAhlUpAMmxno8KdzETxLkgxMqaH3ub0oTLFBjmFvld7xD0ThZ1rTEsndg6WyqHmudzPfK4S-2Bzvo769EbWgODcblezVYZFESFwFZCMJlYtoPVZw2NPXSXsubS86EK7t3g5BAXAT-2FVUi-2Fnv1I0ShurXHjk8uQzJH-2Bh35Yr0RaRrh1f8yhBWpX08v-2Bx3rk7LtzlKaAe4U2-2BD-2Ba-2F-2Fj-2Fg98nivGliccOVzHJXLLeT2jnz-2BLtTQmfuhWVaQiQnxdJqVqkN5qItV5mqqm61HV8Pu-2BV  \r\n   \r\n Please have both reference numbers available when communicating with our staff regarding your request. \r\n   \r\n Thank you,  \r\n   \r\n Forsyth County, GA \r\n 110 East Main Street Suite 210\r\nCumming, GA 30040 \r\n (770) 781-2101 \r\n   \r\n ---------------------------------------------------------------------------------------------------------------------------------------\r\n  \r\n Powered by\n",
        "status": "processed",
        "likely_foia": 186802,
        "files": [
          {
            "id": 1288084,
            "ffile": "https://cdn.muckrock.com/foia_files/2025/05/20/attachment-1_9DYItzg",
            "datetime": "2025-05-20T22:49:26.795381",
            "title": "attachment-1",
            "source": "Forsyth County Finance Department, Forsyth County, GA",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/forsyth-county-4891/open-records-request-community-public-safety-grant-186802/"
  },
  {
    "id": 186801,
    "title": "Nassau 2024 Election Results",
    "slug": "untitled",
    "status": "ack",
    "embargo_status": "public",
    "user": 149054,
    "username": "ScottJackman",
    "agency": 32672,
    "datetime_submitted": "2025-05-20T16:07:06.666482",
    "date_due": "2025-05-28",
    "days_until_due": null,
    "date_followup": "2025-05-28",
    "datetime_done": null,
    "datetime_updated": "2025-05-20T16:07:06.754512",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186801,
        "from_user": 149054,
        "to_user": 98218,
        "subject": "New York Freedom of Information Law Request: Nassau 2024 Election Results",
        "datetime": "2025-05-20T16:07:06.754512",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nAn electronic data file with the certified precinct-level election results for all contests in the 2024 general election.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nScott Jackman",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/nassau-county-316/untitled-186801/"
  },
  {
    "id": 186800,
    "title": "N.C. Actice Law Enforcement Officers Certification History",
    "slug": "nc-actice-law-enforcement-officers-certification-history",
    "status": "processed",
    "embargo_status": "public",
    "user": 154922,
    "username": "Thomae",
    "agency": 4203,
    "datetime_submitted": "2025-05-20T15:04:44.579934",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2025-06-04",
    "datetime_done": null,
    "datetime_updated": "2025-05-20T16:13:23.450980",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186800,
        "from_user": 154922,
        "to_user": 14263,
        "subject": "North Carolina Public Records Law Request: N.C. Actice Law Enforcement Officers Certification History",
        "datetime": "2025-05-20T15:04:44.835232",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the North Carolina Public Records Law, I hereby request the following records:\r\n\r\nan electronic copy of the certification history for all currently active law enforcement officers in North Carolina. Specifically, I am seeking a complete spreadsheet containing, for each such officer’s certification record, the following fields:\r\n\r\nName\r\nAcademy ID number (as used in the ACADIS database)\r\nEmploying agency\r\nCertification issue date\r\nCertification status (active, inactive, revoked, etc.)\r\nSeparation date (if the certification status is now inactive)\r\nReason for separation (if the certification status is now inactive)\r\n\r\nThis request covers all time periods for which each active officer has been certified; no date range limitation is needed because I am interested in the full certification history of anyone who is currently active as a law enforcement officer. If any portion of these records is withheld as exempt, I request that you segregate any exempt material and release the rest. If possible, please provide the records in an electronic spreadsheet or database format (e.g. Excel or CSV).\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nLucas",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 186800,
        "from_user": 14263,
        "to_user": 154922,
        "subject": "Re: North Carolina Public Records Law Request: N.C. Actice Law Enforcement Officers Certification History",
        "datetime": "2025-05-20T16:13:23.450980",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Thanks for you request. We will work to locate and review all responsive public records. We will forward all public records to you once we have completed our review. P{lease send all future requests or inquiries to recordsrequests@ncdoj.gov.\r\n\r\nSincerely,\n",
        "status": "processed",
        "likely_foia": null,
        "files": [
          {
            "id": 1288046,
            "ffile": "https://cdn.muckrock.com/foia_files/2025/05/20/WRD0002_0h7Nv5l.jpg",
            "datetime": "2025-05-20T16:13:23.553026",
            "title": "~WRD0002",
            "source": "Department of Justice, North Carolina",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/north-carolina-153/nc-actice-law-enforcement-officers-certification-history-186800/"
  },
  {
    "id": 186796,
    "title": "FDC Miami incident reports",
    "slug": "fdc-miami-incident-reports",
    "status": "ack",
    "embargo_status": "public",
    "user": 1726,
    "username": "cjciaramella",
    "agency": 41,
    "datetime_submitted": "2025-05-20T13:06:15.111906",
    "date_due": "2025-06-18",
    "days_until_due": null,
    "date_followup": "2025-06-18",
    "datetime_done": null,
    "datetime_updated": "2025-05-20T13:06:16.072298",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186796,
        "from_user": 1726,
        "to_user": 9568,
        "subject": "Freedom of Information Act Request: FDC Miami incident reports",
        "datetime": "2025-05-20T13:06:16.072298",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\n- Any incident reports, restraint forms, and Use of Force After-Action Reports generated by incidents occurring on April 15, 2025, at FDC Miami.\r\n- Any video surveillance footage of an April 15, 2025, disturbance at FDC Miami, which was reported in local media and confirmed by BOP: https://www.local10.com/news/local/2025/04/16/disruptive-detainees-treated-for-minor-injuries-in-miami-federal-jail-incident-authorities-say/\r\n\r\nPlease note that the required by law under 5 U.S.C. § 552(b) to produce any “reasonably segregable” portion of records being withheld. The duty to segregate ensures that agencies are not allowed to issue “sweeping, generalized claims of exemption for documents.\" Mead Data Cent., Inc., v. U.S. Dep’t of Air Force, 566 F.2d 242, 260 (D.C. Cir. 1977)\r\n\r\nRegarding the surveillance footage, please note the D.C. Circuit Court of Appeals opinion in Michael S. Evans v. Federal Bureau of Prisons. USCA Case #18-5068 (D.C. Cir. 2020). In that case, the circuit court held that the video surveillance footage is subject to the same segregability standards as other FOIA records. (\"It is not at all clear why the government could not at least isolate some screenshots that would meet the same sort of segregability standards typically applied to printed material.\" Id.)\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nCJ Ciaramella",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/fdc-miami-incident-reports-186796/"
  },
  {
    "id": 186795,
    "title": "City of Novato 647 PC Inquiry",
    "slug": "city-of-novato-647-pc-inquiry",
    "status": "processed",
    "embargo_status": "public",
    "user": 69813,
    "username": "RobbiePowelson",
    "agency": 626,
    "datetime_submitted": "2025-05-20T11:27:09.676316",
    "date_due": "2025-05-30",
    "days_until_due": null,
    "date_followup": "2025-08-19",
    "datetime_done": null,
    "datetime_updated": "2025-05-20T22:47:34.438099",
    "date_embargo": null,
    "tracking_id": "P000381-052025",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186795,
        "from_user": 69813,
        "to_user": 15664,
        "subject": "California Public Records Act Request: City of Novato 647 PC Inquiry",
        "datetime": "2025-05-20T11:27:09.774170",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nAll citations, tickets, reports, collated data etc that indicate the number and location of citations/arrests made under PC 647(e) and Novato Municipal Code 14-20\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobbie Powelson",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 186795,
        "from_user": 20683,
        "to_user": null,
        "subject": "Welcome to the Records Request Center!",
        "datetime": "2025-05-20T21:57:33.923924",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Robbie  Powelson, \n \nThank you for registering with the Public Records Request Center. \n \nYour Login ID is:  186795-60113164@requests.muckrock.com \n \nIf you did not submit your request through the public portal but are receiving this e-mail, an account has been created for you where you can track and monitor the status of your request, and receive any documents in response to your request. \n \n \nIf you have never used this system or cannot remember your password you may request a temporary password here: Request Temporary Password (https://u8387778.ct.sendgrid.net/ls/click?upn=u001.VEsWrlMiJDg0mXafq1mEXbzH6-2Fd5sE2jVnwq9X8NPpwk-2FBvCU1V4tQtsLnrN-2BwXflcq4-2Brf-2FPPsfv7wM3u-2BjKAoOoa3HvHZ756o4KgsqOmE-3DTVoO_UwcstAXUoJWyBlHjoDkfWJHYxWXBS2-2FCPnvsDzHwQ4ACmsEswfa7BxRvi6RLXicyixY0AaNimBAnnkZ7gDJHjz05Kbe0y9qM-2BrWWtTzC3SNogzkoYv805mH8V7tPtQenmubnAHLUZbFwtRzIIG5OZIT8uTGRk-2FlxC9tYvQNcq9yPK6ey-2F6xQUZ6-2BVStI2-2B9A5sM-2BM-2FIzkBqCzWbs0-2Fxr3hH6L9-2B8tnj7mW21zEtSmTo-3D) \n \nPlease login to My Records Center to update your account information, track the status of your request and receive requested records when they become available. (https://u8387778.ct.sendgrid.net/ls/click?upn=u001.VEsWrlMiJDg0mXafq1mEXbzH6-2Fd5sE2jVnwq9X8NPpzuccMJ-2FzMtw8gP-2FiOhnlKaNWGMga6rY1HeoYxX09nB7A-3D-3DcvKH_UwcstAXUoJWyBlHjoDkfWJHYxWXBS2-2FCPnvsDzHwQ4ACmsEswfa7BxRvi6RLXicyixY0AaNimBAnnkZ7gDJHj1mEkYHLjoAgjlqkAA-2Bdgz0iAPUidPY-2FdAZ6xJ1q8scoSXLlX-2FrE4aZMsnNrlQKI5f9CSE-2B4FxyaWk3ZH2rxubABEqIasBFpH8G-2Bo1GdbuzZg3Ur3vFhc1CgNOHMoUKBVTUawn56A1RwUzftdnahhUI-3D) \n This is an auto-generated email and has originated from an unmonitored email account. Please DO NOT REPLY.\n",
        "status": "processed",
        "likely_foia": 186795,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 186795,
        "from_user": 20683,
        "to_user": null,
        "subject": "Police Records Request :: P000381-052025",
        "datetime": "2025-05-20T22:47:34.438099",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Robbie Powelson: \nYour request was submitted on 5/20/2025 and given the reference number P000381-052025 for tracking purposes. \n Records Requested: To Whom It May Concern:\n\nPursuant to the California Public Records Act, I hereby request the following records:\n\nAll citations, tickets, reports, collated data etc that indicate the number and location of citations/arrests made under PC 647(e) and Novato Municipal Code 14-20\n\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\n\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\n\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\n\nSincerely,\n\nRobbie Powelson\n\nUpload documents directly: https://accounts.muckrock.com/accounts/login/?next=https%3A%2F%2Fwww.muckrock.com%2Faccounts%2Flogin%2F%3Fnext%3D%252Faccounts%252Fagency_login%252Fnovato-police-department-626%252Fcity-of-novato-647-pc-inquiry-186795%252F%253Femail%253DPolice%252540novato.org&url_auth_token=AAA0O6M4sPWdzPe-ypv-9WbNgaQ%3A1uHYgh%3AHBZ1fZhhkRD7yTduzok46OZP7e_Dfh7IvdMO5zHjkvw \n \nYou can monitor the progress of your request at the link below and you'll receive an email when your request has been completed. \n \nNovato Police Department \n \nTo monitor the progress or update this request please log into the Public Records Center (https://u8387778.ct.sendgrid.net/ls/click?upn=u001.VEsWrlMiJDg0mXafq1mEXbzH6-2Fd5sE2jVnwq9X8NPpzuccMJ-2FzMtw8gP-2FiOhnlKao6sjzxZBx8t20dWS9u8E69w-2Bn1NjPe5FHF5Sa1oVuGs-3DNJ-L_UwcstAXUoJWyBlHjoDkfWJHYxWXBS2-2FCPnvsDzHwQ4ACmsEswfa7BxRvi6RLXicyz3ARWhqJFBcYbvRr2zlX0SeoZZta3KMcVpZsY7K-2F-2FaclzlUFiyw8NE2jn90EY0NSsyY56kgGMDMWNciDpvutgU22N6WPDkz4WcQJVYB8B8RwVyHdEM-2FYX6ZfAdtcx6NNj71v2qQXiGmYSN6TTvcOVTPx0q-2FHLTBZAFUrtvcKtDM-3D)\n",
        "status": "processed",
        "likely_foia": 186795,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/novato-296/city-of-novato-647-pc-inquiry-186795/"
  },
  {
    "id": 186794,
    "title": "City of Berkeley  Ohlone & and Harrison Unhoused Communications",
    "slug": "city-of-berkeley-ohlone-and-harrison-unhoused-communications",
    "status": "processed",
    "embargo_status": "public",
    "user": 69813,
    "username": "RobbiePowelson",
    "agency": 14900,
    "datetime_submitted": "2025-05-20T11:24:28.209163",
    "date_due": "2025-05-30",
    "days_until_due": null,
    "date_followup": "2025-08-19",
    "datetime_done": null,
    "datetime_updated": "2025-05-20T21:53:00.768629",
    "date_embargo": null,
    "tracking_id": "25-1112",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186794,
        "from_user": 69813,
        "to_user": 19205,
        "subject": "California Public Records Act Request: City of Berkeley  Ohlone & and Harrison Unhoused Communications",
        "datetime": "2025-05-20T11:24:28.318483",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nAll communications within the email address of \"Peter Radu\" \"THOMAS GREGORY\" \" OKEYA VANCE\" \"Rashi Keserwani\" that contains the key words \"homeless\" \"harrison\" \"ohlone\" \"unhoused\" that between January 1st, 2025 to May 20th 2025.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobbie Powelson",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 186794,
        "from_user": 19205,
        "to_user": 69813,
        "subject": "Your City of Berkeley public records request #25-1112 has been submitted.",
        "datetime": "2025-05-20T21:52:51.058083",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "City of Berkeley\r\n\r\n************************************************************************\r\n\r\n\r\nYour record request #25-1112 has been submitted successfully.\r\n\r\n\r\n  The due date for your request may be later than usual because the office is closed on:\r\n\r\n\r\n\r\n\r\n  * May 26: Memorial Day\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n************************************************************************                          \r\nReply to this email or sign in to contact City of Berkeley.<br><br>\r\n             <a href=\"https://cityofberkeleyca.nextrequest.com/settings?id=2011101\">Change your email settings</a> | <a href=\"https://www.nextrequest.civicplus.help/hc/en-us/categories/17720084172567-Requesters\">Visit our help center</a>",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 186794,
        "from_user": 19205,
        "to_user": 69813,
        "subject": "[ACTION REQUIRED] Your City of Berkeley public records portal account",
        "datetime": "2025-05-20T21:53:00.768629",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Use this to confirm your account. The link is only valid for 24 hours.\r\n\r\nCity of Berkeley\r\n\r\n************************************************************************\r\nHello Robbie Powelson!\r\n************************************************************************\r\n\r\nYou can confirm your City of Berkeley public records portal account by copying and pasting the URL below into your web browser. This link is only valid for the next 24 hours.\r\n\r\nMagic link: https://cityofberkeleyca.nextrequest.com/users/confirmation?confirmation_token=nLjb6EVaj7zF6S3yuszM\r\n\r\n\r\n\r\n************************************************************************                          \r\nQuestions? Check out our help page (https://www.nextrequest.com/support) or email us at support@nextrequest.com.\r\n************************************************************************\r\n\r\nPowered by NextRequest (https://www.nextrequest.com).",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/berkeley-295/city-of-berkeley-ohlone-and-harrison-unhoused-communications-186794/"
  },
  {
    "id": 186793,
    "title": "Tennessee DOT Shelby County Project - 3rd Request",
    "slug": "tennessee-dot-shelby-county-project-3rd-request",
    "status": "submitted",
    "embargo_status": "public",
    "user": 123712,
    "username": "constructionresearch",
    "agency": 27772,
    "datetime_submitted": "2025-05-20T10:35:00.052581",
    "date_due": "2025-05-30",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-05-20T10:35:00.371965",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186793,
        "from_user": 123712,
        "to_user": 81642,
        "subject": "",
        "datetime": "2025-05-20T10:35:00.371965",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Tennessee Public Records Act, I hereby request the following records:\r\n\r\nRelating to the Engineering & Design Services for I-55 Bridges over the Mississippi River in Shelby County, Tennessee:\r\n\r\nAll RFP Responses for Designers for the project.\r\nDesigner Selection Scoring results and any supporting notes and backup documentation.\r\nExecuted Contract for the Designer including any Amendments and Change Orders\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 7 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKent Hoover, a citizen of Tennessee, in coordination with Bob Smith.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/tennessee-155/tennessee-dot-shelby-county-project-3rd-request-186793/"
  },
  {
    "id": 186789,
    "title": "Sex Offender Registry and Community Supervision Request",
    "slug": "sex-offender-registry-and-community-supervision-request",
    "status": "done",
    "embargo_status": "public",
    "user": 129503,
    "username": "wsawyer",
    "agency": 14764,
    "datetime_submitted": "2025-05-19T20:18:21.349572",
    "date_due": "2025-05-22",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": "2025-05-20T09:59:39.029073",
    "datetime_updated": "2025-05-20T09:59:39.029073",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186789,
        "from_user": 129503,
        "to_user": 19004,
        "subject": "Vermont Public Records Act Request: Sex Offender Registry and Community Supervision Request",
        "datetime": "2025-05-19T20:18:21.533225",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Vermont Public Records Act, I hereby request the following records:\r\n\r\nAnd pursuant to Vt. Stat. Ann. tit. 1 §§ 315 to 320, I hereby request the following records:\r\n\r\nThe exact record of people who are \r\n\r\n1) on both the sex offender registry and probation; and\r\n2) on both the sex offender registry and parole;\r\n\r\nas per the latest available data. \r\n\r\nIF a list of names is not able to be provided, the exact number of people who are \r\n\r\n1) on both the sex offender registry and probation; and\r\n2) on both the sex offender registry and parole;\r\n\r\nas per the latest available data is requested.\r\n\r\nIf this data is held by another agency, I request the name of that agency.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nWendy Sawyer",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 186789,
        "from_user": 19004,
        "to_user": 129503,
        "subject": "RE: Vermont Public Records Act Request: Sex Offender Registry and Community Supervision Request",
        "datetime": "2025-05-20T09:59:39.029073",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Good morning. Our sex offender registry information is available publicly. You can find the information at http://www.communitynotification.com/vt/vermont/\r\n\r\nPlease let me know if you have any questions.\r\n\r\nHeidi Storm\r\nVermont State Police\r\nRecords and Alarm Administrator\r\n45 State Drive\r\nWaterbury, VT 05671\r\nFax: 802-241-5560\r\nPhone: 802-241-5351\r\nhttps://vsp.vermont.gov/public/recordrequests\r\nDMV Request Form - https://dmv.vermont.gov/document/dmv-record-request\r\nList of VSP Barracks -https://vsp.vermont.gov/stations\n",
        "status": "done",
        "likely_foia": null,
        "files": [
          {
            "id": 1287914,
            "ffile": "https://cdn.muckrock.com/foia_files/2025/05/20/WRD0001_rNu7V7F.jpg",
            "datetime": "2025-05-20T09:59:39.097095",
            "title": "~WRD0001",
            "source": "Department Of Public Safety, Vermont",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/vermont-80/sex-offender-registry-and-community-supervision-request-186789/"
  },
  {
    "id": 186788,
    "title": "Sex Offender Registry and Community Supervision Request",
    "slug": "sex-offender-registry-and-community-supervision-request",
    "status": "ack",
    "embargo_status": "public",
    "user": 129503,
    "username": "wsawyer",
    "agency": 33730,
    "datetime_submitted": "2025-05-19T20:10:45.830969",
    "date_due": "2025-05-27",
    "days_until_due": null,
    "date_followup": "2025-05-27",
    "datetime_done": null,
    "datetime_updated": "2025-05-19T20:10:46.102404",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186788,
        "from_user": 129503,
        "to_user": 107300,
        "subject": "New Hampshire Right to Know Law Request: Sex Offender Registry and Community Supervision Request",
        "datetime": "2025-05-19T20:10:46.102404",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New Hampshire Right to Know Law, I hereby request the following records:\r\n\r\nand to N.H. Rev. Stat. Ann. §§ 91-A:1 to 91-A:10, and N.H. Const. part 1, art. 8, I hereby request the following records:\r\n\r\nThe exact record of people who are \r\n\r\n1) on both the sex offender registry and probation; and\r\n2) on both the sex offender registry and parole;\r\n\r\nas per the latest available data. \r\n\r\nIF a list of names is not able to be provided, the exact number of people who are \r\n\r\n1) on both the sex offender registry and probation; and\r\n2) on both the sex offender registry and parole;\r\n\r\nas per the latest available data is requested.\r\n\r\nIf this data is held by another agency, I request the name of that agency.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nWendy Sawyer",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-hampshire-81/sex-offender-registry-and-community-supervision-request-186788/"
  },
  {
    "id": 186787,
    "title": "Sex Offender Registry and Information on Community Supervision",
    "slug": "sex-offender-registry-and-information-on-community-supervision",
    "status": "ack",
    "embargo_status": "public",
    "user": 129503,
    "username": "wsawyer",
    "agency": 18469,
    "datetime_submitted": "2025-05-19T19:53:03.977473",
    "date_due": "2025-05-27",
    "days_until_due": null,
    "date_followup": "2025-05-27",
    "datetime_done": null,
    "datetime_updated": "2025-05-19T19:53:04.234928",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186787,
        "from_user": 129503,
        "to_user": 27378,
        "subject": "Maine Freedom of Access Act Request: Sex Offender Registry and Information on Community Supervision",
        "datetime": "2025-05-19T19:53:04.234928",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Maine Freedom of Access Act, I hereby request the following records:\r\n\r\nand pursuant to Me. Rev. Stat. tit. 1, §§ 401 to 434, I hereby request the following records:\r\n\r\nThe exact record of people who are \r\n\r\n1) on both the sex offender registry and probation; and\r\n2) on both the sex offender registry and parole;\r\n\r\nas per the latest available data. \r\n\r\nIF a list of names is not able to be provided, the exact number of people who are \r\n\r\n1) on both the sex offender registry and probation; and\r\n2) on both the sex offender registry and parole;\r\n\r\nas per the latest available data is requested.\r\n\r\nIf this data is held by another agency, I request the name of that agency.\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by 1 M.R.S.A. § 408(6). The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nWendy Sawyer",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/augusta-6033/sex-offender-registry-and-information-on-community-supervision-186787/"
  },
  {
    "id": 186786,
    "title": "Governor's proposal to delay nursing home safetylaw",
    "slug": "governors-proposal-to-delay-nursing-home-safetylaw",
    "status": "ack",
    "embargo_status": "public",
    "user": 18172,
    "username": "AnnieSciacca",
    "agency": 293,
    "datetime_submitted": "2025-05-19T18:38:04.460615",
    "date_due": "2025-05-29",
    "days_until_due": null,
    "date_followup": "2025-05-29",
    "datetime_done": null,
    "datetime_updated": "2025-05-19T18:38:04.766757",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186786,
        "from_user": 18172,
        "to_user": 11364,
        "subject": "California Public Records Act Request: Governor's proposal to delay nursing home safetylaw",
        "datetime": "2025-05-19T18:38:04.766757",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nAny and all records of communication between the Office of the Governor and the California Association of Health Facilities (CAHF) from Jan. 1, 2024 to present that include the following keywords or phrases: \r\n\r\n- \"skilled nursing facilities\"\r\n- \"nursing homes\"\r\n- \"SNFs\"\r\n- \"long-term care\" OR \"long term care\"\r\n\r\nNote that I am requesting all emails, letters, memos, meeting notes, or other forms of correspondence between the Governor’s Office  (including staff, appointees, or representatives) and any representatives, employees, or lobbyists affiliated with the California Association of Health Facilities that include the above-mentioned phrases or keywords.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAnnie Sciacca",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/california-52/governors-proposal-to-delay-nursing-home-safetylaw-186786/"
  },
  {
    "id": 186783,
    "title": "Patron Incident Reports - April/May 2025",
    "slug": "patron-incident-reports-aprilmay-2025",
    "status": "processed",
    "embargo_status": "public",
    "user": 109020,
    "username": "SashaG",
    "agency": 3072,
    "datetime_submitted": "2025-05-19T15:00:06.176647",
    "date_due": "2025-05-27",
    "days_until_due": null,
    "date_followup": "2025-06-03",
    "datetime_done": null,
    "datetime_updated": "2025-05-19T18:24:29.027045",
    "date_embargo": null,
    "tracking_id": "6014",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186783,
        "from_user": 109020,
        "to_user": 20083,
        "subject": "Illinois Freedom of Information Act. Request: Patron Incident Reports - April/May 2025",
        "datetime": "2025-05-19T15:00:06.438837",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\n1. All Patron Incident Reports submitted for the Area Manager 5 North Region from April 15, 2025 through May 15, 2025 inclusive of those dates.\r\n\r\n2. All Patron Incident Reports submitted systemwide where the fields \"Police Called\" or \"Security Called\" are True from April 15, 2025 through May 15, 2025 inclusive of those dates.\r\n\r\nBecause this request is in the public interest for Illinois nonprofit Lucy Parsons Labs for the purpose of public education, please waive any fees in accordance with 5 ILCS § 140/6(c).\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAlexandra Gelzin",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 186783,
        "from_user": 20083,
        "to_user": 109020,
        "subject": "FPOA 6114 AGelzin Patron Incident Reports - April/May 2025",
        "datetime": "2025-05-19T18:24:29.027045",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Requestor,\r\n\r\nThank you for your interest in obtaining information from the Chicago Park District.\r\n\r\nYour FOIA reference number for tracking purposes is: 6014\r\n\r\nYou have requested the following records :\r\n\r\nAlexandra Gelzin\r\nMuckRock News\r\nDEPT MR 186783\r\n263 Huntington Ave\r\nBoston, MA 02115\r\n186783-63016174@requests.muckrock.com<mailto:186783-63016174@requests.muckrock.com>\r\n\r\n\r\n“Pursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\n1. All Patron Incident Reports submitted for the Area Manager 5 North Region from April 15, 2025 through May 15, 2025 inclusive of those dates.\r\n\r\n2. All Patron Incident Reports submitted systemwide where the fields \"Police Called\" or \"Security Called\" are True from April 15, 2025 through May 15, 2025 inclusive of those dates.”\r\nThe Chicago Park District (the “Park District”) responds to all public records requests by the Illinois Freedom of Information Act (FOIA), 5 ILCS 140/1 et seq.  Please expect a response by May 27, 2025 by close of business. If additional time is needed to assemble and copy all documents responsive to your FOIA request, we will contact you with a time estimate and a request to extend.\r\n\r\nPlease note that the Park District is closed on Monday May 26, 2025 in observance of Memorial day.\r\n\r\n\r\nSincerely,\r\n--------------------------------\r\nKaren Choudhury\r\nFreedom of Information Act Counsel\r\nCHICAGO PARK DISTRICT\r\nFOIA: 312.742.4789 | FAX: 312.742.5328\r\nfoia@chicagoparkdistrict.com<mailto:foia@chicagoparkdistrict.com>\r\nFreedom of Information Act | Chicago Park District<https://www.chicagoparkdistrict.com/departments/administration/communications/foia>\r\n\r\n\r\nThis message is intended only for the individual or entity to which it is addressed and may contain information that is protected by the attorney-client or work-product privilege  and/or exempt from disclosure under applicable law. If the reader of this message is not the intended recipient, you are hereby notified that any dissemination, distribution or copying of this communication is strictly prohibited and may be unlawful. If you have received this communication in error, please reply to the sender that you received the message in error and erase or destroy the message and any attachments or copies. Thank you.\r\n[cid:image001.png@01DBC8E2.D6BC2460]\n",
        "status": "processed",
        "likely_foia": null,
        "files": [
          {
            "id": 1287831,
            "ffile": "https://cdn.muckrock.com/foia_files/2025/05/19/image001_HUOew15.png",
            "datetime": "2025-05-19T18:24:29.649608",
            "title": "image001",
            "source": "Chicago Park District, Chicago, IL",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/chicago-169/patron-incident-reports-aprilmay-2025-186783/"
  },
  {
    "id": 186780,
    "title": "Public Records Request Rutherford Pointe",
    "slug": "public-records-request-rutherford-pointe",
    "status": "processed",
    "embargo_status": "public",
    "user": 152191,
    "username": "PmyrickAAI",
    "agency": 41210,
    "datetime_submitted": "2025-05-19T14:39:26.401279",
    "date_due": "2025-05-29",
    "days_until_due": null,
    "date_followup": "2025-08-19",
    "datetime_done": null,
    "datetime_updated": "2025-05-20T22:11:32.891753",
    "date_embargo": null,
    "tracking_id": "PRR-100-2025",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186780,
        "from_user": 152191,
        "to_user": 157008,
        "subject": "Tennessee Public Records Act Request: Public Records Request Rutherford Pointe",
        "datetime": "2025-05-19T14:39:26.591233",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Tennessee Public Records Act, I hereby request the following records:\r\n\r\nFor the Rutherford pointe apartments at the address 1 Rutherford Point Circle: \r\n\r\n•\tZoning/Building Code Violations:  Please provide notice and summary of any open/outstanding zoning/building code violations, or confirmation that none currently exist.\r\n\r\n•\tFire Code Violations: Please provide notice and summary of any open/outstanding fire code violations. Please provide the most recent violation/inspection report if possible.\r\n\r\n•\tCertificates of Occupancy: Please provide any copies of the Certificate of Occupancy on file. \r\n\r\no\tIf there are none available, please state the reason for their absence, and whether the lack of COs would give rise to any enforcement action or constitute a code violation.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 7 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKent Hoover, a citizen of Tennessee, in coordination with Pierce Myrick.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 186780,
        "from_user": 157008,
        "to_user": 152191,
        "subject": "City of La Vergne - PRR-100-2025 Confirmation",
        "datetime": "2025-05-20T22:11:32.891753",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Requestor, \r\n  \r\n Thank you for submitting a request for records on Tuesday, May 20, 2025. \r\n  \r\n Your request reference number is Request Number: PRR-100-2025 and your security key is DADDD5C2. \r\n  \r\n Please have both reference numbers available when communicating with our staff regarding your request. \r\n  \r\n Thank you, \r\n  \r\n City of La Vergne\r\n5093 Murfreesboro Road\r\nLa Vergne, TN 37086\r\n(615) 793-6295\r\nPRRC@lavergnetn.gov \r\n  \r\n Request Details: \r\n Field NameResponse \r\n NameKent Hoover \r\n Phone6172991832 \r\n Email186780-75790989@requests.muckrock.com \r\n AddressMuckRock News DEPT MR#186780 263 Huntington Ave \r\n CityBoston \r\n StateMA \r\n Zip02115 \r\n DescriptionTo Whom It May Concern: Pursuant to the Tennessee Public Records Act, I hereby request the following records: For the Rutherford pointe apartments at the address 1 Rutherford Point Circle: • Zoning/Building Code Violations: Please provide notice and summary of any open/outstanding zoning/building code violations, or confirmation that none currently exist. • Fire Code Violations: Please provide notice and summary of any open/outstanding fire code violations. Please provide the most recent violation/inspection report if possible. • Certificates of Occupancy: Please provide any copies of the Certificate of Occupancy on file. o If there are none available, please state the reason for their absence, and whether the lack of COs would give rise to any enforcement action or constitute a code violation. The requested documents will be made available to the general public, and this request is not being made for commercial purposes. In the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not. Thank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 7 business days, as the statute requires. Sincerely, Kent Hoover, a citizen of Tennessee, in coordination with Pierce Myrick \r\n DeliveryMethodElectronic \r\n TennesseeCitizenYes \r\n WaiveEstimate \r\n WaiveThreshold \r\n NewsMediaNo \r\n NewsAgencyNameN/A \r\n UploadIDtrue \r\n  \r\n ________________________________________________________________________________________________________\r\n\r\nPowered by",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/la-vergne-30535/public-records-request-rutherford-pointe-186780/"
  }
]