[
  {
    "id": 152024,
    "title": "Phillip Fredenburg Arrest",
    "slug": "phillip-fredenburg-arrest",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 122070,
    "username": "CatinaWashington",
    "agency": 18467,
    "datetime_submitted": "2023-09-15T04:37:31.813675",
    "date_due": "2023-09-26",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-09-15T04:37:32.043616",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 152024,
        "from_user": 122070,
        "to_user": 27376,
        "subject": "",
        "datetime": "2023-09-15T04:37:32.043616",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Mississippi Public Records Act, I hereby request the following records:\r\n\r\nProof that Inmate Phillip Fredenburg was arrested and charged for the assault on an officer that occurred on 12/21/20 at South Mississippi Correctional Institution located in Leakesville,MS. I have tied d to press charges twice through the Greene County Sheriff Office, but they have denied me twice after resigning as a case manager due to fear for my life. After filing a petition for the way SMCI treats their employees, I found out that 6 other women were injured and the prison never pressed charges or convicted the inmates.  I was a case manager who resigned due to fee for my life. The y never investigated or called. Please help us! The media will not report our stories.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 7 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nCatina Washington",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/jackson-19622/phillip-fredenburg-arrest-152024/"
  }
]