[
  {
    "id": 165213,
    "title": "FBI AB 6.17.24",
    "slug": "fbi-ab-61724",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 60252,
    "username": "rskva102",
    "agency": 10,
    "datetime_submitted": "2024-06-17T09:00:30.718404",
    "date_due": "2024-07-17",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-06-17T09:00:30.849608",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 165213,
        "from_user": 60252,
        "to_user": 9555,
        "subject": "Freedom of Information Act Request: FBI AB 6.17.24",
        "datetime": "2024-06-17T09:00:30.849608",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nYou are receiving this correspondence as a request under the Freedom of Information Act, 5 U.S.C. subsection 552. I am requesting the following:\r\n\r\nCopies of all Federal Bureau of Investigation (FBI) records, documents, and communications responsive to Alfred Schiffer Bloomingdale (April 15, 1916 – August 23, 1982). Mr. Bloomingdale was a businessman, one-time heir to the Bloomingdale's department store chain, and co-founder of Diners Club International.\r\n\r\nAccording to a May 21, 1984 Time magazine article: \"TIME has learned that Bloomingdale had been investigated by the FBI as early as the late 1960s, when his name came up in connection with organized-crime figures in Las Vegas. About 15 years ago, Bloomingdale shelled out $5,000 in blackmail because of his habit of beating up prostitutes. Yet despite that record, he was chosen by Reagan as an appointee to the sensitive Foreign Intelligence Advisory Board in 1981.\"\r\n\r\nConfirmation of this passage can be found here: https://time.com/archive/6860378/a-mistresss-life-and-death/\r\n\r\nIn addition to the reference to a Bureau investigation in the late 1960s, Mr. Bloomingdale, as mentioned, was an unelected political appointee to the Foreign Intelligence Advisory Board (FSAB). All individuals who served on the FSAB were required to undergo a security background check, conducted by the Bureau, for a top-secret security clearance. This would have required the Bureau to open a file on the individual, if one did not already exist, and generate records in the course of that investigation.\r\n\r\nTherefore, I am requesting all FBI records for Alfred Schiffer Bloomingdale, to include all instances mentioned above, those not mentioned, and any records that may have been generated after his death.\r\n\r\nThere is no expectation of a violation of Mr. Bloomingdale's privacy, as he passed away in 1982. A copy of his New York Times obituary, dated August 24, 1982, can be found here: https://www.nytimes.com/1982/08/24/obituaries/alfred-bloomingdale-diners-club-developer-dies.html\r\n\r\nI am asking you waive any fees associated with this request. I am a member of the news media. My bylines, which include Unicorn Riot, Covert Action Magazine, and the Geopolitical Economy Report, can be found in both print and electronic publications, and I am sending this request in coordination with Muckrock, an award-winning and nationally-recognized news organization. Please take note of the Office of Management and Budget guidelines published March 27, 1987 (52 FR 10012) that include electronic publications and other nontraditional publishers as representatives of the news media.\r\n\r\nThis request is not being made for commercial purposes.\r\n\r\nAll documents will be provided to the general public without charge.\r\n\r\nIn the event that there are fees, I am willing to pay up to $100. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nI look forward to your response within 20 working days, as the statute requires. If access to the records I am requesting will take longer, please contact me with information about when I might expect copies or the ability to inspect the requested records.\r\n\r\nIf you deny any or all of this request, please cite each specific exemption you feel justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\r\n\r\nSincerely,\r\n\r\nRobert Skvarla, Jr.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/fbi-ab-61724-165213/"
  }
]