[
  {
    "id": 181686,
    "title": "Communications from Don Scott Ref. VMI",
    "slug": "communications-from-don-scott-ref-vmi",
    "status": "submitted",
    "embargo_status": "public",
    "user": 140258,
    "username": "TheCadet",
    "agency": 40607,
    "datetime_submitted": "2025-02-19T11:40:35.968332",
    "date_due": "2025-03-19",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-02-19T11:40:37.027974",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 181686,
        "from_user": 140258,
        "to_user": 152096,
        "subject": "",
        "datetime": "2025-02-19T11:40:37.027974",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nRecords of all communications including, without limitation, text, phone call records (including list of phone numbers called and received and identification of the caller or person(s)/Offices calls received from), Instant messages, etc. including private communications devices and email used for this purpose) between House Speaker Don Scottor any of her staff and any member of and political group, media, the VMI Administration or the Board of Visitors and any member of the Virginia House or Senate, or their staff/representatives, on the subject of the VMI budget, Maj. Gen. Win's contract or employment, removal of Mr. Foster and Mr. Elliott from the VMI BOV, or any related issues specifically including the statements by Ms Foy or others to VMI BOV Members or any others regarding the potential or actual witholding or limiting VMI funding if the BOV does not take certain actions as addressed by Mr. Teddy Gottwald (a BOV Member) in the recent BOV meeting. These actions to include, without limitation, extending Maj. Gen. Wins' contact as stated in the February 18, 2025 letter from Congressman Ben Cline to the Clerks of the House and Senate. This includes any communications between Ms Foy, her staff, and/or Maj. Gen. Wins or any BOV Member and/or any member of the VMI Faculty or staff or member of the public without limitation for the past 120 days.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAnonymous",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/communications-from-don-scott-ref-vmi-181686/"
  }
]