[
  {
    "id": 177154,
    "title": "Waivers and signage used in connection with art installation",
    "slug": "waivers-and-signage-used-in-connection-with-art-installation",
    "status": "submitted",
    "embargo_status": "public",
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 17782,
    "datetime_submitted": "2024-12-04T09:51:08.238993",
    "date_due": "2024-12-13",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-12-04T09:51:08.708466",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177154,
        "from_user": 3031,
        "to_user": 25819,
        "subject": "",
        "datetime": "2024-12-04T09:51:08.708466",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Tennessee Public Records Act, I hereby request the following records:\r\n\r\n1. A copy of any (unsigned) waiver form presented or used in connection with the \"The FL3TCH3R Exhibit\" at the Reece Museum.\r\n\r\n2. A copy of any photograph of any content warning presented or used in connection with the \"The FL3TCH3R Exhibit\" at the Reece Museum.\r\n\r\nThis request is limited to records generated on or after November 20, 2024. Please produce responsive records by email.\r\n\r\nPlease note that this request does not seek a search of records held by any faculty member or student.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 7 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKent Hoover, a citizen of Tennessee, in coordination with Adam Steinbaugh.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/johnson-city-30583/waivers-and-signage-used-in-connection-with-art-installation-177154/"
  }
]