[
  {
    "id": 152563,
    "title": "Automated License Plate Reader Licensing",
    "slug": "automated-license-plate-reader-licensing",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 3647,
    "username": "EFFDave",
    "agency": 5331,
    "datetime_submitted": "2023-09-28T19:11:04.188718",
    "date_due": "2023-10-08",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-09-28T19:11:04.613346",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 152563,
        "from_user": 3647,
        "to_user": 9811,
        "subject": "",
        "datetime": "2023-09-28T19:11:04.613346",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Custodian of Records:\r\n\r\nThis letter constitutes a request under the California Public Records Act (\"CPRA\") from the Electronic Frontier Foundation, submitted with the assistance of MuckRock News. \r\n\r\n- All purchase orders, invoices and statements of work associated with automated license plate readers or ALPR data (including the companies Flock Safety, Vigilant Solutions, Motorola Solutions, Axon and Lehr Auto) for the period Jan 1, 2022 through today's date;\r\n- All operative contracts and agreements with the above stated companies regarding ALPR systems or ALPR data for the period Jan 1, 2022 through today's date. \r\n\r\n\r\nCPRA requires you to undertake reasonable efforts to locate responsive records and to work in good faith with requesters to respond to their request. See CYAC v. City of National City, 220 Cal.App.4th 1385, 1430 (2013). Thus under the CPRA you are obligated to conduct a reasonable search and cannot deny a request merely because it might generate a large volume of records. \r\n\r\nWe ask that you please respond to this request within 10 days either by providing all the requested records or by providing a written response setting forth the legal authority on which you rely in withholding or redacting any document, as well as stating when documents will be made available. Should you choose to withhold or reject this request, we ask that you provide an explanation of why your agency is responding differently compared to the many others that have complied with our request. \r\n\r\nWe also request that any records maintained in an electronic format be provided in that same format (such as a PDF, CSV or XLS file), to avoid copying costs.\r\n\r\nHowever, should you be unable to do so, EFF will reimburse you for the direct costs of copying these records (if you elect to charge for copying) plus postage. If you anticipate that these costs will exceed $25.00, or that the time needed to copy the records will delay their release, please contact me so that I can arrange to inspect the documents or decide which documents I wish to have copied. Please also provide an invoice and a cost breakdown of the fee estimate. If the fees are less than $25.00, please copy and send the records and invoice as soon as possible, and we will promptly pay the required costs.\r\n\r\nThank you for your consideration of this request. If you have any questions or concerns, or if I can provide any clarification that will help identify responsive documents or focus this request, please do not hesitate to contact me at (415) 436-9333 x151 or dm@eff.org. You may also mail correspondence to the Electronic Frontier Foundation, 815 Eddy. St. San Francisco, CA, 94109.\r\n                                               \r\nSincerely,\r\n \r\n \r\nDave Maass\r\nDirector of Investigations\r\nElectronic Frontier Foundation",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/contra-costa-county-3034/automated-license-plate-reader-licensing-152563/"
  }
]