[
  {
    "id": 181172,
    "title": "\"New Annual Media Rotation Program for Pentagon Press Corps\"",
    "slug": "new-annual-media-rotation-program-for-pentagon-press-corps",
    "status": "submitted",
    "embargo_status": "public",
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 7,
    "datetime_submitted": "2025-02-08T15:35:13.016314",
    "date_due": "2025-03-10",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-02-08T15:35:13.192754",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 181172,
        "from_user": 3031,
        "to_user": 25379,
        "subject": "",
        "datetime": "2025-02-08T15:35:13.192754",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\n1. All records pertaining to the decision (or bases for the decision) identified in the January 31, 2025, memo entitled \"New Annual Media Rotation Program for Pentagon Press Corps.\"\r\n\r\n2. All records pertaining to the decision (or bases for the decision) identified in the February 7, 2025, memo entitled \"Pentagon Annual Media Rotation Program.\"\r\n\r\n3. All policies, guidelines, or standards employed in identifying which media outlet will be permitted to use the physical offices in the Pentagon.\r\n\r\n4. All policies, guidelines, or standards employed in making the decisions reflected in the January 31, 2025, and February 7, 2025, memos referenced above.\r\n\r\n5. All policies, guidelines, or standards employed in identifying the pool of media outlets considered for rotation in connection with the above-referenced memos.\r\n\r\n6. Any communications to or from John Ullyot between January 20, 2025, and February 8, 2025, pertaining to news media, the physical offices, the memos referenced above, or the decisions referenced in the memos.\r\n\r\n7. Any communications to or from the Secretary of Defense and/or Pete Hegseth between January 20, 2025, and February 8, 2025, pertaining to the memos referenced above or the decisions referenced in the memos.\r\n\r\n\"Communications\" means and includes emails, text messages, social media messages, letters, memoranda, calendar entries, chats, or any other form of one-to-one or one-to-many communication.\r\n\r\nPlease note that this request seeks public records wherever they may be found, including on devices or networks owned or operated by private parties. For example, if an employee uses a personal cell phone or social media account to conduct public business, records created, maintained, or held on the phone or account are public records subject to this request.\r\n\r\nREQUEST FOR EXPEDITED PROCESSING:\r\n\r\nI request that this request be expedited under 32 CFR § 286.8(e)(1)(i)(B) for the following reasons:\r\n\r\n1. I certify the following to be true and correct: My organization is primarily engaged in disseminating information.  The Foundation for Individual Rights and Expression (FIRE) maintains a news website at https://thefire.org/news, through which its staff members regularly publish news stories and editorial content concerning the activities of governments, government officials, and other persons or organizations of public concern. I am a staff member of FIRE. I frequently write about matters involving the First Amendment and press freedom, including on FIRE's website. See, e.g., https://www.thefire.org/news-archive?author=303. A substantial component of my duties as a staff member of FIRE is to obtain information through public records requests, including through the Freedom of Information Act, which I or my colleagues then share through FIRE's website and social media channels. I also publish news and other information of public concern via \"X\" (https://x.com/adamsteinbaugh) and \"Bluesky\" (https://bsky.app/profile/adamsteinbaugh.bsky.social). \r\n\r\n2. The requested information concerns an actual or alleged government activity, namely the allocation of office or other physical spaces to media outlets covering the Department.\r\n\r\n3. The requested information extends beyond the public's right to know about government activity generally and instead has a particular value that would be lost if not processed on an expedited basis. The information pertains to breaking news story of public interest. That issue has attracted a wide range of news media coverage, including the numerous articles identified below. The decisions to alter which news outlets have dedicated office spaces has also drawn recent criticism by the National Press Club and multiple public statements by the Pentagon Press Association. These statements are identified below. The information has value that would be lost if not processed on an expedited basis because it concerns the policies relating to the Pentagon's ongoing interaction with the news media. Those policies and decisions are uncertain, as indicated by the statements of concern issued by organizations that represent the interests of journalists, including those who report at or on the Pentagon. Disclosing policies and information pertaining to ongoing decisions facilitates the ability of the public, the press, and advocates to provide feedback with respect to those decisions. If that information is only disclosed months or years later, it will inhibit the ability of the public to understand how its current officials are making decisions.\r\n\r\nThe statements by press advocacy groups include:\r\n\r\na. National Press Club: https://www.prnewswire.com/news-releases/national-press-club-statement-on-pentagons-decision-to-remove-media-organizations-from-workspaces-302365766.html\r\nb. Pentagon Press Association (first statement): https://www.nytimes.com/2025/02/01/business/media/pentagon-press-corps.html\r\nc. Pentagon Press Association (second statement): https://www.military.com/daily-news/2025/02/08/trump-administration-throwing-more-pentagon-reporters-out-of-their-workspaces.html\r\nd. Military Reporters & Editors: https://www.editorandpublisher.com/stories/military-reporters-editors-statement-on-proposed-rotation-system-at-pentagon-that-ousts,254130\r\ne. Reporters Without Borders: https://rsf.org/en/usa-trumps-attacks-government-transparency-erode-press-freedom\r\n\r\nExamples of recent articles demonstrating the public's ongoing and current interest in this information include articles (entries with an asterisk identify articles published by outlets to which the Department has granted office space, reflecting the Department's apparent evaluation that the outlet's coverage of the Department reflects public concern):\r\n\r\na. (*) The Washington Examiner: https://www.washingtonexaminer.com/policy/defense/3307927/pentagon-upends-status-quo-by-removing-mainstream-media-dedicated-work-spaces.\r\nb. (*) Newsmax: https://www.newsmax.com/newsfront/pentagon-press-media-outlets/2025/02/07/id/1198318/\r\nc. (*) One America News Network: https://www.oann.com/video/real-america-video/oan-gets-a-seat-at-the-pentagon/\r\nd: (*) One America News Network: https://www.oann.com/newsroom/pentagon-press-corps-begins-media-rotation-one-america-news-to-get-office-in-pentagon-correspondents-corridor/\r\ne. (*) New York Post: https://nypost.com/2025/02/03/media/pentagon-boots-ny-times-nbc-news-in-favor-of-the-post-breitbart/\r\nf. (*) Daily Caller: https://dailycaller.com/2025/02/01/annual-media-rotation-program-pentagon-press-corps-memo-john-ullyot-cnn-nbc-news-huffpost-npr-new-york-post-times-politico-breitbart-oan/\r\ng. Reuters: https://www.reuters.com/world/us/pentagon-doubles-number-news-outlets-rotate-out-office-spaces-2025-02-08/\r\nh. NBC News: https://www.nbcnews.com/politics/donald-trump/pentagon-removes-major-media-outlets-nbc-news-dedicated-workstations-p-rcna190276\r\ni: Vanity Fair: https://www.vanityfair.com/news/story/pentagon-kicks-major-news-organizations-out-of-their-in-house-offices\r\nj: New York Times: https://www.nytimes.com/2025/02/01/business/media/pentagon-press-corps.html\r\nk: The Guardian https://www.theguardian.com/us-news/2025/feb/01/pentagon-media-rotation\r\nl: CNN: https://www.cnn.com/2025/01/31/media/pentagon-press-rotation-defense-department/index.html\r\nm: mediaite: https://www.mediaite.com/news/pentagon-ejects-wapo-and-cnn-from-offices-in-favor-of-the-daily-caller-the-free-press-and-others/\r\nn: Washington Times: https://www.washingtontimes.com/news/2025/feb/5/time-trump-boots-legacy-media-pentagon/\r\no: Washington Post: https://www.washingtonpost.com/style/media/2025/02/01/pentagon-news-office-politico-new-york-times/\r\np: Washington Post (opinion): https://www.washingtonpost.com/opinions/2025/02/03/pentagon-new-york-times-nbc-politico/\r\nq: Washington Times: https://www.washingtontimes.com/news/2025/feb/1/pentagon-boots-npr-nyt-nbc-favor-mostly-conservati/\r\nr: Newsweek: https://www.newsweek.com/major-news-outlets-lose-pentagon-offices-part-rotation-program-2024653\r\ns: Mediaite: https://www.mediaite.com/trump/pentagon-boots-nbc-npr-nyt-and-politico-from-offices-to-be-replaced-by-breitbart-and-one-america-news/\r\n\r\nREQUEST FOR A FEE WAIVER OR REDUCED FEES:\r\n\r\nI request, under 32 CFR § 286.12(l), a waiver or reduction of fees for the following reasons:\r\n\r\n1. Disclosure of the requested information is in the public interest because its disclosure would shed light on the operations or activities of the government. The requested information pertains specifically to the policies, procedures, and practices of senior Department officials concerning their interaction with the media, implicating the Speech and Press clauses of the First Amendment. \r\n\r\n2. Disclosure of the requested information would be likely to contribute significantly to public understanding of those operations or activities. Disclosure of the requested information would meaningfully inform the public about the Department's activities and operations, as the information pertains to the policies and underlying information driving decisions by senior Department officials. Disclosing the policies and other information would demonstrate the bases for those decisions, which have attracted substantial public attention, as demonstrated by the articles and press statements cited above. That information is not in the public domain. \r\n\r\n3. Disclosure of the requested information will contribute to the understanding of a reasonably broad audience of persons interested in the subject, as opposed to the individual understanding of the requester. The requestor is a licensed attorney who practices First Amendment law, including its application to members of the press. As such, the requestor will be able to effectively convey information to the public. Further, the requestor is a representative of the news media. The requestor and his employer, the Foundation for Individual Rights and Expression, gather information of potential interest to a segment of the public, turns that information into distinct works (including through its news website, located at https://thefire.org/news), and distributes that information to the public. The information requested here relates to information that is about current events or that would be of current interest to the public. The requestor's past publication record (in addition to FIRE's articles available at https://thefire.org/news) is available at https://www.thefire.org/news-archive?author=303. \r\n\r\n4. The requested information is not primarily in the commercial interest of the requester. The requestor works for a nonprofit organization and the records are not sought for a commercial purpose.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/new-annual-media-rotation-program-for-pentagon-press-corps-181172/"
  }
]