[
  {
    "id": 189965,
    "title": "ORA Request - Raeven O. Johnson Arrest",
    "slug": "ora-request-raeven-o-johnson-arrest",
    "status": "submitted",
    "embargo_status": "public",
    "user": 159360,
    "username": "mari78p2",
    "agency": 2662,
    "datetime_submitted": "2025-07-21T08:47:32.652655",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-07-21T08:47:32.785082",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 189965,
        "from_user": 159360,
        "to_user": 12740,
        "subject": "",
        "datetime": "2025-07-21T08:47:32.785082",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Wisconsin Open Records Act, I hereby request the following records:\r\n\r\nRegarding the Raeven O. Johnson (25) incident that occurred on August 7, 2024 at around 2011 hours at a store along the 2100 block of South Park Street, Madison, WI 53713. Hall was arrested on the charges of battery to law enforcement, discharging bodily fluids, resisting arrest and disorderly conduct.\r\n\r\nSpecifically, I am seeking to obtain an electronic copy of the:\r\n\r\n1. BWC footage recorded by the arresting Officer and one of the assisting Officers detailing their full involvement in this incident.\r\n2. Backseat in-car camera footage showing Johnson in the backseat during transport to booking.\r\n\r\nTo assist you in locating the footage here are the key details of the incident:\r\n\r\nCase Number: 2024-345011\r\nDate of Event: August 7, 2024\r\nNames: Raeven O. Johnson\r\nLocation of Event: a store along the 2100 block of South Park Street, Madison, WI 53713\r\n\r\nPlease let me know if you require further information to process it.\r\n\r\nIf any aspects of this request are denied, please cite each specific exemption you feel justifies the refusal to release the information and please notify me of the appeal procedures available to me under the law.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nMarius Christensen",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/madison-721/ora-request-raeven-o-johnson-arrest-189965/"
  }
]