[
  {
    "id": 176394,
    "title": "New York Freedom of Information Law Request: Prisoner Assembly Policies",
    "slug": "new-york-freedom-of-information-law-request-prisoner-assembly-policies",
    "status": "submitted",
    "embargo_status": "public",
    "user": 144486,
    "username": "LaurenHagani",
    "agency": 23367,
    "datetime_submitted": "2024-11-15T21:23:16.942333",
    "date_due": "2024-11-22",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-11-15T21:23:17.005837",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 176394,
        "from_user": 144486,
        "to_user": 70033,
        "subject": "",
        "datetime": "2024-11-15T21:23:17.005837",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\n1. Any and all policies, procedures, directives, regulations, or equivalent guiding materials regarding restrictions and rules of inmate congregating or inmate group assembling for all of the 42 prisons under the purview of the New York State Department of Corrections, including all security levels and male and female facilities. Please provide materials for as many facilities as available if not all facilities have relevant documents. If relevant documents apply to all New York State prisons and are not specific to the facility, please provide these guiding materials. Please provide all relevant materials for 2019 and 2020 for each available facility, or the closest available year if these years are not available.\r\n\r\n2. Any and all policies, procedures, directives, regulations, or equivalent guiding materials regarding appropriate physical contact between inmates for all 42 prisons under the purview of the New York State Department of Corrections, including all security levels and male and female facilities. Please provide materials for as many facilities as available if not all facilities have relevant documents. If relevant documents apply to all New York State prisons and are not specific to the facility, please provide these guiding materials. Please provide relevant materials for 2019 and 2020 for each available facility, or the closest available year if these years are not available.\r\n\r\n3. Counts of disciplinary infractions related to prohibited inmate congregating or group assembling of inmates for each of the 42 prisons under the purview of the New York State Department of Corrections, including all security levels and male and female facilities. Please provide counts for as many facilities as available if not all facilities have counts available. Please provide counts for 2019 and 2020 for each available facility, or the closest available year if these years are not available. \r\n\r\n4. A count of disciplinary infractions related to prohibited intimate or sexual contact for each of the 42 prisons under the purview of the New York State Department of Corrections, including all security levels and male and female facilities. Please provide counts for as many facilities as available if not all facilities have counts available. Please provide counts for 2019 and 2020 for each available facility, or the closest available year if these years are not available.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nLauren Hagani",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/new-york-freedom-of-information-law-request-prisoner-assembly-policies-176394/"
  }
]