[
  {
    "id": 184769,
    "title": "California Dept of Ed, School Safety Plans",
    "slug": "california-dept-of-ed-school-safety-plans",
    "status": "ack",
    "embargo_status": "public",
    "user": 146692,
    "username": "sparekh",
    "agency": 6404,
    "datetime_submitted": "2025-04-11T12:04:09.914264",
    "date_due": "2025-04-21",
    "days_until_due": null,
    "date_followup": "2025-04-21",
    "datetime_done": null,
    "datetime_updated": "2025-04-11T12:04:10.028855",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 184769,
        "from_user": 146692,
        "to_user": 9563,
        "subject": "California Public Records Act Request: California Dept of Ed, School Safety Plans",
        "datetime": "2025-04-11T12:04:10.028855",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nAll finalized Comprehensive School Safety Plans submitted from 2018 to present in a word or .pdf file. I would also like a compiled excel sheet of all the Comprehensive School Safety Plans on Section 32282 reporting, specifically Section (M)(i) regarding \"Procedures to respond to incidents involving an individual experiencing a sudden cardiac arrest or a similar life-threatening medical emergency while on school grounds.\"\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nSejal Parekh",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/california-52/california-dept-of-ed-school-safety-plans-184769/"
  },
  {
    "id": 184768,
    "title": "FOIA REQUEST - Animal Cruelty Case of Jordan Love",
    "slug": "foia-request-animal-cruelty-case-of-jordan-love",
    "status": "ack",
    "embargo_status": "public",
    "user": 111073,
    "username": "BlackHeartGoon",
    "agency": 644,
    "datetime_submitted": "2025-04-11T11:38:41.018477",
    "date_due": "2025-04-18",
    "days_until_due": null,
    "date_followup": "2025-04-18",
    "datetime_done": null,
    "datetime_updated": "2025-04-11T11:38:41.116057",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 184768,
        "from_user": 111073,
        "to_user": 10085,
        "subject": "Michigan Freedom of Information Act Request: FOIA REQUEST - Animal Cruelty Case of Jordan Love",
        "datetime": "2025-04-11T11:38:41.116057",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Michigan Freedom of Information Act, I hereby request the following records:\r\n\r\nI am requesting access to and copies of public records pertaining to the animal cruelty investigation of Jordan Love, who has been charged by the Wayne County Prosecutor's Office following an investigation that involved both the Detroit Police Department (DPD) and Detroit Animal Care and Control (DACC).\r\n\r\nThe incident occurred on or around February 7, 2025, at a residence in the 15200 block of Manning Street, Detroit. This case involves the non-fatal stabbing of a dog, the dispatch of DACC officers to the scene at approximately 2:00 p.m. on February 7, 2025, and the seizure of three dogs and four cats from the residence.\r\n\r\nTo assist in your search, please consider this a request directed to both the Detroit Police Department and Detroit Animal Care and Control, and utilize the following details regarding the case:\r\n\r\n- Suspect Name: Jordan Love\r\n- Approximate Date of Incident: February 7, 2025\r\n- Location of Incident: 15200 block of Manning Street, Detroit\r\n- Nature of Incident: Non-fatal dog stabbing\r\n- DACC Dispatch Time (approximate): 2:00 p.m. on February 7, 2025\r\n\r\nI am specifically interested in obtaining the following types of records from both the Detroit Police Department and Detroit Animal Care and Control related to this case:\r\n\r\nFrom the Detroit Police Department:\r\n\r\n- Incident Reports related to the initial call and response.\r\n\r\n- Investigation Files, including any reports, notes, and evidence collected.\r\n\r\n- Witness Statements obtained during the investigation.\r\n\r\n- Photographs taken at the scene or of the injured animal.\r\n\r\n- Video Recordings, including any body camera footage from responding officers or surveillance footage obtained.\r\n\r\n- All communication, reports, or information shared with Detroit Animal Care and Control regarding this incident.\r\n\r\n- Records related to the apprehension and extradition of Jordan Love.\r\n\r\n- Other Relevant Documents pertaining to the investigation of this case by the DPD.\r\n\r\nFrom Detroit Animal Care and Control:\r\n\r\n- Dispatch records related to the call on February 7, 2025, to the 15200 block of Manning Street.\r\n\r\n- Animal Control Reports filed by the responding officers.\r\n\r\n- Records pertaining to the seizure of the three dogs and four cats from the residence.\r\n\r\n- Veterinary reports obtained by DACC for the injured dog.\r\n\r\n- Intake records for all animals seized.\r\nDisposition records for all animals seized (current status and placement, if applicable).\r\n\r\n- Photographs or videos taken by Animal Control officers at the scene or of the animals.\r\n\r\n- All communication, reports, or information shared with the Detroit Police Department regarding this incident.\r\n\r\n- Witness statements collected by Animal Control officers.\r\n\r\n- Other Relevant Documents pertaining to DACC's involvement in this case.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJonathan Colon",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/detroit-314/foia-request-animal-cruelty-case-of-jordan-love-184768/"
  }
]