[
  {
    "id": 158153,
    "title": "City of Houston Northeast Water Purification Plant Expansion Project",
    "slug": "city-of-houston-northeast-water-purification-plant-expansion-project",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 102329,
    "username": "BR77375",
    "agency": 37211,
    "datetime_submitted": "2024-02-01T14:14:14.627562",
    "date_due": "2024-03-01",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-02-01T14:14:14.716579",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 158153,
        "from_user": 102329,
        "to_user": 129267,
        "subject": "",
        "datetime": "2024-02-01T14:14:14.716579",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nRe:  Freedom of Information Act Request / Texas Public Information Act Request (Chapter 552, Texas Government Code)\r\nDepartment of Public Works & Engineering - Northeast Water Purification Plant Expansion Project\r\nCarollo Engineer, Inc Contract for Professional Services Associated with the NEWPP Expansion Project\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nPlease provide a breakdown of all invoices paid by the City of Houston to Carollo Engineers, Inc. for all their efforts to date associated with the Northeast Water Purification Plant Expansion Project.  Specifically, we are requesting date invoices were paid, amounts paid to Carollo Engineers, amounts paid to City of Houston approved Minority/SWBE subconsultants, amounts paid to non-minority/SWBE subconsultants from inception of the project to date.  Also, please provide a breakdown of the amounts of Carollo's fees (and subconsultant fees) paid by the coparticipants, including West Harris County Regional Water Authority, North Harris County Regional Water Authority, Central Harris County Regional Water Authority, and North Fort Bend Water Authority.  Also, please provide a copy of the most recent approved/paid Carollo invoice along with supporting documentation that Carollo provided in support of that invoice (ie monthly progress report, schedule, etc). \r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBR",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/city-of-houston-northeast-water-purification-plant-expansion-project-158153/"
  },
  {
    "id": 158152,
    "title": "Massachusetts Public Records Law Request: Public Records Request for Data on School Policing (Longmeadow Public Schools)",
    "slug": "massachusetts-public-records-law-request-public-records-request-for-data-on-school-policing-longmeadow-public-schools",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 128348,
    "username": "ulm.i",
    "agency": 37212,
    "datetime_submitted": "2024-02-01T14:13:33.073822",
    "date_due": "2024-02-15",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-02-01T14:13:33.168955",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 158152,
        "from_user": 128348,
        "to_user": 129268,
        "subject": "",
        "datetime": "2024-02-01T14:13:33.168955",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Massachusetts Public Records Law, I hereby request the following records:\r\n\r\nTo whoever it may concern:\r\n\r\nThis letter constitutes a request pursuant to the Public Records Act, G.L. c.66, §10, for public records in the custody of your school district. Under the Criminal Justice Reform Act, school districts and law enforcement agencies must “specify the manner and division of responsibility for collecting and reporting the school-based arrests, citations and court referrals of students to the Department of Elementary and Secondary Education” (DESE). DESE began collecting data on school-related arrests in the 2018-19 school year. In the 2019-20 school year, DESE has expanded that collection to include data on all referrals to law enforcement. DESE has defined these terms as follows, borrowing the same definitions used by the U.S. Department of Education since its 2009 Civil Rights Data Collection.\r\n\r\nA school-related arrest “[r]efers to an arrest of a student for any activity conducted on school grounds, during off campus school activities (including while taking school transportation), or due to a referral by any school official. All school-related arrests are considered referrals to law enforcement.”\r\n\r\nA referral to law enforcement “[i]s an action by which a student is reported to any law enforcement agency or official, including a school police unit, for an incident that occurs on school grounds, during school-related events, or while taking school transportation, regardless of whether official action is taken. Citations, tickets, court referrals, and school-related arrests are considered referrals to law enforcement.”\r\n\r\nI request the following public records, as defined in G. L. c. 4, § 7 (twenty-sixth):\r\n\r\n1. An extract of your records management system or database that includes each school-related arrest and each referral to law enforcement conducted during the 2018-2019, 2019-2020, 2020-2021, and 2021-2022 school year (up until the day the records are produced). Specifically, we request an extract of the database to include the following columns:\r\na. Date of arrest or referral to law enforcement\r\nb. Time of arrest or referral to law enforcement\r\nc. Charge (or charges)\r\nd. Whether the individual(s) was arrested or referred to law enforcement\r\ne. Sex of individual(s) arrested or referred to law enforcement\r\nf. Age of individual(s) arrested or referred to law enforcement\r\ng. Race of individual(s) arrested or referred to law enforcement\r\nh. Ethnicity of individual(s) arrested or referred to law enforcement\r\ni. Disability status of the individual(s) arrested or referred to law enforcement\r\nj. Whether the individual arrested or referred to law enforcement is a student at the school.\r\nk. Name of arresting officer, if applicable, and\r\nl. Badge number of the arresting officer or the officer that referred the youth to law enforcement, as applicable.\r\n\r\n2. If such an extract of the database in question 1 is not possible, please provide school incident reports on each school-related arrest and referral to law enforcement conducted during the 2018-2019, 2019-2020, 2020-2021, and 2021-2022 school year (up until the day the records are produced).\r\n\r\n3. A copy of any active standard operating procedures developed with the police department and/or other law enforcement agencies regarding police placement or activity in your corresponding school; and,\r\n\r\n4. Any records instructing or informing police personnel of, or otherwise describing data reporting requirements and procedures for complying with G.L. c. 71 § 37P(b).\r\n\r\n5. The cost to the school district of assigning a school resource officer to each school; and,\r\n\r\n6. The total number of school resource officers and total number of guidance counselors for each school in your district for school years 2018-2019, 2019-2020, 2020-2021, and,\r\n\r\n7. The total number and a brief description of 911 calls from schools in your district to local police departments conducted during the 2018-2019, 2019-2020, 2020-2021, and 2021-2022, and,\r\n\r\n8. A description of the proposed budget for mental, social, or emotional health support personnel for the school district.\r\n\r\nAs this request involves a matter of public interest and will not be used for any commercial purpose, we ask that all fees associated with this request be waived pursuant to 950 C.M.R. 32.07(2)(k). The purpose of this request is to determine whether your school district and police department are complying with their reporting obligations under the Criminal Justice Reform Act. “The public has an interest in knowing whether public servants are carrying out their duties in an efficient and law-abiding manner.”\r\n\r\nIt would be ill-advised to impose a fee for data that your school district may have failed to report in violation of statutory and regulatory duty. Moreover, as you know, municipalities with a population of over 20,000 may not assess a fee for the first 2 hours of time spent searching for, compiling, segregating, redacting and reproducing a requested record. Finally, pursuant to 950 C.M.R. 32.07(2)(i), a records access officer shall assess no fee greater than the lowest hourly rate of a person capable of compiling, segregating, redacting and reproducing a requested record. In the event that a charge is incurred for this request which you will not waive, please so indicate and include an itemization of estimated good faith costs.\r\n\r\nPlease provide public records to a requestor in an electronic format unless the record is not available in an electronic format. G.L.c. 66, § 6A(d).\r\n\r\nThe Public Records Act requires that you comply with this request within ten (10) business days following receipt. If you believe that documents or data responsive to any request herein is not public record and thus not subject to disclosure, please set forth in writing the specific reasons for such assertion, including the specific exemption or exemptions that you believe apply. To the extent that you determine that records need to be redacted in order to be produced under any law protecting the privacy of named individuals, please do so rather than withholding them in their entirety.\r\n\r\nIf you have any questions about this request, or need additional time to respond, please contact me by phone at (617)-373-5862 or by email at k.stathulis@northeastern.edu. Thank you in advance for your prompt response to this request.\r\n\r\nSincerely,\r\n\r\nKatherine Stathulis, Esq.\r\nCenter for Public Interest, Advocacy, and Collaboration\r\nNortheastern University School of Law",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/longmeadow-269/massachusetts-public-records-law-request-public-records-request-for-data-on-school-policing-longmeadow-public-schools-158152/"
  },
  {
    "id": 158148,
    "title": "Inmate Grievance Program Complaints - 2022",
    "slug": "inmate-grievance-program-complaints-2022",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 94982,
    "username": "bengoehring",
    "agency": 896,
    "datetime_submitted": "2024-02-01T13:59:47.102004",
    "date_due": "2024-02-15",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-02-01T13:59:47.434999",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 158148,
        "from_user": 94982,
        "to_user": 10797,
        "subject": "",
        "datetime": "2024-02-01T13:59:47.434999",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\nI am requesting data on all complaints submitted to the Department of Corrections' Inmate Grievance Program between January 1, 2022 and December 31, 2022. \r\n\r\nSpecifically, I am requesting a spreadsheet that contains, among other relevant variables, the grievance identification number, prison, grievance contents or description, date of the submission, date of acknowledgement, date of decision, name of staff member who reviewed the submission, and the outcome of the submission. \r\n\r\nIf the Department does not maintain such a spreadsheet, then I request the raw copies of the reports and any other relevant supporting documentation. \r\n\r\nPlease note that I am not requesting any identifying information about any incarcerated individuals. \r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes. In the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBen Goehring",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/texas-109/inmate-grievance-program-complaints-2022-158148/"
  }
]