[
  {
    "id": 139589,
    "title": "Blackstone Police Internal Investigations",
    "slug": "blackstone-police-internal-investigations",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 77675,
    "username": "Erik.Sorenson",
    "agency": 33824,
    "datetime_submitted": "2023-01-25T20:45:30.721775",
    "date_due": "2023-02-08",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-01-25T20:45:30.828707",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 139589,
        "from_user": 77675,
        "to_user": 107576,
        "subject": "",
        "datetime": "2023-01-25T20:45:30.828707",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to Massachusetts General Law Chapter 66, Section 10, I'm requesting any internal police investigations from 2016-present and supporting documentation including procurement processes, scope, and related emails from the TA, town counsel, and pertinent boards.\r\n\r\nI am requesting any internal affair reports resulting from an investigation including, but not limited to the following investigators:\r\nPaul White\r\nAl Donovan\r\nPaul L'Italien\r\nFrank Santin \r\n\r\nPlease be advised that denial of this request, or redactions made to released materials must be accompanied by citations of the exemptions you believe allow you to withhold the information requested.\r\n\r\nI'm requesting that any fees be waived, as I believe the release of these materials is in the public interest, however, if fees cannot be waived, I ask that you include a good faith estimate of the anticipated fees in your response. I also request that the materials be provided electronically in an email attachment, in either PDF or Microsoft Word so it will be easily searchable.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\nErik S.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/blackstone-468/blackstone-police-internal-investigations-139589/"
  }
]