[
  {
    "id": 174218,
    "title": "Kent School District - Censure Resolution and Racketeering Influence Corrupt Organizations Act (“RICO”) investigations of Kent School District School Board Director Donald Cook and Kent Education Association Representative Christine Padilla",
    "slug": "kent-school-district-censure-resolution-and-racketeering-influence-corrupt-organizations-act-rico-investigations-of-kent-school-district-school-board-director-donald-cook-and-kent-education-association-representative-christine-padilla",
    "status": "submitted",
    "embargo_status": "public",
    "user": 142600,
    "username": "realksd",
    "agency": 20067,
    "datetime_submitted": "2024-10-09T15:33:46.071069",
    "date_due": "2024-10-16",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-10-09T15:33:46.242846",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 174218,
        "from_user": 142600,
        "to_user": 31494,
        "subject": "",
        "datetime": "2024-10-09T15:33:46.242846",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Washington Public Records Act, I hereby request the following records:\r\n\r\nOctober 09, 2024\r\n\r\nPLEASE SEE THE FOLLOWING  \"MEMORANDUM\" SENT BY GENERAL COUNSEL PAUL BRACHVOGEL TO SUPERINTENDENT ISRAEL VELA DATED 03-07-2024 PRODUCED BY KENT SCHOOL DISTRICT PUBLIC RECORDS OFFICER DAWN BOSTER PER THE WASHINGTON PUBLIC RECORDS ACT RCW 42.56:\r\n\r\nMemorandum\r\nTo: Israel Vela, Superintendent\r\nFrom: Paul Brachvogel, General Counsel\r\nDate: March 7, 2024\r\nRe: Options Arising From 2.14.24 Board Meeting\r\n\r\nIntroduction. This memorandum is an updated version from that of February 15, 2024. At your request, and that of the Board President, this memo examines the remedy for: \r\n\r\n1. An unlawful leak from executive session of confidential and privileged information from executive session and from District lawyers to the Washington Educators Association (“WEA”) and Kent Educators Association (“KEA”) and directly to the public on Facebook; and, \r\n\r\n2. Directors’ unexcused absence at special meetings, and de facto motion to amend the agenda in meetings where public hearings are conducted. \r\n\r\nBackground. The Board of Commissioners (“Board”) held executive sessions pursuant to the Open Public Meetings Act, 42.30.110(1)(i)(iii) authorizing the Board to discuss the financial or legal consequences of a certain course of action with legal counsel, on 1.30.14, 2.7.14, 2.14.24. \r\n\r\nPreceding the meetings, the Board was given a conspicuously marked “confidential attorney client privileged” memorandum from Stephen DiJulio at Foster Garvey, recommending isolating information related to collective bargaining information from Director Cook. The Board received electronic copies of the memorandum and draft Resolution (discussed in the memorandum). The Board was repeatedly advised verbally and in writing that no attorney-client privileged information and nothing from executive session should be released. Physical copies of both the DiJulio Memorandum and Resolution were recovered in Executive Session indicating the intention to keep the matters contained in both documents confidential. \r\n\r\nOn 1.30.14, Director Cook brought his lawyer (Mr. Musto) into executive session from the very law firm that is on retainer with WEA. Mr. Musto was immediately asked to leave the Executive Session. The firm is one of a few firms around the state funded and appointed to represent union members with claims arising from the CBA; and, that firm derives a steady income stream from the WEA member unions, such as KEA. \r\n\r\nThe Resolution itself was discussed only in Executive Session first on 1.30.24. At the conclusion of that executive session, the Board was told the matter was to be revisited on 2.7.24 specifically to incorporate the concerns expressed by Director Song. Director Song and Director Cook then failed to appear at the 2.7.24 meeting. Staff reset the matter for the executive session of 2.14.24 to ensure full debate on suggested edits from Director Song. Director Cook was late and did not participate in the discussion concerning the Resolution in executive session.\r\n\r\nUnlawful Waiver of Privilege and Dissemination of Confidential Communication. On or about 2.8.24, KSD Labor Negotiator (Christine Benedetti) was told by WEA leadership (Christine “Christi” Padilla”) that the tentatively agreed upon ground rules would not be finalized due to the Resolution the Board was considering in Executive Session. The problem was – and remains- WEA nor KEA should never have seen or possessed attorney-client privileged information, let alone used it for an advantage at bargaining. The irony is that despite the best efforts of the Board, private information was leaked to the Union during the development of the very mechanism intended to prevent the dissemination such information. \r\n\r\nTo compound the problem, Director Cook then engaged in public discussion of the draft Resolution, which was private to that point. \r\n\r\nWithout notice, during open session of the Board on 2.14.24, Director Cook made a motion for the Board to pay his attorneys fees. There was no showing what the fees were for nor the amount of fees to be reimbursed, just a veiled suggestion that the fees were incurred by Mr. Cook as a result of the discussion of the Resolution. The existence of a draft Resolution itself was confidential, and the public citation of it in a motion was improper as it intentionally divulged attorney-client privileged information and matters directly from executive session.The motion failed. \r\n\r\nOn 2.14.24 Director Cook also made a motion to waive attorney-client privilege related to the Resolution. That motion failed. \r\n\r\nAfter the 2.14.24 meeting, a Go Fund Me page was established by a person named Alison Riley. She solicited cash from the public on behalf of Director Cook for the payment of Director Cook’s private attorney bills. In doing so, she recited verbatim the motion that Director Cook made to have his attorney’s bill paid by the District. The recital of confidential information on the Go Fund Me page was intended to gin up support for cash for the personal benefit of Director Cook. According to the Go Fund Me page, the release of confidential information and solicitation worked, netting Director Cook $700 or so at the time of this memo.\r\n\r\nOn 2.24.24 Resolution 1669 was published online to the public as required under our KSD policies and the OPMA, as it was an action item to be considered by the Board in open session. \r\n\r\nOn or around 2.25.24 an online call to arms was made by the WEA, stating the Board had a matter on the agenda that was “not labor friendly” and the Board room was filled with a hostile KEA crowd at its 2.28.24. \r\n\r\nOn 2.28.24, prior to the Regular Board Meeting, Director Cook posted the Confidential Attorney-Client DiJulio Memorandum on a Facebook page called “KSD Discussion page” despite Director Cook’s formal motion on the record to waive attorney-client privilege on the matter having been specifically denied a week prior by the Board. The posting was an apparent attempt to increase the opposition to the Resolution, an extension of that pressure from WEA president’s call to arms. The Memorandum contained the legal basis for the Resolution, the risks attendant with the Board’s inaction versus action, cited legal authority and potential PERC strategy that may be used by other labor unions against the interests of the Kent School District. Again, the memorandum stated conspicuously: “Confidential Attorney-Client Privilege Applies” yet Director Cook intentionally posted it online, deliberately indifferent to the Board’s ruling to keep the such legal advice confidential. \r\n\r\nDespite opposition, on 2.28.24 the Board passed Resolution 1669 which prohibits Director Cook’s participation in matters relating to collective bargaining. \r\n\r\nRemedies of the Board on the two issues. The first issue is procedural. The Board may review its ethics rules, attendance rules, etc. and modify them or address violations. For example, the Board may want to stress that its members do not have authority to bind the corporation to debt or hire outside consultants, attorneys, etc. and then submit vouchers or bills; or, it may wish to address whether a motion to modify a Board agenda immediately before a public hearing (where there is an audience waiting speak) should be prohibited. \r\n\r\nThe second issue of how to address the release of confidential and privileged information is more complex. The following are some options. \r\n\r\n1. Because the Resolution has passed, take no further action regarding Director Cook. \r\n\r\n2. Pass a censure Resolution against Mr. Cook for intentionally disclosing privileged information during the 2.14.24 open session and on Facebook presently. See attached draft. The conduct censured could be: \r\n\r\n• RCW 42.23.070. Intentional disclosure of privileged and confidential memoranda and information constitutes a crime under RCW 42.23.070 (“No municipal officer may disclose confidential information gained by reason of the officer’s position, nor may the officer otherwise use such information for his or her personal gain or benefit.”). \r\n\r\n• RCW 42.20.100. Intentional disclosure of privileged and confidential memoranda and information constitutes a crime under RCW 42.20.100 (“Whenever any duty is enjoined by law upon any public officer or other person holding any public trust or employment, their willful neglect to perform such duty, except where otherwise specifically provided for, shall be a misdemeanor. \r\n\r\n• Breach of Fiduciary Duty. An unlawful waiver of attorney-client privilege, depriving the board of its rights and privileges as a represented party under rules governing the practice of law issued by the Washington State Supreme Court, RPC 1.6, and RCW 5.60.040. \r\n\r\n• Policy 1621 for failure to support the majority of the board upon its affirmative vote, in this case its decision to not waive the attorney-client privilege relate to the Resolution.\r\n\r\n• Policy 1815 “actions or making decisions in the performance of their position in order to gain financial or other benefits for themselves, their family, or their friends” \r\n\r\n• Policy 1815 which requires board member objectivity, selflessness, financial stewardship, transparency, and integrity. \r\n\r\n• Sanctions may include: \r\n\r\no No further compensation nor stipend as a Director of the Kent School Board. \r\no No reimbursed or otherwise authorized travel at the expense of the District. \r\no Shall not hold a board office such as president, vice president or other for a period of two (2) years from the date of this resolution. \r\no Staff is directed to send a true and correct copy of this Resolution to applicable regulatory, law enforcement agencies, or both, together with any other relevant documents and shall cooperate fully with any subsequent investigations regarding the forgoing. \r\n\r\n3. Pass censure Resolution and Investigate via carrier. Work with the carrier to have them assign an outside investigator to determine how Ms. Padilla came into possession of purloined documents, or otherwise possessed stolen property. This would and should include an inquiry into criminal conduct under the Racketeering Influence Corrupt Organizations Act (“RICO”), violations of RCW 42.23.070 releasing confidential information gained by virtue of affiliating with the agency, breaching the privilege under RCW 5.60, et. seq., and other prohibitions against leaking confidential information. \r\n\r\n4. Pass Resolution and investigate via outside counsel. If no investigator is assigned and funded, then consider hiring an outside counsel with experience in white collar crime investigations work, such as Orrick Herington and Sutcliffe. Scope of work and budgeting should be addressed up front. \r\n\r\n5. Post-Investigation Action. If there is a finding of wrongful conduct by an employee or elected official, take employment action necessary and / or censure, stripping of committee titles, and / or cutting off compensation. I do not make recommendations here regarding the (nonexclusive) options listed above. I trust the foregoing is helpful to determine a course of action, if any.\r\n\r\nPUBLIC RECORDS ACT REQUEST\r\n\r\nMemorandum Page 3 part 2:\r\n\r\n\"2. Pass a censure Resolution against Mr. Cook for intentionally disclosing privileged information during the 2.14.24 open session and on Facebook presently. See attached draft.\"\r\n\r\nMemorandum Page 4 part 3 and 4:\r\n\r\n\"3. Pass censure Resolution and Investigate via carrier. Work with the carrier to have them assign an outside investigator to determine how Ms. Padilla came into possession of purloined documents, or otherwise possessed stolen property. This would and should include an inquiry into criminal conduct under the Racketeering Influence Corrupt Organizations Act (“RICO”), violations of RCW 42.23.070 releasing confidential information gained by virtue of affiliating with the agency, breaching the privilege under RCW 5.60, et. seq., and other prohibitions against leaking confidential information.\r\n\r\n4. Pass Resolution and investigate via outside counsel. If no investigator is assigned and funded, then consider hiring an outside counsel with experience in white collar crime investigations work, such as Orrick Herington and Sutcliffe. Scope of work and budgeting should be addressed up front.\"\r\n\r\nPUBLIC RECORDS ACT REQUEST - PRODUCE COPIES OF THE FOLLOWING PUBLIC RECORDS:\r\n\r\n1. Copies of records regarding identity, contact information, and job description of Leulekal, Naakuto (STUDENT) <SN412326@kent.k12.wa.us>.\r\n2. Copies of all records regarding \"censure resolution\" and \"carrier.\" \r\n3. Copies of all investigation records of any kind regarding Director Donald Cook and Kent Education Association Representative Christine Padilla.\r\n4. Copies of all records relating to unlawful and unethical fundraising by Director Donald Cook and his \"union executive spouse.\"\r\n5. Copies of all records referencing Director Cook's \"unsubstantiated legal conclusions \"and \"attributing unlawful conduct on his fellow board members.\"\r\n6. Copies of all records referencing any and all \"criminal conduct\" by Director Cook including all records of the “Free Funder page orchestrated to pay for private attorneys fees (a private debt of the marital community of Director Cook and his spouse).\"\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKent Parents for Change",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1228344,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/realksd/146598/Memorandum_Remedy_of_the_Board_3.11.24.pdf",
            "datetime": "2024-10-09T15:33:46.242846",
            "title": "Memorandum_Remedy_of_the_Board_3.11.24.pdf",
            "source": "Kent Parents for Change",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/kent-67/kent-school-district-censure-resolution-and-racketeering-influence-corrupt-organizations-act-rico-investigations-of-kent-school-district-school-board-director-donald-cook-and-kent-education-association-representative-christine-padilla-174218/"
  },
  {
    "id": 174215,
    "title": "Wyatt Detention Center IGSA with ICE",
    "slug": "wyatt-detention-center-igsa-with-ice",
    "status": "ack",
    "embargo_status": "public",
    "user": 142349,
    "username": "SophiaWright",
    "agency": 18490,
    "datetime_submitted": "2024-10-09T14:50:41.770708",
    "date_due": "2024-10-24",
    "days_until_due": null,
    "date_followup": "2024-10-24",
    "datetime_done": null,
    "datetime_updated": "2024-10-09T14:50:41.959241",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "igsa",
      "wyatt detention center",
      "private detention"
    ],
    "communications": [
      {
        "foia": 174215,
        "from_user": 142349,
        "to_user": 27427,
        "subject": "Rhode Island Access to Public Records Act Request: Wyatt Detention Center IGSA with ICE",
        "datetime": "2024-10-09T14:50:41.959241",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Rhode Island Access to Public Records Act, I hereby request the following records:\r\n\r\nThe current Intergovernmental Service Agreement or contract between I.C.E. and the Donald W. Wyatt Detention Facility, including details regarding the contract or agreement start date and the end date and/or renewal date.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nSophia Wright",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/central-falls-2195/wyatt-detention-center-igsa-with-ice-174215/"
  }
]