[
  {
    "id": 138195,
    "title": "Kirkland PD: December 1985 John Doe",
    "slug": "kirkland-pd-december-1985-john-doe",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 351,
    "username": "RobbyD",
    "agency": 6776,
    "datetime_submitted": "2022-12-22T12:43:35.993361",
    "date_due": "2022-12-30",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2022-12-22T12:43:36.103158",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "city of kirkland",
      "john doe"
    ],
    "communications": [
      {
        "foia": 138195,
        "from_user": 351,
        "to_user": 12971,
        "subject": "Washington Public Records Act Request: Kirkland PD: December 1985 John Doe",
        "datetime": "2022-12-22T12:43:36.103158",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Washington Public Records Act, I hereby request the following records:\r\n\r\nAny dispatch logs, incident reports, follow-up reports, copies of medical examiner's reports, scene photographs, or anything that could be construed as a \"case file\" or \"case documents\" or \"relevant documents\" related to the discovery of the remains of an unidentified decedent male by the Kirkland Police Department on December 8th of 1985. Please include any communications to or from NCIC or WACIC (either email or teletype) about this unidentified person. \r\n\r\nThe Agency Case Number for this person is: 85-4584. There is a point of contact for this case, which is one Misty Velotta of the Kirkland Police Department. A PDF copy of the NamUs case file for this unidentified person is attached. Thank you to the Kirkland Police Department for your commitment to transparency, and I look forward to working with you in order to bring this request to a resolution.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobert Delaware",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1057215,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/RobbyD/115906/NamUs_UP_16334.pdf",
            "datetime": "2022-12-22T12:43:36.103158",
            "title": "NamUs_UP_16334.pdf",
            "source": "Robert Delaware",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/kirkland-8400/kirkland-pd-december-1985-john-doe-138195/"
  }
]