[
  {
    "id": 177315,
    "title": "Bruce Plesser, Case #GP22-13114",
    "slug": "bruce-plesser-case-gp22-13114",
    "status": "ack",
    "embargo_status": "public",
    "user": 145960,
    "username": "Plesser",
    "agency": 22305,
    "datetime_submitted": "2024-12-09T09:57:05.277581",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2024-12-24",
    "datetime_done": null,
    "datetime_updated": "2024-12-09T09:57:05.362036",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177315,
        "from_user": 145960,
        "to_user": 36807,
        "subject": "Florida Sunshine Law Request: Bruce Plesser, Case #GP22-13114",
        "datetime": "2024-12-09T09:57:05.362036",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nCrash report date: 8/3/2022\r\nAll documents from Pinellas County and Fl Highway Patrol\r\nany investigatory notes taken on the date of the alleged accident\r\n-any alcohol or drug tests administered to the driver on that day\r\n-any photos or interviews taken at the scene of the accident, including but not limited to the street, the car, the scene of impact, injuries to both parties, and witness statements of movements of both parties leading up to event\r\n-interviews related to statements given The Gabber\r\n-witness statements explaining exactly what happened, how this occurred, why so much force was applied in a low speed area, why 911 wasn’t called initially, how long it took for an ambulance to arrive, a step by step recreation of what occurred when help finally arrived, and then a detailed description of the accident and investigation, including the speed of impact, the damage to the car, the driver’s state of mind, conditions of the road, and the Highway Patrol’s investigation (as my father died)\r\n-any communications between police and driver regarding investigation\r\n-any discussions between police and Press\r\n-any discussions between police and hospital, including but not limited to my fathers phone, his history of alcoholism, and disposal of his body\r\n-any communications regarding or about my father's stolen phone (used to get my # as he lay dying) and then, despite my saying to the hospital the phone had to be locked up, was then stolen off his cold dead body\r\n-any communications about the decision to cremate without autopsy against my wishes\r\n-any internal communications with other FL agencies or with any member of my former defense\r\n-any emails or texts or internal documents either within Pinellas County formally or informally 2 weeks prior to the event to present that discusses my father or this event directly or indirectly.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nSam",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/gulfport-10319/bruce-plesser-case-gp22-13114-177315/"
  }
]