[
  {
    "id": 162965,
    "title": "Puerto Rico CISA Assessments",
    "slug": "puerto-rico-cisa-assessments",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 114696,
    "username": "CarlosBerríosPolanco",
    "agency": 20114,
    "datetime_submitted": "2024-04-30T19:22:39.350085",
    "date_due": "2024-05-29",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-30T19:22:39.474574",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162965,
        "from_user": 114696,
        "to_user": 31586,
        "subject": "",
        "datetime": "2024-04-30T19:22:39.474574",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nReports show that Puerto Rico has been the subject of several \"hacks\" over the last three years: \r\nhttps://www.notiuno.com/noticias/puerto-rico-sufre-m-s-de-450-millones-de-ataques-cibern-ticos-a-hospitales-y/article_c58ff970-425e-11ee-b181-e378c3b1bbfc.html \r\nhttps://www.nbcnews.com/news/latino/cyberattack-cripples-puerto-rico-toll-collection-system-rcna24993\r\n\r\nTherefore, I request the following records:\r\n\r\n1) All records produced through risk and vulnerability assessments (RVA), critical infrastructure assessments, or any other type of assessments done on the security of Puerto Rican government agencies' digital systems.\r\n\r\n2) Any presentations, presentation attachments, and instructional materials (these include but are not limited to audio, video, PowerPoint presentations, and slide formats) concerning the results of these assessments meant to explain these findings to Puerto Rican government officials.\r\n\r\n3) Any communications, messages, emails, and attachments between your department and Puerto Rican government agencies (including but not limited to: Puerto Rico Police Department, Office of the Governor (La Fortaleza), and the Municipality of San Juan) concerning the results of these assessments.\r\n\r\nThis request is for all records produced between January 1, 2022 and the time this request is processed.\r\n\r\nThis request is not being made for commercial purposes. I am an independent journalist and the documents obtained through this request will be used in the course of reporting about cyber security vulnerabilities within Puerto Rico.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nCarlos Berríos Polanco",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/puerto-rico-cisa-assessments-162965/"
  }
]