[
  {
    "id": 179601,
    "title": "Nikki Giovanni",
    "slug": "nikki-giovanni",
    "status": "submitted",
    "embargo_status": "public",
    "user": 22884,
    "username": "nmarritz",
    "agency": 10,
    "datetime_submitted": "2025-01-11T19:13:13.309065",
    "date_due": "2025-02-10",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-01-11T19:13:13.557156",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 179601,
        "from_user": 22884,
        "to_user": 9555,
        "subject": "",
        "datetime": "2025-01-11T19:13:13.557156",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear FBI:\r\n\r\nThis is a request for records under the Freedom of Information Act.\r\n\r\nRECORDS REQUESTED\r\n\r\nI request all records related to Black poet and activist Nikki Giovanni. Ms. Giovanni was born on 7 June 1943 in Knoxville, Tennessee, USA and died on 9 December 2024.\r\n\r\nOTHER NAMES USED\r\n\r\nThe subject was born Yolande Cornelia Giovanni Jr.\r\n\r\nPROOF OF DEATH\r\n\r\nI have attached Ms. Giovanni's news obituary from the Washington Post.\r\n\r\nSCOPE OF SEARCH \r\n\r\nSCOPE OF SEARCH: In addition to the standard search for records, I further request a search of the Electronic Surveillance (ELSUR) Indices, the Microphone Surveillance (MISUR) Indices, the Physical Surveillance (FISUR) Indices, and the Technical Surveillance (TESUR) Indices.\r\n\r\nIf any potentially responsive records have been destroyed or transferred to NARA, then I request copies of the destruction or transfer slips as well as any other documentation relating the transfer or destruction. \r\n\r\nREQUEST FOR FEE WAIVER\r\n\r\nPublic Interest Factors\r\n\r\n1. The subject of the request must concern identifiable operations or activities of the Federal Government. My request satisfies this factor because it seeks records created or maintained by the FBI.\r\n\r\n2. The records must be likely to contribute to the understanding of the subject of the request. My request satisfies this factor because it seeks information that, to my knowledge, is not already in the public domain. Of course, without already knowing what records the Bureau has, I can't say for sure whether those records are already in the public domain or what the public would learn from them; however, because Ms. Giovanni has recently died, the Bureau may now be able to release records that were not previously available via the FOIA/PA.\r\n\r\nThere are specific reasons to believe that the records will contribute to the public’s understanding of Ms. Giovanni, because Ms. Giovanni was apparently the subject of Bureau surveillance. According to her Washington Post obituary: \r\n\r\n3. The disclosure must contribute to the understanding of the public—meaning a reasonably broad audience of persons interested in the subject—as opposed to the individual understanding of the requester. My request satisfies this factor because Ms. Giovanni was a public figure. News obituaries for Ms. Giovanni appeared in the Washington Post and the New York Times, among other publications. According to her Washington Post obituary: \"Ms. Giovanni...noted in an interview with the Pittsburgh Press that she was occasionally visited by the bureau’s agents. 'I used to invite them in for coffee because I knew they wanted to check out the place.' She stopped doing so, she added, because she got 'a white shag rug and they all wear cloddy shoes.'”\r\n\r\n“[S]he was a rare poet-celebrity, chatting with guest host Flip Wilson on 'The Tonight Show' and appearing on television shows such as ‘Soul!' to interview James Baldwin, Lena Horne and Muhammad Ali about Black art and identity. In 1973, she was a National Book Award finalist for 'Gemini: An Extended Autobiographical Statement on My First Twenty-Five Years of Being a Black Poet.'\r\nMs. Giovanni celebrated her 30th birthday that year by performing at the Lincoln Center in Manhattan, accompanied by the New York Community Choir and singers Melba Moore and Wilson Pickett.\"\r\n\r\nThus, a broad audience of persons will likely be interested in the records I seek.\r\n\r\nI am also making this request via MuckRock.com, a FOIA-and-journalism site that will allow anyone in the world to access all responsive records online for free.\r\n\r\n4. The public's understanding must be enhanced by the disclosure to a significant extent. My request likely satisfies this factor because Ms. Giovanni has recently died—meaning that the Bureau can now release responsive records that it could not have released before. Again, I cannot be 100% sure if factor is satisfied without already knowing what records the Bureau has. However, given Ms. Giovanni's status as a public figure, the Bureau should deem this factor satisfied.\r\n\r\nCommercial Interest Factors\r\n\r\n1. The existence and magnitude of a commercial interest: I have no commercial interest whatsoever in these records; I am just a curious American citizen with an interest in his government. Thus, this factor cuts in favor of a fee waiver.\r\n\r\n2. The primary interest in disclosure, i.e., whether disclosure is primarily in the commercial interest of the requester: I have zero commercial interest in disclosure, therefore the public interest outweighs my (nonexistent) private interest.\r\n\r\nConclusion\r\n\r\nOn balance, all of the Bureau's regulatory factors tilt decisively in favor of granting me a fee waiver. If you do decide to charge me fees, please notify me in advance if you anticipate that those fees will exceed $25.\r\n\r\nFORM OF PRODUCTION\r\n\r\nI would prefer that you fulfill this request electronically, producing responsive records via email attachment if available or on CD-ROM if not. If previously released records are available, then I request a rolling release consisting of those records while additional records are located and processed for release.\r\n\r\nCONCLUSION\r\n\r\nThank you for responding to this request.\r\n\r\nSincerely,\r\n\r\nNicholas Marritz",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1252081,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/nmarritz/150772/Nikki_Giovanni_who_explored_Black_life_in_verse_dies_at_81_-_The_Washington_Post.pdf",
            "datetime": "2025-01-11T19:13:13.557156",
            "title": "Nikki_Giovanni_who_explored_Black_life_in_verse_dies_at_81_-_The_Washington_Post.pdf",
            "source": "Nicholas Marritz",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/nikki-giovanni-179601/"
  }
]