[
  {
    "id": 183682,
    "title": "Clinton Library: Photographs of September 3rd 1993 Diplomatic Credentials Ceremony",
    "slug": "clinton-library-photographs-of-september-3rd-1993-diplomatic-credentials-ceremony",
    "status": "ack",
    "embargo_status": "public",
    "user": 351,
    "username": "RobbyD",
    "agency": 21,
    "datetime_submitted": "2025-03-20T15:57:08.431449",
    "date_due": "2025-04-17",
    "days_until_due": null,
    "date_followup": "2025-04-17",
    "datetime_done": null,
    "datetime_updated": "2025-03-20T15:57:08.539068",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 183682,
        "from_user": 351,
        "to_user": 10077,
        "subject": "Freedom of Information Act Request: Clinton Library: Photographs of September 3rd 1993 Diplomatic Credentials Ceremony",
        "datetime": "2025-03-20T15:57:08.539068",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAll photographs either taken by White House photographers or otherwise held by the Library which include or feature President Clinton at the State Department on September 3rd of 1993 at a diplomatic credentials ceremony at the State Department. \r\n\r\nOn September 3rd of 1993, President Clinton received diplomatic credentials from: Ambassadors Tuiloma Neroni Slade of Western Samoa, Carlo Jagmetti of Switzerland, Koumbairia Laoumaye Mekonyo of Chad, Toomas Hendrik Ilves of Estonia, Peter P. Chkheidze of the Republic of Georgia, Loucas Tsilas of Greece, Paul Boundoukou-Latha of Gabon, Marc Michael Marengo of Seychelles, Raul C. Rabe of the Philippines, and Odeen Ishmael of Guyana at a ceremony at the State Department.\r\n\r\nThis meeting is described here:\r\nhttps://www.govinfo.gov/content/pkg/PPP-1993-book2/html/PPP-1993-book2-app-pg2209.htm\r\n\r\nThis is a request for photographs from that day. I am especially interested in photographs of Peter Chkheidze. \r\n\r\nThank you for your commitment to transparency, and I look forward to working together until this request is resolved.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobert Delaware",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/clinton-library-photographs-of-september-3rd-1993-diplomatic-credentials-ceremony-183682/"
  },
  {
    "id": 183681,
    "title": "Obama Presidential Library: April 2013 Associated Press Twitter Hack",
    "slug": "obama-presidential-library-april-2013-associated-press-twitter-hack",
    "status": "ack",
    "embargo_status": "public",
    "user": 351,
    "username": "RobbyD",
    "agency": 31318,
    "datetime_submitted": "2025-03-20T15:46:05.964437",
    "date_due": "2025-04-17",
    "days_until_due": null,
    "date_followup": "2025-04-17",
    "datetime_done": null,
    "datetime_updated": "2025-03-20T15:46:06.096817",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 183681,
        "from_user": 351,
        "to_user": 88846,
        "subject": "Freedom of Information Act Request: Obama Presidential Library: April 2013 Associated Press Twitter Hack",
        "datetime": "2025-03-20T15:46:06.096817",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAll information, analyses, summaries, assessments, transcripts, or similar records included in National Security Correspondence related to the April 2013 Associated Press \"White House Explosion\" hoax tweets and their immediate aftermath. On Tuesday, April 23rd of 2013, the Twitter account of the Associated Press was taken over by hackers who sent out tweets claiming that the White House had been struck by two bomb blasts and that President Obama had been injured. \r\n\r\nCoverage of this event can be read here: https://www.theguardian.com/business/2013/apr/23/ap-tweet-hack-wall-street-freefall\r\n\r\nThese hoax tweets contributed to a 143 point drop in the Dow Jones and highlighted the dangers of hoaxes in markets that rely on high frequency trading. The hoax and their aftermath was commented upon by Jay Carney that day and led the broadcast channel newscasts that evening. This incident has been described as an early example of social media disinformation impacting markets and the public. \r\n\r\nPlease search for materials related to the immediate reaction to those hoax tweets on April 23rd of 2013, as well as continued discussion in the weeks afterward as to their impact. For purposes of this request please limit the search for documents created between April 23rd 2013 and July 23rd 2013. Of particular interest is examinations of the hoax of the markets, internal deliberations about how to combat such threats, and any communication with representatives of Twitter regarding the implementation of \"two-factor authentication\".\r\n\r\nThank you for the commitment to transparency, and I look forward working together to have this request resolved.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobert Delaware",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/obama-presidential-library-april-2013-associated-press-twitter-hack-183681/"
  }
]