[
  {
    "id": 158443,
    "title": "Wynne Police Department",
    "slug": "wynne-police-department",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 82827,
    "username": "Carrielove",
    "agency": 37242,
    "datetime_submitted": "2024-02-06T20:07:47.722640",
    "date_due": "2024-03-06",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-02-06T20:07:47.844835",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 158443,
        "from_user": 82827,
        "to_user": 129464,
        "subject": "",
        "datetime": "2024-02-06T20:07:47.844835",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAttn: FOIA Officer\r\n\r\nSubject: Freedom of Information Act (FOIA) Request – Arrest and Associated Records of Christopher Reed on 10/23/23\r\n\r\nDear FOIA Officer,\r\n\r\nUnder the provisions of the Freedom of Information Act, 5 U.S.C. § 552, I hereby request access to and copies of all records held by the Wynne Police Department and Cross County District Court pertaining to the arrest of Christopher Reed on 10/23/23. All files in District Courts Possession including motions and request made by Mr. Christopher Reed DOB 02/14/1980\r\n\r\nFor the purpose of this request, the records I seek include, but are not limited to:\r\n\r\nAny written reports, arrest records, citations, or charging documents related to the incident.\r\n\r\nAny dash camera and body-worn camera footage of the incident.\r\n\r\nAny radio transmissions, call logs, or dispatch records related to the incident.\r\n\r\nAny witness statements or interview transcripts associated with the incident.\r\n\r\nAny photos or other evidence collected as part of the investigation.\r\n\r\nAll records in possession of Cross County Detention Center including booking photos etc.\r\n\r\nAll videos of Mr. Christopher Reed while at the Cross County Detention Center.\r\n\r\nCopy of complaint filed with Detention Center concerning incident.\r\n\r\nAll personnel files, Disciplinary and Training Records\r\n\r\nWynne Police Policy and Procedures Manual including Use Of Force Manual\r\n\r\nCross County Sheriff Department Policy and Procedures Manual\r\n\r\nAll medical records in file\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nChristopher Reed",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/wynne-police-department-158443/"
  }
]