[
  {
    "id": 158186,
    "title": "Untitled",
    "slug": "untitled",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 85586,
    "username": "SethSimons",
    "agency": 3079,
    "datetime_submitted": "2024-02-02T12:23:57.017848",
    "date_due": "2024-02-09",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-02-02T12:23:57.232357",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 158186,
        "from_user": 85586,
        "to_user": 11156,
        "subject": "",
        "datetime": "2024-02-02T12:23:57.232357",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Virginia Freedom of Information Act, I hereby request the following records:\r\n\r\nAny talent and/or promoter contracts, inclusive of artist riders, and event settlements connected with the February 1, 2024 event with Theo Von at the John Paul Jones Arena.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTom Nash, a citizen of Virginia, in coordination with Seth Simons.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/virginia-128/untitled-158186/"
  },
  {
    "id": 158185,
    "title": "Public Records Request (RCW 42.56) request for complete electronic copies of all RECORDS AND WRITINGS referencing TACOMA POLICE AUTOMATED ENFORCEMENT DIVISION",
    "slug": "public-records-request-rcw-4256-request-for-complete-electronic-copies-of-all-records-and-writings-referencing-tacoma-police-automated-enforcement-division",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 129305,
    "username": "TACROBOCOP",
    "agency": 24283,
    "datetime_submitted": "2024-02-02T12:15:05.510911",
    "date_due": "2024-02-09",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-02-02T12:15:05.645916",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 158185,
        "from_user": 129305,
        "to_user": 69465,
        "subject": "",
        "datetime": "2024-02-02T12:15:05.645916",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Public Records Request (RCW 42.56) request for complete electronic copies of all RECORDS AND WRITINGS referencing TACOMA POLICE AUTOMATED ENFORCEMENT DIVISION\r\n\r\nvia email ton: pdr@cityoftacoma.org\r\n\r\nTo Whom It May Concern:\r\n\r\nPursuant to the Washington Public Records Act [RCW 42.56] I hereby request the following records:\r\n\r\n1.    I request a complete electronic copy of all RECORDS AND WRITINGS in any way referencing the Tacoma Police AUTOMATED ENFORCEMENT DIVISION.\r\n2.    I request a complete electronic copy of all RECORDS AND WRITINGS in any way referencing the website domain zerofatality.com.\r\n3.    I request a complete electronic copy of all RECORDS AND WRITINGS in any way referencing the company Novoa Global, address: 8018 Sunport Dr, Suite 203, Orlando, FL 32809.\r\n\r\nResponsive records should include (but are not limited to): records that contain any information about the use of or functioning of above referenced products and services, all training materials and all records used to instruct City personnel in all related products and services, policy and procedure documents, proposals, communications, all records regarding correspondence about or with the makers or suppliers of all related products and services, purchasing and procurement documents, audit documents, reports, all records regarding the sharing of data or information obtained from or obtained by using above referenced products and services, all programming documents, manuals, storage locations,  etc.\r\n\r\nDEFINITION OF RECORDS AND WRITINGS\r\n\r\nRECORDS AND WRITINGS as defined by RCW 42.56.010(4): any handwriting, typewriting, printing, photostating, photographing, and every other means of recording any form of communication or representation including, but not limited to, letters, words, pictures, sounds, or symbols, or combination thereof, and all papers, maps, magnetic or paper tapes, photographic films and prints, motion picture, film and video recordings, magnetic or punched cards, discs, drums, diskettes, sound recordings, and other documents including existing data compilations from which information may be obtained or translated.\r\n\r\nPRODUCTION AND DELIVERY OF ELECTRONIC RECORDS\r\n\r\nPlease provide all records in their native electronic format. Please do not instead create new records by printing electronic files then scanning and printing the newly scanned prints.\r\n\r\nThe use of 3rd party “portals” (Such as GOVQA or NEXTREQUEST) for communication and production of records in response to a public records request is optional for the requestor in the State of Washington. Respectfully we decline to use any 3rd party \"portal\" system, specifically GOVQA and NEXTREQUEST. Please provide all records electronically via direct email attachment, or via no password, no registration internet cloud-based download link.\r\n\r\nPlease do not direct or invite us to use, register for, or communicate with your agency via any 3rd party portal including but not limited to FOIAOnline, GovQA, NextRequest, FOIAExpress, JustFOIA FOIADirect, WebForm, or any other commercial 3rd party records portal service.\r\n\r\nPUBLIC RECORDS REQUESTS SUBMITTED VIA EMAIL\r\n\r\nRCW 42.56.080 - Identifiable records—Facilities for copying—Availability of public records.\r\n\r\n\"...Agencies shall honor requests received in person during an agency's normal office hours, or by mail or email, for identifiable public records unless exempted by provisions of this chapter. No official format is required for making a records request; however, agencies may recommend that requestors submit requests using an agency provided form or web page.\"\r\n\r\nThis public records request is being made via email. This public records request will be honored and fulfilled by your agency via email as requested or relief will be sought per statute.\r\n\r\nNATIVE ELECTRONIC FORMAT\r\n\r\nPlease provide all identified public records in their NATIVE electronic format. Unless the records exist IN PAPER FORM ONLY, DO NOT instead create new records by printing native stored electronic files, then scanning and re-printing these newly scanned prints only to reproduce them in again in electronic production.\r\n\r\nEMAIL RECORDS\r\n\r\nPlease provide any and all email records in NATIVE .pst electronic format.\r\n\r\nFEES\r\n\r\nIn the event that there are fees, please inform us of the total charges in advance of fulfilling the request in strict compliance with all provisions of the Washington State Public Records Act.\r\n\r\nEXEMPTION LOGS\r\n\r\nPlease ensure all redactions or exemptions claimed by your agency in the production of responsive records are accompanied by a complete and detailed exemption log noting the valid legal reason for each exemption at each redaction location in the record produced, as well as the specific number of pages if any that your agency redacts or withholds in their entirety. Each redaction should be noted by footnote or by a clear reference to the specific justification for that redaction, and only the minimal exempt portion of any record may be withheld.\r\n\r\nCOMMERCIAL PURPOSE DECLARATION\r\n\r\nThe Washington State Public Records Act prohibits the disclosure of “lists of individuals” for a commercial purpose (RCW 42.56.070(8)). I declare this public records request is not being made for any commercial purpose whatsoever. Also, this public records request is not being made for a \"list of individuals.\" This declaration satisfies all requirements of RCW 42.56 regarding prohibitions on lists and commercial purposes. No additional commercial purpose declaration will be completed for this public records request.\r\n\r\nCOMMUNICATION VIA EMAIL\r\n\r\nPlease send all requests for clarification, status updates, and production of responsive electronic documents via email reply.\r\n\r\nThe requested documents will be made available to the general public.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. We look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nGood Luck.",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1151365,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TACROBOCOP/132130/PROFlyer.pdf",
            "datetime": "2024-02-02T12:15:05.645916",
            "title": "PROFlyer.pdf",
            "source": "TACOMA AUOMATED ENFORCEMENT",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/tacoma-72/public-records-request-rcw-4256-request-for-complete-electronic-copies-of-all-records-and-writings-referencing-tacoma-police-automated-enforcement-division-158185/"
  }
]