[
  {
    "id": 181349,
    "title": "Communications Between New Rochelle Police Department and ICE Regarding Immigration Enforcement Policies",
    "slug": "communications-between-new-rochelle-police-department-and-ice-regarding-immigration-enforcement-policies",
    "status": "submitted",
    "embargo_status": "public",
    "user": 4164,
    "username": "TheJ",
    "agency": 21871,
    "datetime_submitted": "2025-02-12T01:17:01.698886",
    "date_due": "2025-02-20",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-02-12T01:17:01.881111",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 181349,
        "from_user": 4164,
        "to_user": 35476,
        "subject": "",
        "datetime": "2025-02-12T01:17:01.881111",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Jordan Lassiter\r\n\r\nIndependent Investigative Journalist\r\nTransparency Report\r\nEmail: Jordan@Lassiter.eu\r\n\r\nDate: February 12, 2025\r\n\r\nTo:\r\nRecords Access Officer\r\nNew Rochelle Police Department\r\n475 North Avenue\r\nNew Rochelle, NY 10801\r\n\r\nSubject: FOIL Request – Communications Between New Rochelle Police Department and ICE Regarding Immigration Enforcement Policies\r\n\r\nTo Whom It May Concern,\r\n\r\nPursuant to the New York State Freedom of Information Law (FOIL), Public Officers Law §§ 84-90, I hereby request access to and copies of all records, communications, and documentation related to cooperation, coordination, and enforcement actions between the New Rochelle Police Department (NRPD) and Immigration and Customs Enforcement (ICE) regarding immigration enforcement activities under the administration of President Donald J. Trump.\r\n\r\nThis request seeks to clarify the extent of New Rochelle Police Department’s involvement in federal immigration enforcement and whether ICE has made requests, conducted operations, or received assistance from NRPD.\r\n\r\nScope of Request: Specific Records Sought\r\n\r\nI request copies of all relevant records, including but not limited to:\r\n\r\n1. Communications Between New Rochelle Police Department and ICE\r\n\t•\tCopies of all emails, letters, faxes, text messages, internal memos, and reports exchanged between NRPD officers, detectives, supervisors, or administrative personnel and ICE agents or representatives from January 1, 2025, to the present regarding:\r\n\t•\tRequests for assistance in immigration enforcement operations in New Rochelle.\r\n\t•\tICE detainers or holds placed on individuals arrested or detained by NRPD.\r\n\t•\tJoint operations, task forces, or coordinated efforts between NRPD and ICE.\r\n\t•\tPolicy discussions regarding the role of NRPD in federal immigration enforcement.\r\n\t•\tRequests from ICE for personal data, residency information, or surveillance of specific individuals.\r\n\r\n2. New Rochelle Police Department Policies on ICE and Immigration Enforcement\r\n\t•\tCopies of all policies, directives, and internal guidelines issued by NRPD regarding:\r\n\t•\tProcedures for responding to ICE requests for assistance, detainers, or arrests.\r\n\t•\tLimitations, if any, on sharing information about individuals with federal immigration authorities.\r\n\t•\tTraining materials for officers on handling ICE-related matters, including compliance with New York State’s sanctuary laws.\r\n\t•\tProtocols for handling situations where ICE agents seek access to individuals in police custody.\r\n\r\n3. Agreements, MOUs, and Funding Arrangements with ICE\r\n\t•\tCopies of any Memoranda of Understanding (MOUs), contracts, or agreements between NRPD and ICE, including:\r\n\t•\tAny formal partnership agreements between NRPD and ICE.\r\n\t•\tParticipation in ICE’s 287(g) program or any other federal immigration task forces.\r\n\t•\tFederal grants, funding, or financial incentives received by NRPD related to immigration enforcement efforts.\r\n\r\n4. Records of ICE-Related Enforcement Actions in New Rochelle\r\n\t•\tCopies of any incident reports, arrest logs, call logs, or visitor logs documenting:\r\n\t•\tICE agents visiting NRPD facilities or requesting assistance from officers.\r\n\t•\tNRPD officers participating in immigration enforcement operations with ICE.\r\n\t•\tAny individuals arrested, detained, or transferred to ICE custody as a result of NRPD cooperation.\r\n\t•\tComplaints, investigations, or internal reviews regarding potential civil rights violations linked to ICE-related operations.\r\n\r\n5. Metadata for Electronic Communications\r\n\t•\tFor all emails or electronic messages responsive to this request, I request metadata including:\r\n\t•\tSender and recipient information.\r\n\t•\tTimestamps of messages exchanged.\r\n\t•\tSubject lines and attachment details.\r\n\r\nLegal Justification for Disclosure\r\n\r\nThis FOIL request aligns with Public Officers Law § 87(2), which grants the public a presumptive right to access government records. Courts have ruled that law enforcement agencies must disclose non-exempt information to ensure government accountability (Buffalo Broadcasting Co. v. New York State Dep’t of Correctional Services, 155 A.D.2d 106 (3d Dep’t 1990)).\r\n\r\nAdditionally, under New York Times Co. v. United States, 403 U.S. 713 (1971), the Supreme Court reaffirmed the public’s right to scrutinize government operations. Given the ongoing national debate over local police cooperation with ICE, the public has a compelling interest in understanding NRPD’s role in immigration enforcement.\r\n\r\nNew York State has implemented sanctuary policies that limit local law enforcement cooperation with ICE, and this request seeks to determine whether NRPD policies comply with these state-level protections (Matter of Westchester Rockland Newspapers v. Kimball, 50 N.Y.2d 575 (1980)).\r\n\r\nObligation to Preserve and Provide Records\r\n\r\nUnder Armstrong v. Executive Office of the President, 1 F.3d 1274 (D.C. Cir. 1993), government entities must preserve records subject to public disclosure laws. Accordingly, I request that no responsive records be deleted, altered, or destroyed while this FOIL request is under consideration.\r\n\r\nFee Waiver Request\r\n\r\nI request a waiver of all applicable fees for processing this request. Disclosure of these records serves the public interest by promoting government transparency and accountability and is not for commercial purposes.\r\n\r\nUnder Matter of New York Times Co. v. City of New York Fire Dep’t, 4 N.Y.3d 477 (2005), fee waivers should be granted when disclosure benefits the general public.\r\n\r\nIf a fee waiver is denied, I agree to pay up to $100 in processing fees. Please notify me in advance if costs will exceed this amount.\r\n\r\nRequest for Expedited Processing\r\n\r\nDue to heightened public concern over immigration enforcement and civil rights issues, I request expedited processing of this FOIL request. Under Matter of Westchester Rockland Newspapers v. Kimball, 50 N.Y.2d 575 (1980), timely disclosure of records affecting public safety and civil liberties is essential for government oversight.\r\n\r\nResponse Format and Timeline\r\n\r\nPursuant to Public Officers Law § 89(3)(a), I expect an acknowledgment of receipt within five (5) business days and an estimated timeline for disclosure.\r\n\r\nPlease provide electronic copies of records whenever possible. If any records are withheld or redacted, I request a written explanation citing specific legal exemptions in accordance with Gould v. New York City Police Dep’t, 89 N.Y.2d 267 (1996).\r\n\r\nContact Information\r\n\r\nShould you require any clarification or additional details, please contact me at Jordan@Lassiter.eu.\r\n\r\nI appreciate your prompt attention to this matter and your commitment to transparency.\r\n\r\nSincerely,\r\nJordan Lassiter\r\nIndependent Investigative Journalist\r\nTransparency Report",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1260211,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/152278/Fee_Waiver_Letter_copy.pdf",
            "datetime": "2025-02-12T01:17:01.881111",
            "title": "Fee_Waiver_Letter_copy.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-rochelle-22890/communications-between-new-rochelle-police-department-and-ice-regarding-immigration-enforcement-policies-181349/"
  },
  {
    "id": 181348,
    "title": "Communications Between Ossining Union Free School District and ICE Regarding Immigration Enforcement Policies",
    "slug": "communications-between-ossining-union-free-school-district-and-ice-regarding-immigration-enforcement-policies",
    "status": "submitted",
    "embargo_status": "public",
    "user": 4164,
    "username": "TheJ",
    "agency": 35520,
    "datetime_submitted": "2025-02-12T01:12:14.310470",
    "date_due": "2025-02-20",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-02-12T01:12:14.425303",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 181348,
        "from_user": 4164,
        "to_user": 117031,
        "subject": "",
        "datetime": "2025-02-12T01:12:14.425303",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Jordan Lassiter\r\n\r\nIndependent Investigative Journalist\r\nTransparency Report\r\nEmail: Jordan@Lassiter.eu\r\n\r\nDate: February 12, 2025\r\n\r\nTo:\r\nRecords Access Officer\r\nOssining Union Free School District\r\n400 Executive Blvd\r\nOssining, NY 10562\r\n\r\nSubject: FOIL Request – Communications Between Ossining Union Free School District and ICE Regarding Immigration Enforcement Policies\r\n\r\nTo Whom It May Concern,\r\n\r\nPursuant to the New York State Freedom of Information Law (FOIL), Public Officers Law §§ 84-90, I hereby request access to and copies of all records, communications, and documentation related to interactions, cooperation, or coordination between the Ossining Union Free School District (OUFSD) and Immigration and Customs Enforcement (ICE) regarding immigration enforcement activities under the administration of President Donald J. Trump.\r\n\r\nThis request seeks to clarify whether and how the school district interacts with ICE and whether students, staff, or families have been subject to inquiries, investigations, or enforcement actions by federal immigration authorities.\r\n\r\nScope of Request: Specific Records Sought\r\n\r\nI request copies of all relevant records, including but not limited to:\r\n\r\n1. Communications Between Ossining Union Free School District and ICE\r\n\t•\tCopies of all emails, letters, faxes, text messages, internal memos, and reports exchanged between OUFSD officials, school administrators, security personnel, school resource officers (SROs), or board members and ICE agents or representatives from January 1, 2025, to the present regarding:\r\n\t•\tRequests for student, staff, or family immigration status information.\r\n\t•\tAny ICE investigations, detainer requests, or inquiries involving individuals associated with OUFSD.\r\n\t•\tICE agents requesting access to school property or student records.\r\n\t•\tThe school district’s policies or responses to ICE enforcement actions involving students or their families.\r\n\r\n2. School District Policies on ICE and Immigration Enforcement\r\n\t•\tCopies of all official policies, directives, or procedures issued by OUFSD regarding:\r\n\t•\tHow school officials and staff are instructed to respond to ICE agents seeking access to students, school premises, or records.\r\n\t•\tWhether parental consent or legal counsel is required before sharing student information with ICE.\r\n\t•\tNotification procedures for parents, guardians, or attorneys when a student or family member is targeted by ICE.\r\n\t•\tCompliance with New York State’s sanctuary policies restricting local cooperation with federal immigration enforcement.\r\n\r\n3. Training Materials and Guidance for Staff\r\n\t•\tCopies of any training materials, legal briefings, or memos provided to:\r\n\t•\tSchool administrators, teachers, counselors, and staff regarding their obligations in handling ICE inquiries.\r\n\t•\tSchool resource officers (SROs) or security personnel on interacting with ICE and enforcing federal immigration laws.\r\n\t•\tGuidance on FERPA (Family Educational Rights and Privacy Act) and its application to ICE data requests.\r\n\r\n4. Agreements, MOUs, and Data Sharing with ICE\r\n\t•\tCopies of any Memoranda of Understanding (MOUs), agreements, or contracts between OUFSD and ICE, including:\r\n\t•\tAny formal agreements granting ICE access to school records, facilities, or personnel.\r\n\t•\tAny federal funding, grants, or financial incentives provided to OUFSD in exchange for cooperation with ICE.\r\n\r\n5. Records of ICE Visits or Enforcement Actions in Schools\r\n\t•\tAny incident reports, call logs, visitor logs, or law enforcement records documenting:\r\n\t•\tICE agents visiting Ossining schools for questioning, detentions, or surveillance.\r\n\t•\tAny students, faculty, or parents detained or questioned on school grounds.\r\n\r\nLegal Justification for Disclosure\r\n\r\nThis FOIL request aligns with Public Officers Law § 87(2), which provides the public with a presumptive right to access government records. Courts have repeatedly ruled in favor of government transparency in matters affecting public institutions, including schools.\r\n\r\nUnder Buffalo Broadcasting Co. v. New York State Dep’t of Correctional Services, 155 A.D.2d 106 (3d Dep’t 1990), state agencies must disclose non-exempt records and cannot deny access without a valid legal exemption.\r\n\r\nAdditionally, FERPA (20 U.S.C. § 1232g) protects the privacy of student records and sets strict limits on when and how student information can be shared with federal agencies. This request seeks to clarify whether OUFSD is complying with FERPA while handling ICE inquiries.\r\n\r\nObligation to Preserve and Provide Records\r\n\r\nUnder Armstrong v. Executive Office of the President, 1 F.3d 1274 (D.C. Cir. 1993), government entities must preserve records subject to public disclosure laws. Accordingly, I request that no responsive records be deleted, altered, or destroyed while this FOIL request is under consideration.\r\n\r\nFee Waiver Request\r\n\r\nI request a waiver of all applicable fees for processing this request. Disclosure of these records serves the public interest by promoting transparency and protecting the rights of immigrant students and families and is not for commercial purposes.\r\n\r\nUnder Matter of New York Times Co. v. City of New York Fire Dep’t, 4 N.Y.3d 477 (2005), fee waivers should be granted when disclosure benefits the general public.\r\n\r\nIf a fee waiver is denied, I agree to pay up to $100 in processing fees. Please notify me in advance if costs will exceed this amount.\r\n\r\nRequest for Expedited Processing\r\n\r\nGiven the heightened public concern regarding immigration enforcement in schools, I request expedited processing of this FOIL request. Under Matter of Westchester Rockland Newspapers v. Kimball, 50 N.Y.2d 575 (1980), courts have recognized the need for timely disclosure of government records in matters affecting public safety and civil liberties.\r\n\r\nResponse Format and Timeline\r\n\r\nPursuant to Public Officers Law § 89(3)(a), I expect an acknowledgment of receipt within five (5) business days and an estimated timeline for disclosure.\r\n\r\nPlease provide electronic copies of records whenever possible. If any records are withheld or redacted, I request a written explanation citing specific legal exemptions in accordance with Gould v. New York City Police Dep’t, 89 N.Y.2d 267 (1996).\r\n\r\nContact Information\r\n\r\nShould you require any clarification or additional details, please contact me at Jordan@Lassiter.eu.\r\n\r\nI appreciate your prompt attention to this matter and your commitment to transparency.\r\n\r\nSincerely,\r\nJordan Lassiter\r\nIndependent Investigative Journalist\r\nTransparency Report",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1260210,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/152277/Fee_Waiver_Letter_copy.pdf",
            "datetime": "2025-02-12T01:12:14.425303",
            "title": "Fee_Waiver_Letter_copy.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/ossining-22892/communications-between-ossining-union-free-school-district-and-ice-regarding-immigration-enforcement-policies-181348/"
  },
  {
    "id": 181347,
    "title": "Communications Between Ossining Police Department and ICE Regarding Immigration Enforcement Policies",
    "slug": "untitled",
    "status": "submitted",
    "embargo_status": "public",
    "user": 4164,
    "username": "TheJ",
    "agency": 21896,
    "datetime_submitted": "2025-02-12T01:08:24.545596",
    "date_due": "2025-02-20",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-02-12T01:08:24.697130",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 181347,
        "from_user": 4164,
        "to_user": 35516,
        "subject": "",
        "datetime": "2025-02-12T01:08:24.697130",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Jordan Lassiter\r\n\r\nIndependent Investigative Journalist\r\nTransparency Report\r\nEmail: Jordan@Lassiter.eu\r\n\r\nDate: February 12, 2025\r\n\r\nTo:\r\nRecords Access Officer\r\nOssining Police Department\r\nOssining Village Hall\r\n16 Croton Avenue\r\nOssining, NY 10562\r\n\r\nSubject: FOIL Request – Communications Between Ossining Police Department and ICE Regarding Immigration Enforcement Policies\r\n\r\nTo Whom It May Concern,\r\n\r\nPursuant to the New York State Freedom of Information Law (FOIL), Public Officers Law §§ 84-90, I hereby request access to and copies of all records, communications, and documentation related to cooperation, coordination, and enforcement actions between the Ossining Police Department (OPD) and Immigration and Customs Enforcement (ICE) regarding immigration enforcement efforts under the administration of President Donald J. Trump.\r\n\r\nThis request seeks to understand how local law enforcement collaborates with federal immigration authorities and whether ICE has made requests or conducted enforcement operations with the involvement of OPD.\r\n\r\nScope of Request: Specific Records Sought\r\n\r\nI request copies of all relevant records, including but not limited to:\r\n\r\n1. Communications Between Ossining Police Department and ICE\r\n\t•\tCopies of all emails, letters, faxes, text messages, memos, reports, and meeting minutes exchanged between OPD officials, officers, detectives, or other personnel and ICE agents or representatives from January 1, 2025, to the present regarding:\r\n\t•\tRequests for assistance in immigration enforcement or investigations.\r\n\t•\tICE detainers or holds placed on individuals in OPD custody.\r\n\t•\tCoordination of targeted immigration enforcement operations in Ossining.\r\n\t•\tThe handling of individuals suspected of immigration violations encountered during routine policing.\r\n\t•\tAny requests for personal data, residency information, or surveillance on specific individuals from ICE.\r\n\r\n2. Policies and Training Materials Regarding ICE Cooperation\r\n\t•\tCopies of all official OPD policies, directives, and guidelines regarding:\r\n\t•\tProcedures for responding to ICE requests for assistance, detainers, or arrests.\r\n\t•\tRestrictions, if any, on OPD officers sharing information with federal immigration authorities.\r\n\t•\tWhether OPD officers have been trained or instructed on immigration enforcement matters.\r\n\t•\tHow OPD ensures compliance with New York State’s sanctuary laws limiting cooperation with ICE.\r\n\r\n3. Agreements, Contracts, and MOUs Between OPD and ICE\r\n\t•\tCopies of any Memoranda of Understanding (MOUs), agreements, contracts, or funding arrangements between the Ossining Police Department and ICE, specifically regarding:\r\n\t•\tOPD’s role in assisting or facilitating federal immigration enforcement.\r\n\t•\tAny financial grants, federal funding, or reimbursements provided to OPD related to ICE cooperation.\r\n\t•\tParticipation in ICE programs such as the 287(g) program or any formal task force agreements.\r\n\r\n4. Records of ICE-Related Law Enforcement Actions in Ossining\r\n\t•\tAny incident reports, arrest logs, call logs, or visitor logs documenting:\r\n\t•\tICE agents visiting OPD headquarters or interacting with officers.\r\n\t•\tOPD officers assisting in ICE enforcement actions in Ossining.\r\n\t•\tAny arrests, detentions, or deportations involving OPD cooperation with ICE.\r\n\t•\tComplaints or internal reviews regarding alleged racial profiling or civil rights violations related to ICE involvement.\r\n\r\n5. Metadata for Electronic Communications\r\n\t•\tFor all emails or electronic messages responsive to this request, I request metadata including:\r\n\t•\tSender and recipient information.\r\n\t•\tTimestamps of messages exchanged.\r\n\t•\tSubject lines and attachment details.\r\n\r\nLegal Justification for Disclosure\r\n\r\nThis request aligns with Public Officers Law § 87(2), which grants the public the right to access government records unless specific exemptions apply. Courts have repeatedly emphasized the presumption of openness in government affairs (New York Times Co. v. United States, 403 U.S. 713 (1971)).\r\n\r\nAdditionally, in Buffalo Broadcasting Co. v. New York State Dep’t of Correctional Services, 155 A.D.2d 106 (3d Dep’t 1990), the courts ruled that government agencies must justify withholding records and cannot deny access without a legitimate exemption under FOIL.\r\n\r\nGiven the ongoing national debate over local police cooperation with ICE, the public has a strong interest in understanding how OPD enforces federal immigration policies and whether local law enforcement is acting in compliance with or in contradiction to state-level sanctuary protections.\r\n\r\nObligation to Preserve and Provide Records\r\n\r\nUnder Armstrong v. Executive Office of the President, 1 F.3d 1274 (D.C. Cir. 1993), government entities must preserve records that are subject to public disclosure laws. Accordingly, I request that no responsive records be deleted, altered, or destroyed while this FOIL request is under consideration.\r\n\r\nFee Waiver Request\r\n\r\nI request a waiver of all applicable fees for processing this request. Disclosure of these records serves the public interest by promoting government transparency and accountability and is not for commercial purposes.\r\n\r\nUnder Matter of New York Times Co. v. City of New York Fire Dep’t, 4 N.Y.3d 477 (2005), fee waivers should be granted when disclosure benefits the general public.\r\n\r\nHowever, if a fee waiver is denied, I agree to pay up to $100 in processing fees. Please notify me in advance if costs will exceed this amount.\r\n\r\nRequest for Expedited Processing\r\n\r\nDue to the urgent and time-sensitive nature of this request, I request expedited processing. Under Matter of Westchester Rockland Newspapers v. Kimball, 50 N.Y.2d 575 (1980), timely disclosure of information concerning public safety and civil liberties is essential for public oversight.\r\n\r\nResponse Format and Timeline\r\n\r\nPursuant to Public Officers Law § 89(3)(a), I expect an acknowledgment of receipt within five (5) business days and an estimated timeline for disclosure.\r\n\r\nPlease provide electronic copies of records whenever possible. If any records are withheld or redacted, I request a written explanation citing specific legal exemptions in accordance with Gould v. New York City Police Dep’t, 89 N.Y.2d 267 (1996).\r\n\r\nContact Information\r\n\r\nShould you require any clarification or additional details, please contact me at Jordan@Lassiter.eu.\r\n\r\nI appreciate your prompt attention to this matter and your commitment to transparency.\r\n\r\nSincerely,\r\nJordan Lassiter\r\nIndependent Investigative Journalist\r\nTransparency Report",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1260209,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/152276/Fee_Waiver_Letter_copy.pdf",
            "datetime": "2025-02-12T01:08:24.697130",
            "title": "Fee_Waiver_Letter_copy.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/ossining-22892/untitled-181347/"
  },
  {
    "id": 181346,
    "title": "Communications Between Peekskill School District and ICE Regarding Immigration Enforcement (2025-Present)",
    "slug": "communications-between-peekskill-school-district-and-ice-regarding-immigration-enforcement-2025-present",
    "status": "submitted",
    "embargo_status": "public",
    "user": 4164,
    "username": "TheJ",
    "agency": 32338,
    "datetime_submitted": "2025-02-12T01:05:02.067347",
    "date_due": "2025-02-20",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-02-12T01:05:02.289885",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 181346,
        "from_user": 4164,
        "to_user": 95833,
        "subject": "",
        "datetime": "2025-02-12T01:05:02.289885",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Jordan Lassiter\r\n\r\nIndependent Investigative Journalist\r\nTransparency Report\r\nEmail: Jordan@Lassiter.eu\r\n\r\nFebruary 12,2025\r\n\r\nTo:\r\nRecords Access Officer\r\nPeekskill City School District\r\n1031 Elm Street\r\nPeekskill, NY 10566\r\n\r\nSubject: FOIL Request – Communications Between Peekskill City School District and ICE Regarding Immigration Enforcement Policies\r\n\r\nTo Whom It May Concern,\r\n\r\nPursuant to the New York State Freedom of Information Law (FOIL), Public Officers Law §§ 84-90, I hereby request access to and copies of all records, communications, and policies related to interactions, cooperation, or coordination between the Peekskill City School District (PCSD) and Immigration and Customs Enforcement (ICE) regarding immigration enforcement activities under the administration of President Donald J. Trump.\r\n\r\nThis request seeks to understand how the school district interacts with federal immigration authorities and whether students, staff, or families have been subject to inquiries, investigations, or enforcement actions by ICE.\r\n\r\nScope of Request: Specific Records Sought\r\n\r\nI request copies of all relevant records, including but not limited to:\r\n\r\n1. Communications Between Peekskill City School District and ICE\r\n\t•\tCopies of all emails, letters, faxes, text messages, internal memos, and reports exchanged between PCSD officials, school administrators, security personnel, or school resource officers (SROs) and ICE from January 1, 2025, to the present regarding:\r\n\t•\tAny requests for student, staff, or family immigration status information.\r\n\t•\tAny ICE investigations, detainer requests, or inquiries involving individuals associated with the Peekskill school district.\r\n\t•\tProtocols followed when ICE agents or law enforcement personnel request access to school property or student records.\r\n\r\n2. School District Policies on ICE and Immigration Enforcement\r\n\t•\tCopies of all policies, directives, or procedures issued by PCSD concerning:\r\n\t•\tCompliance or non-compliance with ICE detainers or information-sharing requests.\r\n\t•\tHow school officials and staff are instructed to respond to ICE agents requesting access to students or records.\r\n\t•\tPolicies regarding notification to parents, legal guardians, or attorneys when a student or family member is targeted by ICE.\r\n\t•\tWhether the district follows New York State’s sanctuary policies that limit local cooperation with ICE.\r\n\r\n3. Training Materials and Guidance for Staff\r\n\t•\tCopies of any training materials, guidance documents, or legal briefings provided to:\r\n\t•\tSchool administrators, teachers, and counselors regarding how to handle ICE interactions.\r\n\t•\tSchool resource officers (SROs) or any security personnel on how to respond to ICE enforcement actions on school grounds.\r\n\t•\tPolicies regarding student and family privacy rights under FERPA (Family Educational Rights and Privacy Act) in relation to ICE data requests.\r\n\r\n4. Agreements, MOUs, and Data Sharing with ICE\r\n\t•\tCopies of any Memoranda of Understanding (MOUs), agreements, or contracts between Peekskill City School District and ICE, including:\r\n\t•\tAny formal agreements allowing ICE access to school records, facilities, or personnel.\r\n\t•\tAny federal funding, grants, or financial incentives provided to the district for cooperation with ICE.\r\n\r\n5. Records of ICE Visits or Enforcement Actions in Schools\r\n\t•\tAny incident reports, call logs, visitor logs, or law enforcement records documenting:\r\n\t•\tICE agents visiting Peekskill schools for questioning, detentions, or surveillance.\r\n\t•\tAny students, faculty, or parents detained or questioned on school grounds.\r\n\r\nLegal Justification for Disclosure\r\n\r\nThis request is consistent with New York’s commitment to transparency under FOIL and aligns with the principle of public oversight of government actions affecting vulnerable populations (New York Times Co. v. United States, 403 U.S. 713 (1971)).\r\n\r\nAdditionally, under Buffalo Broadcasting Co. v. New York State Dep’t of Correctional Services, 155 A.D.2d 106 (3d Dep’t 1990), the courts have upheld that non-exempt information related to public institutions must be disclosed to ensure government accountability.\r\n\r\nNew York State has taken steps to protect immigrant students from unwarranted federal intervention in schools (Matter of Westchester Rockland Newspapers v. Kimball, 50 N.Y.2d 575 (1980)). This request seeks to ensure compliance with these state protections and evaluate whether local policies align with federal and state laws.\r\n\r\nObligation to Preserve and Provide Records\r\n\r\nUnder Armstrong v. Executive Office of the President, 1 F.3d 1274 (D.C. Cir. 1993), government entities must preserve and disclose records that may be subject to public information laws. Accordingly, I request that no responsive records be deleted, altered, or destroyed while this FOIL request is under review.\r\n\r\nFee Waiver Request\r\n\r\nI request a waiver of all applicable fees for processing this request. Disclosure of these records serves a critical public interest in ensuring the protection of immigrant students and families and is not for commercial purposes.\r\n\r\nUnder Matter of New York Times Co. v. City of New York Fire Dep’t, 4 N.Y.3d 477 (2005), fee waivers should be granted when disclosure benefits the general public by fostering informed discussions about government policies and their impact.\r\n\r\nIf a fee waiver is denied, I agree to pay up to $100 in processing fees. Please notify me in advance if costs will exceed this amount.\r\n\r\nRequest for Expedited Processing\r\n\r\nGiven the heightened concerns over immigration enforcement and student rights, I request expedited processing of this FOIL request. Under Matter of Westchester Rockland Newspapers v. Kimball, 50 N.Y.2d 575 (1980), timely disclosure of information concerning public safety and legal compliance is essential for public oversight.\r\n\r\nResponse Format and Timeline\r\n\r\nAs per Public Officers Law § 89(3)(a), I expect an acknowledgment of receipt within five (5) business days and a timeline for completion.\r\n\r\nPlease provide electronic copies of records whenever possible. If any records are withheld or redacted, I request a written explanation citing specific legal exemptions in accordance with Gould v. New York City Police Dep’t, 89 N.Y.2d 267 (1996).\r\n\r\nContact Information\r\n\r\nShould you require any clarification or additional details, please contact me at Jordan@Lassiter.eu.\r\n\r\nI appreciate your prompt attention to this matter and your commitment to transparency.\r\n\r\nSincerely,\r\nJordan Lassiter\r\nIndependent Investigative Journalist\r\nTransparency Report",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1260208,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/152274/Fee_Waiver_Letter_copy.pdf",
            "datetime": "2025-02-12T01:05:02.289885",
            "title": "Fee_Waiver_Letter_copy.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/peekskill-22893/communications-between-peekskill-school-district-and-ice-regarding-immigration-enforcement-2025-present-181346/"
  },
  {
    "id": 181345,
    "title": "Communications Between Peekskill Police Department and ICE Regarding President Donald Trump’s Mass Immigration Deportation Efforts",
    "slug": "communications-between-peekskill-police-department-and-ice-regarding-president-donald-trumps-mass-immigration-deportation-efforts",
    "status": "ack",
    "embargo_status": "public",
    "user": 4164,
    "username": "TheJ",
    "agency": 34844,
    "datetime_submitted": "2025-02-12T01:03:01.653182",
    "date_due": "2025-02-20",
    "days_until_due": null,
    "date_followup": "2025-02-20",
    "datetime_done": null,
    "datetime_updated": "2025-02-12T01:03:01.773150",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 181345,
        "from_user": 4164,
        "to_user": 113245,
        "subject": "New York Freedom of Information Law Request: Communications Between Peekskill Police Department and ICE Regarding President Donald Trump’s Mass Immigration Deportation Efforts",
        "datetime": "2025-02-12T01:03:01.773150",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Jordan Lassiter\r\n\r\nIndependent Investigative Journalist\r\nTransparency Report\r\nEmail: Jordan@Lassiter.eu\r\n\r\nFebruary 12,2025\r\n\r\nTo:\r\nPeekskill City Clerk\r\nPeekskill City Hall\r\n840 Main Street\r\nPeekskill, NY 10566\r\n\r\nSubject: Freedom of Information Law (FOIL) Request – Communications Between Peekskill Police Department and ICE Regarding President Donald Trump’s Mass Immigration Deportation Efforts\r\n\r\nTo Whom It May Concern,\r\n\r\nPursuant to the New York State Freedom of Information Law (FOIL), Public Officers Law §§ 84-90, I formally request access to and copies of all records, communications, and documentation related to cooperation, coordination, and enforcement actions between the Peekskill Police Department (PPD) and Immigration and Customs Enforcement (ICE) regarding mass immigration deportation efforts initiated under the administration of President Donald J. Trump.\r\n\r\nScope of Request: Specific Records Sought\r\n\r\nTo ensure a thorough and transparent response, I request copies of all relevant records, including but not limited to:\r\n\t1.\tInteragency Communications\r\n\t•\tAll emails, memoranda, reports, letters, meeting minutes, and any other form of written or electronic communication between the Peekskill Police Department and ICE from January 1, 2025, to the present date that pertain to:\r\n\t•\tCooperation or assistance in mass deportation enforcement efforts initiated by the Trump administration.\r\n\t•\tRequests from ICE regarding arrests, detentions, or transfers of undocumented individuals within the jurisdiction of Peekskill.\r\n\t•\tLocal law enforcement policies regarding ICE detainers, immigration holds, and warrant-based arrests.\r\n\t•\tSpecific operations conducted jointly or with support from ICE agents in Peekskill, NY.\r\n\t2.\tInternal Policy Documents and Training Materials\r\n\t•\tCopies of all internal policies, directives, standard operating procedures (SOPs), or training materials that guide or instruct Peekskill law enforcement officers in:\r\n\t•\tHandling interactions with ICE agents or federal immigration enforcement officers.\r\n\t•\tResponding to ICE requests for assistance, including arrests or surveillance of suspected undocumented individuals.\r\n\t•\tCompliance with or rejection of federal ICE detainer requests.\r\n\t•\tThe extent to which local officers are authorized to enforce federal immigration laws.\r\n\t•\tHow local law enforcement balances public safety duties with immigration enforcement under New York’s sanctuary state policies.\r\n\t3.\tAgreements, Contracts, and MOUs\r\n\t•\tCopies of any Memoranda of Understanding (MOUs), contracts, or formal/informal agreements between the Peekskill Police Department and ICE that specify:\r\n\t•\tThe roles, responsibilities, and limitations of local law enforcement in federal immigration enforcement.\r\n\t•\tFinancial arrangements, grants, or funding provided in exchange for cooperation with ICE operations.\r\n\t•\tAny formal participation in ICE’s 287(g) program or similar immigration enforcement collaborations.\r\n\t4.\tOperational and Surveillance Data\r\n\t•\tDocuments detailing:\r\n\t•\tThe frequency, dates, and locations of ICE operations conducted in Peekskill with local law enforcement assistance.\r\n\t•\tThe number of arrests, detentions, and deportations resulting from Peekskill PD’s cooperation with ICE.\r\n\t•\tSurveillance data, if any, related to suspected undocumented individuals collected, stored, or shared with ICE.\r\n\t5.\tMetadata for Electronic Communications\r\n\t•\tFor all emails or electronic messages responsive to this request, I request metadata including:\r\n\t•\tSender and recipient information.\r\n\t•\tTimestamps of messages exchanged.\r\n\t•\tSubject lines and attachment details.\r\n\r\nLegal Justification for Disclosure\r\n\r\nThis FOIL request aligns with the well-established presumption of access under Public Officers Law § 87(2) and the principle of government transparency affirmed in New York Times Co. v. United States, 403 U.S. 713 (1971). Courts have consistently upheld the public’s right to scrutinize government activities, particularly those affecting fundamental rights such as immigration enforcement.\r\n\r\nAdditionally, under Buffalo Broadcasting Co. v. New York State Dep’t of Correctional Services, 155 A.D.2d 106 (3d Dep’t 1990), New York courts have ruled that government agencies must disclose non-exempt records and provide legally sufficient justifications for withholding information. Agencies cannot refuse disclosure simply due to potential controversy or political sensitivity.\r\n\r\nThe public has a vested interest in understanding how local law enforcement interacts with federal immigration agencies, particularly under controversial mass deportation policies. The requested records will contribute to informed public debate regarding the role of local police in immigration enforcement and potential conflicts with state policies limiting cooperation with ICE.\r\n\r\nObligation to Preserve and Provide Records\r\n\r\nUnder Armstrong v. Executive Office of the President, 1 F.3d 1274 (D.C. Cir. 1993), government entities must preserve records subject to public disclosure laws. I request that no documents responsive to this request be deleted, altered, or destroyed while this FOIL request is under consideration.\r\n\r\nFee Waiver Request\r\n\r\nI request a waiver of all applicable fees for the processing of this request. This request serves the public interest by promoting transparency and accountability in law enforcement practices and is not for commercial use. Under Matter of New York Times Co. v. City of New York Fire Dep’t, 4 N.Y.3d 477 (2005), fee waivers should be granted when disclosure benefits the general public.\r\n\r\nHowever, if a fee waiver is denied, I agree to pay up to $100 in processing fees. Please notify me in advance if costs exceed this amount.\r\n\r\nRequest for Expedited Processing\r\n\r\nDue to the urgent and time-sensitive nature of this request, I request expedited processing under Matter of Westchester Rockland Newspapers v. Kimball, 50 N.Y.2d 575 (1980). Given the ongoing public scrutiny surrounding local-federal cooperation in immigration enforcement, access to this information in a timely manner is essential.\r\n\r\nResponse Format and Timeline\r\n\r\nPursuant to Public Officers Law § 89(3)(a), I expect an acknowledgment of receipt within five (5) business days and an estimated timeframe for disclosure. Please provide responsive records in electronic format whenever possible.\r\n\r\nIf any portions of the requested records are determined to be exempt, I request that all non-exempt portions be disclosed as per Gould v. New York City Police Dep’t, 89 N.Y.2d 267 (1996). Redactions must be accompanied by specific legal justifications.\r\n\r\nContact Information\r\n\r\nShould you require any clarifications, please contact me at Jordan@Lassiter.eu. I appreciate your cooperation in ensuring transparency regarding this important public matter.\r\n\r\nSincerely,\r\nJordan Lassiter\r\nIndependent Investigative Journalist\r\nTransparency Report",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1260207,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/152149/Fee_Waiver_Letter_copy.pdf",
            "datetime": "2025-02-12T01:03:01.773150",
            "title": "Fee_Waiver_Letter_copy.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "fax"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/peekskill-22893/communications-between-peekskill-police-department-and-ice-regarding-president-donald-trumps-mass-immigration-deportation-efforts-181345/"
  }
]