[
  {
    "id": 203892,
    "title": "Office of Technology and Innovation chatbot logs under Mayor Mamdani",
    "slug": "office-of-technology-and-innovation-chatbot-logs-under-mayor-mamdani",
    "status": "submitted",
    "embargo_status": "public",
    "user": 171129,
    "username": "MiaShou",
    "agency": 14842,
    "datetime_submitted": "2026-01-31T15:07:56.878964",
    "date_due": "2026-02-06",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2026-01-31T15:07:57.060705",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 203892,
        "from_user": 171129,
        "to_user": 19117,
        "subject": "",
        "datetime": "2026-01-31T15:07:57.060705",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nChat histories of all ChatGPT, Copilot or other AI chatbot service sessions conducted by employees on city-owned devices or used in job-related functions in the department.\r\n\r\nThe timeframe for this request is from January 1, 2026 to the date this request is processed. Please make records available in installments as they are ready to release.\r\n\r\nIf it’s helpful, please share with respondents the following instructions for exporting ChatGPT histories:\r\n\r\n**Click on your name or profile icon** (bottom-left corner of the ChatGPT interface).\r\nSelect **”Settings”**.\r\nGo to the **”Data Controls”** tab.\r\nClick **”Export data”**.\r\nA pop-up will appear — click **”Confirm export”**.\r\nOpenAI will email you a download link with a `.zip` file containing your chat history in JSON format (and HTML for easy viewing).\r\n\r\nI could not readily find an efficient way of exporting Copilot logs --- however, there seems to be a way to do it with an administrator-level Microsoft account, if that exists within the department. Please let me know what is possible.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMia Shou",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-city-17/office-of-technology-and-innovation-chatbot-logs-under-mayor-mamdani-203892/"
  }
]