[
  {
    "id": 151274,
    "title": "CPS Cell Phone User Agreements, Board Members",
    "slug": "cps-cell-phone-user-agreements-board-members",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 75124,
    "username": "miriamcb",
    "agency": 3121,
    "datetime_submitted": "2023-08-27T10:18:54.960709",
    "date_due": "2023-09-01",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-08-27T10:18:55.053446",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 151274,
        "from_user": 75124,
        "to_user": 10007,
        "subject": "Illinois Freedom of Information Act. Request: CPS Cell Phone User Agreements, Board Members",
        "datetime": "2023-08-27T10:18:55.053446",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nRecords sufficient to show the following:\r\n\r\n1. The CPS Cell Phone User Agreement;\r\n\r\n2. A listing  of CPS Officials, including Board members, and employees who have signed a CPS Cell Phone User Agreement from July 1, 2023 to current.\r\n\r\n3. A directory of CPS cell phone numbers. The directory should include the cell phone number, employee or Board member who uses the cell phone number and the position title of the employee/official.\r\n\r\nBecause this request is in the public interest for Illinois nonprofit The FOIA Bakery’s work to advocate for public education, please waive any fees in accordance with 5 ILCS § 140/6(c). Feel free to contact me with any questions, or if clarification is needed.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMiriam Bhimani",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/chicago-169/cps-cell-phone-user-agreements-board-members-151274/"
  },
  {
    "id": 151269,
    "title": "Freedom of Information Act Request: Summaries of oral decisions by Immigration Judge Burns, John - IJ code \"JHB,\"",
    "slug": "freedom-of-information-act-request-summaries-of-oral-decisions-by-immigration-judge-burns-john-ij-code-jhb",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 109063,
    "username": "MidtownNYC",
    "agency": 4122,
    "datetime_submitted": "2023-08-27T09:17:49.873509",
    "date_due": "2023-09-25",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-08-27T09:17:49.978292",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 151269,
        "from_user": 109063,
        "to_user": 11743,
        "subject": "Freedom of Information Act Request: Freedom of Information Act Request: Summaries of oral decisions by Immigration Judge Burns, John - IJ code \"JHB,\"",
        "datetime": "2023-08-27T09:17:49.978292",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nSummary of oral decisions of Immigration Judge John P. Burns Dated 04/01/2021 – 04/30/2023.\r\n\r\nThe term \"Summary of Oral Decisions\" refers to the official opinions issued by the immigration court in the form of concise summaries, intended for the convenience of the parties involved. These summaries aim to capture the essential points of oral decisions made during specific proceedings. It's important to note that these summaries are not meant to replace the original oral decisions but rather to serve as supplementary aids for better comprehension.\r\n\r\nRegarding the specific request for \"oral decision of immigration judge John Burns\" with the IJ code \"JHB,\" I understand that due to an ongoing backlog, locating Summaries of Decisions that have not yet been electronically filed could be challenging at this time. For this reason, I am requesting the production of all eROPs (electronically stored Summaries of Decisions) for the sake of efficiency. This request is made on behalf of the Deportation Accountability Project, a non-profit organization that aims to make deportation data publicly accessible. These records will be made available on our website, www.deportationaccountabilityproject.org.\r\n\r\nFurthermore, I request that if one aspect of this request will take significantly longer than the other, please release the documents as they become accessible.\r\nWe would appreciate your assistance in randomly selecting 50 eROPs while ensuring the exclusion of any 'Summary of Oral Decisions' associated with Absentia Orders of Removal and 'MOTION TO TERMINATE REMOVAL PROCEEDINGS.\r\nWe hold a specific interest in the respondent's country of origin, namely China, India, and Bangladesh.\r\n\r\nFee Waiver Request:\r\nIn accordance with 5 U.S.C. § 552(a)(4)(A)(iii) and 6 C.F.R. § 5.11(k), I request a waiver of fees associated with processing this request for records. The subject of this request concerns the operations of the federal government, and the disclosures will likely contribute to a better understanding of relevant government procedures by the general public in a significant way. 6 C.F.R. § 5.11(k)(1)(i).\r\n\r\nI request a waiver of fees because disclosure of the requested information is “in the public interest because it is likely to contribute significantly to public understanding of the operations or activities of the government.” 6 C.F.R. § 5.11(k)(1)(i); see also 6 C.F.R. § 5.11(k)(2)(i)-(iv). Understanding how the BIA and the Immigration Courts operate, including whether they comply with the Immigration statute, the federal immigration regulations, and the binding precedents of federal courts is of grave national importance.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nABIR APON",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/freedom-of-information-act-request-summaries-of-oral-decisions-by-immigration-judge-burns-john-ij-code-jhb-151269/"
  }
]