[
  {
    "id": 155248,
    "title": "Barry Gordon Croft, Jr.",
    "slug": "barry-gordon-croft-jr",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 71177,
    "username": "RadixVerum",
    "agency": 10,
    "datetime_submitted": "2023-11-28T14:58:55.669718",
    "date_due": "2023-12-27",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-11-28T14:58:55.750523",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 155248,
        "from_user": 71177,
        "to_user": 9555,
        "subject": "Freedom of Information Act Request: Barry Gordon Croft, Jr.",
        "datetime": "2023-11-28T14:58:55.750523",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nDear FOIA Officer,\r\nI am writing to formally request information related to the Governor Gretchen Whitmer Kidnapping plot case and Barry Gordon Croft, Jr for the purpose of journalistic inquiry and reporting. Specifically, I am seeking access to any and all documents, records, and communications related to this case, including but not limited to:\r\n1. Investigative reports\r\n2. Interview transcripts\r\n3. Surveillance footage\r\n4. Court documents\r\n5. Correspondence with other government agencies\r\n6. Internal emails, memos, and communications discussing the case\r\n7. Any other relevant information or evidence\r\n8. Internal emails, memos, and communications discussing the case or Mr. Croft specifically from Special Agent John Penrod and Special Agent Kristopher Long \r\n\r\nTo assist in narrowing the search, I kindly request that the timeframe of the request covers all relevant information from the inception of the case (April 2019) to the present day from the FBI's Baltimore Field Office. \r\nI understand that fees may apply for processing this request, and I am willing to cover reasonable costs. However, I am requesting a fee waiver if the requested information is in the public interest and its disclosure serves to inform the public.\r\nAs a journalist, I am committed to providing accurate and in-depth reporting to the public, and I believe that access to this information will contribute to the public's understanding of this case and the actions of government agencies involved.\r\nPlease consider this FOIA request and respond within the statutory timeframes outlined in the FOIA. If you require any clarification or have any questions, please do not hesitate to contact me at the email address or phone number provided above.\r\nThank you for your attention to this matter, and I look forward to your prompt response.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nChristina L. Urso",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/barry-gordon-croft-jr-155248/"
  }
]