[
  {
    "id": 177984,
    "title": "HEART Emergency Call CAD Data",
    "slug": "heart-emergency-call-cad-data",
    "status": "submitted",
    "embargo_status": "public",
    "user": 133821,
    "username": "bocarba_duke",
    "agency": 39836,
    "datetime_submitted": "2024-12-19T18:25:20.076973",
    "date_due": "2025-01-21",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-12-19T18:25:20.956176",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177984,
        "from_user": 133821,
        "to_user": 146845,
        "subject": "",
        "datetime": "2024-12-19T18:25:20.956176",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nRAW Computer Aided Dispatch Data queried out of HEART's emergency phone system on 911 calls from January 2021 to the most recent date data is collected. In CSV, TXT, or XML format, a machine-readable spreadsheet (not XLSX format). This data must include whether or not the Alternative Response Program or any iteration of that response team was dispatched and include a unique identifier to be able to match the data to the 911 CAD data from the City of Durham.\r\n\r\nHere are the column headers which are requested:\r\n\r\nMaster Incident Number or Event Number – Unique numerical identifier of the call for service that can be matched to City of Durham 911 CAD data\r\nCase Number – If an incident report was written, this is the file number, which can be joined to the incidents and arrests datasets\r\nDispatcher ID - A unique identifier for the dispatcher who handled and managed the 911 call\r\nCrisis Call Diversion Staff ID - A unique identifier for the dispatcher who received the call from the 911 dispatcher\r\nCall Date – Date the call for service was generated\r\nCall Time – Time the call for service was generated\r\nSource – How the call was generated from the public or self-initiated by an officer\r\nPriority – The priority level of the call response\r\nNature – The description of the call for service\r\nAddress – The block number and street or intersection of the call for service\r\nLatitude/longitude - coordinates for call of service\r\nX – Mapping coordinate of the call for service\r\nY – Mapping coordinate of the call for service\r\nDistrict – The patrol district where the call for service was located\r\nBeat – The patrol beat where the call for service was located, which is a sub-division of the district\r\nTract – The census tract where the incident occurred, based on 2010 census data\r\nDisposition – How the call for service was closed\r\nCancelled – Whether the call for service was cancelled prior to officer arrival\r\nWho was dispatched - Whether CCD, CRT, COR, police, fire, or EMS\r\nDispatch Date and Time - The exact date and time when the dispatcher sent the call to emergency responders, such as CRT, COR, police, fire, or EMS\r\nEntry Date and Time - The date and time when the call was initially logged into the 911 computer-aided dispatch (CAD) system\r\nReceived Date and Time - The date and time when the 911 call was first answered by the dispatch center\r\nEnroute Date and Time - The date and time when the assigned responder (e.g., a patrol car, ambulance, or fire truck) began traveling to the incident location\r\nOn Scene Date and Time - The date and time when the responder arrived at the scene of the incident\r\nClose Date and Time - The date and time when the incident or call was marked as completed or resolved in the CAD system\r\n\r\nWe also have questions pertaining to the data and HEART: \r\n\r\n-In 911 CAD data from the City of Durham, the \"mental health crisis\" code does not exist before HEART. What were the relevant codes/terminology in the data that existed before the existence of DCSD or HEART?\r\n\r\n-Does the nature code \"heart assist\" refer to the HEART program or to the body organ?\r\n\r\n-Is the nature code \"involuntary commitment\" specific to the involvement of PD, EMS, fire, CCD, COR, or CRT?\r\n\r\n-We are seeing a number of duplicates in the data. These duplicates seem to be generated when the call is received by a CCD staff member and then PD, COR, CRT, fire, or EMS are dispatched. Please see the attached screenshot as an example of such a duplicate. Is the above assumption correct? Also, specific to the screenshot, who exactly was dispatched? EMS, PD, and a back-up unit?\r\n\r\n-Is this operational information correct?\r\nThe Community Response Team is made up of a mental health Clinician, a Peer Support Specialist, and an EMT.\r\nThe Co-Response Team is made up of a mental health clinician with a police officer.\r\n\r\nIf you deny any or all of this request, please cite each specific exemption you feel justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nbocar ba",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1248764,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/bocarba_duke/149261/Duplicate_in_911_CAD_data.png",
            "datetime": "2024-12-19T18:25:20.956176",
            "title": "Duplicate_in_911_CAD_data.png",
            "source": "bocar ba",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/heart-emergency-call-cad-data-177984/"
  }
]