[
  {
    "id": 183230,
    "title": "Untitled",
    "slug": "untitled",
    "status": "submitted",
    "embargo_status": "public",
    "user": 154895,
    "username": "policecamnews",
    "agency": 658,
    "datetime_submitted": "2025-03-16T06:36:32.385785",
    "date_due": "2025-03-19",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-16T06:36:32.487099",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 183230,
        "from_user": 154895,
        "to_user": 10248,
        "subject": "",
        "datetime": "2025-03-16T06:36:32.487099",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Georgia Open Records Act, I hereby request the following records:\r\n\r\nI am requesting access to records related to the incident involving Marcel T., 28, on June 3, 2021, in Atlanta, Georgia. The incident occurred during a nighttime traffic stop for a broken taillight, during which Mr. T. attempted to flee, resulting in an officer being dragged alongside the moving minivan for approximately 50 yards before breaking free. The officer sustained cuts and a broken wrist. The suspect was subsequently apprehended at gunpoint after a pursuit.\r\n\r\nIncident Details:\r\n\r\nDate: June 3, 2021\r\nLocation: Atlanta, Georgia\r\nIndividual: Marcel T., 28\r\nSummary: During a traffic stop for a broken taillight, Mr. T. attempted to flee while an officer's arm was caught in the vehicle's window, dragging the officer approximately 50 yards. The officer sustained injuries, including cuts and a broken wrist. Following a pursuit, Mr. T. was apprehended at gunpoint and claimed he panicked.\r\nRequested Records:\r\n\r\nBody-Worn Camera Footage:\r\n\r\nAll video and audio recordings from officers present during the incident, from the initiation of the traffic stop to the conclusion of the encounter.\r\nFootage capturing the interaction between the officer and Mr. T., including the moment the officer was dragged and the subsequent apprehension.\r\nDash Camera Footage:\r\n\r\nAny available recordings from patrol vehicles at the scene, particularly those capturing the initial traffic stop, the dragging incident, and the pursuit.\r\nIncident and Arrest Reports:\r\n\r\nComplete incident reports detailing the events leading to Mr. T.'s arrest.\r\nArrest reports and any supplementary narratives by responding officers.\r\nUse of Force Reports:\r\n\r\nDocumentation of any use of force by officers during the incident, including justifications and assessments.\r\n911 Call Records:\r\n\r\nAny available dispatch audio or transcripts related to the police response.\r\nFee Waiver Request: The primary goal of this request is to serve the public interest by making the information publicly accessible. I acknowledge that I may also generate revenue from its dissemination; if a full fee waiver is not possible, please inform me of the estimated costs in advance, and let me know if fees can be reduced or eliminated by removing specific items from the request, specifying which if so.\r\n\r\nPlease provide the requested records in electronic format, if available. If any records are withheld or redacted, kindly specify the reasons and the applicable exemptions under the law.\r\n\r\nThank you for your attention to this matter. I look forward to your response within the timeframe prescribed by the Georgia Open Records Act.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nPolice Cam News",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/atlanta-325/untitled-183230/"
  },
  {
    "id": 183229,
    "title": "Public Records Request – Bodycam Footage and Related Records from Undercover Porch Pirate Sting (Feb. 20, 2023)",
    "slug": "public-records-request-bodycam-footage-and-related-records-from-undercover-porch-pirate-sting-feb-20-2023",
    "status": "submitted",
    "embargo_status": "public",
    "user": 154895,
    "username": "policecamnews",
    "agency": 676,
    "datetime_submitted": "2025-03-16T06:34:16.915048",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-16T06:34:17.043441",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 183229,
        "from_user": 154895,
        "to_user": 9652,
        "subject": "",
        "datetime": "2025-03-16T06:34:17.043441",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nI am requesting access to records related to an undercover porch pirate sting conducted by Detective Luis Q. of the Tampa Police Department on February 20, 2023, in Tampa, Florida. The operation involved the detective posing as a DoorDash delivery driver to catch a known package thief, with the arrest captured on body-worn camera footage.\r\n\r\nIncident Details:\r\nDate: February 20, 2023\r\nLocation: Tampa, Florida \r\nOfficer: Detective Luis Q. (Tampa PD)\r\nOperation: Undercover sting targeting a package theft suspect\r\nSummary: In response to a series of package thefts, Det. Luis went undercover dressed as a DoorDash driver. Using a decoy package equipped with a tracker, he waited in an unmarked van in a high-theft area. When a known porch pirate attempted to steal the package, Det. Luis apprehended the suspect alone. The suspect was found with dozens of stolen packages in their vehicle. The arrest was captured on body-worn camera footage and praised as a strategic and effective takedown of a package theft ring.\r\nRequested Records:\r\nBody-Worn Camera Footage:\r\n\r\nAll video and audio recordings from Detective Luis Q. and any other responding officers related to the undercover operation.\r\nFootage capturing the moment the suspect attempted to steal the package and their subsequent apprehension.\r\nAny footage showing the recovery of stolen packages.\r\nDash Camera Footage:\r\n\r\nAny available in-car camera recordings from unmarked or marked police vehicles involved in the operation.\r\nIncident and Arrest Reports:\r\n\r\nThe full police report detailing the sting operation and subsequent arrest.\r\nSupplementary reports from any assisting officers or units.\r\nPhotographs:\r\n\r\nAny images taken at the scene, including photos of the decoy package, the suspect’s vehicle, and recovered stolen items.\r\nSurveillance or Third-Party Footage:\r\n\r\nAny surveillance footage collected as evidence, such as home security footage from affected residents.\r\n911 Call or Radio Dispatch Logs:\r\n\r\nAny radio communication or emergency call records related to the operation.\r\nFee Waiver Request:\r\nThe primary goal of this request is to serve the public interest by making the footage and related records publicly accessible. I acknowledge that I may also generate revenue from its dissemination; if a full fee waiver is not possible, please inform me of the estimated costs in advance, and let me know if fees can be reduced or eliminated by removing specific items from the request, specifying which if so.\r\n\r\nPlease provide the requested records in electronic format, if available. If any records are withheld or redacted, kindly specify the reasons and the applicable exemptions under the law.\r\n\r\nThank you for your assistance. I look forward to your response within the timeframe prescribed by Florida Public Records Law.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nPolice Cam News",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/tampa-342/public-records-request-bodycam-footage-and-related-records-from-undercover-porch-pirate-sting-feb-20-2023-183229/"
  },
  {
    "id": 183227,
    "title": "Public Records Request – Records Pertaining to the Arrest of a 15-Year-Old Male Student at Bartow High School (September 2021)",
    "slug": "public-records-request-records-pertaining-to-the-arrest-of-a-15-year-old-male-student-at-bartow-high-school-september-2021",
    "status": "submitted",
    "embargo_status": "public",
    "user": 154895,
    "username": "policecamnews",
    "agency": 11826,
    "datetime_submitted": "2025-03-16T06:30:23.704221",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-16T06:30:23.809984",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 183227,
        "from_user": 154895,
        "to_user": 17660,
        "subject": "",
        "datetime": "2025-03-16T06:30:23.809984",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nI am requesting access to records related to the arrest of a 15-year-old male student at Bartow High School in September 2021. The incident involved the student allegedly vandalizing a school bathroom by removing two soap dispensers as part of the \"devious licks\" TikTok challenge.\r\n\r\nIncident Details:\r\nDate: September 2021\r\nLocation: Bartow High School, Bartow, Florida\r\nIndividual: 15-year-old male student\r\nSummary: The student allegedly participated in the \"devious licks\" TikTok trend by removing two soap dispensers from a school bathroom wall. He reportedly posted a video online bragging about the act. Upon investigation, Bartow Police Department officers identified and arrested the student, who admitted to the vandalism, stating he did it to appear \"cool\" on social media. He was charged with criminal mischief and theft. (clickorlando.com)\r\nRequested Records:\r\nBody-Worn Camera Footage:\r\n\r\nAll video and audio recordings from responding officers during the initial call and investigation.\r\nFootage documenting the officer's arrival at Bartow High School.\r\nFootage capturing interviews with the suspect and any witnesses.\r\nAny footage of the student admitting to the vandalism or interacting with officers.\r\nDash Camera Footage:\r\n\r\nAny available footage capturing the student's transport, if applicable.\r\nIncident and Arrest Reports:\r\n\r\nComplete incident reports detailing the events leading to the student's arrest.\r\nArrest reports and any supplementary narratives by responding officers.\r\n911 Call Records:\r\n\r\nAudio recordings and transcripts of any calls related to the incident.\r\nPhotographs:\r\n\r\nAny images taken at the scene, including evidence of property damage.\r\nSurveillance Footage:\r\n\r\nCopies of any surveillance videos from Bartow High School obtained by the police during their investigation.\r\nSocial Media Evidence:\r\n\r\nAny records or documentation of the video posted by the student related to the incident.\r\nFee Waiver Request:\r\nThe primary goal of this request is to serve the public interest by making the information publicly accessible. I acknowledge that I may also generate revenue from its dissemination; if a full fee waiver is not possible, please inform me of the estimated costs in advance, and let me know if fees can be reduced or eliminated by removing specific items from the request, specifying which if so.\r\n\r\nPlease provide the requested records in electronic format, if available. If any records are withheld or redacted, kindly specify the reasons and the applicable exemptions under the law.\r\n\r\nThank you for your attention to this matter. I look forward to your response within the timeframe prescribed by Florida Public Records Law.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nPolice Cam News",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/bartow-10339/public-records-request-records-pertaining-to-the-arrest-of-a-15-year-old-male-student-at-bartow-high-school-september-2021-183227/"
  }
]