[
  {
    "id": 184141,
    "title": "Access to Public Records Request – Bodycam, Surveillance, and Reports – Sept. 10, 2023 Dockside Incident at The Landing",
    "slug": "access-to-public-records-request-bodycam-surveillance-and-reports-sept-10-2023-dockside-incident-at-the-landing",
    "status": "submitted",
    "embargo_status": "public",
    "user": 154895,
    "username": "policecamnews",
    "agency": 3626,
    "datetime_submitted": "2025-03-29T10:16:55.009535",
    "date_due": "2025-04-11",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-29T10:16:55.169234",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 184141,
        "from_user": 154895,
        "to_user": 23414,
        "subject": "",
        "datetime": "2025-03-29T10:16:55.169234",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Rhode Island Access to Public Records Act, I hereby request the following records:\r\n\r\nI respectfully request copies of the following records related to a widely reported law enforcement incident on Sunday, September 10, 2023, outside The Landing Restaurant (30 Bowen's Wharf, Newport, RI), involving multiple arrests and use-of-force by Newport Police Department officers:\r\n\r\nAll body-worn camera footage from all officers who responded to or were involved in the physical altercations, arrests, and crowd control at the scene.\r\n\r\nAny surveillance footage obtained from The Landing or surrounding businesses used by police in their investigation.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nPolice Cam News",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/newport-2209/access-to-public-records-request-bodycam-surveillance-and-reports-sept-10-2023-dockside-incident-at-the-landing-184141/"
  }
]