[
  {
    "id": 157978,
    "title": "Records, Howard Golden (November 6, 1925 – January 24, 2024)",
    "slug": "records-howard-golden-november-6-1925-january-24-2024",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 14585,
    "username": "LXHXZZTVENTLKU",
    "agency": 10,
    "datetime_submitted": "2024-01-30T08:06:07.197594",
    "date_due": "2024-02-28",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-01-30T08:06:07.315799",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "kings county democratic county committee",
      "kings county democrat"
    ],
    "communications": [
      {
        "foia": 157978,
        "from_user": 14585,
        "to_user": 9555,
        "subject": "",
        "datetime": "2024-01-30T08:06:07.315799",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAll records mentioning or concerning Howard Golden, deceased politician of New York City. To assist in a records search, the following information is known about Golden: \r\n\r\nFull name: Howard Golden\r\nDate of Birth: November 6, 1925\r\nDate of Death: January 24, 2024\r\nPlace of Birth: Kings County (Brooklyn), New York\r\nAssociated campaign committees:  Roosevelt Democratic Club, Committee for a Golden Future,  The Brooklyn Democrats, Kings County Democratic Party \r\nAssociated law firm: Goldberg & Cohn LLP\r\nOffice of Court Administration registration number: 1030899\r\n\r\nGolden's death was widely reported in 2024 (see attached PDF). Privacy interests of deceased persons are diminished, and in this instance are outweighed by public interest in Golden as a political figure. \r\n\r\nPlease conduct a search of the Central Records System, including but not limited to the Counterdrug Information Indices System (CIIS),  ELSUR Records System, the Microphone Surveillance (MISUR) Indices, the Physical Surveillance (FISUR) Indices, and the Technical Surveillance (TESUR) Indices, for both main-file records and cross-reference records for all relevant names, individuals, agencies and companies.\r\n\r\nIf any potentially responsive records have been destroyed and/or transferred to NARA, then I request copies of the destruction or transfer slips as well as any other documentation relating to, mentioning or describing said transfer or destruction, to include but not be limited to confirmation that the Bureau has no other copies of said records.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nT. McElwee",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1149888,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/LXHXZZTVENTLKU/131732/legacy.com-HOWARD_GOLDEN_Obituary.pdf",
            "datetime": "2024-01-30T08:06:07.315799",
            "title": "legacy.com-HOWARD_GOLDEN_Obituary.pdf",
            "source": "T. McElwee",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/records-howard-golden-november-6-1925-january-24-2024-157978/"
  }
]