[
  {
    "id": 180997,
    "title": "SoMa West Community Benefit District",
    "slug": "soma-west-community-benefit-district",
    "status": "submitted",
    "embargo_status": "public",
    "user": 149767,
    "username": "MayaKaczorowski",
    "agency": 14659,
    "datetime_submitted": "2025-02-05T12:10:58.827948",
    "date_due": "2025-02-15",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-02-05T12:10:59.080102",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 180997,
        "from_user": 149767,
        "to_user": 18712,
        "subject": "",
        "datetime": "2025-02-05T12:10:59.080102",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nThe SoMa West CBD was established in 2019, as of 2020-21 had an annual assessment of $3,859,195.14, and runs a Safety Ambassador Security Task Force:\r\nhttps://sfmayor.org/article/mayor-london-breed-signs-legislation-establishing-soma-west-community-benefit-district\r\nhttps://somawestcbd.org/\r\nhttps://www.sf.gov/file/2022-san-francisco-property-business-improvement-district-pbid-program-impact-analysis\r\nhttps://somawestcbd.org/post/safety-ambassadors-meet-and-greet-at-decant-sf\r\n\r\nI request the following records:\r\n\r\n1) Budget and annual financial statements for FY2023, FY2024, FY2025 and FY2026. This includes any documents (including but not limited to PDF, word processing, excel, and slide documents) related to the association's budget and financial statements, including both unaudited and audited statements, accounts receivable, balance sheets, revenue & expense statements, cashflow statements, annual financial audits, and any other financial planning documents. This also includes any information about financial reserve planning.\r\n\r\n2) Any documents (including but not limited to PDF, word processing, excel, and slide documents) including contracts, purchase orders, invoices, financial plans, and financial reports related to the operations of the Safety Ambassador Security Task Force, since January 1 2023. This includes any documents about the purchase and maintenance of vehicles and staffing costs.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMaya Kaczorowski",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/san-francisco-141/soma-west-community-benefit-district-180997/"
  },
  {
    "id": 180996,
    "title": "2024 BPD Budget",
    "slug": "2024-bpd-budget",
    "status": "submitted",
    "embargo_status": "public",
    "user": 138858,
    "username": "internmbf",
    "agency": 174,
    "datetime_submitted": "2025-02-05T11:52:57.889544",
    "date_due": "2025-02-20",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-02-05T11:52:58.032428",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 180996,
        "from_user": 138858,
        "to_user": 9560,
        "subject": "Massachusetts Public Records Law Request: 2024 BPD Budget",
        "datetime": "2025-02-05T11:52:58.032428",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Massachusetts Public Records Law, I hereby request the following records:\r\n\r\nThe budget and actual spending of the Boston Police Department between January 1, 2024 and December 31, 2024 which fall under the following titles : “special events”, “central booking”, ”central lockup”, “regional lockup”, or “central booking transfers” or any which fall under costs related to the MEMORANDUM OF AGREEMENT FOR DETENTION OF ARRESTEES AT THE SUFFOLK COUNTY JAIL signed by the Suffolk County Sheriff's Department and the Boston Police Department.  \r\n\r\nI also request the budget and expenditure to staff central booking facilities, as well as any and all payments made to the Suffolk sheriff’s department between January 1, 2024 and December 31, 2024.  \r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by the recommendations of the Massachusetts Supervisor of Public Records. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nI expect the request to be filled in an accessible format, including for screen readers, which provide text-to-speech for persons unable to read print. Files that are not accessible to screen readers include, for example, .pdf image files as well as physical documents.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. \r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMichael Lozada",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/boston-3/2024-bpd-budget-180996/"
  }
]