[
  {
    "id": 176125,
    "title": "FOIA Request for All Records Related to DOJ Complaint Number 533252-GXC",
    "slug": "foia-request-for-all-records-related-to-doj-complaint-number-533252-gxc",
    "status": "submitted",
    "embargo_status": "public",
    "user": 142975,
    "username": "DavidMedeiros24",
    "agency": 3519,
    "datetime_submitted": "2024-11-09T06:20:35.573885",
    "date_due": "2024-12-10",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-11-09T06:20:35.672373",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 176125,
        "from_user": 142975,
        "to_user": 10014,
        "subject": "",
        "datetime": "2024-11-09T06:20:35.672373",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nTo: FOIA Officer, Civil Rights Division\r\nU.S. Department of Justice\r\nAddress: 950 Pennsylvania Avenue, NW, Washington, DC 20530-0001\r\nEmail: FOIA.Request@usdoj.gov\r\n\r\nDate: November 9, 2024\r\n\r\nSubject: FOIA Request for All Records Related to DOJ Complaint Number 533252-GXC\r\n\r\nDear FOIA Officer,\r\n\r\nPursuant to the Freedom of Information Act (5 U.S.C. § 552), I request all records related to DOJ Complaint Number 533252-GXC, submitted to the Civil Rights Division on November 9, 2024. This request includes all documentation associated with the complaint, such as:\r\n\r\nInternal and External Communications\r\n\r\nAll emails, letters, and internal notes relating to the intake, review, and handling of DOJ Complaint 533252-GXC.\r\nCorrespondence between DOJ personnel, external entities, and any third parties involved in the assessment or investigation of the complaint.\r\nComplaint Review and Processing Records\r\n\r\nDocuments detailing the assessment criteria, investigative steps, and decisions made in handling this complaint.\r\nLogs or entries from case tracking or management systems indicating the timeline and actions taken.\r\nPersonnel Assignments and Roles\r\n\r\nRecords identifying the personnel involved in processing this complaint, including their roles and decision-making authorities.\r\nAny supervisory or oversight records for individuals directly managing or reviewing this complaint.\r\nGuidance Documents, Policies, and Procedures\r\n\r\nAny internal policies, memoranda, or guidance documents used in evaluating DOJ Complaint 533252-GXC, specifically those related to ADA, FOIA, and civil rights compliance.\r\nAny procedural guidelines specific to ADA accommodations in handling complaints by individuals with disabilities.\r\nDocuments and Notes on Decision-Making and Outcomes\r\n\r\nRecords, summaries, or notes reflecting the outcomes of reviews, discussions, or decisions regarding DOJ Complaint 533252-GXC, including any determinations on investigatory steps or referrals.\r\nAccommodation Requirements for Compliance\r\nTo ensure ADA compliance and accessibility, I request the following accommodations:\r\n\r\nEmail-Only Communication: Please send all responses, records, and updates exclusively via email to AabiWR@live.com. Physical mail, phone calls, portal-based communications, or external links should not be used.\r\nScreen-Reader Compatible PDF Format: All documents must be provided in a screen-reader-compatible PDF format to maintain accessibility.\r\nFull Text in Email Body: Where feasible, please include the full text of responses within the email body, avoiding reliance on attachments.\r\nClear Justifications for Redactions and Denials: For any withheld or redacted records, provide a complete justification, including specific legal exemptions and, where possible, summaries of withheld content.\r\nIdentification of FOIA Officers and Supervisory Personnel: Include the full names, titles, email addresses, and phone numbers of all FOIA officers, decision-makers, or supervisors handling this request.\r\nFee Waiver Request\r\nAs this request benefits the public’s understanding of ADA compliance within federal agencies and is not for commercial use, I request a waiver of any associated fees.\r\n\r\nExpedited Processing\r\nDue to the urgent public interest in ADA accessibility and civil rights transparency, I request expedited processing under 5 U.S.C. § 552(a)(6)(E).\r\n\r\nPlease confirm receipt of this request and provide an anticipated timeline for processing. Should any part of this request be denied, please include specific statutory justifications and exemptions.\r\n\r\nSincerely,\r\nDavid Medeiros\r\nFounder, ABI Resources\r\nEmail: AabiWR@live.com\r\nAddress: 215 Mountain St, Willimantic, CT 06226\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDAVID MEDEIROS",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/foia-request-for-all-records-related-to-doj-complaint-number-533252-gxc-176125/"
  }
]