[
  {
    "id": 141251,
    "title": "IHSC Facility Staffing Requirements - Latest",
    "slug": "ihsc-facility-staffing-requirements-latest",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 25665,
    "username": "DetentionKills",
    "agency": 133,
    "datetime_submitted": "2023-02-23T19:10:37.774416",
    "date_due": "2023-03-23",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-02-23T19:10:37.882915",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 141251,
        "from_user": 25665,
        "to_user": 9620,
        "subject": "Freedom of Information Act Request: IHSC Facility Staffing Requirements - Latest",
        "datetime": "2023-02-23T19:10:37.882915",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nOn behalf of Al Otro Lado and its #DetentionKills Transparency Initiative, we request all currently effective IHSC Staffing Requirements for ICE facilities based on detention standard (NDS, PBNDS 2011, NDS 2019). \r\n\r\nWe request updated versions of the two matrices ICE previously supplied in response to a FOIA request. Those matrices were from May 2018. We are requesting the most recent version  of these documents. \r\n\r\nThis request seeks 3 tables. It is straightforward and requires a search of only a single custodian: ICE-ERO-IHSC. In the event a search of IHSC turns up nothing, we request an alternative search ERO-CMD, OAQ, and OCFO. \r\n\r\nWe suggest an adequate search would include the terms “IHSC Minimum Staffing Requirements by Facility Size.”\r\n\r\nWe therefore ask that the agency designate this request for Simple Track Processing.  \r\n\r\nPlease note that our project, the #DetentionKills Transparency Initiative of Al Otro Lado, recently secured a partial judgment on the pleadings and a declaratory judgment in the US District Court for the Central District of California that ICE engaged in an unlawful pattern and practice of violating FOIA’s timing provisions. Owen v ICE, No 2022cv550 (CD Cal Jan. 12, 2023) (copy available here: https://s3.documentcloud.org/documents/23689456/owen-v-ice-cd-cal-pattern-practice-declaratory-judgment.pdf.  We sincerely hope that the agency will heed the Owen Court’s admonitions that FOIA’s “‘deadlines are not aspirational — Congress set them and expected compliance’ and an ‘agency does not have the authority to ignore unambiguous deadlines set by Congress[.’]” Id at 15.  \r\n\r\nPlease provide this records and carry out all mandatory actions within the timeframes Congress required.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAndrew Free",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1069563,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/DetentionKills/118514/IHSC_Staffing_Matrices.pdf",
            "datetime": "2023-02-23T19:10:37.882915",
            "title": "IHSC_Staffing_Matrices.pdf",
            "source": "Andrew Free",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/ihsc-facility-staffing-requirements-latest-141251/"
  }
]