[
  {
    "id": 138171,
    "title": "Connecticut Youth Pay to Stay Policy",
    "slug": "connecticut-youth-pay-to-stay-policy",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 107289,
    "username": "waynebyun",
    "agency": 290,
    "datetime_submitted": "2022-12-21T15:11:49.527465",
    "date_due": "2022-12-28",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2022-12-21T15:11:49.606478",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 138171,
        "from_user": 107289,
        "to_user": 12255,
        "subject": "",
        "datetime": "2022-12-21T15:11:49.606478",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Connecticut Freedom of Information Act, I hereby request the following records:\r\n\r\nThe following materials regarding the imposition, assessment, collection and balances of fees and debt for incarcerated youth (i.e., juvenile):\r\n\r\na) All current policies and procedures regarding medical and room & board costs or fees for which incarcerated youth (i.e. juvenile) and/or their parents or legal guardians are or may become liable. Please include all policies and procedures related to how fees are set, accrued, imposed, collected, and enforced (such as those related to per diem fees, ability to pay determinations, penalties for late or non-payment, authorization for civil or criminal action for payment enforcement, etc). \r\n\r\nb) All reports, databases, spreadsheets, or equivalent materials regarding debts/restitution paid to or owed to this department/office or any facility/agency under its jurisdiction in FY2021. Please include all relevant data regarding medical and room & board costs, including the number of youths (i.e., juveniles) charged for medical and room & board costs or fees and the total amount of medical and room & board fees imposed in FY2021.\r\n\r\nI also request that, if possible and pursuant to Conn. Gen. Stat. § 1-212(d), fees be waived as I believe this request is in the public interest and not made for commercial gain. The requested documents will be processed by a representative of the news media/press and made available to the public at MuckRock.com.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 4 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nWayne Byun",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/connecticut-53/connecticut-youth-pay-to-stay-policy-138171/"
  },
  {
    "id": 138170,
    "title": "Police Records Request",
    "slug": "police-records-request",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 107952,
    "username": "AnonKoo",
    "agency": 717,
    "datetime_submitted": "2022-12-21T14:44:47.700647",
    "date_due": "2022-12-29",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2022-12-21T14:44:47.798121",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 138170,
        "from_user": 107952,
        "to_user": 9675,
        "subject": "Washington Public Records Act Request: Police Records Request",
        "datetime": "2022-12-21T14:44:47.798121",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Washington Public Records Act, I hereby request the following records:\r\n\r\nStaff roster including but not limited to first and last names, job titles, areas of assignment, and badge, serial, and other identifying numbers. In order of preference, I would prefer that this data be provided as: OpenDocument spreadsheet, plain text with comma-separated-values (i.e., a \"CSV\" file), Excel spreadsheet, or the native electronic format of the software from which this information is retrieved in fulfillment of my request. I specifically request that you not create a new record for me by rendering to PDF or by printing your electronic record then scanning it to make a series of images of the printed data.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.  I understand merely stating that I will not be using records for commercial purposes is not sufficient, and so further details are: to use this public record to inform myself and the public at large of whom we, the people, employ to work as peace officers in the city of Spokane, what those employee's general assignments are, and how they are identified by your agency when names are not available (e.g., when one is identified only by \"badge number\").\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAnon Koo",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/spokane-71/police-records-request-138170/"
  }
]