[
  {
    "id": 152557,
    "title": "Locomotive Engineer Training Materials",
    "slug": "locomotive-engineer-training-materials",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 41758,
    "username": "Avik",
    "agency": 479,
    "datetime_submitted": "2023-09-28T14:30:34.812553",
    "date_due": "2023-10-27",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-09-28T14:30:35.041682",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "training",
      "railroad"
    ],
    "communications": [
      {
        "foia": 152557,
        "from_user": 41758,
        "to_user": 9989,
        "subject": "",
        "datetime": "2023-09-28T14:30:35.041682",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\n- Complete course descriptions and syllabi for elements of the locomotive engineer training program \r\n- All training materials given to locomotive engineer trainees including, but not limited to, digital text files such as PDF and Microsoft Word documents, copies of any materials physically given to trainees without a digital equivalent, and any computer applications utilized by locomotive engineer trainees to receive instruction remotely.\r\n- Lecture materials including, but not limited to,  powerpoint presentations, assignments, instructor-provided lecture notes, videos of lectures both pre-recorded and live recorded if distributed to trainees, written tests/assessments taken by the trainees without enclosing the answer key for aforementioned tests, \r\n- Any instructional guides given to locomotive engineer training participants, as well as used by locomotive engineer training instructors, both created by Amtrak as well as those created by a third-party vendor and supplied to Amtrak and used for training locomotive engineers .\r\n- Amtrak's operating rules, operating manuals and procedures for the ACS-64, P32AC-DM, and Acela Express trainsets, and any other resource that Amtrak would provide to a locomotive engineer trainee.\r\n- For the above requests, if a type of material given to a trainee differs based on base location and route assignment, select  only the material given to a trainee who would be qualifying for locomotive operation on the Northeast Corridor either operating a Northeast Regional service or on an Acela Express service if possible.\r\n- Any materials not mentioned above given to locomotive engineer trainees over the course of their training program to become qualified both to operate Amtrak equipment in general, as well as on the Northeast Corridor operating the Northeast Regional and Acela Express services in particular.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAvi Koenig",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/locomotive-engineer-training-materials-152557/"
  }
]