[
  {
    "id": 190492,
    "title": "DFAS RECORDS FOR, Quancidine Hinson-Gribble, Surviving Spouse of Robert Gribble",
    "slug": "dfas-records-for-quancidine-hinson-gribble-surviving-spouse-of-robert-gribble",
    "status": "submitted",
    "embargo_status": "public",
    "user": 135800,
    "username": "QuancidineHinsonGribble",
    "agency": 7,
    "datetime_submitted": "2025-07-31T15:51:45.793763",
    "date_due": "2025-08-28",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-07-31T15:51:45.939680",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 190492,
        "from_user": 135800,
        "to_user": 25379,
        "subject": "",
        "datetime": "2025-07-31T15:51:45.939680",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nOn Monday, July 28th, 2025, I received a response from “DFAS” WITH NO NAME ATTACHED; that I am “NOT” receiving any “SBP” because of a “1999 DIVORCE DECREE”, that I have no knowledge of, and “DFAS” has “NO” COPY OF. I informed “DFAS” that I, do believe that someone else is receiving my “SBP” other than myself. One hour after, I received the email a very “STRANGE” TRANSACTION APPEARED ON MY PHONE” confirming my request for an “INVESTIGATION”. DFAS has “FAILED” to give me my “SBP” and another, “WIDOWS” ID CARD, that was “STOLEN” FROM ME ON, FORT BRAGG, NC by, Amy Melendez and Joanie Hammons. The incident happened on, August, 2012. My ID CARD, has been “SANITIZED” out of the system that was issued to me on, July 6th, 2012. My last four: 5460. I do believe ID Cards have been issued in my name to keep these criminal activities “COVERED-UP”. I do believe that my late husband, Robert Gribble (Date of Death, 11/18/2011) have been “SANITIZED” OUT OF THE SYSTEM. Robert Gribble, last four is: 5802. I am requesting  the “DIVORCE DECREE” per “DFAS” that has a “1999” Date on it, “COURT STAMPED AND CERTIFIED” showing dates and the Court House information. I am requesting “ALL” the documents to include “PAYMENTS” made with my “PII” Personal Identifying Information. I am requesting that I am to receive another, ID CARD via by mail, as it shows in “MY AUTH”, however someone in the “IT DEPARTMENT” has blocked my ability to be able to complete this process. I am requesting “ALL” Records of money paid to myself and my late husband, Robert Gribble. I am requesting “ACCESS” TO “MY PAY” Credentials to create my password and login ID, by receiving my temporary password. DFAS, has “BLOCKED”, “REMOVED” my late husband, Robert Gribble from “DFAS” to “NOT” AWARD ME MY “SBP” who Retired from the United States Army in 1972. DFAS “FAILED” to Investigate the following TICKET NUMBERS: 202507170424, 202507160602, 202507152432, 202507151080. Thank You!!! Quancidine Hinson-Gribble. Thursday, July 31st, 2025.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nQuancidine Hinson-Gribble",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/dfas-records-for-quancidine-hinson-gribble-surviving-spouse-of-robert-gribble-190492/"
  }
]