[
  {
    "id": 172320,
    "title": "Untitled",
    "slug": "untitled",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 23402,
    "username": "JohnJackson",
    "agency": 129,
    "datetime_submitted": "2024-08-22T18:32:56.982236",
    "date_due": "2024-09-20",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-08-22T18:32:57.124465",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 172320,
        "from_user": 23402,
        "to_user": 9557,
        "subject": "",
        "datetime": "2024-08-22T18:32:57.124465",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nI am requesting the FBI file for Roscoe Pound (October 27, 1870 – June 28, 1964). FBI File Number: 77-74432. In response to my FOIA request the FBI has informed me in a letter dated 19 August 2024 that \"Records potentially responsive to your request were transferred to the National Archives and Records Administration (NARA).,, Use file number 77-HQ-74432 as a reference.\"\r\n\r\nThis file is cited in Hull, N. E. H. 1997. Roscoe Pound and Karl Llewellyn: Searching for an American Jurisprudence. Chicago: University of Chicago Press: 317 as FOIA Request number: 348815/190-73105. \r\n\r\nRoscoe Pound was an American legal scholar and educator. He served as dean of the University of Nebraska College of Law from 1903 to 1911 and was dean of Harvard Law School from 1916 to 1936. He was a member of Northwestern University, the University of Chicago Law School and the faculty at UCLA School of Law in the school's early years, from 1949 to 1952.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJohn Jackson",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/untitled-172320/"
  }
]