[
  {
    "id": 205583,
    "title": "Non-Law Enforcement ALPR Review",
    "slug": "non-law-enforcement-alpr-review",
    "status": "submitted",
    "embargo_status": "public",
    "user": 162191,
    "username": "AbeSegal",
    "agency": 3914,
    "datetime_submitted": "2026-02-21T13:00:53.841127",
    "date_due": "2026-03-03",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2026-02-21T13:00:53.992136",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 205583,
        "from_user": 162191,
        "to_user": 10089,
        "subject": "California Public Records Act Request: Non-Law Enforcement ALPR Review",
        "datetime": "2026-02-21T13:00:53.992136",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nAll documents relating to usage of vehicle-based Automated License Plate Recognition (ALPR) technology in the City of San Francisco. This EXCLUDES all ALPR technology belonging to the San Francisco Police Department, and instead focuses on non-law enforcement ALPR systems and technology. For City of San Francisco / SFMTA ALPR technology, we are requesting:\r\n\r\n1) NDAs, MSAs, SOWs, and contracts relating to the purchase and maintenance of ALPR systems owned/operated by the City of San Francisco / SFMTA\r\n2) ALPR policies, procedures, guides, and training materials \r\n3)  The names of agencies and organizations with which the City of San Francisco / SFMTA shared ALPR data in 2025\r\n4) All \"records of access\" required by Sec. 1798.90.52(a) for the periods June 1st, 2024 until the date of processing this request (An audit log of ALPR queries, time/date, identity/role, agency, and type of data accessed will suffice). If your agency has a retention period shorter than 1 year, please provide whatever data is available based on your retention period. \r\n5) Any MOU or data sharing agreement which allows San Francisco City / SFMTA ALPR records to be shared or queried by non-administrative city staff (e.g. federal agencies, SFPD, etc.).\r\n6) Any search warrants, subpoenas, or court orders you have received for ALPR data in 2025. \r\n\r\nPreviously, I submitted a FOIA to BAAQMD based on finding ALPR cameras on a vehicle with their logo on it. They referred me to the City of San Francisco, stating that you own the vehicle. The City of San Francisco stated that SFMTA had responsive documents. For more context, you may read my exchange with them and view a photo of the vehicle in question here: https://www.muckrock.com/foi/california-52/baaqmd-alpr-review-189686/\r\n\r\nI appreciate your assistance. I'd be happy to chat and provide additional context to aid you in your search.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAlan J. Segal",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/san-francisco-141/non-law-enforcement-alpr-review-205583/"
  }
]