[
  {
    "id": 192516,
    "title": "LA mDL Program Records (Jan 2023–Present)",
    "slug": "la-mdl-program-records-jan-2023present",
    "status": "submitted",
    "embargo_status": "public",
    "user": 8294,
    "username": "RebeccaWilliams",
    "agency": 42370,
    "datetime_submitted": "2025-09-04T10:05:46.601118",
    "date_due": "2025-10-02",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-09-04T10:05:47.907298",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192516,
        "from_user": 8294,
        "to_user": 165399,
        "subject": "",
        "datetime": "2025-09-04T10:05:47.907298",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nInternal evaluation or pilot assessment reports that summarize performance, adoption, risks, or “lessons learned” from the LA Wallet (Go Validate/Envoc) program between January 1, 2023 and the present.\r\n\r\nAgreements, contracts, or memoranda of understanding with vendors or partners, including but not limited to Go Validate, Envoc, IDEMIA, AAMVA, or other providers.\r\n\r\nInteragency or interstate coordination documents, including but not limited to MOUs or correspondence with AAMVA or other states regarding mDL interoperability, standards development, or airport integration at Louis Armstrong New Orleans International Airport.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRebecca Williams",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/la-mdl-program-records-jan-2023present-192516/"
  }
]