[
  {
    "id": 138454,
    "title": "HSIN Grant Recipients for Portals in Texas",
    "slug": "hsin-grant-recipients-for-portals-in-texas",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 72919,
    "username": "SheilaDean2",
    "agency": 20114,
    "datetime_submitted": "2023-01-03T15:02:43.726251",
    "date_due": "2023-02-01",
    "days_until_due": null,
    "date_followup": "2023-02-01",
    "datetime_done": null,
    "datetime_updated": "2023-01-03T15:02:43.960072",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 138454,
        "from_user": 72919,
        "to_user": 31586,
        "subject": "Freedom of Information Act Request: HSIN Grant Recipients for Portals in Texas",
        "datetime": "2023-01-03T15:02:43.960072",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nList of grant recipients for HSIN server portal for ISE and \"Tattles\".\r\nList of Texas State, local and tribal partners for information reporting/ ISE enrollment at CISA/DHS.\r\nList of Texas State, local and tribal partners  as 'Trusted Voices' & SMEs, including but not limited to local media outlets, journalists, churches and NGOs.\r\nList of private technology contractors and technology service providers who are grant recipients of HSIN, with special emphasis on global companies with a Texas office.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nSheilaDean2",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/hsin-grant-recipients-for-portals-in-texas-138454/"
  },
  {
    "id": 138453,
    "title": "STATE police certification",
    "slug": "state-police-certification",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 108270,
    "username": "PaigePfleger",
    "agency": 16257,
    "datetime_submitted": "2023-01-03T14:44:07.016758",
    "date_due": null,
    "days_until_due": 5,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-01-04T19:25:12.900544",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 138453,
        "from_user": 108270,
        "to_user": 21838,
        "subject": "Tennessee Public Records Act Request: STATE police certification",
        "datetime": "2023-01-03T14:44:07.260322",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nThis is a public records request made via MuckRock under the Tennessee Open Records Act, §10-7-503 et seq., seeking records related to law enforcement officer certification in this state.\r\n\r\nThis request is brought by Big Local News along with a collaboration of news organizations, including ABC News, KQED, MuckRock and other news organizations. Big Local News is a program of Stanford University’s Journalism and Democracy Initiative and helps journalists collect, process and analyze public data. \r\n\r\nWe are seeking two categories of certification records:   \r\n\r\n* All certified officers \r\nAll law enforcement officers who are actively certified as of the date of this request (or when the request is processed). If your system maintains historical records of previously certified officers who are no longer active, please include them as far back as possible. If correctional officers are certified by your agency, please include them as well.  \r\n\r\n* Decertified officers\r\nAll law enforcement officers who have been decertified through revocations, voluntary surrenders, suspensions or any other actions going back as far as possible. Please include records for decertified correctional officers if available. \r\n\r\nData elements for certified officers:\r\n* Officer unique ID number \r\n* POST or state certification ID number\r\n* Officer’s full name\r\n* Officer’s date of birth or, if not releasable, year of birth or current age\r\n* Officer’s city and/or zip code of residence\r\n* Officer’s last/current department or agency\r\n* Officer’s last/current department or agency start date\r\n* Officer’s last/current position and/or rank at that department or agency\r\n* Officer’s previous departments/agencies (employment history), with start and end dates\r\n* Officer’s positions and/or ranks at previous departments or agencies\r\n* Officer’s original date of certification\r\n* Current status of certification (active, lapsed, expired, suspended, etc.)\r\n* Last action taken on certification\r\n* Date of last action on certification \r\n* Disciplinary actions taken against this officer’s certification\r\n* Dates of disciplinary actions taken against this officer’s certification\r\n* Training history/additional certifications of this officer, if available\r\n\r\nData elements for decertified officers: \r\n* Officer unique ID number \r\n* POST ID number\r\n* Officer’s full name\r\n* Officer’s date of birth or, if not releasable, year of birth or current age\r\n* Officer’s city and/or zip code of residence.\r\n* Officer’s last department/agency, with start and end date\r\n* Officer’s last position and/or rank at that department or agency\r\n* Decertification action taken (revocation, suspension, voluntary surrender, etc.)\r\n* Date decertification action taken\r\n* POST case number, if applicable\r\n* Reason for decertification or similar action\r\n\r\nIf your certification system contains data elements not listed above, please include them in the response, provided they are releasable under the law. On the other hand, we recognize some of the information we are asking for may not be tracked by your system. If that is the case, we are willing to accept as many of the data elements as your agency maintains. If some records are more readily available, we are happy to receive partial information as soon as possible while the remaining request is processed. \r\n\r\nIn addition to the data elements listed, we request documentation necessary to understand and interpret the data, including but not limited to record layouts, data dictionaries, code sheets, lookup tables, etc. \r\n\r\nOur preference is to receive structured data provided in a machine-readable text file, such as delimited or fixed-width formats. We can also handle a variety of other data formats including SQL databases, Excel workbooks and MS Access. If there are additional formats your agency would prefer to provide, please let us know. \r\n\r\nWe are seeking this information as a news media organization on a matter of public interest concerning the conduct of government. As such, we ask for a waiver of all fees, if allowed under state law. If fees are necessary to reimburse the agency for actual costs, we agree to pay up to $100. If costs exceed that amount, please let us know before fulfilling the request.\r\n\r\nPlease send clarifications and questions via electronic communication at any time. Thank you very much for your time and attention to this request.\r\n\r\nPaige Pfleger\r\nCriminal Justice Reporter\r\nNashville Public Radio",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 138453,
        "from_user": 21838,
        "to_user": 108270,
        "subject": "RE: [EXTERNAL] Tennessee Public Records Act Request: STATE police certification",
        "datetime": "2023-01-04T19:25:12.900544",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Please fill out our Public Records Request form here:\r\n\r\nhttps://www.tn.gov/commerce/contact-us/public-records-request.html\n",
        "status": "fix",
        "likely_foia": null,
        "files": [
          {
            "id": 1058680,
            "ffile": "https://cdn.muckrock.com/foia_files/2023/01/04/WRD0001_ueHS3ko.jpg",
            "datetime": "2023-01-04T19:25:12.972651",
            "title": "~WRD0001",
            "source": "Peace Officer Standards & Training Commission, Tennessee",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/tennessee-155/state-police-certification-138453/"
  }
]