[
  {
    "id": 150741,
    "title": "Untitled",
    "slug": "untitled",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 121061,
    "username": "JohnDriscoll",
    "agency": 25,
    "datetime_submitted": "2023-08-13T15:57:25.024575",
    "date_due": "2023-09-11",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-08-13T15:57:25.205560",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 150741,
        "from_user": 121061,
        "to_user": 10065,
        "subject": "",
        "datetime": "2023-08-13T15:57:25.205560",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAny and all\r\nInformation regarding the Television Broadcasting facilities and Remote Broadcasting Studio Bus ( Flxible Clipper) that was in use on Base at Fort Huachucka near Sierra Vista in 1957- 1960 including special live video tape and broadcasts from the Arizona State Fair in Phoenix AZ . I also would like any photos if the studios and information on the call letters and VHF / UHF CHANNELS  ASSIGNED BY THE FCC , or information on whether this station was closed circuit for use on the base or possibly LP TV .\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJohn Driscoll",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/untitled-150741/"
  }
]