[
  {
    "id": 187972,
    "title": "Security Evaluation Criteria Used to Adopt SolarApp+",
    "slug": "security-evaluation-criteria-used-to-adopt-solarapp",
    "status": "ack",
    "embargo_status": "public",
    "user": 18679,
    "username": "RamonVega",
    "agency": 11123,
    "datetime_submitted": "2025-06-12T22:24:35.358550",
    "date_due": "2025-06-22",
    "days_until_due": null,
    "date_followup": "2025-06-23",
    "datetime_done": null,
    "datetime_updated": "2025-06-12T22:24:35.457952",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 187972,
        "from_user": 18679,
        "to_user": 16085,
        "subject": "California Public Records Act Request: Security Evaluation Criteria Used to Adopt SolarApp+",
        "datetime": "2025-06-12T22:24:35.457952",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nPursuant to the California Public Records Act (Gov. Code § 6250 et seq.), I am requesting access to and copies of any and all records, communications, evaluations, or internal documents related to the City’s decision to implement or endorse the use of SolarApp+ for permitting solar projects.\r\n\r\nIn particular, I am seeking documents responsive to:\r\n1. Any security assessments, audits, penetration tests, risk evaluations, or cybersecurity reviews conducted by or on behalf of the City prior to, during, or after adoption of SolarApp+.\r\n2. All internal communications, staff emails, memos, or meeting notes discussing the security posture, data protection protocols, or vendor risk associated with SolarApp+.\r\n3. Any contracts, MOUs, or agreements entered into between the City and SolarApp+ or its administering entities that reference system integrity, data handling, or compliance with information security standards.\r\n4. Any communication with DOE, NREL, or associated contractors referencing security, risk, or due diligence in connection with SolarApp+ adoption.\r\n\r\nFor reference, the City's implementation of SolarApp+ is promoted on the following website: https://www.fairfield.ca.gov/government/city-departments/community-development/building-safety/solar-app. We are aware that similar platforms have undergone extensive technical and security evaluations by the City prior to approval. This request seeks to understand whether the same level of scrutiny was applied in this case.\r\n\r\nPlease include records regardless of format (emails, PDFs, memos, scanned documents, etc.) and from all relevant staff or departments involved in the decision-making process.\r\n\r\nIf any part of this request is unclear or overly broad, I am happy to discuss ways to narrow or clarify it. If any portion of the request is being withheld or redacted, please cite the specific exemption and legal justification.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRamon Vega",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/fairfield-3209/security-evaluation-criteria-used-to-adopt-solarapp-187972/"
  }
]