[
  {
    "id": 204210,
    "title": "Public Records Request: ReadyOp",
    "slug": "public-records-request-readyop",
    "status": "submitted",
    "embargo_status": "public",
    "user": 106540,
    "username": "freethemall",
    "agency": 40409,
    "datetime_submitted": "2026-02-04T19:34:08.298466",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2026-02-04T19:34:08.506298",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 204210,
        "from_user": 106540,
        "to_user": 149351,
        "subject": "",
        "datetime": "2026-02-04T19:34:08.506298",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the North Carolina Public Records Law, I hereby request the following records:\r\n\r\n- All contracts, licenses, MOUs, MOAs, data agreements, letters of intent, State of Work documents, Scope of Work documents, and other agreement documents with ReadyOp Communications that were active any time between 1/1/2023 and 2/4/2026.\r\n\r\n- All financial documents or records of financial transactions, exchanges or obligations related to ReadyOp Communications dated between 1/1/2023 and 2/4/2026. Responsive materials include all invoices, bills, receipts, check stubs, or any other records, including those possessed in an electronic format.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\ne",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/winston-salem-4573/public-records-request-readyop-204210/"
  }
]