[
  {
    "id": 180031,
    "title": "FOIA Request for A Hoaxing from the Skies? (1972)",
    "slug": "foia-request-for-a-hoaxing-from-the-skies-1972",
    "status": "submitted",
    "embargo_status": "public",
    "user": 148768,
    "username": "awhetz",
    "agency": 6,
    "datetime_submitted": "2025-01-17T13:58:00.900339",
    "date_due": "2025-02-18",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-01-17T13:58:01.021779",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 180031,
        "from_user": 148768,
        "to_user": 9567,
        "subject": "",
        "datetime": "2025-01-17T13:58:01.021779",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nI am requesting a copy of the document titled A Hoaxing from the Skies? authored by Kendall and dated 1972. According to references, this document was created under the CIA’s Directorate of Science and Technology (S&T).\r\n\r\nIf this document is classified or otherwise exempt from disclosure, I request that you provide a detailed explanation citing the specific FOIA exemptions under 5 U.S.C. § 552 that justify its withholding. If portions of the document can be released, I request redacted versions of any releasable content.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAlexis Whetzel",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/foia-request-for-a-hoaxing-from-the-skies-1972-180031/"
  }
]