[
  {
    "id": 138005,
    "title": "FOIA Request",
    "slug": "foia-request",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 107227,
    "username": "jsolorio",
    "agency": 503,
    "datetime_submitted": "2022-12-16T12:20:09.821201",
    "date_due": "2022-12-23",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2022-12-16T12:20:09.893822",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 138005,
        "from_user": 107227,
        "to_user": 9543,
        "subject": "",
        "datetime": "2022-12-16T12:20:09.893822",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nDear FOIA Officer:\r\n\u2028\r\nThis is a request under the Freedom of Information Act requesting copies of all records, including video, audio, emails, texts, and other similar documents, whether sent from or received on official or personal equipment in relation to the shooting of 31-year-old Londre Sylvester on July 9, 2021 Saturday 9 pm near Cook County Jail. He was shot 64 times in the parking lot.\r\n\u2028\r\nThis request includes but is not limited to the following: missing persons report, any crime scene photos/videos, 911 calls, cell phone video, case files, incident reports, police reports, interrogation videos/audio, autopsy reports, missing person report, police interrogation video for other people involved in the shootout, and police video of arrests, copies of any POD Camera video, video or photo surveillance, and any associated documentation.\r\n\r\nI am a producer with Vice News, this request is made for the purpose of news gathering and not for commercial use.\r\n\u2028\r\nI request a waiver of all fees since this request is being made in the interest of the public and will contribute significantly to the public’s understanding of the operations and activities related to this former public official’s activities.\u2028\r\n\u2028\r\nI request an expedited processing of this request as this information provides great value to public interest and thus is time sensitive.\u2028\r\n\u2028\r\nSincerely,\r\nRafa Farihah, \r\nVice News, Associate Producer\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJennifer Solorio",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/chicago-169/foia-request-138005/"
  },
  {
    "id": 138004,
    "title": "EATONVILLE SCHOOL DISTRICT - Verification of reduced administrative staff in 2022",
    "slug": "eatonville-school-district-verification-of-reduced-administrative-staff-in-2022",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 107780,
    "username": "veritas",
    "agency": 28614,
    "datetime_submitted": "2022-12-16T11:59:45.552837",
    "date_due": "2022-12-23",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2022-12-16T11:59:45.615898",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 138004,
        "from_user": 107780,
        "to_user": 81972,
        "subject": "",
        "datetime": "2022-12-16T11:59:45.615898",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "EATONVILLE SCHOOL DISTRICT - Verification of reduced administrative staff in 2022\r\n\r\n12-16-22\r\n\r\nvia email to: public.records@eatonville.wednet.edu\r\n\r\nTo Whom It May Concern:\r\n\r\nPursuant to the Washington Public Records Act, I hereby request the following records:\r\n\r\nREQUEST FOR COMMUNICATIONS AND WRITINGS - ALL ELECTRONIC MAIL (E-MAIL), ELECTRONIC TEXTS, and ELECTRONIC RECORDS referencing the following subjects/or topics for the period of time between January 1, 2022 - December 16,2022:\r\n\r\nReduced Staff, Reduction in staff, administrative Staff reductions, retirements, layoffs, firings, open positions, full head count, reduced head count, delays due to reduced staff, and any records regarding full or reduced administrative staffing for your agency in 2022.\r\n\r\nPlease include  in any reasonable search for responsive records a search of the following email accounts:\r\n\r\nGARY NEAL - SUPERINTENDENT - g.neal@eatonville.wednet.edu\r\nKIMBERLY HENLEY - EXECUTIVE ASSISTANT - k.henley@eatonville.wednet.edu\r\nLINDSAY FITZER - HR & PAYROLL SPECIALIST - l.fitzer@eatonville.wednet.edu\r\nCAROLYN CAMERON - ACCOUNTS PAYABLE - c.cameron@eatonville.wednet.edu\r\nKALINDA LEWIS - HR COORDINATOR - k.lewis@eatonville.wednet.edu\r\nAMANDA SMITH - EXECUTIVE ASSISTANT - a.m.smith@eatonville.wednet.edu\r\nTERESA ROLFE - HUMAN RESOURCE ASSISTANT & SKYWARD - t.rolfe@eatonville.wednet.edu\r\nPAMELA STRUB - PAYROLL & BENEFITS - p.strub@eatonville.wednet.edu\r\n\r\n\r\nWith respect to requests for records that include \"communications,\" I am requesting all emails, text messages, and electronic records, regardless the type of device or account from which the communication was generated or where the device or data is stored (including personal devices such as personal cell phones, laptops, tablets, and/or computers etc. used from home to conduct public business during the COVID-19 Pandemic). Nissen v. Pierce County, 183 Wa.2d 863 (2015).\r\n\r\nWith respect to requests for records that include \"Writings\" per 42.56.010(4) this means handwriting, typewriting, printing, photostating, photographing, and every other means of recording any form of communication or representation including, but not limited to, letters, words, pictures, sounds, or symbols, or combination thereof, and all papers, maps, magnetic or paper tapes, photographic films and prints, motion picture, film and video recordings, magnetic or punched cards, discs, drums, diskettes, sound recordings, and other documents including existing data compilations from which information may be obtained or translated.\r\n\r\nI also request a detailed contemporaneous log to be provided for any document withheld or redacted.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, via e-mail attachment format or unprotected internet cloud link if possible, or on USB FLASH DRIVE or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter.\r\n\r\nI look forward to receiving your response to this request within 5 business days, as the statute requires.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/eatonville-8347/eatonville-school-district-verification-of-reduced-administrative-staff-in-2022-138004/"
  }
]