[
  {
    "id": 142362,
    "title": "Sustained findings since 2017",
    "slug": "sustained-findings-since-2017",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 103490,
    "username": "ananyatiwari14",
    "agency": 661,
    "datetime_submitted": "2023-03-07T19:41:28.925919",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-03-07T19:41:28.992544",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 142362,
        "from_user": 103490,
        "to_user": 9649,
        "subject": "",
        "datetime": "2023-03-07T19:41:28.992544",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Ohio Open Records Law, I hereby request the following records:\r\n\r\nUnder the Ohio Open Records Law, §149.43 et seq., I am requesting an opportunity to inspect or obtain copies of public records that are related to cases of sustained findings of police misconduct at the Cleveland Police Department, between 2017 and 2022. This includes, but is not limited to, documents, reports, multimedia, body-worn camera footage, arrest filings, and so on. It also includes all documents, notes, correspondence and memoranda evidencing sustained findings reports and investigations, and all communication and correspondence in whatever tangible medium between the officials, the victims and the overseeing agency.\r\n\r\nI am requesting digital copies of all responsive documents.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request.\r\n\r\nHere, misconduct includes, but is not limited to:\r\n\r\nExcessive (unreasonable) force – beatings, manhandling of people in handcuffs, improper use of Tasers, injuries inflicted by police dogs, improper use of deadly force, and other police brutality or disregard for the safety of suspects. It also includes, but is not limited to: physical and verbal abuse, restraints happening unreasonably, coerced or forced confessions, and sexual abuse and assault.\r\n\r\nFalse arrests – pulling over, detention, questioning and searches conducted without any probable cause whatsoever, including cases of planted evidence, racial profiling and trumped-up charges of resisting arrest.\r\n\r\nAs per law, police misconduct records are public records and do not qualify for any exemption and are not listed as confidential records.\r\n\r\nThis information is not being sought for commercial purposes.\r\n\r\nIf you deny any or all of this request, please cite each specific exemption you feel justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\r\n\r\nShould you have any questions, please do not hesitate to contact me at ananyatiwarijournalism@gmail.com.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nAnanya Tiwari",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/cleveland-327/sustained-findings-since-2017-142362/"
  },
  {
    "id": 142361,
    "title": "2023 DW",
    "slug": "2023-dw",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 14585,
    "username": "LXHXZZTVENTLKU",
    "agency": 8154,
    "datetime_submitted": "2023-03-07T19:16:33.341974",
    "date_due": "2023-04-04",
    "days_until_due": null,
    "date_followup": "2023-04-04",
    "datetime_done": null,
    "datetime_updated": "2023-03-07T19:16:33.420192",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 142361,
        "from_user": 14585,
        "to_user": 10412,
        "subject": "Freedom of Information Act Request: 2023 DW",
        "datetime": "2023-03-07T19:16:33.420192",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAll records concerning the asteroid \"2023 DW,\" from its date of discovery (February 26, 2023) to the date this request is officially acknowledged.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nT. McElwee",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/2023-dw-142361/"
  }
]