[
  {
    "id": 152272,
    "title": "Wylie ISD Database Request",
    "slug": "wylie-isd-database-request",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 122694,
    "username": "antibookban",
    "agency": 36243,
    "datetime_submitted": "2023-09-20T22:23:07.391390",
    "date_due": "2023-10-04",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-09-20T22:23:07.614420",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "library"
    ],
    "communications": [
      {
        "foia": 152272,
        "from_user": 122694,
        "to_user": 123006,
        "subject": "",
        "datetime": "2023-09-20T22:23:07.614420",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\nTitle and Copy List of the district's library catalog including all titles, authors, ISBN and copy information (example copies/location). \r\n\r\nNote: This information can generally be easily retrieved by a district level user of Follett using the Generate a Title & Copy List Report (Library Manager) feature of the Follett catalogue. Instructions are attached and  located here https://legacyhelp.fsc.follett.com/content/t_generate_title_copy_list_report.htm. Please include all titles (regardless of status) and include the categories and circulation statistics. \r\n\r\nPlease output the file(s) as Excel.\r\n\r\nIn the event the report is limited by the 10,000 title limit, please split it the catalogue information into multiple groupings as the report allows. For instance you could limit the titles in each file by selecting groupings A-G and H-Z.\r\n\r\nAs censorship is at an all time high, we are conducting research on titles that may be most at risk of censorship across Texas. We hope to assist schools in their mission of maintaining young learners critical access to books in their libraries.\r\n\r\nI am a member of the news media and request classification as such. I have previously written about the government and its activities. I have a reasonable expectation of publication and my editorial and writing skills are well established. I discuss and comment on the files online and make them available through non-profits such as the Internet Archive and MuckRock, disseminating them to a large audience. While my research is not limited to this, a great deal of it, including this, focuses on the activities and attitudes of the government itself. As such, it is not necessary for me to demonstrate the relevance of this particular subject in advance.\r\n\r\nAdditionally, case law states that “proof of the ability to disseminate the released information to a broad cross- section of the public is not required.” Judicial Watch, Inc. v. Dep’t of Justice, 365 F.3d 1108, 1126 (D.C. Cir. 2004); see Carney v. U.S. Dep’t of Justice, 19 F.3d 807, 814-15 (2d Cir. 1994). Further, courts have held that \"qualified because it also had “firm” plans to “publish a number of . . . ‘document sets’” concerning United States foreign and national security policy.\" Under this criteria, as well, I qualify as a member of the news media.\r\n\r\nAdditionally, courts have held that the news media status \"focuses on the nature of the requester, not its request. The provision requires that the request be “made by” a representative of the news media. Id. § 552(a)(4)(A)(ii)(II). A newspaper reporter, for example, is a representative of the news media regardless of how much interest there is in the story for which he or she is requesting information.\" As such, the details of the request itself are moot for the purposes of determining the appropriate fee category. As my primary purpose is to inform about government activities by reporting on it and making the raw data available, I request that fees be waived.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nSidney Braveword",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1116994,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/antibookban/126846/Generate_a_Title__Copy_List_Library_Manager.pdf",
            "datetime": "2023-09-20T22:23:07.614420",
            "title": "Generate_a_Title__Copy_List_Library_Manager.pdf",
            "source": "Sidney Braveword",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/wylie-3027/wylie-isd-database-request-152272/"
  }
]