[
  {
    "id": 164055,
    "title": "Tyler Royce Lay Autopsy Report",
    "slug": "tyler-royce-lay-autopsy-report",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 134860,
    "username": "jacqulinspears",
    "agency": 6456,
    "datetime_submitted": "2024-05-21T12:09:50.572450",
    "date_due": "2024-06-05",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-05-21T12:09:50.713337",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164055,
        "from_user": 134860,
        "to_user": 15116,
        "subject": "",
        "datetime": "2024-05-21T12:09:50.713337",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\nI would like to request a copy of the entire completed autopsy report (with pictures)  including laboratory/toxicology reports with regard Tyler Royce Lay  dated about January 15, 2017. \r\nDOB 6/20/1994\r\nDOD 1/15/2017\r\nHe was transported from a rural area, I believe Kaufman County, after a single vehicle accident regarding live stock in the road.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJacqulin Spears",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/dallas-county-2596/tyler-royce-lay-autopsy-report-164055/"
  },
  {
    "id": 164054,
    "title": "Untitled",
    "slug": "untitled",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 129343,
    "username": "trevorhughdavisv",
    "agency": 3033,
    "datetime_submitted": "2024-05-21T11:59:21.033295",
    "date_due": "2024-06-20",
    "days_until_due": null,
    "date_followup": "2024-06-20",
    "datetime_done": null,
    "datetime_updated": "2024-05-21T11:59:21.136227",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164054,
        "from_user": 129343,
        "to_user": 9623,
        "subject": "Freedom of Information Act Request: Untitled",
        "datetime": "2024-05-21T11:59:21.136227",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nDear FOIA Officer,\r\n\r\nPursuant to the Freedom of Information Act (FOIA), I am requesting access to records maintained by the Centers for Medicare & Medicaid Services (CMS) related to psychiatric consultation guidance for interprofessional services. Specifically, I am seeking documents, guidelines, memos, correspondence, or any other materials that provide guidance or instructions on the following topics:\r\n\r\nPsychiatric Consultation for Interprofessional Services: Any guidance related to the provision of psychiatric consultation services between healthcare professionals, including but not limited to consultations from psychiatrists to other healthcare providers and vice versa.\r\n\r\nBilling and Reimbursement: Documentation detailing the billing procedures, codes, and reimbursement policies for interprofessional psychiatric consultation services under Medicare and Medicaid.\r\n\r\nTraining and Implementation: Materials used for training healthcare providers on the appropriate procedures and practices for conducting interprofessional psychiatric consultations.\r\n\r\nPolicy Development and Updates: Any records of policy development, revisions, or updates pertaining to psychiatric consultation services for interprofessional practice, including internal memos, drafts, and final versions of such policies.\r\n\r\nCommunication and Correspondence: Internal and external communications, including emails, letters, and meeting minutes, discussing the implementation, challenges, or evaluations of interprofessional psychiatric consultation services.\r\n\r\nI request that any fees associated with this request be waived, as the information is sought for educational purposes and not for commercial use. If there are any questions or if you need additional information to process this request, please do not hesitate to contact me.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTrevor Davis",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/untitled-164054/"
  }
]