[
  {
    "id": 144248,
    "title": "Communications with Ron DeSantis and Emails from Polksheriff.org Domain",
    "slug": "communications-with-ron-desantis-and-emails-from-polksherifforg-domain",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 474,
    "datetime_submitted": "2023-04-05T12:11:27.556933",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-04-05T12:11:27.642976",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 144248,
        "from_user": 4164,
        "to_user": 9777,
        "subject": "",
        "datetime": "2023-04-05T12:11:27.642976",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nI am requesting any communications between the Polk County Sheriff's Office and Ron Desantis, Governor of Florida, including but not limited to emails, letters, memos, and notes. Additionally, I would like to request any emails sent to or from the domain polksheriff.org, including any recipients in the \"To,\" \"From,\" \"CC,\" or \"BCC\" fields.\r\n\r\nPlease provide any responsive records for the last 5 years, dating from April 5, 2018 to April 5, 2023.\r\n\r\nAs per Florida Public Records Law, agencies are required to provide access to public records unless the records are exempted by law. If any responsive documents contain exempt information, please provide me with the remaining non-exempt portions of the records, and redact or withhold the exempt information.\r\n\r\nI would like to remind you that under Florida law, agencies have an obligation to disclose records and not to withhold or redact information that can be reasonably segregated and not subject to exemption. If you withhold or redact any information that should have been released or provide an inadequate response, I will be forced to take legal action and file a complaint in court.\r\n\r\nI would like to point out some relevant local court cases to support my request. The Florida Supreme Court in Times Publishing Co. v. City of St. Petersburg, 558 So. 2d 487, 493 (Fla. 1990) held that the Public Records Law must be construed liberally in favor of open access to public records, and that exemptions must be strictly construed.\r\n\r\nMoreover, the Florida Fourth District Court of Appeal in State v. City of Deerfield Beach, 426 So. 2d 1332, 1336 (Fla. 4th DCA 1983) emphasized that agencies have a duty to search all of their files for responsive records, and cannot limit their search to only certain files or categories.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nGood Citizen",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/polk-county-204/communications-with-ron-desantis-and-emails-from-polksherifforg-domain-144248/"
  }
]