[
  {
    "id": 138129,
    "title": "Lead Paint Notice of Violation, Stop Work Order, Inspection Logs(City of Oakland)",
    "slug": "lead-paint-notice-of-violation-stop-work-order-inspection-logscity-of-oakland",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 107618,
    "username": "Andersmaxdale",
    "agency": 33848,
    "datetime_submitted": "2022-12-20T21:42:13.547406",
    "date_due": "2022-12-30",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2022-12-20T21:42:13.635018",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "environmental hazards",
      "lead",
      "environment",
      "lead poisoning",
      "lead paint",
      "lead contamination",
      "lead hazards",
      "toxics",
      "health & saftey"
    ],
    "communications": [
      {
        "foia": 138129,
        "from_user": 107618,
        "to_user": 107769,
        "subject": "California Public Records Act Request: Lead Paint Notice of Violation, Stop Work Order, Inspection Logs(City of Oakland)",
        "datetime": "2022-12-20T21:42:13.635018",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nAny and all documents or information provided by the The City of Oakland in response to public records request #19-6316 described at https://oaklandca.nextrequest.com/requests/19-6316\r\n\r\nPlease include any and all Notices of Violation, Stop Work Orders, Inspection Notes or Inspection Comments related to but not limited to City of Oakland Code Enforcement Case Number 1904563, regarding the property located at 262 Athol Avenue, Oakland California 94606.\r\n\r\nPlease include all documents or information provided by the The City of Oakland in response to public records request #19-6316, regarding any violation related to Lead based paint being ground off the building without proper containment methods, at the property located at 262 Athol Avenue, Oakland California 94606, related to but not limited to City of Oakland Code Enforcement Case Number 1904563.\r\n\r\nPlease include any and all documents or information provided by the The City of Oakland in response to public records request #19-6316, regarding Lead Paint Dust or Lead Paint Contamination at the property located at 262 Athol Avenue, Oakland California 94606, related to but not limited to City of Oakland Code Enforcement Case Number 1904563.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAnders Maxdale",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/oakland-96/lead-paint-notice-of-violation-stop-work-order-inspection-logscity-of-oakland-138129/"
  }
]