[
  {
    "id": 177793,
    "title": "Public Official's/Family Member's Payment Plans",
    "slug": "public-officialsfamily-members-payment-plans",
    "status": "submitted",
    "embargo_status": "public",
    "user": 142030,
    "username": "Daelon",
    "agency": 35983,
    "datetime_submitted": "2024-12-17T22:45:04.276521",
    "date_due": "2024-12-24",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-12-17T22:45:04.379890",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177793,
        "from_user": 142030,
        "to_user": 120454,
        "subject": "",
        "datetime": "2024-12-17T22:45:04.379890",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nRecords related to water and wastewater utility payment plans specifically seeking records that detail the following:\r\n\r\nPayment plan records, agreements, and supporting documentation for the following individuals from 2020 to the present--\r\n\r\n1. All elected officials (including mayors, trustees, commissioners, and other elected and appointed officials).\r\n\r\n2. Immediate family members (including spouses, children, parents and other immediate relatives) of the officials listed above.\r\n\r\nFor each payment plan, I am requesting the following information:\r\n\r\nThe recipient’s full name (unless prohibited by law, which I dispute as outlined below).\r\n\r\nThe address or account location related to the payment plan.\r\n\r\nThe total payment amount and schedule of payments associated with the payment plan.\r\n\r\nThe effective date of the payment plan and any records related to its approval.\r\n\r\nAll correspondence or documentation regarding how eligibility for the payment plan was determined.\r\n\r\nI understand that under FOIA (and related state public records laws), agencies may attempt to withhold or redact the names and addresses of individuals under the claim that such information is \"personal\" or \"private.\" However, I respectfully submit that in this case, such redactions would be inappropriate and contrary to the public interest.\r\n\r\nWhile private citizens generally have a reasonable expectation of privacy, public officials and their immediate family members do not share the same expectation when it comes to receiving public benefits or financial relief.\r\n\r\nThe information requested (names, addresses, and payment plans) does not expose sensitive private information like Social Security numbers, financial account numbers, or health data. Instead, it reveals details of how public resources are being allocated, which is precisely the type of information public records laws are designed to make accessible.\r\n\r\nPublic disclosure is essential to allow journalists, watchdog groups, and citizens to identify patterns of favoritism or special treatment for certain individuals or groups.\r\n\r\nNames and addresses are already found in public property records, voting rolls, and other public databases. If the recipient’s name and address are already public in other contexts, redacting them here serves no meaningful privacy interest but instead obstructs accountability.\r\n\r\n*****If any portion of this request is denied or redacted, I ask that you provide the following:\r\n\r\n1. The specific legal exemption(s) being claimed for each redaction or denial.\r\n\r\n2. An explanation of how the exemption applies to the specific information being withheld.\r\n\r\n3. A list or index of withheld documents, as required under applicable \"Vaughn Index\" procedures.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDaelon",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/fox-lake-7824/public-officialsfamily-members-payment-plans-177793/"
  }
]