[
  {
    "id": 145283,
    "title": "Alexander H. Flax (NARA)",
    "slug": "alexander-h-flax-nara",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 13328,
    "username": "vale",
    "agency": 129,
    "datetime_submitted": "2023-04-30T22:55:13.588190",
    "date_due": "2023-05-26",
    "days_until_due": null,
    "date_followup": "2023-07-30",
    "datetime_done": null,
    "datetime_updated": "2023-05-01T07:20:38.158224",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 145283,
        "from_user": 13328,
        "to_user": 9557,
        "subject": "Freedom of Information Act Request: Alexander H. Flax (NARA)",
        "datetime": "2023-04-30T22:55:13.690789",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nRecords relating to or mentioning Alexander Henry Flax located in RG 65, Records of the Federal Bureau of Investigation. A previous FOIA request to the FBI indicated that a responsive record, file 161-HQ-2277 was transferred to the Archives.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nPaul Galante",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 145283,
        "from_user": 9557,
        "to_user": 13328,
        "subject": "Fwd: Freedom of Information Act Request: Alexander H. Flax (NARA)",
        "datetime": "2023-05-01T07:20:38.158224",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Paul Galante:\r\n\r\nThank you for submitting your Freedom of Information Act (FOIA) request to\r\nthe National Archives and Records Administration (NARA) via email to\r\nFOIA@nara.gov.  Your request concerns FBI File 161-HQ-2277 and other FBI\r\nrecords mentioning  Alexander Henry Flax.\r\n\r\nOur office handles FOIA and Privacy Act requests for the NARA's\r\noperational records\r\n(records created by this agency).  Since your request is for archival\r\nrecords (records created by or originated in a different agency, but that\r\nmay have been transferred to the legal custody of NARA) to which access may\r\nbe restricted, we are forwarding it by this email to our Office of Research\r\nServices, Special Access and FOIA staff who handle FOIA requests for such\r\narchival records.\r\n\r\nThat office will assign your request a tracking number, and respond\r\ndirectly to you.  In the future, if you need to follow up with that office,\r\nplease contact them at the address below, or electronically via email\r\n(email is preferred).\r\n\r\nThe National Archives and Records Administration\r\nSpecial Access and FOIA Staff (RF)\r\n8601 Adelphi Road, Room 5500\r\nCollege Park, MD 20740\r\n\r\nPhone: 301-837-3190\r\nFax: 301-837-1864\r\nEmail: specialaccess_foia@nara.gov\r\n\r\nFor your reference, a copy of your request is below.\r\n\r\nPlease visit our website at www.archives.gov/foia  for further information\r\nabout making a FOIA request to NARA.  On our main website, www.archives.gov,\r\nyou can learn more about the resources that we offer to the public, and you\r\ncan access our online catalog.\r\n\r\nDue to the COVID-19 pandemic, and pursuant to guidance received from the\r\nOffice of Management and Budget (OMB), NARA had adjusted its normal\r\noperations to balance the need of completing its mission-critical work\r\nwhile also adhering to the recommended social distancing for the safety of\r\nour staff. As a result of this re-prioritization of activities, you may\r\nexperience a delay in receiving a substantive response to your FOIA\r\nrequest.  We apologize for this inconvenience and appreciate your\r\nunderstanding and patience.\r\n\r\nSincerely,\r\n\r\nJodi L. Foor\r\n\r\nDeputy Freedom of Information Act Officer/Archivist\r\n\r\nNational Archives and Records Administration\r\n\r\nOffice of General Counsel\r\n\r\nCollege Park, MD\r\n\r\n301-837-2099\r\n\r\nJodi.Foor@nara.gov\r\n\r\n\r\n\r\n\r\n---------- Forwarded message ---------\r\nFrom: <145283-98896891@requests.muckrock.com>\r\nDate: Sun, Apr 30, 2023 at 11:30 PM\r\nSubject: Freedom of Information Act Request: Alexander H. Flax (NARA)\r\nTo: <foia@nara.gov>\r\n\r\n\r\n\r\nNat'l Archives & Records Admin\r\nFOIA Office\r\nRoom 3110\r\n8601 Adelphi Road\r\nCollege Park, MD 20740\r\n\r\nApril 30, 2023\r\n\r\nTo Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following\r\nrecords:\r\n\r\nRecords relating to or mentioning Alexander Henry Flax located in RG 65,\r\nRecords of the Federal Bureau of Investigation. A previous FOIA request to\r\nthe FBI indicated that a responsive record, file 161-HQ-2277 was\r\ntransferred to the Archives.\r\n\r\nThe requested documents will be made available to the general public, and\r\nthis request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform\r\nme of the total charges in advance of fulfilling my request. I would prefer\r\nthe request filled electronically, by e-mail attachment if available or\r\nCD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I\r\nlook forward to receiving your response to this request within 20 business\r\ndays, as the statute requires.\r\n\r\nSincerely,\r\n\r\nPaul Galante\r\n\r\nView request history, upload responsive documents, and report problems here:\r\nhttps://accounts.muckrock.com/accounts/login/?next=https%3A%2F%2Fwww.muckrock.com%2Faccounts%2Flogin%2F%3Fnext%3D%252Faccounts%252Fagency_login%252Fnational-archives-and-records-administration-129%252Falexander-h-flax-nara-145283%252F%253Femail%253Dfoia%252540nara.gov&url_auth_token=AAAj2nBvN6x5EmaJaippG7Sykn0%3A1ptKEw%3ATv_wYyRWxPr5waMvkRhRmJ25wrmyRQfk38-QKuZqhYs\r\n\r\nIf prompted for a passcode, please enter:\r\nEFAKNWKR\r\n\r\nFiled via MuckRock.com\r\nE-mail (Preferred): 145283-98896891@requests.muckrock.com\r\n\r\nPLEASE NOTE OUR NEW ADDRESS\r\nFor mailed responses, please address (see note):\r\nMuckRock News\r\nDEPT MR 145283\r\n263 Huntington Ave\r\nBoston, MA 02115\r\n\r\nPLEASE NOTE: This request is not filed by a MuckRock staff member, but is\r\nbeing sent through MuckRock by the above in order to better track, share,\r\nand manage public records requests. Also note that improperly addressed\r\n(i.e., with the requester's name rather than \"MuckRock News\" and the\r\ndepartment number) requests might be returned as undeliverable.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/alexander-h-flax-nara-145283/"
  }
]