[
  {
    "id": 167692,
    "title": "TDY Lodging_4",
    "slug": "tdy-lodging_4",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 135477,
    "username": "signal5611",
    "agency": 25,
    "datetime_submitted": "2024-07-01T22:45:00.359058",
    "date_due": "2024-07-30",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-07-01T22:45:00.449596",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 167692,
        "from_user": 135477,
        "to_user": 10065,
        "subject": "",
        "datetime": "2024-07-01T22:45:00.449596",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nCopies of all email correspondence between 1SG Marshall W Hancock and any email address within the domain @warfighterhousing.com. This request includes all sent and received emails, attachments, and any other electronic communication from January 1, 2022, to the present.\r\nThis request encompasses all forms of communication, including but not limited to emails, letters, memos, and any other written correspondence.\r\nTo facilitate your search for these records, please ensure that the search includes any emails where Marshall W Hancock is either the sender or recipient, and the other party's email address ends with @warfighterhousing.com.\r\n\r\nI am an independent researcher investigating how housing allowances issued to service members on temporary duty status (TDY) are being used. This includes any formal or informal relationships between unit commanders/leadership and commercial housing providers, to include how leadership may be directing SMs to specific commercial providers and what incentives are being offered to do so. The purpose of my project is for developing a better understanding of how the government works after authorizing housing allowances to SMs on temporary duty status (TDY), what controls are in place at the unit level, and what protocols are in place to ensure taxpayer funded housing allowances are used as authorized.\r\n\r\nThe outcome of my research will be to produce a series of web-based essays using primary sources obtained by my FOIA requests. This final work product will be released with the aim of educating the public on the importance of temporary duty status (TDY) travel and the safeguards in place to protect against the potential for abuse.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDavid C",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/tdy-lodging_4-167692/"
  }
]