[
  {
    "id": 150987,
    "title": "Jeffrey S. Broome, Chief Legal Officer of AdventHealth Corporate",
    "slug": "jeffrey-s-broome-chief-legal-officer-of-adventhealth-corporate",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 118202,
    "username": "Jupiter_Ascending",
    "agency": 33934,
    "datetime_submitted": "2023-08-17T21:32:36.843712",
    "date_due": "2023-08-31",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-08-17T21:32:36.947268",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 150987,
        "from_user": 118202,
        "to_user": 108366,
        "subject": "",
        "datetime": "2023-08-17T21:32:36.947268",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Pursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\nAll records related to Jeffrey S. Bromme in his professional capacity as an attorney, he is an employee of AdventHealth  (also known as Adventist Health System and formerly known as Florida Hospital) as Chief Legal Officer and is or was a member of the Texas Bar, from 2010 to 2023 (present day).  In the event that this request is overly broad or produces results in excess of 100, please let me know and I will clarify further. It is noted after reviewing responsive documents from the Florida Bar Association, that he is or was a member of the State of Texas Bar.\r\n\r\nI also request that, if appropriate, fees be waived as I believe this request is in the public interest. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, processed by a representative of the news media/press and is made in the process of news gathering and not for commercial usage.\r\n\r\nIn the event that fees cannot be waived, I would be grateful if you would inform me of the total charges in advance of fulfilling my request, though I grant permission for fees up to $25. I would prefer the request filled electronically, by e-mail attachment if available. I request that any records maintained in an electronic format be provided in that same format (such as a PDF, CSV or XLS file), to avoid copying costs. If that is not possible, I prefer a CD-ROM or a USB drive as a secondary alternative.\r\n\r\nI would also appreciate an approximate time frame for this request to  be processed.\r\n\r\nIf you deny any part of this request, please cite each specific exemption you think justifies your refusal to release the information and notify me of appeal procedures available under the law.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nBailey Pillon",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/austin-139/jeffrey-s-broome-chief-legal-officer-of-adventhealth-corporate-150987/"
  },
  {
    "id": 150984,
    "title": "FOIA Request - Jarad Anthony Higgins (Juice WRLD)",
    "slug": "foia-request-jarad-anthony-higgins-juice-wrld",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 118202,
    "username": "Jupiter_Ascending",
    "agency": 9,
    "datetime_submitted": "2023-08-17T21:09:29.652664",
    "date_due": "2023-09-15",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-08-17T21:09:29.784674",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 150984,
        "from_user": 118202,
        "to_user": 9589,
        "subject": "Freedom of Information Act Request: FOIA Request - Jarad Anthony Higgins (Juice WRLD)",
        "datetime": "2023-08-17T21:09:29.784674",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act and Privacy Act, 5 U.S.C. § 552. I hereby request the following records:\r\n\r\nAll records within the your agency's possession, Department of Homeland Security (DHS), irrespective of timeframe, and with respect to this criteria: \r\n1. All records related to Jarad Anthony Higgins, better known as Juice WRLD, a rapper, related to his death on December 8th, 2019.  It is noted that one or more agents from the DHS, were present on or about the time of his death. \r\n2. All records related to Jarad A. Higgins being under investigation leading up to his death by the DHS such as surveillance records, reports, memos, emails, and so on as well as all records after his death.\r\n3. With regards to the division within the DHS, it is likely that this would fall under the specific division of DHS' Homeland Security Investigations (HSI). If there are no responsive records for some reason, then I revise the scope to be the DHS in general, but to exclude the specific agencies with which the DHS has oversight over. If I have erred in whom I have sent this FOIA request to within the DHS, please let me know of the specific HSI FOIA Officer's contact information.\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, processed by a representative of the news media/press and is made in the process of news gathering and not for commercial usage.\r\n\r\nIn the event that fees cannot be waived, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not. I request that any records maintained in an electronic format be provided in that same format (such as a PDF, CSV, or XLS file), to avoid copying costs. \r\n\r\nIf you deny any part of this request, please cite each specific exemption you think justifies your refusal to release the information and notify me of appeal procedures available under the law.\r\n\r\nIf you have any questions or concerns, or if I can provide any clarification that so as to focus, clarify, or narrow this request, please do not hesitate to contact me \r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statue requires.\r\n\r\nSincerely,\r\n\r\nBailey Pillon",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/foia-request-jarad-anthony-higgins-juice-wrld-150984/"
  }
]