[
  {
    "id": 157613,
    "title": "Civic Center Policies and Procedures RE: Court House and Lost and Found",
    "slug": "civic-center-policies-and-procedures-re-court-house-and-lost-and-found",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 69813,
    "username": "RobbiePowelson",
    "agency": 15045,
    "datetime_submitted": "2024-01-22T18:24:18.364091",
    "date_due": "2024-02-01",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-01-22T18:24:18.462907",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 157613,
        "from_user": 69813,
        "to_user": 19340,
        "subject": "",
        "datetime": "2024-01-22T18:24:18.462907",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nAll policies and procedures governing the \"lost and found\", meaning unattended property found at the Civic Center are placed to be retrieved at a later date by the general public. In addition, please produce all logs, ledgers, or written documentation of items being placed in the lost and found between January 1st, 2022-January 22nd 2023. \r\n\r\nAll policies and procedures governing the \"lost and found\", meaning unattended property found at the Marin County Courthouse that are placed to be retrieved at a later date by the general public.In addition, please produce all logs, ledgers, or written documentation of items being placed in the lost and found between January 1st, 2023-January 22nd 2024\r\n\r\nAny memorandums of understanding, contracts, or other agreements between the County of Marin and the Marin County Sheriffs Department regarding the management of the Marin County Courthouse. \r\n\r\nAny memorandums of understanding, contracts, or other agreements between the County of Marin and the \"Superior Court of California, County of Marin\", or whatever entity administers the Marin County Courthouse, regarding the management of the Marin County Courthouse and its relationship with the Marin County Civic Center. This question is not a waiver of an argument that both entities are both the same. \r\n\r\nA copy of any contract between County of Marin with Allied Universal Security Services that was effective as of January 3rd, 2024.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobbie Powelson",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/san-rafael-3427/civic-center-policies-and-procedures-re-court-house-and-lost-and-found-157613/"
  }
]