[
  {
    "id": 140099,
    "title": "TDCJ Correctional Officer Shift Data (2019-2022)",
    "slug": "tdcj-correctional-officer-shift-data-2019-2022",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 94982,
    "username": "bengoehring",
    "agency": 896,
    "datetime_submitted": "2023-02-04T13:09:54.592322",
    "date_due": "2023-02-17",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-02-04T13:09:54.712177",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140099,
        "from_user": 94982,
        "to_user": 10797,
        "subject": "",
        "datetime": "2023-02-04T13:09:54.712177",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\nInformation on the correctional officers working on each shift or day from January 1, 2019 to July 31, 2022 at all correctional facilities operated by the TDCJ. Specifically, I am seeking a spreadsheet, database, or delimited text file(s) — not paper records or a PDF created from data — with the following information for each day/shift: The full legal name of all security staff scheduled to work on that given day/shift, including whether they were absent, the reason for the absence, and the employees' race, sex, and employing facility.\r\n\r\nThank you for your assistance with this request. Please do not hesitate to contact for questions or clarifications.\r\n\r\nIn addition, please include any lookup tables that may be needed to interpret the data. For example, if departments are listed with codes linked to a separate table, I will be happy to join the records myself, rather than require your staff to do so.\r\n\r\nI am comfortable working with large data sets and can receive the records in a variety of formats (.dbf, .csv, .mdb, etc).\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBen Goehring",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/texas-109/tdcj-correctional-officer-shift-data-2019-2022-140099/"
  }
]