[
  {
    "id": 148930,
    "title": "LAS VEGAS EROTIC DANCE CODE REGULATION CRIME STATISTICS",
    "slug": "las-vegas-erotic-dance-code-regulation-crime-statistics",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 118615,
    "username": "JamesC777",
    "agency": 648,
    "datetime_submitted": "2023-07-07T16:57:32.231596",
    "date_due": "2023-07-14",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-07-07T16:57:32.329901",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 148930,
        "from_user": 118615,
        "to_user": 10274,
        "subject": "Nevada Public Records Act Request: LAS VEGAS EROTIC DANCE CODE REGULATION CRIME STATISTICS",
        "datetime": "2023-07-07T16:57:32.329901",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Nevada Public Records Act, I hereby request the following records:\r\n\r\nI am requesting raw crime statistics concerning Las Vegas municipal code (LVMC) 6.35.100 involving Erotic Dance Establishment regulations, specifically raw numerical data including ALL alleged “fondle or caress” violations pursuant to LVMC 6.35.100(I) since the ordinance was enacted in 1995.\r\n\r\nI request the exact number of citations/tickets/charges issued by the Las Vegas Metro Police EACH YEAR for alleged violations of LVMC 6.35.100(I).  I request the number of such alleged violations for EACH YEAR from 1995 to 2022. I am specifically not requesting that any new record(s) be created, but specifically do request raw data (public record crime statistics) in an electronic format be provided by means of an electronic medium. No confidential information is requested.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJames Colin",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/las-vegas-317/las-vegas-erotic-dance-code-regulation-crime-statistics-148930/"
  }
]