[
  {
    "id": 153367,
    "title": "14-CA-315723 Second Request",
    "slug": "14-ca-315723-second-request",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 117729,
    "username": "DavidLee",
    "agency": 197,
    "datetime_submitted": "2023-10-16T10:22:15.943516",
    "date_due": "2023-11-14",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-10-16T10:22:16.313520",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 153367,
        "from_user": 117729,
        "to_user": 13300,
        "subject": "",
        "datetime": "2023-10-16T10:22:16.313520",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nOn June 20th, 2023 I requested documents relating to Case Number 14-CA-315723. Thank you for your prompt response to that inquiry. At the time you partially denied my request because the case was still open. The case is now listed as closed, and I am resubmitting my request below to obtain any further documents you may now be able to disclose.\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nThe entire casefile pertaining to Case Number 14-CA-315723 including but not limited to charges, attorneys' notices of appearance and disposition letters, statements and exhibits provided by the charged party employer, and any and all other documents or communication related to the case.\r\n\r\nI understand some documents may require redactions before they can be viewed.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDavid Lee",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/14-ca-315723-second-request-153367/"
  }
]