[
  {
    "id": 142637,
    "title": "League of Women Voters demonstration permit",
    "slug": "league-of-women-voters-demonstration-permit",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 4076,
    "datetime_submitted": "2023-03-13T09:26:57.974633",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-03-13T09:26:58.158927",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 142637,
        "from_user": 3031,
        "to_user": 28817,
        "subject": "",
        "datetime": "2023-03-13T09:26:58.158927",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\n1. A copy of any application by the League of Women Voters, Florida League of Women Voters, Cecile Scoon, or any person seeking to organize a demonstration, rally, protest, or other event on their behalf at the Florida state capitol or on its grounds. This request is limited to applications made on or after January 1, 2023.\r\n\r\n2. A copy of any communications (including, but not limited to, emails, letters, memoranda, facsimile transmissions, or notices) to or from the applicant concerning the application.\r\n\r\n3. A copy of any processing notes or other records associated with the application. \r\n\r\n4. A copy of any communications by the Department of Management Services concerning the application.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/florida-34/league-of-women-voters-demonstration-permit-142637/"
  },
  {
    "id": 142636,
    "title": "DHHS 3.13.23",
    "slug": "dhhs-31323",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 60252,
    "username": "rskva102",
    "agency": 74,
    "datetime_submitted": "2023-03-13T08:54:02.537406",
    "date_due": "2023-04-10",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-03-13T08:54:02.696142",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 142636,
        "from_user": 60252,
        "to_user": 25374,
        "subject": "Freedom of Information Act Request: DHHS 3.13.23",
        "datetime": "2023-03-13T08:54:02.696142",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nYou are receiving this correspondence as a request under the Freedom of Information Act, 5 U.S.C. subsection 552. I am requesting the following:\r\n\r\nCopies of records for award ID 75N90022C00018, for a contract given to the Henry M. Jackson Foundation for the Advancement of Military Medicine, Inc. in the research area of \"TRAUMATIC BRAIN INJURIES (TBI) AND ANOMALOUS HEALTH INCIDENCES (AHI)\". This contract has an action date of September 27, 2022 and was awarded through the National Institutes of Health. This request includes, but is not limited to:\r\n\r\n- Requests for Proposals\r\n\r\n- Requests for Information\r\n\r\n- Statements of Work\r\n\r\n- Memorandum(s) of Understanding\r\n\r\n- Letters of Interest\r\n\r\n- Award Letters\r\n\r\n- Task Letters\r\n\r\n- Privacy Impact Assessments\r\n\r\n- Invoices\r\n\r\n- Purchase and/or Change Orders\r\n\r\n- Project Budgets and/or Budget Proposals\r\n\r\n- Evaluation Reports\r\n\r\n- Presentations by the Henry M. Jackson Foundation for the Advancement of Military Medicine, Inc.\r\n\r\nI am asking you waive any fees associated with this request. I am a member of the news media and request classification as such. My bylines, which include Creem Magazine, Covert Action Magazine, and Philly Voice, can be found in both print and electronic publications. Please take note of the Office of Management and Budget guidelines published March 27, 1987 (52 FR 10012) that include electronic publications and other nontraditional publishers as representatives of the news media.\r\n\r\nIn the event that there are fees, I am willing to pay up to $100. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThis request is not being made for commercial purposes. All documents will be provided to the general public without charge.\r\n\r\nI look forward to your response within 20 working days, as the statute requires. If access to the records I am requesting will take longer, please contact me with information about when I might expect copies or the ability to inspect the requested records.\r\n\r\nIf you deny any or all of this request, please cite each specific exemption you feel justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\r\n\r\nSincerely,\r\n\r\nRobert Skvarla, Jr.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/dhhs-31323-142636/"
  }
]