[
  {
    "id": 162327,
    "title": "Police recruiting ad campaigns",
    "slug": "police-recruiting-ad-campaigns",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 2079,
    "username": "tosfeathers",
    "agency": 648,
    "datetime_submitted": "2024-04-18T10:28:06.970380",
    "date_due": "2024-04-25",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-18T10:28:07.154545",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162327,
        "from_user": 2079,
        "to_user": 10274,
        "subject": "",
        "datetime": "2024-04-18T10:28:07.154545",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Nevada Public Records Act, I hereby request the following records:\r\n\r\n1) All contracts since Jan. 1, 2024 regarding advertising campaigns and paid promotions run on the below-listed platforms on behalf of the Las Vegas Metropolitan Police Department. This includes contracts with the listed advertising platforms and/or third-pary vendors hired to coordinate advertising campaigns on those platforms.\r\n\r\n- Meta Platforms (including Facebook, Instagram, and Threads)\r\n- Alphabet/Google (including Youtube)\r\n- Bytedance Inc. (TikTok)\r\n- Twitter/X\r\n\r\n2) Documentation of the targeting parameters selected by the LVMPD and/or its vendors for all advertising campaigns and paid promotions on the listed platforms since Jan. 1, 2024. Specifically, this should include documentation of the demographic (age, gender, etc.), location-based (geofencing, marketing regions, points of interest, etc.), behavioral (consumer categories, interests, etc.), and contextual (keywords, channels, pages, etc.) characteristics the LVMPD targeted with or excluded from its advertising campaigns and paid promotions. To aid with your search, I have provided instructions from the relevant platforms explaining how to access and export this targeting information.\r\n\r\nMeta ads breakdown reports: https://www.facebook.com/business/help/264160060861852\r\nGoogle Ads reports: https://support.google.com/google-ads/answer/6201327?hl=en\r\n- Google Ads matched locations report: https://support.google.com/google-ads/answer/7492954?hl=en\r\n- Google Ads demographics report: https://support.google.com/google-ads/answer/7072127?hl=en\r\nTikTok ads reporting: https://ads.tiktok.com/help/article/create-manage-reports?lang=en\r\nTwitter/X campaign dashboard: https://business.x.com/en/help/campaign-measurement-and-analytics/campaign-dashboard.html\r\n- Twitter/X targeting options: https://developer.twitter.com/en/docs/twitter-ads-api/campaign-management/overview/targeting\r\n\r\nI ask that all fees be waived as I am a journalist and intend to used the requested records to publish articles in the public interest and not for any commercial purpose.\r\n\r\nIf you choose to impose fees, I request a detailed breakdown of the fees, including the hourly wage of each employee involved and an explanation of the employee hours required to fulfill the request.\r\n\r\nIf you choose to reject this request or redact portions of responsive documents, I ask that you provide a detailed breakdown of the statutory exemptions and associated case law underlying your decision to withhold each/any portions from public review.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTodd Feathers",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/las-vegas-317/police-recruiting-ad-campaigns-162327/"
  }
]