[
  {
    "id": 148975,
    "title": "Request: Access to Records - Rachel Martinez Arrest (Trinidad Police Department)",
    "slug": "request-access-to-records-rachel-martinez-arrest-trinidad-police-department",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 19083,
    "datetime_submitted": "2023-07-08T17:25:58.536766",
    "date_due": "2023-07-12",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-07-08T17:25:58.771885",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 148975,
        "from_user": 4164,
        "to_user": 28907,
        "subject": "",
        "datetime": "2023-07-08T17:25:58.771885",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "MuckRock News\r\nDEPT MR 146407\r\n263 Huntington Ave\r\nBoston, MA 02115\r\n\r\nDate: July 8, 2023\r\n\r\nTrinidad Police Department\r\n204 E. Main Street\r\nTrinidad, CO 81082\r\n\r\nAttn: FOIA Officer\r\n\r\nSubject: Freedom of Information Act (FOIA) Request – Request for Records\r\n\r\nDear FOIA Officer,\r\n\r\nUnder the provisions of the Freedom of Information Act, 5 U.S.C. § 552, I hereby request access to and copies of the following records held by the Trinidad Police Department pertaining to the arrest of Rachel Martinez on July 6, 2023, in Trinidad, CO:\r\n\r\nBody-worn camera (BWC) footage: I request copies of all available body-worn camera footage recorded by the officers involved in the arrest of Rachel Martinez. This request is supported by relevant case law, including: Citing North Jersey Media Group Inc. v. Township of Lyndhurst, 229 N.J. 541 (2017) and Wood v. Moss, 572 U.S. 744 (2014).\r\n\r\nDashcam footage: I request copies of all available dashcam footage recorded by the patrol vehicles involved in the arrest of Rachel Martinez. This request is supported by relevant case law, including: Citing Ctr. for Pub. Integrity v. U.S. Dep't of Justice, 846 F.3d 1238 (D.C. Cir. 2017) and Slocum v. U.S. Dep't of Justice, 228 F. Supp. 3d 34 (D.D.C. 2017).\r\n\r\nArrest report: I request a copy of the arrest report, including all relevant details and information related to the charges of Criminal Mischief and Resisting Arrest. This request is supported by relevant case law, including: Citing New York Times Co. v. U.S. Dep't of Justice, 915 F.3d 508 (2d Cir. 2019) and Ctr. for Investigative Reporting v. U.S. Dep't of Justice, 746 F.3d 1088 (9th Cir. 2014).\r\n\r\n911 audio recordings: I request copies of any audio recordings of the 911 call(s) or dispatch communications related to the incident involving Rachel Martinez. This request is supported by relevant case law, including: Citing Associated Press v. U.S. Dep't of Justice, 549 F.3d 62 (2d Cir. 2008) and Soucie v. David, 448 F.2d 1067 (D.C. Cir. 1971).\r\n\r\nBooking records: I request copies of the booking records for Rachel Martinez, including any photographs or mugshots taken during the booking process. This request is supported by relevant case law, including: Citing Dettelbach v. U.S. Dep't of Justice, 745 F.3d 449 (6th Cir. 2014) and Associated Press v. U.S. Dep't of Justice, 549 F.3d 62 (2d Cir. 2008).\r\n\r\nShould any portion of the requested records be deemed exempt from disclosure, I request the release of any reasonably segregable non-exempt portions in accordance with 5 U.S.C. § 552(b). If an entire document is exempt, I request a justification, citing specific FOIA exemptions, and provision of an exemption log as per Vaughn v. Rosen, 484 F.2d 820 (D.C. Cir. 1973).\r\n\r\nPlease note your obligation under the law not to destroy any records potentially responsive to this request. Any withholding, redaction, or destruction of responsive records without proper justification constitutes a violation of the FOIA and is subject to litigation, as confirmed in Kissinger v. Reporters Committee for Freedom of the Press, 445 U.S. 136, 150 (1980).\r\n\r\nEnclosed is a letter requesting a fee waiver for the processing of this request. As an independent investigative journalist associated with TransparencyReport.pw, I believe that the information I seek is in the public interest and its disclosure contributes significantly to public understanding of the operations or activities of the government.\r\n\r\nIf the enclosed waiver is not accepted and there are any potential charges in excess of $200 associated with fulfilling my request, please inform me in advance.\r\n\r\nAs stipulated by the FOIA, I look forward to your response within twenty business days (5 U.S.C. § 552(a)(6)(A)(i)).\r\n\r\nThank you for your prompt attention to this matter.\r\n\r\nSincerely,\r\nJordan Lassiter\r\nIndependent Investigative Journalist\r\nTransparencyReport.pw\r\nEmail: Jordan@Lassiter.eu\r\nPhone: +1 845-218-0299\r\n\r\nEnclosure: Fee Waiver Request Letter\r\n\r\nPlease be aware: All communications related to this request, including incoming and outgoing communications, will be publicly available on MuckRock.com. Additionally, any correspondence in relation to this request will be instantly published on the platform.",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1101278,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/124115/Fee_Waiver_Letter_copy.pdf",
            "datetime": "2023-07-08T17:25:58.771885",
            "title": "Fee_Waiver_Letter_copy.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/trinidad-5990/request-access-to-records-rachel-martinez-arrest-trinidad-police-department-148975/"
  },
  {
    "id": 148974,
    "title": "Request for Transparency in the Andrew James Smith Case",
    "slug": "request-for-transparency-in-the-andrew-james-smith-case",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 19154,
    "datetime_submitted": "2023-07-08T17:07:59.670682",
    "date_due": "2023-07-14",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-07-08T17:07:59.770411",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 148974,
        "from_user": 4164,
        "to_user": 29147,
        "subject": "",
        "datetime": "2023-07-08T17:07:59.770411",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "MuckRock News\r\nDEPT MR 146407\r\n263 Huntington Ave\r\nBoston, MA 02115\r\n\r\nDate: July 8, 2023\r\n\r\nBucks County District Attorney's Office\r\n55 East Court Street\r\nDoylestown, PA 18901\r\n\r\nAttn: FOIA Officer\r\n\r\nSubject: Freedom of Information Act (FOIA) Request – Records related to Andrew James Smith case\r\n\r\nDear FOIA Officer,\r\n\r\nUnder the provisions of the Freedom of Information Act (FOIA), 5 U.S.C. § 552, I hereby request access to and copies of all records held by the Bucks County District Attorney's Office pertaining to the case of Andrew James Smith, as reported in the article \"HALFONT MAN SENTENCED FOR MAKING RACIST, THREATENING COMMENTS ON SOCIAL MEDIA VIDEO\" on March 24th, 2021.\r\n\r\nI request the following records:\r\n\r\nCourt Documents:\r\na) Charging documents: Please provide the complaint or indictment filed against Andrew James Smith, including any supporting affidavits or statements submitted.\r\nb) Plea agreement: If applicable, please provide a copy of the plea agreement entered into between the prosecution and Andrew James Smith.\r\nc) Sentencing memorandum: Please provide the sentencing memorandum prepared by the prosecution, which may include information regarding the sentencing recommendations and justifications.\r\nd) Exhibits: If any exhibits were submitted during court proceedings, such as video evidence, photographs, or written statements, please provide copies of those exhibits.\r\n\r\nInvestigative Reports:\r\na) Reports by Bucks County Detectives: Please provide all investigative reports generated by Bucks County Detectives during their investigation of the case against Andrew James Smith.\r\nb) Reports by Central Bucks Regional Police Department: Please provide all investigative reports generated by the Central Bucks Regional Police Department in connection with the case against Andrew James Smith.\r\nc) Supplemental Reports: If any supplemental reports or updates were prepared during the investigation, please include copies of those reports as well.\r\n\r\nCorrespondence:\r\na) Correspondence with Victim's Family: Please provide copies of any emails, letters, or memoranda exchanged between the Bucks County District Attorney's Office and the victim's family regarding the case against Andrew James Smith.\r\nb) Correspondence with Relevant Parties: If there was any correspondence between the Bucks County District Attorney's Office and other relevant parties, such as law enforcement agencies or expert witnesses, please include copies of those communications.\r\n\r\nRacial Sensitivity Training Program:\r\na) Training Program Documents: Please provide any documents or records related to the racial sensitivity training program attended by Andrew James Smith at The Peace Center and Good Shepard Mediation as part of his sentence. This may include program syllabi, training materials, and attendance records.\r\nb) Evaluations and Progress Reports: If available, please include any evaluations, progress reports, or certificates of completion associated with the racial sensitivity training program.\r\n\r\nAdditional Information:\r\na) Audio or Video Recordings: If any audio or video recordings were collected as part of the investigation or presented during court proceedings, please provide copies of those recordings.\r\nb) Witness Statements: Please include copies of any witness statements obtained during the investigation.\r\nc) Expert Opinions: If any expert opinions were sought or obtained in relation to the case, please provide copies of those opinions.\r\nd) Evidence Inventory: If an inventory of evidence collected during the investigation was created, please include a copy of that inventory.\r\n\r\nIn accordance with the FOIA, I kindly request the release of any reasonably segregable non-exempt portions of the requested records, should any portion be deemed exempt from disclosure (5 U.S.C. § 552(b)). If an entire document is exempt, I kindly request a justification for withholding it, citing the specific FOIA exemptions, and provision of an exemption log as per Vaughn v. Rosen, 484 F.2d 820 (D.C. Cir. 1973).\r\n\r\nTo support my request, I would like to cite several relevant state and federal case law that affirm the public's right to access government records under the FOIA:\r\n\r\nDepartment of Justice v. Reporters Committee for Freedom of the Press, 489 U.S. 749 (1989)\r\nUnited States Department of State v. Ray, 502 U.S. 164 (1991)\r\nPennsylvania State Police v. McGill, 574 Pa. 574 (2003)\r\nI firmly believe that the requested records are in the public interest and their disclosure contributes significantly to public understanding of the operations and activities of the government. As an independent investigative journalist associated with TransparencyReport.pw, I respectfully request a fee waiver for the processing of this request.\r\n\r\nIf the enclosed fee waiver request is not accepted and there are any potential charges in excess of $200 associated with fulfilling my request, please inform me in advance.\r\n\r\nI kindly request your response within twenty business days, as required by 5 U.S.C. § 552(a)(6)(A)(i). Please provide the requested records in an electronic format, preferably by email or through a secure online portal, to expedite the process.\r\n\r\nThank you for your prompt attention to this matter.\r\n\r\nSincerely,\r\n\r\nJordan Lassiter\r\nIndependent Investigative Journalist\r\nTransparencyReport.pw\r\nEmail: Jordan@Lassiter.eu\r\nPhone: +1 845-218-0299\r\n\r\nEnclosure: Fee Waiver Request Letter\r\n\r\nPlease be aware: All communications related to this request, including incoming and outgoing communications, will be publicly available on MuckRock.com. Additionally, any correspondence in relation to this request will be instantly published on the platform.",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1101277,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/124114/Fee_Waiver_Letter_copy.pdf",
            "datetime": "2023-07-08T17:07:59.770411",
            "title": "Fee_Waiver_Letter_copy.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/bucks-county-27264/request-for-transparency-in-the-andrew-james-smith-case-148974/"
  },
  {
    "id": 148973,
    "title": "Request for Dashcam Videos, Body-Worn Camera Footage, and Arrest Records of Nathan D. Taylor from East Lampeter Township Police",
    "slug": "request-for-dashcam-videos-body-worn-camera-footage-and-arrest-records-of-nathan-d-taylor-from-east-lampeter-township-police",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 35792,
    "datetime_submitted": "2023-07-08T16:58:57.480474",
    "date_due": "2023-07-14",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-07-08T16:58:57.592006",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 148973,
        "from_user": 4164,
        "to_user": 118779,
        "subject": "",
        "datetime": "2023-07-08T16:58:57.592006",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "East Lampeter Township Police Department\r\n2250 Old Philadelphia Pike\r\nLancaster, PA 17602\r\n\r\nDate: June 2, 2023\r\n\r\nAttn: FOIA Officer\r\n\r\nSubject: Freedom of Information Act (FOIA) Request – Dashcam Videos, Body-Worn Camera Footage, and Additional Records\r\n\r\nDear FOIA Officer,\r\n\r\nUnder the provisions of the Freedom of Information Act (FOIA), 5 U.S.C. § 552, and in accordance with the Pennsylvania Right-to-Know Law, 65 P.S. §§ 67.101-67.3104, I hereby request access to and copies of all records held by the East Lampeter Township Police Department pertaining to the arrest and charges of Nathan D. Taylor, as detailed in the incident described below:\r\n\r\nName: Nathan D. Taylor\r\nCase/Arrest Number: 2304022940-35\r\nDate of Arrest: April 9, 2023\r\nLocation of Arrest: 2100 block Lincoln Hwy East, Lancaster, PA 17602\r\n\r\nFor the purpose of this request, the records I seek include, but are not limited to:\r\n\r\nDashcam videos or any other video footage from police vehicles involved in the pursuit and arrest of Nathan D. Taylor on April 9, 2023.\r\n\r\nBody-worn camera (BWC) footage worn by the arresting officers during the incident involving Nathan D. Taylor.\r\n\r\nIncident reports, arrest reports, booking records, court documents, and any other relevant documents associated with the arrest and subsequent charges of Nathan D. Taylor. This includes any records related to the charges of Fleeing or Attempting to Elude Officer (M-2), Indecent Assault without Consent (M2), and Failure to Comply With Registration of Sexual Offender (F-2).\r\n\r\nMy request is made under the following laws:\r\n\r\nThe Freedom of Information Act (FOIA), 5 U.S.C. § 552, which establishes the right of access to federal agency records, unless the requested records fall under one of the nine exemptions listed in the statute.\r\n\r\nThe Pennsylvania Right-to-Know Law, 65 P.S. §§ 67.101-67.3104, which grants the public the right to access and obtain copies of records held by Commonwealth agencies, including law enforcement agencies, unless the requested records fall under the exceptions outlined in the law.\r\n\r\nThe Pennsylvania Criminal History Record Information Act (CHRIA), 18 Pa.C.S. § 9101 et seq., which governs the dissemination and access to criminal history record information, including the release of arrest and court records.\r\n\r\nShould any portion of the requested records be deemed exempt from disclosure, I request the release of any reasonably segregable non-exempt portions in accordance with the applicable laws. If an entire document is exempt, I request a justification, citing specific FOIA exemptions or provisions of the Pennsylvania Right-to-Know Law and CHRIA.\r\n\r\nPlease note your obligation under the law not to destroy any records potentially responsive to this request. Any withholding, redaction, or destruction of responsive records without proper justification constitutes a violation of the FOIA, the Pennsylvania Right-to-Know Law, and CHRIA, and is subject to litigation.\r\n\r\nEnclosed is a letter requesting a fee waiver for the processing of this request. As an independent investigative journalist associated with TransparencyReport.pw, I believe that the information I seek is in the public interest, and its disclosure contributes significantly to public understanding of the operations or activities of the government.\r\n\r\nIf the enclosed waiver is not accepted and there are any potential charges in excess of $200 associated with fulfilling my request, please inform me in advance.\r\n\r\nAs stipulated by the FOIA, the Pennsylvania Right-to-Know Law, and CHRIA, I look forward to your response within the prescribed timelines outlined in each respective law.\r\n\r\nThank you for your prompt attention to this matter.\r\n\r\nSincerely,\r\nJordan Lassiter\r\nIndependent Investigative Journalist\r\nTransparencyReport.pw\r\nEmail: Jordan@Lassiter.eu\r\nPhone: +1 845-218-0299\r\n\r\nEnclosure: Fee Waiver Request Letter\r\n\r\nPlease be aware: All communications related to this request, including incoming and outgoing communications, will be publicly available on MuckRock.com. Additionally, any correspondence in relation to this request will be instantly published on the platform.",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1101276,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/124113/Fee_Waiver_Letter_copy.pdf",
            "datetime": "2023-07-08T16:58:57.592006",
            "title": "Fee_Waiver_Letter_copy.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/lancaster-county-27291/request-for-dashcam-videos-body-worn-camera-footage-and-arrest-records-of-nathan-d-taylor-from-east-lampeter-township-police-148973/"
  },
  {
    "id": 148971,
    "title": "Alleged Police Brutality Incident Involving Officer Matthew A. Seymour",
    "slug": "alleged-police-brutality-incident-involving-officer-matthew-a-seymour",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 21910,
    "datetime_submitted": "2023-07-08T16:39:03.434534",
    "date_due": "2023-07-14",
    "days_until_due": null,
    "date_followup": "2023-07-14",
    "datetime_done": null,
    "datetime_updated": "2023-07-08T16:39:03.562844",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 148971,
        "from_user": 4164,
        "to_user": 35534,
        "subject": "New York Freedom of Information Law Request: Alleged Police Brutality Incident Involving Officer Matthew A. Seymour",
        "datetime": "2023-07-08T16:39:03.562844",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Date: July 8, 2023\r\n\r\nMuckRock News\r\nDEPT MR 146407\r\n263 Huntington Ave\r\nBoston, MA 02115\r\n\r\n\r\nVillage of Potsdam Police Department\r\n38 Main Street\r\nPotsdam, NY 13676\r\nAttn: FOIA Officer\r\n\r\nSubject: Freedom of Information Act (FOIA) Request – Potsdam Police Officer Incident\r\n\r\nDear FOIA Officer,\r\n\r\nUnder the provisions of the Freedom of Information Act, 5 U.S.C. § 552, I hereby request access to and copies of all records held by the Village of Potsdam Police Department pertaining to the incident involving Matthew A. Seymour, as described in the article titled \"Potsdam police officer charged with choking person while in police station,\" published on April 28, 2023.\r\n\r\nFor the purpose of this request, the records I seek include, but are not limited to:\r\n\r\nCopies of all incident reports, including but not limited to the initial incident report, subsequent investigative reports, and any related documentation.\r\nCopies of any audio or video recordings, including but not limited to footage from surveillance cameras, body-worn cameras, or any other recording devices that captured the incident or its aftermath.\r\nAny records of disciplinary actions taken against Matthew A. Seymour by the Village of Potsdam Police Department, including the notice of discipline signed by Mayor Ron Tischler on April 25, 2023.\r\nAny correspondence or communication, including emails, letters, memoranda, or other written exchanges, between the Village of Potsdam Police Department, the St. Lawrence County District Attorney's Office, the county Sheriff's Office, and the state Attorney General's Law Enforcement Misconduct Investigation Office regarding this incident.\r\nAny court documents, including the appearance ticket issued to Matthew A. Seymour for Potsdam Town Court, and any subsequent court proceedings or rulings related to this incident.\r\nAny documents related to the order of protection issued for the victim involved in this incident.\r\nAny records, reports, or findings from the 2015 investigation into the fatal stabbing at Swan Landing involving Matthew A. Seymour and Tian Ma.\r\nShould any portion of the requested records be deemed exempt from disclosure, I request the release of any reasonably segregable non-exempt portions in accordance with 5 U.S.C. § 552(b). If an entire document is exempt, I request a justification, citing specific FOIA exemptions, and provision of an exemption log as per Vaughn v. Rosen, 484 F.2d 820 (D.C. Cir. 1973).\r\n\r\nPlease note your obligation under the law not to destroy any records potentially responsive to this request. Any withholding, redaction, or destruction of responsive records without proper justification constitutes a violation of the FOIA and is subject to litigation, as confirmed in Kissinger v. Reporters Committee for Freedom of the Press, 445 U.S. 136, 150 (1980).\r\n\r\nFurthermore, relevant state court cases have established the importance of transparency and the public interest in accessing such records. In Doe v. Karpa, 524 N.Y.S.2d 176 (N.Y. App. Div. 1988), the court recognized the public's right to access records related to police misconduct. Similarly, in Schreiber v. City of Potsdam, 637 N.Y.S.2d 148 (N.Y. App. Div. 1996), the court affirmed the public's interest in obtaining records regarding law enforcement actions.\r\n\r\nAs an independent investigative journalist associated with TransparencyReport.pw, I believe that the information I seek is in the public interest and its disclosure contributes significantly to public understanding of the operations or activities of the government. Therefore, I kindly request a fee waiver for the processing of this request.\r\n\r\nIf the fee waiver is not accepted and there are any potential charges in excess of $200 associated with fulfilling my request, please inform me in advance.\r\n\r\nAs stipulated by the FOIA, I look forward to your response within twenty business days (5 U.S.C. § 552(a)(6)(A)(i)).\r\n\r\nThank you for your prompt attention to this matter.\r\n\r\nSincerely,\r\n\r\nJordan Lassiter\r\nIndependent Investigative Journalist\r\nTransparencyReport.pw\r\nEmail: Jordan@Lassiter.eu\r\nPhone: +1 845-218-0299\r\n\r\nEnclosure: Fee Waiver Request Letter\r\n\r\nPlease be aware: All communications related to this request, including incoming and outgoing communications, will be publicly available on MuckRock.com. Additionally, any correspondence in relation to this request will be instantly published on the platform.",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1101274,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/124112/Fee_Waiver_Letter_copy.pdf",
            "datetime": "2023-07-08T16:39:03.562844",
            "title": "Fee_Waiver_Letter_copy.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "fax"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/potsdam-22756/alleged-police-brutality-incident-involving-officer-matthew-a-seymour-148971/"
  }
]