[
  {
    "id": 184793,
    "title": "BOV President Resignation",
    "slug": "bov-president-resignation",
    "status": "submitted",
    "embargo_status": "public",
    "user": 140258,
    "username": "TheCadet",
    "agency": 15147,
    "datetime_submitted": "2025-04-11T14:55:06.908224",
    "date_due": "2025-04-18",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-04-11T14:55:07.113950",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 184793,
        "from_user": 140258,
        "to_user": 19541,
        "subject": "Virginia Freedom of Information Act Request: BOV President Resignation",
        "datetime": "2025-04-11T14:55:07.113950",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Virginia Freedom of Information Act, I hereby request the following records:\r\n\r\nRecords of any communications in any form between any member of the Offices of the BOV Secretary, Executive Secretary to the Superintendent, BOV Administrative Assistant, Superintendent, Executive Secretary, Chief of Staff, All Special Staff (Senior Advisors) and the staff of their offices with all media outlets including, without limitation, the Virginia Mercury, Cardinal News and the Washington Post as well as his resignation letter and any notifications of his resignation to the Corps of Cadets, VMI Faculty and staff, VMI Alumni Agencies for the period 1 April to the date of this request. I am willing to accept incremental delivery. At the minimum, VMI should be able to provide the communications covering how the Washington Post and other media, as well as BOV members, faculty, staff, cadets, and the alumni agencies, became aware of the resignation.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTom Nash, a citizen of Virginia, in coordination with Anonymous.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/lexington-32067/bov-president-resignation-184793/"
  },
  {
    "id": 184792,
    "title": "Flock Safety search audits and data sharing (Largo, FL)",
    "slug": "flock-safety-search-audits-and-data-sharing-largo-fl",
    "status": "submitted",
    "embargo_status": "public",
    "user": 110795,
    "username": "abocha",
    "agency": 25802,
    "datetime_submitted": "2025-04-11T14:48:08.129188",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-04-11T14:48:08.325297",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 184792,
        "from_user": 110795,
        "to_user": 81561,
        "subject": "Florida Sunshine Law Request: Flock Safety search audits and data sharing (Largo, FL)",
        "datetime": "2025-04-11T14:48:08.325297",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nSearch audits and data sharing records related to the agency’s Flock Safety system.\r\n\r\nSearch audits from 1/1/2024 until the date this request is processed, including:\r\n- 1. Internal search audits -\r\nAudit logs documenting each time a department account has conducted a search in the department's Flock Safety ALPR system from 1/1/2024 until the date this request is processed. Flock Safety calls this an “Organization Audit.”\r\n\r\n- 2. External search audits -\r\nAudit logs documenting the searches by users/organizations from outside of the department, that included the department’s Flock Safety ALPR cameras, from 1/1/2024 until the date this request is processed. Flock Safety calls this a “Network Audit.” \r\n\r\nFlock audit logs are retained indefinitely and contain metadata including, but not limited to: the date of the search, the time of the search, the search term/rules, cameras searched, and the user/organization conducting the search. The audit logs are recorded in a database so I ask that you please provide it to me as a .csv, .xls, or other database filetype.\r\n\r\n\r\nData sharing settings as of the date this request is processed including:\r\n- 3. Networks that I’m sharing -\r\nThe names of agencies and organizations with which the Agency shares its Flock Safety ALPR data, also referred to as \"Networks that I’m sharing.\"\r\n\r\n- 4. Flock networks shared with me -\r\nThe names of agencies and organizations that have shared their cameras with the Agency, also referred to as \"Flock networks shared with me.\"\r\n\r\nThe share settings are recorded in a database so I ask that you please provide it to me as a .csv, .xls, or other database filetype.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nA",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/largo-10322/flock-safety-search-audits-and-data-sharing-largo-fl-184792/"
  },
  {
    "id": 184791,
    "title": "Montana Jury List Request",
    "slug": "montana-jury-list-request",
    "status": "ack",
    "embargo_status": "public",
    "user": 119993,
    "username": "jennywadhwa",
    "agency": 3791,
    "datetime_submitted": "2025-04-11T14:44:47.357644",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2025-04-26",
    "datetime_done": null,
    "datetime_updated": "2025-04-11T14:44:47.452079",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 184791,
        "from_user": 119993,
        "to_user": 29701,
        "subject": "Montana Freedom of Information Act Request: Montana Jury List Request",
        "datetime": "2025-04-11T14:44:47.452079",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\nPursuant to the Freedom of Information Act I hereby request the following records:\r\nThe following materials regarding the compilation and composition of the state’s master jury list:\r\n\r\nAll current policies and procedures regarding how the current master jury list was compiled and how often master jury lists are reviewed and updated. Please name all source lists (driver’s license records, voter registration lists, etc) that were utilized in creating the current master jury list.\r\n\r\nAll reports, databases, spreadsheets, or equivalent materials regarding the composition of the current master jury list. Please include the total number of individuals on the current master jury list and all relevant demographic data, including but not limited to the race, age and gender of individuals that comprise the current master jury list.\r\n\r\nIn the event that there are any fees for obtaining or copying these records, please inform me of the total charges in advance of fulfilling my request. Should the fees exceed $100, I would also like to request a waiver of all fees as I am requesting the information on behalf of a 501(c)(3) nonprofit and the disclosure of the requested information is in the public interest and will contribute significantly to the public’s understanding of how master jury lists are created. This information is not being sought for commercial purposes.\r\nIf possible, please provide the requested documents electronically. However, if this is not feasible, please inform me of the available methods for obtaining these records. Further, if you expect a significant delay in responding to this request, please contact me with information concerning when I might expect copies or the ability to inspect the requested records.\r\nIf you deny any or all of this request, please cite each specific exemption that justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within the timeframe required by the statute.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/montana-157/montana-jury-list-request-184791/"
  }
]