[
  {
    "id": 144741,
    "title": "US COAST GUARD ACADEMY - Applicant review",
    "slug": "us-coast-guard-academy-applicant-review",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 23641,
    "username": "SallyJones111",
    "agency": 22939,
    "datetime_submitted": "2023-04-18T22:30:55.657394",
    "date_due": "2023-05-16",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-04-18T22:30:55.742518",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "us coast guard academy"
    ],
    "communications": [
      {
        "foia": 144741,
        "from_user": 23641,
        "to_user": 49215,
        "subject": "",
        "datetime": "2023-04-18T22:30:55.742518",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nThe requested information should apply to the graduating class of 2027. \r\n\r\n1.\tCoast Guard Academy Admission Partner Program requirements defined and recognized by the Coast Guard Academy Director of Admissions, Superintendent Instruction.\r\n2.\tGuidelines, standards, requirements for Appointments to Cadetship prescribed by the Secretary, including age limits, methods of selection of applicants, term of service as a cadet before graduation, and all other matters affecting such appointment.  All relevant standards required for appointment, admission, training, graduation, and commissioning.\r\n3.\tApplicants review process from submission to CEBB review process, recommendations to the Secretary for Appointment. \r\n4.\tProcess for errors in transcript by High School directly to USCGA admissions. \r\n5.\tAppeals process for applicants. \r\n6.\tProcess for handling Candidate inquiries from State Representatives, and Congress member offering support of a candidate. \r\n7.\tPre-selection process for recruiting efforts, pre-selected candidates, target metrics. \r\n8.\tNumber of Applicants offered an appointment with a GPA of 3.7 or lower. \r\n9.\tNumber of Applicants offered an appointment with a PFE score of 200 or lower. \r\n10.\tNumber of Applicants offered an appointment without a Chemistry class on their High School transcript. \r\n11.\tNumber of Applicants offered an appointment without a Calculus class on their transcript. \r\n12.\tNumber of Applicants offered an appointment without Calculus and Chemistry on their High School Transcript. \r\n13.\tNumber of Applicants offered an appointment without 1 year or less of community service. \r\n14.\tNumber of Applicants offered an appointment who did not play Varsity Sports in High School. \r\n15.\tNumber of Applicants offered an appointment who played 2 years or less Varsity Sports. \r\n16.\tNumber of 1st time applicants offered an appointment for 2023. \r\n17.\tNumber of applicants offered an appointment for the USCGA Class of 2027 (existing seniors in high school). \r\n18.\tNumber of applicants offered an appointment who resided more than 200 miles away from Academy and DID NOT attend an ONSITE event at the Academy. \r\n19.\tNumber of applicants offered an appointment with 1 year or less of Leadership experience. \r\n20.\tNumber of applicants offered an appointment who are considered \"HOOKS\", have a tie to the Academy in some way. Family ties, parents' association, board, alumni, or tied to staff in some way. \r\n21.\tNumber of applicants offered an appointment with a household income of less than 60,000.00.\r\n22.\tNumber of applicants offered an appointment with a family income greater than 100,000.00.\r\n23.\tUSCGA definition of Inclusion and how it is applied during the application review and selection process. \r\n24.\tAcademy process to rectify any mistakes during the application review process. Checks and balances, forms, all related documentation used to catch errors, mistakes, omissions.\r\n25.\tInclude any and all forms, documents used in the application review process. \r\n26. Number of applicants offered an appointment AFTER April 2nd.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nSally Jones",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/us-coast-guard-academy-applicant-review-144741/"
  }
]