[
  {
    "id": 155379,
    "title": "AdventHealth - Numerical Breakdown of Discrimination Complaints and Charges to the EEOC",
    "slug": "adventhealth-numerical-breakdown-of-discrimination-complaints-and-charges-to-the-eeoc",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 118202,
    "username": "Jupiter_Ascending",
    "agency": 2612,
    "datetime_submitted": "2023-11-30T19:07:54.771042",
    "date_due": "2023-12-29",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-11-30T19:07:54.975448",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 155379,
        "from_user": 118202,
        "to_user": 10863,
        "subject": "Freedom of Information Act Request: AdventHealth - Numerical Breakdown of Discrimination Complaints and Charges to the EEOC",
        "datetime": "2023-11-30T19:07:54.975448",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nI request the following records, within the time frame of 2017 to 2023. to the date on which this request is processed, and with respect to the following criteria and jurisdiction of the EEOC:\r\n. \r\n1. Records that numerically separate the complaints of discrimination by present and previous employees of Adventist Health System/Sunbelt Inc. dba AdventHealth. To clarify, I request records that numerically breakdown complaints of discrimination against AdventHealth by AdventHealth location, to be interpreted as each individual location, and that it be separated by state, type of complaint of discrimination (such as on the basis of ADA, color, race, religion, sex, mental health and so to include all forms of discrimination within the scope of the EEOC).\r\n\r\n2. To preface - the distinct difference between this and (1) is filing a charge against AdventHealth - I request records that numerically separate the complaints of discrimination by present and previous employees of Adventist Health System/Sunbelt Inc. dba AdventHealth. To clarify, I request records that numerically breakdown charges of discrimination against AdventHealth and the breakdown be by AdventHealth location, to be interpreted as each individual location, and that it be separated by state, type of complaint of discrimination that led to a charge against AdventHealth (such as on the basis of ADA, color, race, religion, sex, mental health and so to include all forms of discrimination within the scope of the EEOC). If no such notion or meaningful distinction exists, then this may be disregarded.\r\n\r\n3. Records that specify that numerically indicate the charging part having won the case, so to speak, as well as by percentage, against AdventHealth (ie, Charging Party v. AdventHealth). I separately request numerically the same as the prior sentence, but excluding cases in which Charging Parties have withdrawn, not responded, or have settled with AdventHealth. To clarify, this need not include any separation by location, state, type of discrimination, and so on. \r\n\r\n4. Records that specify that numerically indicate the Respondent Party (being AdventHealth) having won the case, so to speak, as well as by percentage, against Charging Party. To clarify, this need not include any separation by location, state, type of discrimination, and so on.\r\n\r\nI also request that, if appropriate, fees be waived as I believe this request is in the public interest. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, processed by a representative of the news media/press and is made in the process of news gathering and not for commercial usage.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBailey Pillon",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/adventhealth-numerical-breakdown-of-discrimination-complaints-and-charges-to-the-eeoc-155379/"
  },
  {
    "id": 155376,
    "title": "“Jeopardy” FCC complaints",
    "slug": "jeopardy-fcc-complaints",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 46,
    "datetime_submitted": "2023-11-30T18:46:38.083001",
    "date_due": "2023-12-29",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-11-30T18:46:38.182724",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 155376,
        "from_user": 3031,
        "to_user": 9680,
        "subject": "Freedom of Information Act Request: “Jeopardy” FCC complaints",
        "datetime": "2023-11-30T18:46:38.182724",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAll complaints received mentioning “Jeopardy,” an ABC television series. This request is limited to complaints submitted on or after January 1, 2020.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/jeopardy-fcc-complaints-155376/"
  }
]