[
  {
    "id": 181278,
    "title": "Paragon/Graphite request DEA",
    "slug": "paragongraphite",
    "status": "submitted",
    "embargo_status": "public",
    "user": 19941,
    "username": "jurrevb",
    "agency": 137,
    "datetime_submitted": "2025-02-10T15:46:23.537778",
    "date_due": "2025-03-11",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-02-10T15:46:23.907064",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 181278,
        "from_user": 19941,
        "to_user": 9902,
        "subject": "Freedom of Information Act Request: Paragon/Graphite request DEA",
        "datetime": "2025-02-10T15:46:23.907064",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nI request the following records related to the DEA’s use of surveillance software provided by Paragon, an Israeli company and PARAGON SOLUTIONS (US) INC a United States company, hereafter, Paragon companies:\r\n\r\n  -  Contracts, brochures, purchase orders, or agreements between the DEA and Paragon companies from January 1, 2019, to the present.\r\n   - Communications (emails, memos, reports, or other records) between DEA officials and representatives of Paragon companies discussing the purchase, deployment, or use of its software.\r\n   - Final reports or assessments produced by the DEA or Paragon Solutions regarding the performance or effectiveness of the spyware.\r\n   - Communication between Red Lattice, who bought Paragon and provides services as PARAGON SOLUTIONS (US) INC and the DEA on Paragon products. See: https://www.ynetnews.com/business/article/ry4ridpvyg\r\n\r\nThis request is necessary because the DEA has already publicly acknowledged the use of Paragon's spyware. In The New York Times article, \"How the Global Spyware Industry Spiraled Out of Control\" (Dec. 8, 2022), the DEA confirmed that it has used Paragon spyware, but only outside the United States (available at: https://www.nytimes.com/2022/12/08/us/politics/spyware-nso-pegasus-paragon.html). Because the DEA has officially acknowledged its use of this technology, the agency may not issue a Glomar response under FOIA, per ACLU v. CIA, 710 F.3d 422 (D.C. Cir. 2013).\r\n\r\nAdditionally, courts have ruled that government contracts, vendor communications, and procurement records are not inherently law enforcement techniques under Exemption 7(E). In CREW v. DHS, 387 F. Supp. 3d 33 (D.D.C. 2019), the court held that agencies must specifically demonstrate how disclosure would reveal a law enforcement technique, and in EPIC v. DHS, 777 F.3d 518 (D.C. Cir. 2015), the court ruled that procurement records do not automatically qualify for 7(E) withholding.\r\n\r\nBecause the DEA itself has publicly confirmed the use of this technology, and because disclosure of procurement-related records does not reveal a law enforcement technique, this request must be processed and any non-exempt portions released.\r\n\r\nIf any portion of this request is denied, please provide a Vaughn Index specifying which exemptions are being applied and explaining why. I also request a fee waiver as this request is in the public interest and concerns the use of surveillance tools by a U.S. law enforcement agency.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJurre van Bergen",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/paragongraphite-181278/"
  },
  {
    "id": 181276,
    "title": "FBI RECORDS Frank J. Bifulco  (AKA Butch, AKA Butchie Bifolcals)",
    "slug": "fbi-records-frank-j-bifulco-aka-butch-aka-butchie-bifolcals",
    "status": "submitted",
    "embargo_status": "public",
    "user": 109997,
    "username": "Buffalo",
    "agency": 10,
    "datetime_submitted": "2025-02-10T15:35:58.689186",
    "date_due": "2025-03-11",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-02-10T15:35:58.905036",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 181276,
        "from_user": 109997,
        "to_user": 9555,
        "subject": "Freedom of Information Act Request: FBI RECORDS Frank J. Bifulco  (AKA Butch, AKA Butchie Bifolcals)",
        "datetime": "2025-02-10T15:35:58.905036",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nPlease conduct a search for responsive records and hereby request the following:\r\n\r\nAny and all records mentioning, relating to, or generated as a result of investigation into Frank J.  Bifulco (AKA Butch, AKA Butchie, AKA, Bifolcals). \r\n\r\nBifulco's Date of Birth was 3/10/1945\r\nBifulco;s Date of Death was 10/10/2020.  See: https://buffalonews.com/obituaries/frank-butch-bifulco-75-reputed-mobster-with-a-brilliant-mind/article_1165f678-1ab8-11eb-a55c-130105cb65b9. See Also: https://buffalonews.newspapers.com/article/the-buffalo-news-frank-bifulco-obituary/165163991/\r\n\r\nPlease include any and all surveillance pictures Frank Bifulco and charts containing  referring to him.  \r\n\r\nIn addition to conducting this search for records at the FBI Field Office in Buffalo, NY, please conduct an additional search of the Central Records System, including but not limited to the Electronic Surveillance (ELSUR) Indices, the Microphone Surveillance (MISUR) Indices, the Physical Surveillance (FISUR) Indices, and the Technical Surveillance (TESUR) Indices, for both main-file records and cross-reference records for all relevant names, individuals, agencies and companies at FBI Headquarters. Please also conduct a search for records at the Alexandria Records Center. \r\n\r\nIf any potentially responsive records have been destroyed and/or transferred to NARA, then I request copies of the destruction or transfer slips as well as any other documentation relating to, mentioning or describing said transfer or destruction, to include but not be limited to confirmation that the Bureau has no other copies of said records. \r\n\r\nIf previously released records are available, then I request a rolling release consisting of those records while additional records are located and processed for release.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMob",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1259778,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/Buffalo/137897/Screenshot_2025-02-10_at_3.33.39PM.png",
            "datetime": "2025-02-10T15:35:58.905036",
            "title": "Screenshot_2025-02-10_at_3.33.39PM.png",
            "source": "Mob",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/fbi-records-frank-j-bifulco-aka-butch-aka-butchie-bifolcals-181276/"
  }
]