[
  {
    "id": 144271,
    "title": "Texas Department Of Public Safety Documents Related to Surveillance of Black Lives Matter and Related Groups",
    "slug": "texas-department-of-public-safety-documents-related-to-surveillance-of-black-lives-matter-and-related-groups",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 621,
    "datetime_submitted": "2023-04-05T18:12:23.161186",
    "date_due": "2023-04-19",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-04-05T18:12:23.271924",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 144271,
        "from_user": 4164,
        "to_user": 10760,
        "subject": "",
        "datetime": "2023-04-05T18:12:23.271924",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\nI am requesting access to documents held by the Texas Department of Public Safety related to their surveillance or investigation of Black Lives Matter and other related groups. In order to ensure a comprehensive search for responsive records, I am also requesting an interagency search for any records that may be held by other law enforcement agencies or government entities.\r\n\r\nI want to emphasize that I do not consent to the withholding, deletion, or redaction of any responsive records or documents, except in cases where the Texas Department of Public Safety can provide a specific justification for why the records are exempt from disclosure under the Texas Public Information Act. Please provide me with any non-exempt records or documents in their entirety, including any segregable portions that may be released.\r\n\r\nFurthermore, I hereby provide notice that any attempt to withhold, redact, or delete responsive records or documents without providing a specific justification for why they are exempt from disclosure will be met with a complaint and legal action to compel the Texas Department of Public Safety to provide access to the requested records in accordance with the Texas Public Information Act.\r\n\r\nIn support of this request, I would like to reference local case law and state case law that affirm the public's right to access government records under the Texas Public Information Act. Specifically, local case law includes the Dallas Morning News v. City of Dallas, 281 S.W.3d 708 (Tex. App. – Dallas 2009, no pet.), which held that a government entity cannot withhold requested information unless it can demonstrate that the information falls within a specific exception under the Texas Public Information Act. State case law includes the Texas Department of Public Safety v. Cox Texas Newspapers, LP, 304 S.W.3d 191 (Tex. App. – Austin 2009, pet. denied), which affirmed the public's right to access government records and held that the Texas Department of Public Safety must release requested information unless it falls within a specific exception under the Texas Public Information Act.\r\n\r\nSpecifically, I am seeking any records, reports, memoranda, emails, or other documents related to the Texas Department of Public Safety's surveillance or investigation of Black Lives Matter, including any policies, guidelines, or procedures related to this surveillance or investigation. I am also requesting any communications between the Texas Department of Public Safety and other law enforcement agencies or government entities related to the surveillance or investigation of Black Lives Matter.\r\n\r\nAdditionally, I am interested in any records, reports, memoranda, emails, or other documents related to the Texas Department of Public Safety's surveillance or investigation of any groups or individuals associated with Black Lives Matter or involved in activism related to racial justice, police reform, or other related issues. This may include but is not limited to groups such as the Movement for Black Lives, Campaign Zero, and the National Association for the Advancement of Colored People (NAACP).\r\n\r\nFurthermore, I would like to request a key string search for any records or documents related to Black Lives Matter or any other related groups, as well as any communications or activities related to these groups. Additionally, please provide any records or documents related to any specialty units within the Texas Department of Public Safety that may be involved in surveillance or investigation activities related to Black Lives Matter or other related groups.\r\n\r\nIf any responsive records or documents are exempt from disclosure, I request that you provide me with a justification for each exemption relied upon.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nGood Citizen",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/texas-109/texas-department-of-public-safety-documents-related-to-surveillance-of-black-lives-matter-and-related-groups-144271/"
  },
  {
    "id": 144270,
    "title": "Request Letter for FBI Records on Jam Master Jay (Jason Mizell)",
    "slug": "request-letter-for-fbi-records-on-jam-master-jay-jason-mizell",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 10,
    "datetime_submitted": "2023-04-05T18:03:21.120198",
    "date_due": "2023-05-03",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-04-05T18:03:21.207571",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 144270,
        "from_user": 4164,
        "to_user": 9555,
        "subject": "Freedom of Information Act Request: Request Letter for FBI Records on Jam Master Jay (Jason Mizell)",
        "datetime": "2023-04-05T18:03:21.207571",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nI am writing to request access to any records or files held by the Federal Bureau of Investigation (FBI) related to Jason William Mizell, who is also known as Jam Master Jay. Mizell was a founding member of the hip-hop group Run-DMC and a pioneer in the music industry. He was tragically killed on October 30, 2002, at his recording studio in Queens, New York. I am referencing an article from Rolling Stone magazine, published on March 4, 2021, titled \"Jam Master Jay Alleged Killer Goes to Trial,\" which provides some background on the investigation into his death and the subsequent trial of his alleged killer.\r\n\r\nIn accordance with the Freedom of Information Act (FOIA), I request that all records be released to me, including any documents, memos, emails, or other materials that reference or relate to Jason William Mizell or his death. Additionally, I request that a key string search be conducted to ensure that all relevant records are provided to me. Specifically, I would like to request that the following key strings be used in the search:\r\n\r\nJam Master Jay\r\nJason Mizell\r\nRun-DMC\r\nMurder\r\nHomicide\r\nInvestigation\r\nSuspect\r\nArrest\r\nTrial\r\nEvidence\r\nWitness\r\nStatement\r\nInterview\r\nAutopsy\r\nForensic\r\nBallistics\r\nGang\r\nDrug\r\nCriminal\r\nViolence\r\nNew York City\r\nI also request any records that may be responsive to the Electronic Surveillance (ELSUR) program.\r\n\r\nI would like to remind you that the FOIA reflects a strong presumption in favor of disclosure, and that any exemptions to the Act must be narrowly construed. The Supreme Court has held that the FOIA promotes transparency and accountability in government, and that any exemptions to the Act must be based on specific and narrowly defined grounds. See United States Department of Justice v. Reporters Committee for Freedom of the Press, 489 U.S. 749 (1989); John Doe Agency v. John Doe Corp., 493 U.S. 146 (1989); and Nat'l Archives & Records Admin. v. Favish, 541 U.S. 157 (2004), among other cases.\r\n\r\nTherefore, I would like to give notice that I do not consent to any withholding, redaction, or deletion of records that may be responsive to my request, except in cases where the documents are clearly exempt from disclosure under the FOIA.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nGood Citizen",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1079941,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/120557/642de2f715b6891d627b2901.jpg",
            "datetime": "2023-04-05T18:03:21.207571",
            "title": "642de2f715b6891d627b2901.jpg",
            "source": "Good Citizen",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/request-letter-for-fbi-records-on-jam-master-jay-jason-mizell-144270/"
  },
  {
    "id": 144269,
    "title": "Atlanta Police Department Documents Related to Surveillance of Black Lives Matter and Related Groups",
    "slug": "atlanta-police-department-documents-related-to-surveillance-of-black-lives-matter-and-related-groups",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 658,
    "datetime_submitted": "2023-04-05T18:03:15.651448",
    "date_due": "2023-04-10",
    "days_until_due": null,
    "date_followup": "2023-04-10",
    "datetime_done": null,
    "datetime_updated": "2023-04-05T18:03:15.758059",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 144269,
        "from_user": 4164,
        "to_user": 10248,
        "subject": "Georgia Open Records Act Request: Atlanta Police Department Documents Related to Surveillance of Black Lives Matter and Related Groups",
        "datetime": "2023-04-05T18:03:15.758059",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Georgia Open Records Act, I hereby request the following records:\r\n\r\nI am requesting access to documents held by the Atlanta Police Department related to their surveillance or investigation of Black Lives Matter and other related groups.\r\n\r\nI want to emphasize that I do not consent to the withholding, deletion, or redaction of any responsive records or documents, except in cases where the Atlanta Police Department can provide a specific justification for why the records are exempt from disclosure under the Georgia Open Records Act. Please provide me with any non-exempt records or documents in their entirety, including any segregable portions that may be released.\r\n\r\nFurthermore, I hereby provide notice that any attempt to withhold, redact, or delete responsive records or documents without providing a specific justification for why they are exempt from disclosure will be met with a complaint and legal action to compel the Atlanta Police Department to provide access to the requested records in accordance with the Georgia Open Records Act.\r\n\r\nIn support of this request, I would like to reference the court case Board of Regents of the University System of Georgia v. Atlanta Journal-Constitution, 310 Ga. App. 613 (2011), which affirms the public's right to access government records under the Georgia Open Records Act.\r\n\r\nSpecifically, I am seeking any records, reports, memoranda, emails, or other documents related to the Atlanta Police Department's surveillance or investigation of Black Lives Matter, including any policies, guidelines, or procedures related to this surveillance or investigation. I am also requesting any communications between the Atlanta Police Department and other law enforcement agencies or government entities related to the surveillance or investigation of Black Lives Matter.\r\n\r\nAdditionally, I am interested in any records, reports, memoranda, emails, or other documents related to the Atlanta Police Department's surveillance or investigation of any groups or individuals associated with Black Lives Matter or involved in activism related to racial justice, police reform, or other related issues. This may include but is not limited to groups such as the Movement for Black Lives, Campaign Zero, and the National Association for the Advancement of Colored People (NAACP).\r\n\r\nIf any responsive records or documents are exempt from disclosure, I request that you provide me with a justification for each exemption relied upon.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nGood Citizen",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/atlanta-325/atlanta-police-department-documents-related-to-surveillance-of-black-lives-matter-and-related-groups-144269/"
  },
  {
    "id": 144268,
    "title": "FBI Documents Related to Surveillance of Black Lives Matter and Related Groups",
    "slug": "fbi-documents-related-to-surveillance-of-black-lives-matter-and-related-groups",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 10,
    "datetime_submitted": "2023-04-05T18:03:08.382784",
    "date_due": "2023-05-03",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-04-05T18:03:08.466068",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 144268,
        "from_user": 4164,
        "to_user": 9555,
        "subject": "",
        "datetime": "2023-04-05T18:03:08.466068",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nI am requesting access to documents related to the FBI's surveillance or investigation of Black Lives Matter and other related groups. In order to ensure a comprehensive search for responsive records, I am requesting an interagency search for any records that may be held by other law enforcement agencies or government entities.\r\n\r\nI would also like to reference the Brennan Center's report entitled \"FBI Targets a New Generation of Black Activists,\" published on September 13, 2017, which highlights the FBI's targeting of Black activists. I will be attaching the article for your reference.\r\n\r\nSpecifically, I am seeking any records, reports, memoranda, emails, or other documents related to the FBI's surveillance or investigation of Black Lives Matter, including any policies, guidelines, or procedures related to this surveillance or investigation. I am also requesting any communications between the FBI and other law enforcement agencies or government entities related to the surveillance or investigation of Black Lives Matter.\r\n\r\nAdditionally, I am interested in any records, reports, memoranda, emails, or other documents related to the FBI's surveillance or investigation of any groups or individuals associated with Black Lives Matter or involved in activism related to racial justice, police reform, or other related issues. This may include but is not limited to groups such as the Movement for Black Lives, Campaign Zero, and the National Association for the Advancement of Colored People (NAACP).\r\n\r\nI want to emphasize that I do not consent to the withholding, deletion, or redaction of any responsive records or documents, except in cases where the FBI or any other agency can provide a specific justification for why the records are exempt from disclosure under the Freedom of Information Act. Please provide me with any non-exempt records or documents in their entirety, including any segregable portions that may be released.\r\n\r\nI hereby provide notice that any attempt to withhold, redact, or delete responsive records or documents without providing a specific justification for why they are exempt from disclosure will be met with a complaint and legal action to compel the FBI or any other agency to provide access to the requested records in accordance with the Freedom of Information Act.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nGood Citizen",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1079940,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/120560/642deda63df728615e07e5da.jpg",
            "datetime": "2023-04-05T18:03:08.466068",
            "title": "642deda63df728615e07e5da.jpg",
            "source": "Good Citizen",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/fbi-documents-related-to-surveillance-of-black-lives-matter-and-related-groups-144268/"
  }
]