[
  {
    "id": 173183,
    "title": "Nakasone AI Safety",
    "slug": "nakasone-ai-safety",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 141115,
    "username": "MerrickWayne",
    "agency": 17,
    "datetime_submitted": "2024-09-11T19:12:32.161402",
    "date_due": "2024-10-09",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-09-11T19:12:32.270698",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 173183,
        "from_user": 141115,
        "to_user": 25363,
        "subject": "",
        "datetime": "2024-09-11T19:12:32.270698",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAll communications (including emails, texts, direct messages, and instant messages), calendar entries, meeting agendas, memoranda, and other records of former Director of National Security Agency Paul M. Nakasone referencing artificial intelligence and potential safety issues. \r\nIn conducting the search, please be sure to use alternative spellings for \"artificial intelligence\" such as \"A.I.\", \"AI\", and \"A I\", but this should in no way limit the search to only those four keywords.  \r\nAn example of potential safety issues would be the possibility of causing harm to humans. This example should in no way limit the scope of responsiveness to only the harm to humans. \r\nThe date range for the request is May 3, 2018 – February 3, 2024.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMerrick Wayne",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/nakasone-ai-safety-173183/"
  }
]