[
  {
    "id": 138192,
    "title": "Untitled",
    "slug": "untitled",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 34092,
    "username": "Anonymous_mksDRHfK",
    "agency": 367,
    "datetime_submitted": "2022-12-21T23:37:57.622721",
    "date_due": "2022-12-31",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2022-12-21T23:37:57.707306",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 138192,
        "from_user": 34092,
        "to_user": 9716,
        "subject": "California Public Records Act Request: Untitled",
        "datetime": "2022-12-21T23:37:57.707306",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nPlease provide:\r\n\r\n1. All emails sent to or from EITHER Chief William Scott, David Lazar, Daryl Fong, any SFPD captain, the SFPD commander who is the SFPD lead of HSOC, sent or received between Oct 27th, 2022 (inclusive) and December 21st, 2022 containing the search terms “encampment\" or \"tent\".\r\n\r\n2. Please provide all text or chat messages between Chief William Scott and EITHER the Mayor, anyone in the Mayor's office, Sam Dodge, or Carla Short, including group messages, timestamped Oct 4th, 2021 through Dec 21st 2022 (inclusive), including a search of personal cell phone devices under City of San Jose vs Superior Court (2017).\r\n\r\n3. The names of all communication platforms (email systems, chat platforms, etc.) or methods used to communicate between SFPD Chief Scott and Mayor London Breed or anyone else at the Mayor's office. Examples of communication platforms and methods include: Microsoft Exchange, Slack, Signal, text message, Microsoft Teams, etc.\r\n\r\nPlease provide all results above on a rolling basis and provide them in searchable format.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAnonymous",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/san-francisco-141/untitled-138192/"
  }
]