[
  {
    "id": 182735,
    "title": "Great American Media letter to Brendan Carr re: YouTube",
    "slug": "great-american-media-letter-to-brendan-carr-re-youtube",
    "status": "submitted",
    "embargo_status": "public",
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 46,
    "datetime_submitted": "2025-03-07T14:16:16.472788",
    "date_due": "2025-04-04",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-07T14:16:16.572210",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 182735,
        "from_user": 3031,
        "to_user": 9680,
        "subject": "",
        "datetime": "2025-03-07T14:16:16.572210",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nThe letter referenced in Brendan Carr's March 7, 2025, letter to Alphabet, Inc. (\"Re: YouTube TV's Refusal to Carry Faith-Based Channel\"), which states: \"As an example, Great American Media wrote a letter to me in which they claim that YouTube TV deliberately marginalizes faith-based and family-friendly content.\"\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/great-american-media-letter-to-brendan-carr-re-youtube-182735/"
  },
  {
    "id": 182733,
    "title": "Initial Report in re: Secretary Hegseth Memo on \"Restoring America's Fighting Force\"",
    "slug": "initial-report-in-re-secretary-hegseth-memo-on-restoring-americas-fighting-force",
    "status": "submitted",
    "embargo_status": "public",
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 7,
    "datetime_submitted": "2025-03-07T13:46:48.041491",
    "date_due": "2025-04-04",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-07T13:46:48.152489",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 182733,
        "from_user": 3031,
        "to_user": 25379,
        "subject": "",
        "datetime": "2025-03-07T13:46:48.152489",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nThis request concerns the January 29, 2025 \"MEMORANDUM FOR SENIOR PENTAGON LEADERSHIP COMMANDERS OF THE COMBATANT COMMANDS DEFENSE AGENCY AND DOD FIELD ACTIVITY DIRECTORS,\" entitled \"Restoring America's Fighting Force,\" issued by the Secretary of Defense. A copy of the memo is available at https://media.defense.gov/2025/Jan/29/2003634987/-1/-1/1/RESTORING-AMERICAS-FIGHTING-FORCE.PDF.\r\n\r\nI request a copy of the \"initial report\" by the Task Force to the Under Secretary of Defense for Personnel and Readiness. The initial report was due on or before March 1, 2025.\r\n\r\nREQUEST FOR EXPEDITED PROCESSING:\r\n\r\nI request that this request be expedited under 32 CFR § 286.8(e)(1)(i)(B) for the following reasons:\r\n\r\n1. I certify the following to be true and correct: My organization is primarily engaged in disseminating information. The Foundation for Individual Rights and Expression (FIRE) maintains a news website at https://thefire.org/news, through which its staff members regularly publish news stories and editorial content concerning the activities of governments, government officials, and other persons or organizations of public concern. I am a staff member of FIRE. I frequently write about matters involving the First Amendment and press freedom, including on FIRE's website. See, e.g., https://www.thefire.org/news-archive?author=303. A substantial component of my duties as a staff member of FIRE is to obtain information through public records requests, including through the Freedom of Information Act, which I or my colleagues then share through FIRE's website and social media channels. I also publish news and other information of public concern via \"X\" (https://x.com/adamsteinbaugh) and \"Bluesky\" (https://bsky.app/profile/adamsteinbaugh.bsky.social).\r\n\r\n2. The requested information concerns an actual or alleged government activity, namely the Secretary's creation of a task force and the initial report by the task force.\r\n\r\n3. The requested information extends beyond the public's right to know about government activity generally and instead has a particular value that would be lost if not processed on an expedited basis. The information pertains to a news story of public interest. That issue has attracted a wide range of news media coverage, including the numerous articles identified below. The information has value that would be lost if not processed on an expedited basis because it concerns the the Secretary's implementation of a presidential policy priority, and because the public's feedback on the \"initial report\" may impact the Task Force's final report, which is due on June 1, 2025. If that information is only disclosed months or years later, it will inhibit the ability of the public to understand how its current officials are making decisions.\r\n\r\nExamples of recent articles demonstrating the public's ongoing and current interest in this information include articles:\r\n\r\na. https://www.foxnews.com/politics/trump-dod-creates-task-force-abolish-dei-offices-promote-systemic-racism\r\nb. https://www.dailywire.com/news/pentagon-guts-dei-programs-from-u-s-military\r\nc. https://thehill.com/policy/defense/5114409-pence-hegseth-military-promotions-race-sex/\r\nd. https://subscriber.politicopro.com/article/2025/01/hegseth-sets-up-pentagon-task-force-to-roll-back-diversity-programs-00201320\r\ne. https://www.stripes.com/theaters/us/2025-01-30/hegseth-dei-defense-department-promotions-academies-16654199.html\r\nf. https://www.defenseone.com/policy/2025/01/hegseth-stands-anti-dei-task-force/402623/\r\ng https://www.campusreform.org/article/hegseth-orders-end-affirmative-action-admissions-service-academies/27419\r\n\r\nAdditionally, the Department itself published an article concerning the Task Force, reflecting its recognition that there is a public interest in timely information about it: https://www.defense.gov/news/news-stories/article/article/4047592/defense-secretary-directs-creation-of-task-force-to-restore-americas-fighting-f/\r\n\r\n\r\nREQUEST FOR A FEE WAIVER OR REDUCED FEES:\r\n\r\nI request, under 32 CFR § 286.12(l), a waiver or reduction of fees for the following reasons:\r\n\r\n1. Disclosure of the requested information is in the public interest because its disclosure would shed light on the operations or activities of the government. The requested information pertains specifically to the policies, procedures, and practices of senior Department officials concerning the Department's policies and programs.\r\n\r\n2. Disclosure of the requested information would be likely to contribute significantly to public understanding of those operations or activities. Disclosure of the requested information would meaningfully inform the public about the Department's activities and operations, as the information pertains to the policies and underlying information driving decisions by senior Department officials. Disclosing the policies and other information would demonstrate the bases for those decisions, which have attracted substantial public attention, as demonstrated by the articles cited above. That information is not in the public domain.\r\n\r\n3. Disclosure of the requested information will contribute to the understanding of a reasonably broad audience of persons interested in the subject, as opposed to the individual understanding of the requester. The requestor is a licensed attorney who practices First Amendment law. As such, the requestor will be able to effectively convey information to the public. Further, the requestor is a representative of the news media. The requestor and his employer, the Foundation for Individual Rights and Expression, gather information of potential interest to a segment of the public, turns that information into distinct works (including through its news website, located at https://thefire.org/news), and distributes that information to the public. The information requested here relates to information that is about current events or that would be of current interest to the public. The requestor's past publication record (in addition to FIRE's articles available at https://thefire.org/news) is available at https://www.thefire.org/news-archive?author=303.\r\n\r\n4. The requested information is not primarily in the commercial interest of the requester. The requestor works for a nonprofit organization and the records are not sought for a commercial purpose.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/initial-report-in-re-secretary-hegseth-memo-on-restoring-americas-fighting-force-182733/"
  }
]