[
  {
    "id": 164607,
    "title": "Shockwave or Shockwave",
    "slug": "shockwave-or-shockwave",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 100301,
    "username": "BrianMills",
    "agency": 105,
    "datetime_submitted": "2024-06-04T01:06:54.964168",
    "date_due": "2024-07-03",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-06-04T01:06:55.051365",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164607,
        "from_user": 100301,
        "to_user": 25721,
        "subject": "",
        "datetime": "2024-06-04T01:06:55.051365",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nRecords of any histories, summaries, conclusions, after-action reports, assessments etc of a \"Shockwave\" or \"Shock Wave\" as described in the following Defense Science Board Paper:\r\n\r\nhttps://media.nti.org/pdfs/Assessment_of_Nuclear_Monitoring_and_Verification_Technologies.pdf\r\nEarlier, during the Cold War, there were\r\nkey developments in which test‐beds used in conjunction with operational experience led to\r\nimportant improvements in theater weapons, forces, and their CONOPS. These included:\r\n “Shockwave” in the North Atlantic Treaty Organization (NATO) Central Region during the\r\n1970s and 1980s (see the next section of this chapter for a more complete description);\r\n SORAK (N.E. Asian theater) [37];  \r\n Pershing IA and ground launched cruise missile (GLCM) endurance experimentation\r\nduring the 1980s [38]; \r\n Horizontal and vertical dispersion of dual‐capable aircraft (DCA) to improve theater\r\nnuclear force (TNF)‐DCA force endurance. \r\n...\r\n“Shockwave” (mentioned in the previous section) was a comprehensive, successful, TNF‐related\r\nthreat‐monitoring/understanding effort that ran from about 1978 to about 1985. It is discussed\r\nhere as an effective antecedent of future, comprehensive TNF threat‐monitoring systems which\r\nwould benefit from improved technologies and possibly from negotiated limits and monitoring.\r\nThe purpose of Shockwave was to understand improvements in the ability of the\r\nSoviet/Warsaw Pact (WP) to execute a swift, successful campaign inside U.S. and NATO\r\ntimelines for nuclear employment, and thus to aid selection among U.S. and NATO options to\r\ncounter those improvements. It used a wide range of U.S. national, theater, and tactical\r\nmonitoring means, from both the Army and Air Force, as well as similar Allied means where\r\nappropriate.    The Defense Advanced Research Projects Agency (DARPA) and the Defense\r\nNuclear Agency (DNA) were major players in developing new monitoring capabilities. Exercises\r\nusing NATO forces were used to elicit responses in later WP exercises that could be observed by\r\nShockwave assets. The effort was led by successive SACEURs, with integration at both Supreme\r\nHeadquarters Allied Powers Europe (SHAPE) and United States European Command (EUCOM)\r\nheadquarters. Over the 7‐8 years it was run, Shockwave was highly successful.  In fact, it serves\r\nas a premier example of how persistent, comprehensive monitoring for threat‐assessment\r\npurposes can pay off\r\n\r\n[37] SORAK was a South Korean experimentation concept developed in the late 1970’s and early 1980’s based on\r\nShock Wave.    It was sponsored by Commander‐in‐Chief, U.S. Pacific Command (CINCPAC) and supported by\r\nDARPA, as part of the joint United States‐ South Korean exercise Ulchi Focus Lens.  The concept was intended to\r\ncreate an all source testing capability to observe operations.   \r\n[38] Pershing II and GLCM operations were driven by the need for survivability in moving units out of peacetime\r\ngarrison in crisis and in move‐and‐hide tactics in the field in crisis and war. These operations were developed\r\niteratively using red‐teamed test‐bed exercises coupled with simulations, both in CONUS and in Europe\"\r\n\r\nIf it helps make the scope of the search easier, I am only interested in the planning and use of NATO Forces to \"elicit responses in later WP exercises that could be observed by\r\nShockwave assets.\"\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBrian Mills",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/shockwave-or-shockwave-164607/"
  }
]