[
  {
    "id": 186431,
    "title": "Records Request – University of Oregon Disclosure of ADA Records to Grand River Solutions",
    "slug": "records-request-university-of-oregon-disclosure-of-ada-records-to-grand-river-solutions",
    "status": "submitted",
    "embargo_status": "public",
    "user": 158252,
    "username": "KelvinShiversII",
    "agency": 6369,
    "datetime_submitted": "2025-05-10T10:04:32.665918",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-05-10T10:04:32.885022",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "@samantha_swartz",
      "@muckrock",
      "@aclu_or",
      "@ndrnadvocates",
      "@dredf",
      "@insidehighered"
    ],
    "communications": [
      {
        "foia": 186431,
        "from_user": 158252,
        "to_user": 13274,
        "subject": "",
        "datetime": "2025-05-10T10:04:32.885022",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Oregon Public Records Law, I hereby request the following records:\r\n\r\nPursuant to Oregon Public Records Law, I respectfully request access to records related to the disclosure of employee disability- or accommodation-related information to third-party vendor Grand River Solutions by the University of Oregon.\r\n\r\nThis request is submitted in the public interest and relates to the potential unauthorized sharing of sensitive medical and ADA-related records concerning a civil rights complaint, during a period of protected activity under the Americans with Disabilities Act (ADA) and ORS 659A.\r\n\r\nSpecifically, I am requesting:\r\n\r\n1. Contracts and Agreements\r\nAll contracts, MOUs, scopes of work, or other service agreements between the University of Oregon and Grand River Solutions executed or in effect from January 1, 2024 to present.\r\n\r\n2. Disclosure Authorizations\r\nAny records, approvals, or internal communications authorizing the disclosure of employee disability, accommodation, or civil rights complaint information to Grand River Solutions, including but not limited to any records referencing:\r\n\r\n * “Kelvin Shivers II” or “Kelvin Shivers” or “Kelvin\" \r\n\r\n3. Internal Legal or Risk Review\r\nAny communications between OICRC, HR, General Counsel, or external consultants regarding the legality, advisability, or risk of disclosing employee medical or accommodation-related records to Grand River Solutions.\r\n\r\n4. Communications With Grand River Solutions\r\nAll emails or written communications between any University of Oregon employee and any representative of Grand River Solutions from January 1, 2025 to present that reference:\r\n\r\n   * “Kelvin Shivers II” or “Kelvin Shivers” or “Kelvin\"\r\n   * “ADA” or “accommodation”\r\n   * “civil rights complaint” or “retaliation” \r\n\r\n5. Policies or Training Materials\r\nAll institutional policies, training materials, or written guidance regarding the sharing of employee ADA, accommodation, or medical information with third-party consultants or investigators, in effect from January 1, 2024 to present.\r\n\r\n6. Redacted Copy of Shared Record\r\nIf permissible, a redacted copy of any employee-related records provided to Grand River Solutions that reference Kelvin Shivers II, with personally identifying medical information removed to the extent required by law.\r\n\r\nI am also formally requesting that the University of Oregon preserve all records related to my ADA accommodation requests, disability disclosures, civil rights complaints, and any internal or external communications referencing me or these matters.\r\n\r\nThis includes—but is not limited to—records held by the Office of Investigations and Civil Rights Compliance (OICRC), HR/ELR, Workplace ADA, General Counsel, School of Music and Dance, Oregon Bach Festival and any third-party vendors (e.g., Grand River Solutions).\r\n\r\nThis request is submitted in the public interest. It relates directly to a matter involving potential civil rights violations, ADA-protected accommodations, and government transparency. The requested records concern the treatment of a disabled employee, and their disclosure will contribute to public understanding of institutional compliance with state and federal law.\r\n\r\nAs such, I respectfully request that any fees be waived in accordance with ORS 192.324(5), which permits fee waivers when disclosure is in the public interest and is not primarily for personal benefit.\r\n\r\nThis request is time-sensitive and directly relates to an ongoing civil rights matter. If portions of the requested records are exempt from disclosure, please release all segregable non-exempt material as required by ORS 192.338. If you deny any part of this request, please provide a written explanation citing the specific legal exemption(s) relied upon.\r\n\r\nPlease note: This request and any related public disclosures constitute legally protected activity under ADA Title V (42 U.S.C. § 12203), ORS 659A.109, and the First Amendment. Any adverse action or administrative interference in response to this request may be considered unlawful retaliation and will be documented accordingly.\r\n\r\nThank you for your attention to this request. I am willing to discuss ways to narrow the scope if necessary to facilitate timely release.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nKelvin Shivers II",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/oregon-158/records-request-university-of-oregon-disclosure-of-ada-records-to-grand-river-solutions-186431/"
  }
]