[
  {
    "id": 137976,
    "title": "Lead contamination pictures (Oakland Planning & Building Dept.)",
    "slug": "lead-contamination-pictures-oakland-planning-building-dept",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 107618,
    "username": "Andersmaxdale",
    "agency": 33850,
    "datetime_submitted": "2022-12-15T18:12:04.300679",
    "date_due": "2023-01-17",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2022-12-15T18:12:05.179496",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "lead paint",
      "lead contamination"
    ],
    "communications": [
      {
        "foia": 137976,
        "from_user": 107618,
        "to_user": 107758,
        "subject": "",
        "datetime": "2022-12-15T18:12:05.179496",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nRequesting copies of all photographs related to but not limited to City of Oakland Code Enforcement Case Number 1904563.\r\n\r\nSpecifically requesting copies of all photographs related to the 2019 lead contamination at the property located at 262 Athol Avenue, Oakland Ca. 94606, owned by Donald and Era Farnsworth of Oakland California, related to but not limited to City of Oakland Code Enforcement Case Number 1904563.\r\n\r\nRelease of the following records, photographs or documents is requested:\r\n\r\n1) Requesting copies of all photographs sent as an email attachment to City of Oakland Code Enforcement Officer Randy Schimm on Tuesday, October 8, 2019, related to but not limited to City of Oakland Code Enforcement Case Number 1904563.\r\n\r\nIn response to public records request #20-7783 described at https://oaklandca.nextrequest.com/requests/20-7783 the City of Oakland released an electronic document named RSchimm_Emails_Redacted.pdf, containing an email sent to City of Oakland Code Enforcement Officer Randy Schimm on Tuesday, October 8, 2019, related to but not limited to City of Oakland Code Enforcement Case Number 1904563.\r\n\r\nThe email of October 8, 2019 describes lead contaminated conditions at the property located at 262 Athol Avenue, Oakland Ca. 94606, after uncontained power sanding of lead based paint was performed. The email of October 8, 2019 states \"Dust is spreading, tenants and neighbors don't know. None of the tenants have received pamphlets\", \"Dust has escaped the work area to tenants and neighbors space\" and \"Pictures are enclosed.\" Release of all pictures referenced within or attached to the email of October 8, 2019 is requested. \r\n\r\n2) Requesting copies of all photographs sent as an email attachment to City of Oakland Code Enforcement Officer Randy Schimm on Monday, November 4, 2019 , with the Subject: Re: [EXTERNAL] Case # 19045.\r\n\r\nIn response to public records request #20-7783 described at https://oaklandca.nextrequest.com/requests/20-7783 the City of Oakland released an electronic document named RSchimm_Emails_Redacted.pdf, containing an email sent to City of Oakland Code Enforcement Officer Randy Schimm on Monday, November 4, 2019, with the Subject: Re: [EXTERNAL] Case # 19045.\r\n\r\nThe email of November 4, 2019 describes concerns over unsafe lead-based work practices at the property located at 262 Athol Avenue, Oakland Ca. 94606. The email of November 4, 2019 states \"contamination of new areas\", \"area left covered with dust, chips and a dirty work glove for the entire weekend\", \"Waste was not secured in a locked area, bags are covered with dust\" and \"Pictures are attached.\" Release of all pictures referenced within or attached to the email of November 4, 2019 is requested. \r\n\r\n3) Requesting copies of all photographs taken on Tuesday, October 8, 2019, at the onsite inspection performed by City of Oakland Code Enforcement Officer Randy Schimm at the property located at 262 Athol Avenue, Oakland Ca. 94606.\r\n\r\nIn response to public records request #19-6316 described at https://oaklandca.nextrequest.com/requests/19-6316 the City of Oakland released a\r\nRecord Detail with Inspection Log related to City of Oakland Code Enforcement Case Number 1904563.\r\n\r\nThe Inspection Log contains notes related to the onsite inspection performed by City of Oakland Code Enforcement Officer Randy Schimm on Tuesday, October 8, 2019, at the property located at 262 Athol Avenue, Oakland Ca. 94606. The inspection log states \"photos taken, violation verified. Lead based paint being ground off the building without proper containment methods\" and \"Paint chips, dust and debris being scattered all over site\". Release of all photographs taken at the October 8, 2019 onsite inspection at the property located at 262 Athol Avenue, Oakland Ca. 94606, related to but not limited to City of Oakland Code Enforcement Case Number 1904563, is requested.\r\n\r\n4) Requesting copies of all additional photographs related to but not limited to City of Oakland Code Enforcement Case Number 1904563, which depict the lead contamination at the property located at 262 Athol Avenue, Oakland Ca. 94606, owned by Donald and Era Farnsworth of Oakland California. Additionally requesting copies of all additional photographs which depict the lead contamination of properties neighboring the property located at 262 Athol Avenue, Oakland Ca. 94606, related to but not limited to City of Oakland Code Enforcement Case Number 1904563.\r\n\r\nIn response to public records request #20-7783 described at https://oaklandca.nextrequest.com/requests/20-7783 the City of Oakland released a Notice of Violation, Stop Work Order, and eight photographs accompanying the documents, related to City of Oakland Code Enforcement Case Number 1904563.\r\n\r\nThe Stop Work Order dated October 8, 2019 describes \"Hazardous lead based paint removal and contamination of local area & beyond.\" The Notice of Violation dated October 12, 2019 describes \"Lead based paint debris being contaminating soil and side of building.\" and \"causing lead based paint to contaminate neighboring properties and soil\". Requesting release of all photographs which depict the lead contamination at the property located at 262 Athol Avenue, Oakland Ca. 94606, related to but not limited to City of Oakland Code Enforcement Case Number 1904563. Additionally requesting copies of all photographs which depict the lead contamination of properties neighboring the property located at 262 Athol Avenue, Oakland Ca. 94606, related to but not limited to City of Oakland Code Enforcement Case Number 1904563.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAnders Maxdale",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/lead-contamination-pictures-oakland-planning-building-dept-137976/"
  },
  {
    "id": 137975,
    "title": "Holocaust Surveys",
    "slug": "holocaust-surveys",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 2640,
    "username": "rneiss",
    "agency": 4381,
    "datetime_submitted": "2022-12-15T17:55:06.157986",
    "date_due": "2022-12-22",
    "days_until_due": null,
    "date_followup": "2022-12-22",
    "datetime_done": null,
    "datetime_updated": "2022-12-15T17:55:06.222471",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 137975,
        "from_user": 2640,
        "to_user": 9927,
        "subject": "New York Freedom of Information Law Request: Holocaust Surveys",
        "datetime": "2022-12-15T17:55:06.222471",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nBy way of background, on August 10, 2022, Governor Kathy Hochul signed into law Chapter 490 of the Laws of 2022 requiring a survey regarding instruction on the Holocaust within New York State public school districts. Through the survey, superintendents are required to attest that the district is teaching about the Holocaust appropriately as part of classroom instruction aligned with the NYS Social Studies Learning Standards and §801 of Education Law. \r\n\r\nIn October 2022, Deputy Commissioner Angelique Johnson-Dingle sent a memo to public school superintendents including a copy of that survey and instructions for accessing and submitting the survey via the SED Monitoring and Vendor Performance System in the NYSED Business Portal.\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request all of the Holocaust Instruction Survey responses submitted this year. \r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRussel Neiss",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/holocaust-surveys-137975/"
  }
]