[
  {
    "id": 182828,
    "title": "Sports Athlete Agent Application Records",
    "slug": "sports-athlete-agent-application-records",
    "status": "submitted",
    "embargo_status": "public",
    "user": 152517,
    "username": "alinbeane",
    "agency": 5496,
    "datetime_submitted": "2025-03-10T17:22:31.509732",
    "date_due": "2025-03-17",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-10T17:22:31.605873",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 182828,
        "from_user": 152517,
        "to_user": 14800,
        "subject": "",
        "datetime": "2025-03-10T17:22:31.605873",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Nevada Public Records Act, I hereby request the following records:\r\n\r\nIn reference to NRS: CHAPTER 398A - REVISED UNIFORM ATHLETE AGENTS ACT:\r\n\r\nAll records pertaining to the applications and registrations of athlete agents in the state of Nevada.\r\n\r\nAll records pertaining to denial of applications of athlete agents in the state of Nevada, as relevant to NRS 398A.220. \r\n\r\nI am requesting records filed between March 10, 2023, and the date of this request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAlin Beane",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/nevada-301/sports-athlete-agent-application-records-182828/"
  },
  {
    "id": 182827,
    "title": "Revised Uniform Athlete Agents Act Violation Records",
    "slug": "revised-uniform-athlete-agents-act-violation-records",
    "status": "submitted",
    "embargo_status": "public",
    "user": 152515,
    "username": "smitty_archie",
    "agency": 5496,
    "datetime_submitted": "2025-03-10T17:19:12.771974",
    "date_due": "2025-03-17",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-10T17:19:12.854518",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 182827,
        "from_user": 152515,
        "to_user": 14800,
        "subject": "",
        "datetime": "2025-03-10T17:19:12.854518",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Nevada Public Records Act, I hereby request the following records:\r\n\r\nIn reference to the CHAPTER 398A - REVISED UNIFORM ATHLETE AGENTS ACT:\r\n\r\nAll records of disciplinary actions taken against sports agents including the following from January 1, 2023 to March 10, 2025:\r\n\r\n-Issues of an order against the person to cease and desist\r\n-Censures the person if he or she is a registered athlete agent\r\n-Suspensions, revocations or refusals to renew the registration of the person as an athlete agent\r\n-Issues of an order against the person imposing an administrative fine\r\n\r\nAll notifications from educational institutions on violations as well January 1, 2023 to March 10, 2025.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nArchie Smith",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/nevada-301/revised-uniform-athlete-agents-act-violation-records-182827/"
  },
  {
    "id": 182825,
    "title": "U.S. Department of Education - Letters to Universities re Title VI",
    "slug": "us-department-of-education-letters-to-universities-re-title-vi",
    "status": "submitted",
    "embargo_status": "public",
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 44,
    "datetime_submitted": "2025-03-10T16:46:42.747416",
    "date_due": "2025-04-07",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-10T16:46:42.838166",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 182825,
        "from_user": 3031,
        "to_user": 9903,
        "subject": "",
        "datetime": "2025-03-10T16:46:42.838166",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nA copy of each of the 60 letters referenced by the U.S. Department of Education in its March 10, 2025, press release, available at https://www.ed.gov/about/news/press-release/us-department-of-educations-office-civil-rights-sends-letters-60-universities-under-investigation-antisemitic-discrimination-and-harassment. \r\n\r\nI request that this request be expedited under 34 CFR § 5.21(i)(2)(i)(B) for the following reasons:\r\n\r\n1. I certify the following to be true and correct: My organization is primarily engaged in disseminating information. The Foundation for Individual Rights and Expression (FIRE) maintains a news website at https://thefire.org/news, through which its staff members regularly publish news stories and editorial content concerning the activities of governments, government officials, and other persons or organizations of public concern. I am a staff member of FIRE. I frequently write about matters involving the First Amendment and academic freedom, including on FIRE's website. See, e.g., https://www.thefire.org/news-archive?author=303. A substantial component of my duties as a staff member of FIRE is to obtain information through public records requests, including through the Freedom of Information Act, which I or my colleagues then share through FIRE's website and social media channels. I also publish news and other information of public concern via \"X\" (https://x.com/adamsteinbaugh) and \"Bluesky\" (https://bsky.app/profile/adamsteinbaugh.bsky.social).\r\n\r\n2. The requested information concerns an actual or alleged government activity, namely the Department's efforts with respect to protests on college campuses.\r\n\r\n3. The requested information extends beyond the public's right to know about government activity generally and instead has a particular value that would be lost if not processed on an expedited basis. The information pertains to a news story of public interest. That interest is plainly evident from the Department's decision to issue a press release announcing the letters at issue here.\r\n\r\nREQUEST FOR A FEE WAIVER OR REDUCED FEES:\r\n\r\nI request, under 34 CFR § 5.21(b), a waiver or reduction of fees for the following reasons:\r\n\r\n1. Disclosure of the requested information is in the public interest because its disclosure would shed light on the operations or activities of the government. The requested information pertains specifically to the Department's response to protests on college campuses. The Department has made a concerted effort to draw public attention to its activities in this regard.\r\n\r\n2. Disclosure of the requested information would be likely to contribute significantly to public understanding of those operations or activities. Disclosure of the requested information would meaningfully inform the public about the Department's activities and operations.\r\n\r\n3. Disclosure of the requested information will contribute to the understanding of a reasonably broad audience of persons interested in the subject, as opposed to the individual understanding of the requester. The requestor is a licensed attorney who practices First Amendment law. As such, the requestor will be able to effectively convey information to the public. Further, the requestor is a representative of the news media. The requestor and his employer, the Foundation for Individual Rights and Expression, gather information of potential interest to a segment of the public, turns that information into distinct works (including through its news website, located at https://thefire.org/news), and distributes that information to the public. The information requested here relates to information that is about current events or that would be of current interest to the public. The requestor's past publication record (in addition to FIRE's articles available at https://thefire.org/news) is available at https://www.thefire.org/news-archive?author=303.\r\n\r\n4. The requested information is not primarily in the commercial interest of the requester. The requestor works for a nonprofit organization and the records are not sought for a commercial purpose.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/us-department-of-education-letters-to-universities-re-title-vi-182825/"
  }
]