[
  {
    "id": 177533,
    "title": "Media Strategy and Public Persona During Trump Administration",
    "slug": "media-strategy-and-public-persona-during-trump-administration",
    "status": "submitted",
    "embargo_status": "public",
    "user": 4164,
    "username": "TheJ",
    "agency": 69,
    "datetime_submitted": "2024-12-13T14:01:30.222765",
    "date_due": "2025-01-14",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-12-13T14:01:30.307332",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177533,
        "from_user": 4164,
        "to_user": 9928,
        "subject": "",
        "datetime": "2024-12-13T14:01:30.307332",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Jordan Lassiter\r\nIndependent Investigative Journalist\r\nTransparency Report\r\nEmail: Jordan@Lassiter.eu\r\n\r\nDate: December 13, 2024\r\n\r\nTo Whom It May Concern:\r\n\r\nPursuant to the United States Freedom of Information Act, 5 U.S.C. § 552, I hereby request the following records:\r\n\r\nSubject: Freedom of Information Act (FOIA) Request – Media Strategy and Public Persona During Trump Administration\r\n\r\nRecipient:\r\nOffice of Management and Budget\r\nAttn: FOIA Officer\r\n725 17th Street NW\r\nWashington, DC 20503\r\n\r\nRequested Records\r\n\r\nI request access to and copies of the following records created or maintained by the White House Office of Management and Budget (OMB) during President Donald J. Trump’s first administration (January 20, 2017 – January 20, 2021), focusing on efforts to manage public and media perceptions of the administration:\r\n\r\n1. Internal Communications About Media Strategy\r\n\t•\tEmails, memoranda, or other internal communications between OMB officials and White House staff discussing:\r\n\t•\tMedia strategies to manage public perception of President Trump following controversial statements or actions.\r\n\t•\tInstructions to federal agencies on how to align messaging with Trump’s narrative, including framing him as a victim of “fake news.”\r\n\r\nLegal Basis: NLRB v. Robbins Tire & Rubber Co., 437 U.S. 214 (1978), emphasizes FOIA’s purpose to inform the public about government operations, particularly those involving media influence and public communication strategies.\r\n\r\n2. Communications with Media Outlets\r\n\t•\tAll communications between OMB staff and representatives of media outlets (e.g., CNN, Fox News, New York Times, etc.), including:\r\n\t•\tGuidance or suggestions regarding how Trump’s public persona should be portrayed.\r\n\t•\tReactions to specific media coverage of Trump or his administration.\r\n\r\nLegal Basis: Judicial Watch, Inc. v. U.S. Dep’t of Def., 857 F. Supp. 2d 44 (D.D.C. 2012), highlights the public’s right to understand government coordination with external entities, including the media.\r\n\r\n3. Press Interaction Planning\r\n\t•\tRecords related to planning and execution of press interactions after controversial actions or statements, including:\r\n\t•\tTalking points, briefing materials, or Q&A documents prepared for Trump or senior officials to address the press.\r\n\t•\tMedia strategies specifically designed to counteract “fake news” narratives.\r\n\r\nLegal Basis: In American Civil Liberties Union v. U.S. Dep’t of Def., 628 F.3d 612 (D.C. Cir. 2011), the court affirmed FOIA’s role in providing transparency on government strategies that influence public discourse.\r\n\r\n4. Instructions to Federal Agencies\r\n\t•\tCopies of directives, guidance, or policies sent by OMB to federal agencies about aligning public communications with Trump’s media narrative, including but not limited to:\r\n\t•\tFraming Trump as a victim of media bias.\r\n\t•\tStrategies for projecting strength and competence in response to critical media coverage.\r\n\r\nLegal Basis: Milner v. Department of Navy, 562 U.S. 562 (2011), reinforces that records related to public-facing strategies are subject to disclosure under FOIA.\r\n\r\n5. Analysis or Reports on Media Coverage\r\n\t•\tReports, summaries, or internal analyses compiled by OMB about media coverage of Trump and his administration, including assessments of how specific outlets covered controversies or key events.\r\n\r\nLegal Basis: John Doe Agency v. John Doe Corp., 493 U.S. 146 (1989), supports FOIA’s goal of exposing government analysis and efforts to shape public perception.\r\n\r\nRelevance to Public Interest\r\n\r\nThis request is of significant public interest, as the requested records would provide insight into how a sitting administration used government resources to influence media coverage, shape public perception, and project a carefully managed narrative. Public understanding of such efforts is critical to evaluating transparency and accountability in government.\r\n\r\nSegregability of Non-Exempt Portions\r\n\r\nIf any portion of the requested records is deemed exempt from disclosure, I request the release of all reasonably segregable non-exempt portions, as required by Vaughn v. Rosen, 484 F.2d 820 (D.C. Cir. 1973). Agencies must provide detailed justifications for withheld information, including an exemption log.\r\n\r\nPreservation of Records\r\n\r\nPlease note your legal obligation to preserve all potentially responsive records. Any destruction of such records without proper justification constitutes a violation of FOIA’s statutory requirements.\r\n\r\nFee Waiver Request\r\n\r\nAs an independent investigative journalist with Transparency Report, I request a waiver of all fees associated with this request under 5 U.S.C. § 552(a)(4)(A)(iii). Disclosure of the requested information serves the public interest by significantly enhancing public understanding of government operations during a historic presidency. This request is not for commercial use.\r\n\r\nLegal Basis: Cause of Action v. FTC, 799 F.3d 1108 (D.C. Cir. 2015), supports the granting of fee waivers for requests that contribute to public understanding of significant governmental actions.\r\n\r\nIf a fee waiver is denied, I agree to pay up to $200 for processing fees and request prior notification if costs exceed this amount.\r\n\r\nExpedited Processing Request\r\n\r\nI request expedited processing under 5 U.S.C. § 552(a)(6)(E), as this request pertains to an issue of significant and continuing public interest involving government accountability, media influence, and public perception of transparency.\r\n\r\nResponse Format and Timeline\r\n\r\nPlease provide the requested records in electronic format where possible. As stipulated by FOIA, I look forward to your response within twenty business days. If any part of this request is unclear, please contact me at Jordan@Lassiter.eu for clarification.\r\n\r\nThank you for your attention to this matter.\r\n\r\nSincerely,\r\nJordan Lassiter\r\nIndependent Investigative Journalist\r\nTransparency Report\r\n\r\nEnclosure: Fee Waiver Request Letter",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1245318,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/148954/Fee_Waiver_Letter_copy.pdf",
            "datetime": "2024-12-13T14:01:30.307332",
            "title": "Fee_Waiver_Letter_copy.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/media-strategy-and-public-persona-during-trump-administration-177533/"
  },
  {
    "id": 177532,
    "title": "Secret Service Communications, Metadata, Reports, and Wire Communications Related to January 6, 2021 Capitol Insurrection",
    "slug": "ecret-service-communications-metadata-reports-and-wire-communications-related-to-january-6-2021-capitol-insurrection",
    "status": "ack",
    "embargo_status": "public",
    "user": 4164,
    "username": "TheJ",
    "agency": 71,
    "datetime_submitted": "2024-12-13T13:46:58.396855",
    "date_due": "2025-01-14",
    "days_until_due": null,
    "date_followup": "2025-01-14",
    "datetime_done": null,
    "datetime_updated": "2024-12-13T13:46:58.475293",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177532,
        "from_user": 4164,
        "to_user": 9547,
        "subject": "Freedom of Information Act Request: Secret Service Communications, Metadata, Reports, and Wire Communications Related to January 6, 2021 Capitol Insurrection",
        "datetime": "2024-12-13T13:46:58.475293",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Jordan Lassiter\r\nIndependent Investigative Journalist\r\nTransparency Report\r\nEmail: Jordan@Lassiter.eu\r\n\r\nDate: December 13, 2024\r\n\r\nTo Whom It May Concern:\r\n\r\nPursuant to the United States Freedom of Information Act, 5 U.S.C. § 552, I hereby request the following records:\r\n\r\nSubject: Freedom of Information Act (FOIA) Request – Secret Service Communications, Metadata, Reports, and Wire Communications Related to January 6, 2021 Capitol Insurrection\r\n\r\nRecipient:\r\nU.S. Secret Service FOIA Office\r\n245 Murray Lane SW, Building T-5\r\nWashington, DC 20223\r\n\r\nRequested Records\r\n\r\nI request access to and copies of the following records related to the U.S. Secret Service’s actions, communications, and activities during the January 6, 2021, insurrection at the U.S. Capitol, specifically from January 5, 2021, at 6:00 AM EST through January 7, 2021, at 11:59 PM EST, with a focus on:\r\n\t•\tAgents assigned to former President Donald Trump’s security detail.\r\n\t•\tVice President Mike Pence’s security detail.\r\n\t•\tCoordination with other federal, state, and local agencies.\r\n\r\nThis request includes wire communications, electronic communications, radio transmissions, telephone calls, encrypted messaging, and any other forms of internal or external communications used by the Secret Service or in coordination with other agencies. Additionally, it includes any relevant metadata, logs, and supporting documentation.\r\n\r\nThe request also seeks access to after-action and pre-action reports prepared in connection with the events of January 6, 2021. Given the ongoing congressional hearings and investigations into these events, the records are critical to public interest, government accountability, and public safety.\r\n\r\n1. Text Message Communications\r\n\t•\tAll text messages sent or received by U.S. Secret Service personnel, including but not limited to:\r\n\t•\tAgents assigned to President Trump’s and Vice President Pence’s security details.\r\n\t•\tCommunications regarding Trump’s potential movements, including plans or discussions about traveling to the Capitol.\r\n\t•\tMessages discussing security threats to the Capitol, members of Congress, or Vice President Pence as the events unfolded.\r\n\r\nLegal Basis: NLRB v. Robbins Tire & Rubber Co., 437 U.S. 214 (1978), affirms the public’s right to access records related to government accountability and transparency.\r\n\r\n2. Phone Call Metadata, Logs, and Wire Communications\r\n\t•\tRecords of phone calls and wire communications made or received by Secret Service personnel, including:\r\n\t•\tLogs and metadata (timestamps, durations, and recipients) for calls discussing security threats, coordination, and protective actions.\r\n\t•\tCall summaries or notes related to Trump’s potential travel to the Capitol or other significant movements.\r\n\t•\tThis includes records of any encrypted or secure line communications.\r\n\r\nLegal Basis: Milner v. Department of Navy, 562 U.S. 562 (2011), supports disclosure of records not explicitly exempted by FOIA statutes, reinforcing transparency.\r\n\r\n3. Emails, Radio Transmissions, and Encrypted Messaging\r\n\t•\tCopies of all emails, encrypted communications (e.g., Signal, WhatsApp, or other secure apps), and radio transmissions sent or received by Secret Service personnel during the specified timeframe, including:\r\n\t•\tInternal discussions regarding security measures at the Capitol on January 6.\r\n\t•\tCommunications about Trump’s potential movements or orders to accompany him to the Capitol.\r\n\t•\tCoordination with other agencies, such as the FBI, Capitol Police, and the Department of Defense.\r\n\r\nLegal Basis: Judicial Watch, Inc. v. U.S. Dep’t of Def., 857 F. Supp. 2d 44 (D.D.C. 2012), highlights the need for transparency in interagency communications during critical events.\r\n\r\n4. Incident Reports, Situation Updates, and Real-Time Transmissions\r\n\t•\tCopies of all incident reports, situation updates, and real-time operational transmissions during the events of January 6. This includes:\r\n\t•\tReports or communications detailing Trump’s security detail movements and coordination.\r\n\t•\tUpdates or briefings addressing threats to Congress, the Vice President, and Capitol staff.\r\n\t•\tSignificant security lapses or concerns as the Capitol was breached.\r\n\r\nLegal Basis: American Civil Liberties Union v. U.S. Dep’t of Def., 628 F.3d 612 (D.C. Cir. 2011), supports public access to government records documenting significant public safety events.\r\n\r\n5. After-Action and Pre-Action Reports\r\n\t•\tAny after-action reports created by the U.S. Secret Service analyzing the events of January 6, 2021, including:\r\n\t•\tSecurity lapses, failures, and vulnerabilities.\r\n\t•\tAssessments of agent responses and decisions made during the insurrection.\r\n\t•\tRecommendations for future operations or improvements.\r\n\t•\tAny pre-action reports or assessments, including:\r\n\t•\tPreparations for Trump’s and Pence’s security on January 6.\r\n\t•\tThreat assessments or intelligence briefings regarding risks to Congress, the Capitol, or federal officials.\r\n\r\nLegal Basis: These reports are critical for public accountability. John Doe Agency v. John Doe Corp., 493 U.S. 146 (1989), highlights FOIA’s intent to shed light on government operations.\r\n\r\n6. Deleted or Missing Records\r\n\t•\tDocumentation regarding any deleted or missing records (e.g., text messages, emails, wire communications) related to January 6, 2021, including justifications or efforts to recover such records.\r\n\r\nLegal Basis: FOIA’s transparency principles, as reinforced by Vaughn v. Rosen, 484 F.2d 820 (D.C. Cir. 1973), require agencies to account for missing or withheld records.\r\n\r\n7. Interagency Communications\r\n\t•\tAll communications between the Secret Service and other federal, state, or local agencies during the specified timeframe, including but not limited to:\r\n\t•\tFBI, Capitol Police, and Department of Defense communications.\r\n\t•\tInteragency discussions about Trump’s or Pence’s security concerns.\r\n\t•\tCollaborative updates or plans for managing the escalating events at the Capitol.\r\n\r\nLegal Basis: Interagency communications fall within FOIA’s scope, as established in Judicial Watch, Inc. v. Department of Energy, 412 F.3d 125 (D.C. Cir. 2005).\r\n\r\nRelevance to Public Interest\r\n\r\nThis request is of urgent public interest due to the ongoing congressional hearings, investigations, and widespread public concern regarding the January 6, 2021, events. The requested records pertain to national security, public safety, and the transparency of federal agency operations. As established in Al-Fayed v. CIA, 254 F.3d 300 (D.C. Cir. 2001), FOIA requests addressing compelling public interest deserve expedited processing.\r\n\r\nSegregability of Non-Exempt Portions\r\n\r\nIf any portion of the requested records is deemed exempt from disclosure, I request the release of all reasonably segregable non-exempt portions, as required by Vaughn v. Rosen, 484 F.2d 820 (D.C. Cir. 1973). Agencies must provide detailed justifications for withheld information, including an exemption log.\r\n\r\nPreservation of Records\r\n\r\nPlease note your legal obligation to preserve all potentially responsive records. Any destruction of such records without proper justification constitutes a violation of FOIA’s statutory requirements.\r\n\r\nFee Waiver Request\r\n\r\nAs an independent investigative journalist with Transparency Report, I request a waiver of all fees associated with this request under 5 U.S.C. § 552(a)(4)(A)(iii). Disclosure of the requested information serves the public interest by significantly enhancing public understanding of government operations during a historic and critical event. This request is not for commercial use.\r\n\r\nLegal Basis: Cause of Action v. FTC, 799 F.3d 1108 (D.C. Cir. 2015), supports the granting of fee waivers for requests that contribute to public understanding of significant governmental actions.\r\n\r\nIf a fee waiver is denied, I agree to pay up to $200 for processing fees and request prior notification if costs exceed this amount.\r\n\r\nExpedited Processing Request\r\n\r\nI request expedited processing under 5 U.S.C. § 552(a)(6)(E), as this request pertains to an issue of significant and continuing public interest involving national security, public safety, and government accountability.\r\n\r\nResponse Format and Timeline\r\n\r\nPlease provide the requested records in electronic format where possible. As stipulated by FOIA, I look forward to your response within twenty business days. If any part of this request is unclear, please contact me at Jordan@Lassiter.eu for clarification.\r\n\r\nThank you for your attention to this matter.\r\n\r\nSincerely,\r\nJordan Lassiter\r\nIndependent Investigative Journalist\r\nTransparency Report\r\n\r\nEnclosure: Fee Waiver Request Letter",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1245315,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/148953/Fee_Waiver_Letter_copy.pdf",
            "datetime": "2024-12-13T13:46:58.475293",
            "title": "Fee_Waiver_Letter_copy.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/ecret-service-communications-metadata-reports-and-wire-communications-related-to-january-6-2021-capitol-insurrection-177532/"
  }
]