[
  {
    "id": 156250,
    "title": "Sara Capelli internal investigation final report",
    "slug": "sara-capelli-internal-investigation-final-report",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 126862,
    "username": "SaraMyCapelli",
    "agency": 36930,
    "datetime_submitted": "2023-12-21T08:49:58.259149",
    "date_due": "2024-01-23",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-12-21T08:49:59.148171",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 156250,
        "from_user": 126862,
        "to_user": 127128,
        "subject": "",
        "datetime": "2023-12-21T08:49:59.148171",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nI am requesting my final report compiled by Agent Greene my assigned regulatory SLED agent.  This report must be disclosed to MissionX who licensed me as a concealed carry agent. Additionally, I will have to provide the outcome of the investigation for future applications to obtain new  private investigator licensing in alternate states. I am currently obtaining my PI license in GA, TN and renewal of my VA licenses.  There is a strong possibility I will be denied all future licenses due to the severity of false information knowingly provided to law enforcement.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nSara My Capelli and Inquiry Agency, LLC  SLED BUSINESS LICENSE# D0003698",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/sara-capelli-internal-investigation-final-report-156250/"
  }
]