[
  {
    "id": 165181,
    "title": "Policies and Procedures for FOIL Exemption Determinations",
    "slug": "freedom-of-information-law-request-policies-and-procedures-for-foil-exemption-determinations",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 35107,
    "datetime_submitted": "2024-06-14T15:22:23.959925",
    "date_due": "2024-06-21",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-06-14T15:22:24.100206",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 165181,
        "from_user": 4164,
        "to_user": 115159,
        "subject": "",
        "datetime": "2024-06-14T15:22:24.100206",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Records Access Officer\r\nTown of Fishkill\r\n807 Route 52\r\nFishkill, NY 12524\r\n\r\nNOTICE: Please read this request carefully. Failure to comply with the New York Freedom of Information Law, including improperly withholding or redacting information without proper justification, may result in litigation, including but not limited to legal proceedings to compel compliance.\r\n\r\nSubject: Freedom of Information Law Request – Policies and Procedures for FOIL Exemption Determinations\r\n\r\nDear Records Access Officer,\r\n\r\nPursuant to the New York Freedom of Information Law (Public Officers Law §§ 84-90), I hereby request access to the following records related to the Town of Fishkill’s handling of FOIL requests and exemption determinations:\r\n\r\nRequested Information:\r\n\r\n\t1.\tPolicies and Procedures:\r\n\t•\tAll documents detailing the policies and procedures used by the Town of Fishkill to determine FOIL exemptions, including any internal guidelines, manuals, or training materials provided to staff responsible for processing FOIL requests.\r\n\t2.\tExemption Criteria:\r\n\t•\tAny documentation outlining the criteria and standards applied when deciding whether a particular record or portion of a record qualifies for an exemption under FOIL.\r\n\t3.\tTraining Records:\r\n\t•\tRecords of any training sessions or workshops conducted for staff on the topic of FOIL request handling and exemption determination, including dates, agendas, and materials used or distributed during such training.\r\n\t4.\tDecision Records:\r\n\t•\tAny internal communications, memoranda, or meeting notes discussing specific FOIL requests and the decision-making process regarding the application of exemptions. This includes communications involving the Records Access Officer, legal counsel, or other relevant officials.\r\n\t5.\tPrecedent Records:\r\n\t•\tCopies of previous FOIL request responses where exemptions were applied, including the justifications provided for each exemption, to understand how similar requests have been handled historically.\r\n\r\nFee Waiver Request:\r\nIn accordance with the New York Freedom of Information Law, I request a waiver of all fees associated with this request. The disclosure of the requested information is in the public interest as it is likely to contribute significantly to public understanding of government operations and activities and is not primarily in my commercial interest.\r\n\r\nThis information is essential to understand the Town of Fishkill’s approach to transparency and public access to information. It will contribute to the public’s ability to assess the fairness and consistency of FOIL request handling. Should there be any fees associated with this request, despite the waiver request, please inform me of the total charges in advance. I would prefer the request to be fulfilled electronically via email, but I am also open to receiving the information in other formats if necessary.\r\n\r\nI anticipate your response within the statutory timeframe prescribed by law. Should you require any clarification or have questions regarding this request, please do not hesitate to contact me at the provided phone number or email address.\r\n\r\nThank you for your attention and cooperation. I look forward to your prompt and thorough handling of this request.\r\n\r\nSincerely,\r\n\r\nJordan Lassiter",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1187343,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/137925/Fee_Waiver_Letter_copy.pdf",
            "datetime": "2024-06-14T15:22:24.100206",
            "title": "Fee_Waiver_Letter_copy.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/fishkill-22415/freedom-of-information-law-request-policies-and-procedures-for-foil-exemption-determinations-165181/"
  },
  {
    "id": 165179,
    "title": "Investigations and Surveillance of Black Lives Matter",
    "slug": "investigations-and-surveillance-of-black-lives-matter",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 621,
    "datetime_submitted": "2024-06-14T15:18:17.971023",
    "date_due": "2024-06-28",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-06-14T15:18:18.069654",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 165179,
        "from_user": 4164,
        "to_user": 10760,
        "subject": "",
        "datetime": "2024-06-14T15:18:18.069654",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Texas Department of Public Safety\r\nPublic Information Request Coordinator\r\nP.O. Box 4087\r\nAustin, Texas 78773\r\n\r\nNOTICE: Please read this request carefully. Failure to comply with the Texas Public Information Act, including improperly withholding or redacting information without proper justification, may result in litigation, including but not limited to an Article 78 proceeding to compel compliance.\r\n\r\nSubject: Texas Public Information Act Request – Investigations and Surveillance of Black Lives Matter\r\n\r\nDear Public Information Officer,\r\n\r\nPursuant to the Texas Public Information Act (Chapter 552 of the Government Code), I am writing to request access to specific records held by the Texas Department of Public Safety (DPS) related to the investigation and surveillance of the organization known as Black Lives Matter (BLM) and its local chapters (e.g., BLM Houston, BLM Dallas, BLM Austin) from January 1, 2015, to December 31, 2021.\r\n\r\nRequested Information:\r\n\r\n\t1.\tInvestigation Records:\r\n\t•\tDates and brief descriptions of the last three instances where BLM or its local chapters were investigated or surveilled by the DPS.\r\n\t•\tCopies of investigation reports, including initial reports, progress reports, and final reports.\r\n\t2.\tContextual Documents:\r\n\t•\tInternal memos, emails, and other communications (including attachments) related to the initiation, conduct, and conclusion of the investigations.\r\n\t•\tDocuments detailing the purpose of the investigations, the methodologies used, and the findings of each investigation.\r\n\t•\tMeeting notes or summaries from any internal meetings where these investigations were discussed.\r\n\t3.\tPublic Safety Assessments:\r\n\t•\tAssessments or analyses discussing the public safety implications of these investigations.\r\n\t•\tRisk assessments or threat evaluations that were conducted as part of or in conjunction with these investigations.\r\n\t4.\tPolicies and Procedures:\r\n\t•\tCopies of any policies, guidelines, or procedures related to the surveillance or investigation of BLM or related groups.\r\n\t•\tTraining materials or manuals used by DPS personnel in conducting such investigations.\r\n\t5.\tInteragency Communications:\r\n\t•\tCorrespondence between DPS and other law enforcement agencies (local, state, or federal) regarding the investigation or surveillance of BLM.\r\n\t•\tRecords of any interagency meetings or collaborations related to these investigations.\r\n\t6.\tElectronic Communications:\r\n\t•\tEmails, text messages, and other forms of electronic communication from January 1, 2015, to December 31, 2021, that include any of the following keywords: “Black Lives Matter,” “BLM,” “BLM Houston,” “BLM Dallas,” “BLM Austin,” “protest,” “demonstration,” “rally,” “activist,” “surveillance,” “investigation.”\r\n\t7.\tPrevious Request Communications:\r\n\t•\tAll records of email communications, internal memos, notes, and any other correspondence related to my previous Texas Public Information Act request (PIR# 23-1052, Tracking #2023-24018), which sought documents related to the surveillance or investigation of Black Lives Matter and related groups. This includes any communications between the DPS and other entities concerning the processing, handling, or response to this request.\r\n\r\nAddressing Common Exceptions:\r\nI am aware that DPS has previously cited sections 552.101 and 552.108 of the Government Code, as well as section 418.177 of the Texas Homeland Security Act (HSA), as grounds for withholding information. However, these exceptions do not universally apply to the requested information:\r\n\r\n\t•\tSection 552.101 and 418.177: Section 418.177 pertains specifically to information related to the prevention, detection, or investigation of terrorism or related criminal activity. General law enforcement investigations that do not directly pertain to terrorism do not fall under this provision. The case Texas Department of Public Safety v. Cox Texas Newspapers, LP, 304 S.W.3d 191 (Tex. App. – Austin 2009), clarified that the public’s right to transparency outweighs broad claims of confidentiality under general security concerns.\r\n\t•\tSection 552.108: This section is intended to protect information related to ongoing law enforcement proceedings or internal records used for law enforcement purposes. In City of Dallas v. Abbott, 304 S.W.3d 380 (Tex. 2010), it was clarified that unless the release of information would interfere with law enforcement or prosecution, the information should be disclosed. Additionally, the peaceful nature of BLM activities typically does not warrant withholding information under this provision.\r\n\r\nFurthermore, as established in Dallas Morning News v. City of Dallas, 281 S.W.3d 708 (Tex. App. – Dallas 2009), a government entity cannot withhold requested information unless it can demonstrate that the information falls within a specific exception under the Texas Public Information Act. Any attempt to withhold, redact, or delete responsive records or documents must be accompanied by a specific and detailed justification for each exemption relied upon.\r\n\r\nIf any part of the requested information is considered exempt, I request a written explanation specifying the legal grounds for each redaction or withholding, including references to the specific statutory provisions that justify the exemption.\r\n\r\nFee Waiver Request:\r\nIn accordance with the Texas Public Information Act, I request a waiver of all fees associated with this request. The disclosure of the requested information is in the public interest as it is likely to contribute significantly to public understanding of government operations and activities and is not primarily in my commercial interest.\r\n\r\nThis request is for the sake of public transparency and is not for commercial purposes. Should there be any fees associated with this request, despite the waiver request, please inform me of the total charges in advance. I would prefer the request to be fulfilled electronically via email, but I am also open to receiving the information in other formats if necessary.\r\n\r\nThank you for your attention to this matter. I look forward to your prompt response within the 10 business days required by statute.\r\n\r\nSincerely,\r\n\r\nJordan Lassiter",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1187340,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/138471/Fee_Waiver_Letter_copy.pdf",
            "datetime": "2024-06-14T15:18:18.069654",
            "title": "Fee_Waiver_Letter_copy.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/texas-109/investigations-and-surveillance-of-black-lives-matter-165179/"
  },
  {
    "id": 165177,
    "title": "Threats to Dean Preston by journalist",
    "slug": "threats-to-dean-preston-by-journalist",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 78906,
    "username": "BelleReve",
    "agency": 6701,
    "datetime_submitted": "2024-06-14T15:05:03.202775",
    "date_due": "2024-06-24",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-06-14T15:05:03.309566",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 165177,
        "from_user": 78906,
        "to_user": 17510,
        "subject": "",
        "datetime": "2024-06-14T15:05:03.309566",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nFor the dates between June. 1, 2020 and June 14,  2024:\r\n\r\nALL CORRESPONDENCE OF ANY KIND, written or electronic, including all texts, emails, letters, Signal, BlueSky, Facebook, Meta, Twitter, direct messages, phone calls, etc., between District 5 supervisor Dean Preston and the following:\r\n\r\nCity attorney’s Office\r\n\r\nDistrict Attorney’s Office\r\n\r\nSan Francisco Police Department\r\n\r\n San Francisco Police Department Chief William Scott\r\n\r\nCurrent or former staff or members of the Board of Supervisors, including but not limited to:\r\n\r\nHillary Ronen \r\n\r\nShamann Walton\r\n\r\nAaron Peskin \r\n\r\nMatt Haney\r\n\r\nAny of these members of the media or any other media companies:\r\n\r\nJoe Fitzerald Rodriguez, Fitz, Joe Fitz, Joe Fitz Rodriguez\r\n\r\nJoe Eskenazi  and/or Mission Local\r\n\r\nTim Redmond and/or 48 Hills\r\n\r\nBob Egelko\r\n\r\nSan Francisco Chronicle\r\n\r\nSociety for Professional Journalists Northern California chapter \r\n\r\nAny member of the Goosby family including but not limited to Jenckyn Goosby (his wife) and his children\r\n\r\nTHAT MENTION the following names and/or terms: \r\n\r\nSusan Dyer Reynolds\r\n\r\nJournalist \r\n\r\nMarina Times\r\n\r\nSecurity \r\n\r\n911\r\n\r\nPolice Report\r\n\r\nNewspaper \r\n\r\nTwitter\r\n\r\nThreats\r\n\r\nThreats to family\r\n\r\nThe Purge\r\n\r\nPurge Movie(s)\r\n\r\nHorror in the Haight\r\n\r\nPreston’s Purge (in any format, including Preston Purge, #PrestonsPurge)\r\n\r\nAny and all of the following:\r\n\r\nAll 911 calls made by Preston or members of his family regarding threats made to Preston or his family by Susan Dyer Reynolds.\r\n\r\nAll police reports filed by Preston or members of his family regarding threats made to Preston or his family by Susan Dyer Reynolds.\r\n\r\nAny requests for security (measures, personnel, detail) — either private or through the City of San Francisco — made by Preston or members of his family regarding threats made to Preston or his family by Susan Dyer Reynolds.\r\n\r\nAny requests to any security company for adding security to their home(s) made by Preston or members of his family regarding threats made to Preston or his family by Susan Dyer Reynolds.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBelle Reve",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/san-francisco-141/threats-to-dean-preston-by-journalist-165177/"
  }
]