[
  {
    "id": 181984,
    "title": "911 Police Dispatch",
    "slug": "911-police-dispatch",
    "status": "submitted",
    "embargo_status": "public",
    "user": 67857,
    "username": "josh.chamberlain.PDAP",
    "agency": 4659,
    "datetime_submitted": "2025-02-23T14:23:13.987230",
    "date_due": "2025-02-28",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-02-23T14:23:14.213703",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 181984,
        "from_user": 67857,
        "to_user": 25403,
        "subject": "",
        "datetime": "2025-02-23T14:23:14.213703",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Pennsylvania Right to Know Act, I hereby request the following records:\r\n\r\n1. An accounting of all calls for service (sometimes referred to as \"dispatch logs\") between the dates of 1/1/20 and 1/31/25. Please provide these in the format in which they are stored in your system, which may be a database, spreadsheet, CSV file, or similar. The format may also be the same as Allegheny County’s 911 dispatches for EMS and Fire, which are published to WPRDC: https://data.wprdc.org/dataset/allegheny-county-911-dispatches-ems-and-fire\r\nThe database may include, but not be limited to, properties relating to: call date and time; origin of the call (police-initiated, 911 call, 311 call, etc.); who was dispatched; call disposition; call resolution time.\r\n2. A data dictionary describing the properties present in the table, and how they relate to other records such as published incidents or arrests.\r\n3. Any additional training materials or documentation for how this data is created, or how it should be used internally.\r\n\r\nIf any part of the request cannot be met, please proceed with the remaining parts.\r\n\r\nIf any part of the request is denied, please cite the law under which the denial is allowed.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJosh Chamberlain",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/allegheny-county-306/911-police-dispatch-181984/"
  }
]