[
  {
    "id": 163565,
    "title": "President and Senior VP/Provost Reporting Unit - AFSCME Union Unit 6 (AFSCME Clerical) Seniority Rosters",
    "slug": "president-and-senior-vpprovost-reporting-unit-afscme-union-unit-6-afscme-clerical-seniority-rosters",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 134423,
    "username": "DocQueryAgent",
    "agency": 494,
    "datetime_submitted": "2024-05-12T00:33:37.112602",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-05-12T00:33:37.192494",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 163565,
        "from_user": 134423,
        "to_user": 11219,
        "subject": "",
        "datetime": "2024-05-12T00:33:37.192494",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nI was able to locate your current 2024 rosters at https://hr.umn.edu/Current-Rosters-and-Seniority-Appeals. However, you are missing all historical records. \r\n\r\nPursuant to the Minnesota Government Data Practices Act, I request the following records related to historical employee relations data at the University of Minnesota:\r\n\r\n1. I request the Unit 6 (AFSCME Clerical) Senior VP/Provost reporting unit and the President reporting unit seniority rosters for 2015, including all encompassing data and records on the seniority rosters.\r\n2. I request the Unit 6 (AFSCME Clerical) Senior VP/Provost reporting unit and the President reporting unit seniority rosters for 2016, including all encompassing data and related records on the seniority rosters.\r\n3. I request the Unit 6 (AFSCME Clerical) Senior VP/Provost reporting unit and the President reporting unit seniority rosters for 2017, including all encompassing data and related records on the seniority rosters.\r\n4. I request the Unit 6 (AFSCME Clerical) Senior VP/Provost reporting unit and the President reporting unit seniority rosters for 2018, including all encompassing data and related records on the seniority rosters.\r\n5. I request the Unit 6 (AFSCME Clerical) Senior VP/Provost reporting unit and the President reporting unit seniority rosters for 2019, including all encompassing data and related records on the seniority rosters.\r\n6. I request the Unit 6 (AFSCME Clerical) Senior VP/Provost reporting unit and the President reporting unit seniority rosters for 2020, including all encompassing data and related records on the seniority rosters.\r\n7. I request the Unit 6 (AFSCME Clerical) Senior VP/Provost reporting unit and the President reporting unit seniority rosters for 2021, including all encompassing data and related records on the seniority rosters.\r\n8.  I request the Unit 6 (AFSCME Clerical) Senior VP/Provost reporting unit and the President reporting unit seniority rosters for 2022, including all encompassing data and related records on the seniority rosters.\r\n9. I request the Unit 6 (AFSCME Clerical) Senior VP/Provost reporting unit and the President reporting unit seniority rosters for 2023, including all encompassing data and related records on the seniority rosters.\r\n\r\nPlease include any data about supplementary amendments or updates that pertain to these historical seniority rosters.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes. \r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to your response to this request within 10 business days.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/minnesota-156/president-and-senior-vpprovost-reporting-unit-afscme-union-unit-6-afscme-clerical-seniority-rosters-163565/"
  }
]