[
  {
    "id": 185095,
    "title": "Bryan Parr Arrest",
    "slug": "bryan-parr-arrest",
    "status": "submitted",
    "embargo_status": "public",
    "user": 141161,
    "username": "LawOfficeofVicFeazell",
    "agency": 11519,
    "datetime_submitted": "2025-04-16T11:39:18.465218",
    "date_due": "2025-04-30",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-04-16T11:39:18.593789",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 185095,
        "from_user": 141161,
        "to_user": 16539,
        "subject": "Texas Public Information Act Request: Bryan Parr Arrest",
        "datetime": "2025-04-16T11:39:18.593789",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\nI am submitting this letter in order to request all documents, public information and public records related to the arrest of Bryan Parr, described below.  Please be advised that this request is hereby submitted pursuant to:\r\n\r\n•\tTexas Occupations Code 1701.661\r\n•\tThe Texas Open Records Act; \r\n•\tTexas Government Code Chapter 552; and\r\n•\tThe Federal Freedom of Information Act.  \r\n\r\nI would like to request that all such public information and records be produced as soon as possible.  Please be advised that your agency will be paid the requisite fees, in accordance with the Open Records Act, with respect to your compliance with this request for the production of public records and documents.\r\n\r\nOur office represents Bryan Christopher Parr in regard to a wrongful arrest that took place on July 19, 2024 in the 200 Block of Hallsburg Road in McLennan County involving Deputy Derrick L. Shaw.  \r\n\r\nThe public information and documents which I am requesting at this time (including information that is collected, assembled, or maintained under a law or ordinance or in connection with the transaction of official business by or for a government body, which included the media on which the public information is recorded, paper, film, magnetic, optical, and/or solid state device that can store an electronic signal; tape; computer disk; etc.) are as follows:\r\n•\tAny reports, including supplemental reports, regarding the arrest and detention of Bryan Parr on July 19, 2024 by Deputy Derrick Shaw.\r\n\r\n•\tAny video or photographs taken at the scene of the arrest, or in the officer’s cruiser, \r\n\r\n•\tAny witness statements, handwritten notes, or supplemental report information, \r\n\r\n•\tAn audio copy of the 911 calls from witnesses, along with any witness names, addresses, and phone numbers that may be in possession of the communications center, along with any police reports that correspond to this particular incident. \r\n\r\n•\tCopies of all sketches, diagrams, witness statements and/or names and phone numbers of witnesses at the scene who did not give statements that may be in the possession of your department.\r\n\r\n•\tA full and complete copy of Deputy Derrick L. Shaw’s personnel file, to include any records of disciplinary action taken against Deputy Shaw since his employment began with the McLennan County Sherriff’s Office.\r\n\r\n•\tAny documents, handwritten notes, emails, text messages or written communication regarding Deputy Derrick Shaw’s violation of McLennan County Sheriff’s Office policies since his employment began with the McLennan County Sheriff’s Office.\r\n\r\n•\tA full and complete copy of any results, reports, documents, handwritten notes, emails, text messages or written communication associated with any internal investigation regarding the arrest and detention of Bryan Parr on July 19, 2024 by Deputy Derrick Shaw\r\n\r\n•\tA full and complete copy of every incident report authored by or at the direction of Deputy Derrick Shaw since his employment began with the McLennan County Sheriff’s Office.\r\n\r\n•\tA full and complete copy of any report generated by a polygrapher as a result of a polygraph examination conducted on Deputy Derrick Shaw in relation to the arrest and detention of Bryan Parr on July 19, 2024 by Deputy Derrick Shaw.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nVic Feazell",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/mclennan-county-2697/bryan-parr-arrest-185095/"
  }
]