[
  {
    "id": 148533,
    "title": "Tos Violation",
    "slug": "tos-violation",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 9513,
    "username": "wmf6267",
    "agency": 765,
    "datetime_submitted": "2023-07-01T08:28:43.139745",
    "date_due": "2023-07-31",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-07-01T08:28:43.279260",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 148533,
        "from_user": 9513,
        "to_user": 9581,
        "subject": "",
        "datetime": "2023-07-01T08:28:43.279260",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nExpedited handling requested\r\n\r\nI was seeking a copy of the annual code of conduct affirmation that is signed by each EOUSA or USAO employee to comply with the standards of conduct outlaid by the Department of Justice including but not limited to: 1-4.200 - Allegations of Misconduct by Department of Justice Employees—General Considerations etc.\r\n\r\nJustification for expedited handling:  By EOUSA FOIA volition a pattern of requests has been overturned by the DOJ OIP, this casts a reasonable doubt in relation to morale with the EOUSA and its ethics in handling FOIA/PA on behalf of the United States and its management of the FOIA/PA or lack thereof.  I wish to urgently educate the public about the operations of EOUSA and ensure that any young person who would endeavor to pursue a career in civil service be aware of the guidelines for performance that it includes.  \r\n\r\nFee Waiver:\r\nNot requested.  This document should be a common document in every EOUSA personnel file. I do not think the search should exceed the free time allowed.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nWilliam Fernandes",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/tos-violation-148533/"
  }
]