[
  {
    "id": 158923,
    "title": "ODNI HS 2.19.24",
    "slug": "odni-hs-21924",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 60252,
    "username": "rskva102",
    "agency": 57,
    "datetime_submitted": "2024-02-19T10:01:14.398272",
    "date_due": "2024-03-18",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-02-19T10:01:14.513092",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 158923,
        "from_user": 60252,
        "to_user": 10011,
        "subject": "",
        "datetime": "2024-02-19T10:01:14.513092",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear FOIA Officer:\r\n\r\nYou are receiving this correspondence as a request under the Freedom of Information Act, 5 U.S.C. subsection 552. I am requesting the following:\r\n\r\nA copy of a letter sent to Avril Haines, director of national intelligence, by Representative Rick Crawford, Republican of Arkansas, regarding anomalous health incidents, aka unconventionally-acquired brain injuries, aka Havana Syndrome. This letter is identified in a February 12, 2024 article in the New York Times, attached, as covering \"allegations of improper suppression\" of both information about anomalous health incidents and information about investigations into such claims conducted by American intelligence agencies.\r\n\r\nI am also requesting any supplemental materials that may have been attached to this letter, or in the absence of that, an inventory of all such materials with the names of the individual documents clearly identified.\r\n\r\nI am asking you waive any fees associated with this request. I am a member of the news media and request classification as such. My bylines, which include Creem Magazine, Covert Action Magazine, and the Geopolitical Economy Report, can be found in both print and electronic publications. Please take note of the Office of Management and Budget guidelines published March 27, 1987 (52 FR 10012) that include electronic publications and other nontraditional publishers as representatives of the news media.\r\n\r\nA fee waiver is appropriate in situations where \"disclosure of the requested information is in the public interest because it is likely to contribute significantly to public understanding of the operations and activities of the government, and is not primarily in the commercial interest of the requester,” 5 U.S.C. § 552(a)(4)(iii). This request would contribute significantly to public understanding of the operations and activities of government with regard to its research into anomalous health incidents.\r\n\r\nAnomalous health incidents (AHI) are events occurring between 2016 and the present day that have resulted in a condition, or a series of related conditions, afflicting intelligence agents and diplomats working for the governments of the United States and Canada. In 2017, the Associated Press reported on a number of such incidents that happened in Cuba the year prior that led to the United States pulling staff from its embassy in that country. Since then, AHI have continued to generate considerable media attention and stories focusing on the national security implications have appeared in the New York Times and The New Yorker, among many other publications. Based on sources in the Intelligence Community, journalists working for these publications have suggested that AHI may have been caused by directed energy weapons, or ranged weapons that attack a target with electromagnetic radiation like ultra-high frequency radio waves.\r\n\r\nIn January 2022, however, the Central Intelligence Agency issued an interim report stating that the agency found no evidence to support claims that a foreign adversary such as Russia or China was responsible for causing AHI. This was supported by an intelligence assessment published by the Office of the Director of National Intelligence on March 1, 2023, which states, in part, \"most [Intelligence Community] agencies have concluded that it is 'very unlikely' a foreign adversary is responsible for the reported AHIs.\"\r\n\r\nAs of January 2024, there have been over 200 reported AHI and many of the victims themselves believe they were subject to attacks by directed energy weapons. Given that most of these individuals have been identified as high-ranking officials across multiple federal agencies, any investigations into claims of AHI and/or the effects of directed energy on humans would be of considerable public interest. This is especially important in light of the fact that, as part of the HAVANA Act of 2021, both Congress and the President approved compensation in the range of $140,000 or $187,000 per person to individuals diagnosed as suffering from AHI.\r\n\r\nAs of February 2024, Representative Brad Wenstrup, Republican of Ohio, and Representative April Spanberger, Democrat of Virginia, introduced a bill titled the Initiating Imperative Reporting on Anomalous Health Incidents Act which would require the Secretary of Defense to brief the House and Senate Armed Services Committees on AHI.\r\n\r\nRep. Crawford's letter to DNI Haines represents another instance of continuing interest in AHI shown by legislators, journalists, and the public and should be made available for public scrutiny.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nI look forward to your response within 20 working days, as the statute requires. If access to the records I am requesting will take longer, please contact me with information about when I might expect copies or the ability to inspect the requested records.\r\n\r\nIf you deny any or all of this request, please cite each specific exemption you feel justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\r\n\r\nSincerely,\r\n\r\nRobert Skvarla, Jr.",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1155734,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/rskva102/132776/Congress_to_Examine_U.S._Spy_Agencies_Work_on_Havana_Syndrome_-_The_New_York_Times.pdf",
            "datetime": "2024-02-19T10:01:14.513092",
            "title": "Congress_to_Examine_U.S._Spy_Agencies_Work_on_Havana_Syndrome_-_The_New_York_Times.pdf",
            "source": "Robert Skvarla, Jr.",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/odni-hs-21924-158923/"
  }
]