[
  {
    "id": 190653,
    "title": "Obama Presidential Library: NSC Correspondence Related to the New York Times Magazine article \"The Agency\" by Adrian Chen",
    "slug": "obama-presidential-library-nsc-correspondence-related-to-the-new-york-times-magazine-article-the-agency-by-adrian-chen",
    "status": "submitted",
    "embargo_status": "public",
    "user": 351,
    "username": "RobbyD",
    "agency": 31318,
    "datetime_submitted": "2025-08-05T15:24:21.689432",
    "date_due": "2025-09-03",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-08-05T15:24:21.779398",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 190653,
        "from_user": 351,
        "to_user": 88846,
        "subject": "",
        "datetime": "2025-08-05T15:24:21.779398",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAll information, analyses, summaries, assessments, transcripts, news clippings, email threads, text messages, or similar records included in National Security Correspondence related to an article titled \"The Agency\" written by a journalist named Adrian Chen and published in The New York Times Magazine on June 2nd of 2015. \r\n\r\nHere is a link to the article, please include a specific search for this URL: https://www.nytimes.com/2015/06/07/magazine/the-agency.html\r\n\r\nThis article was one of the first detailed accounts of the tactics of the Internet Research Agency, a Kremlin affiliated project to influence the 2016 campaign.\r\n\r\nFor the purposes of this request please search for where this article was shared or discussed in NSC Correspondence. Limit the search to the date of the article's publication of June 2nd 2015 to January 20th of 2017.\r\n\r\nKeywords and search terms:\r\n(Please search for the original URL): https://www.nytimes.com/2015/06/07/magazine/the-agency.html\r\n\"Adrian Chen\"\r\n\"The Agency\"\r\n\r\nThank you for the Obama Presidential Library's commitment to transparency.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobert Delaware",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/obama-presidential-library-nsc-correspondence-related-to-the-new-york-times-magazine-article-the-agency-by-adrian-chen-190653/"
  }
]