[
  {
    "id": 174462,
    "title": "SUNY Maritime FOIL Request - Temporary Services",
    "slug": "suny-maritime-foil-request-temporary-services",
    "status": "ack",
    "embargo_status": "public",
    "user": 142847,
    "username": "wanderingmariner",
    "agency": 35145,
    "datetime_submitted": "2024-10-14T22:27:00.870433",
    "date_due": "2024-10-21",
    "days_until_due": null,
    "date_followup": "2024-10-21",
    "datetime_done": null,
    "datetime_updated": "2024-10-14T22:27:01.078393",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 174462,
        "from_user": 142847,
        "to_user": 115285,
        "subject": "New York Freedom of Information Law Request: SUNY Maritime FOIL Request - Temporary Services",
        "datetime": "2024-10-14T22:27:01.078393",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\n1) Financial records maintained by the College delineating total expenditure classified as Temporary Services, also known as “TS”, of the state-provided budget for the following fiscal years: FY2019, FY2020, FY2021, FY2022, FY2023, and FY2024.\r\n\r\n2)For each record identified in request 1 (above), please provide any documents that include the following:\r\na) A breakdown of the expenditure by department/unit of the College\r\nb) A breakdown of expenditure by TS type, in particular expenditure on students enrolled in the College at the time of temporary services paid versus other types of temporary services such as contractors, consultants, and those on a temporary appointment.  \r\nc)An explanation of all abbreviations or acronyms in the records.\r\n\r\n3) Any records maintained by the College that include de-identified information about students who are employed by the College during their enrollment and paid through the TS budget line including the following data points:\r\na)Job descriptions for these positions \r\nb)Written policies and processes for hiring \r\nc)Written policies and processes for payroll \r\nd)Written policies and processes for dismissal \r\n\r\n4) Any email communications maintained by the College that meet the following parameters:\r\na)Dated from August 1, 2024 to September 27, 2024\r\nb)Contain discussions of changes to policies or procedures for payment of expenditures related to Temporary Services and/or students employed by the college\r\nc)Contain the following persons as a sender, or primary or secondary recipient: John A. Okon, Anmari R. Thompson, Todd M. Lidh, Julie Ramnarais, Erica Espinal, Mark S. Woolley, and Giselle Espinal.  \r\n\r\nTo the extent that records are available in electronic format (ideally in either an electronic spreadsheet or comma-separated format (Excel or CSV) for expenditures or an electronic document (DOC or PDF) for policies, procedures, and emails, I request that they be provided in these formats. \r\n\r\nIf any records are unavailable within five business days of receipt of the request, and responsive records exist, I seek a description of such records and a timeline of when access to the records will be provided. If you determine that certain parts of this request may be more easily produced than others, please provide records on a rolling basis.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nA. Eric Pasillas",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/suny-maritime-foil-request-temporary-services-174462/"
  }
]