[
  {
    "id": 144063,
    "title": "ADULT TO STUDENT MISCONDUCT",
    "slug": "adult-to-student-misconduct",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 111028,
    "username": "DWilliams14",
    "agency": 3121,
    "datetime_submitted": "2023-04-02T05:11:11.212794",
    "date_due": "2023-04-07",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-04-02T05:11:11.467636",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 144063,
        "from_user": 111028,
        "to_user": 10007,
        "subject": "",
        "datetime": "2023-04-02T05:11:11.467636",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nTo Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nI hereby request the following records: Supply records sufficient to show a listing and all COMPLAINTS AND OR ANY REPORTS (electronic, email, written and submitted in any format) of adult misconduct against students during from the period September 2021 through October 2022. I'm seeking all relevant information pertaining allegations of discrimination, verbal or physical, or any form of harassment, retaliation by adults to student. This matters can pertain to filings of DCFS on Staff members or other facilities.  I'm also seeking how these allegations/claims were resolved and a description of the outcome. I'm seeking this information from the following school: William Claude Reavis Math and Science Specialty School located 834 E. 50th, Chicago, IL\r\n\r\nYour request to  FOIA Request N012356-022023 only responded to Staff being disciplined, this is not what I was seeking, I'm asking for all complaints, and reports  wether Staff members where disciplined or not. Thus, there were  no records responsive to my request. \r\n\r\nFeel free to contact me with any questions, or if clarification is needed. The requested documents will be made available to the general public, and this request is not being made for commercial purposes. In the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment via Excel or PDF. Thank you in advance for your anticipated cooperation in this matter\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDimitrius Williams\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDimitrius Williams",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/chicago-169/adult-to-student-misconduct-144063/"
  }
]