[
  {
    "id": 180164,
    "title": "Pennsylvania Executive Order on \"Scandalous or Disagraceful Conduct\" (Pennsylvania Housing Finance Agency)",
    "slug": "pennsylvania-executive-order-on-scandalous-or-disagraceful-conduct-pennsylvania-housing-finance-agency",
    "status": "processed",
    "embargo_status": "public",
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 24570,
    "datetime_submitted": "2025-01-22T10:37:03.947887",
    "date_due": "2025-01-29",
    "days_until_due": null,
    "date_followup": "2025-02-08",
    "datetime_done": null,
    "datetime_updated": "2025-01-23T22:53:39.260339",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 180164,
        "from_user": 3031,
        "to_user": 72023,
        "subject": "Pennsylvania Right to Know Act Request: Pennsylvania Executive Order on \"Scandalous or Disagraceful Conduct\" (Pennsylvania Housing Finance Agency)",
        "datetime": "2025-01-22T10:37:07.167387",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Pennsylvania Right to Know Act, I hereby request the following records:\r\n\r\nFor purposes of this request, \"SCANDALOUS OR DISGRACEFUL CONDUCT POLICY\" means any of: (a) Executive Order No. 1980-18 Amended, dated May 6, 2024, 54 Pa.B. 3018; (b) 4 Pa. Code §  7.158.1 (\"Personal conduct,\" providing that \"No employee, appointee or official of the Executive Branch of the Commonwealth may engage in scandalous or disgraceful conduct, or any other behavior, on or off duty, which may bring the service of the Commonwealth into disrepute\") or (c) any policy, guidance, regulation, or other prohibition against \"scandalous or disgraceful conduct, or any other behavior, on or off duty, which may bring the service of the Commonwealth into disrepute.\"\r\n\r\n1. Any records reflecting a complaint, charge, or disciplinary action concerning any violation (or alleged violation) of a SCANDALOUS OR DISGRACEFUL CONDUCT POLICY.\r\n\r\n2. Any records reflecting any warning issued to any employee concerning the SCANDALOUS OR DISGRACEFUL CONDUCT POLICY.\r\n\r\n3. Any policy, guidance, regulation, or handbook concerning the SCANDALOUS OR DISGRACEFUL CONDUCT POLICY.\r\n\r\nThis request is limited to records generated on or after May 5, 2024.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 180164,
        "from_user": 72023,
        "to_user": 3031,
        "subject": "Confirmation of message sent to PHFA",
        "datetime": "2025-01-23T22:53:39.260339",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Thank you.  Your message was sent to a PHFA representative in our EXECUTIVE division.  If you require a follow-up to your message, please expect at least two business days for a response.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nNote: This message was sent by an automated notification system.\r\n\r\nPlease do not reply to the sender.  There is no account set up for this email address and any message sent will never reach PHFA.\r\n\r\n\r\n\r\nIf you have concerns regarding the information you sent or do not hear from us within a few days, please contact PHFA at 1.855.U.Are.Home (827.3466).\r\n\r\n*******************\r\nConfidentiality Notice: This email may contain legally privileged and confidential information intended solely for the use of the addressee. If you are not the intended recipient, you are hereby notified that any use, reproducing or distributing of this email (or its attachments) is strictly prohibited. If you believe you have received this email in error, please notify the sender immediately and delete this email without retaining any copies. Thank you.\n",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/pennsylvania-126/pennsylvania-executive-order-on-scandalous-or-disagraceful-conduct-pennsylvania-housing-finance-agency-180164/"
  }
]