[
  {
    "id": 186429,
    "title": "University of Oregon Public Records Request – Acknowledgment Patterns, Flagging, Delays, and Response Practices",
    "slug": "university-of-oregon-public-records-request-acknowledgment-patterns-flagging-delays-and-response-practices",
    "status": "submitted",
    "embargo_status": "public",
    "user": 158252,
    "username": "KelvinShiversII",
    "agency": 6369,
    "datetime_submitted": "2025-05-10T00:07:06.128614",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-05-10T00:07:06.319833",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186429,
        "from_user": 158252,
        "to_user": 13274,
        "subject": "",
        "datetime": "2025-05-10T00:07:06.319833",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Oregon Public Records Law, I hereby request the following records:\r\n\r\nPursuant to ORS 192.324, I am requesting the following public records created or maintained between June 1, 2023 and the date of this request:\r\n\r\n1. The number of public records requests submitted to the University of Oregon from @uoregon.edu email addresses during this period, including:\r\n\r\n* date received\r\n* date acknowledged\r\n* date of fulfillment or estimated completion\r\n\r\n2. The number of times, since June 1, 2023, that UO’s Public Records Office responded to a requester with the following or materially similar language:\r\n\r\n* “...a public official… may not rely on the Public Records Law to obtain records, although the individual may do so in their individual capacity.”\r\n* “(State of Oregon Department of Justice Attorney General’s Public Records and Meetings Manual, 2024, pg. 1)”\r\n* “It would be appreciated if you could provide the office with a different email address... Any future public records requests should also be submitted from a personal email account.”\r\n* Please include any internal policy, directive, guidance, or email template instructing staff to send this language to employees using @uoregon.edu email addresses.\r\n\r\n3. Any internal communications, guidance, or legal memos the University has relied on to justify discouraging or deprioritizing public records requests submitted from @uoregon.edu email addresses. This includes any materials referencing the DOJ Manual citation above, or any interpretation that treats employee use of a university email address as disqualifying.\r\n\r\n4. Any internal communications or records referencing public records requests submitted by me, Kelvin Shivers II, or from kelvin@uoregon.edu, including discussions of response timelines, delays, special handling, or instructions.\r\n\r\n5. Please provide any records or documentation showing how the University reconciles its interpretation of the DOJ Manual’s statement that “a public official… may not rely on the Public Records Law” with the Oregon Supreme Court’s ruling in Jordan v. MVD, 308 Or. 433 (1989), which held that the identity or motive of the requester is irrelevant under Oregon public records law. If the University interprets employee use of a university email address as limiting or restricting public records rights, please identify any legal authority, case law, internal legal opinion, or written directive supporting that position. This includes, but is not limited to, any guidance or consultation received following the University’s awareness of my current ADA-related status or health condition, including any communication dated on or after May 1, 2025.\r\n\r\nThis request is submitted in the public interest to evaluate whether UO is selectively enforcing legal interpretations in a way that may disadvantage employees engaged in protected activity under the ADA, Section 504, ORS 659A.030, or university policy.\r\n\r\nI also request a fee waiver under ORS 192.324(5), as this request concerns civil rights enforcement and institutional accountability.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nKelvin Shivers II",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/oregon-158/university-of-oregon-public-records-request-acknowledgment-patterns-flagging-delays-and-response-practices-186429/"
  }
]