[
  {
    "id": 156594,
    "title": "FBI Clowns 1.2.24",
    "slug": "fbi-clowns-1224",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 60252,
    "username": "rskva102",
    "agency": 10,
    "datetime_submitted": "2024-01-03T14:59:50.419805",
    "date_due": "2024-02-01",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-01-03T14:59:50.490047",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 156594,
        "from_user": 60252,
        "to_user": 9555,
        "subject": "",
        "datetime": "2024-01-03T14:59:50.490047",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nYou are receiving this correspondence as a request under the Freedom of Information Act, 5 U.S.C. subsection 552. I am requesting the following:\r\n\r\nCopies of all records responsive to clown sightings and threats made by individuals identifying as clowns between January 01, 2016 and December 31, 2018. \r\n\r\nIn August 2016, reports of clown sightings in Greenville, South Carolina set off a national panic and residents of multiple states claimed to have interactions with individuals dressed in clown costumes and making threats against schools. On multiple occasions law enforcement officials stated that the Federal Bureau of Investigation (FBI) was involved with investigations related to these sightings and threats. The following stories appeared around the country in September 2016:\r\n\r\n1) Gallatin County Sheriff Josh Neale stated that he was consulting with the FBI on one such case involving terroristic threats at the Gallatin County Schools in Gallatin County, Kentucky. According to WCPO, an ABC affiliate based out of Cincinnati, Ohio: \"Neale has contacted the FBI and Homeland Security and said the person or people making the 'clown threats' could face local charges of inducing panic and terroristic threatening.\"\r\n\r\nA link can be found here: https://www.wcpo.com/news/state/state-kentucky/creepy-clowns-threaten-kentucky-schools\r\n\r\n2) Officers working for the Phoenix Police Department stated that the FBI and its Phoenix Joint Terrorism Task Force assisted in an investigation after threats were made against 24 schools in the Phoenix Union and Glendale school districts. According to ABC 13, an ABC affiliate based out Houston, Texas: \"Police did not specify what the threats said, only that it involved violence and the same clown image. A terrorism task force and the FBI are assisting police with their investigation, officers said.\"\r\n\r\nA link can be found here: https://abc13.com/clown-threats-phoenix-union-glendale-school-district-social-media/1529983/\r\n\r\n3) FBI agents participated in a search of Flomaton High School connected to online threats. According to the Washington Post: \"Callaway Middle School was not the only school involved in the clown brouhaha. In the Alabama city of Flomaton, messages from a Facebook page called 'Flomo Klown' — pictures of threatening clowns plus text that read, 'I kill people for a living' — prompted another lockdown Thursday. FBI agents and dozens of local police scoured the school campus. Officials said they found no clown or other suspicious evidence; they later arrested Makayla Smith, 22, and two juvenile Alabama residents for allegedly making the threats. Smith’s bond was set at $200,000 on Monday.\"\r\n\r\nA link can be found here: https://www.washingtonpost.com/news/morning-mix/wp/2016/09/20/creepy-clowns-police-begin-making-arrests-as-false-reports-and-threats-plague-southern-towns/\r\n\r\nGiven that law enforcement officials in numerous cities claimed that they either consulted with or had knowledge of FBI involvement in investigations related to clown sightings, it is reasonable to conclude that records were created by the FBI in these cases and potentially others. Therefore, I am requesting all records related to clown sightings and threats made by individuals identifying as clowns in the period of January 01, 2016 to December 31, 2018\r\n\r\nI am asking you waive any fees associated with this request. I am a member of the news media and request classification as such. My bylines, which include Unicorn Riot, the Geopolitical Economy Report, and Creem Magazine, can be found in both print and electronic publications. Please take note of the Office of Management and Budget guidelines published March 27, 1987 (52 FR 10012) that include electronic publications and other nontraditional publishers as representatives of the news media.\r\n\r\nA fee waiver is appropriate in situations where \"disclosure of the requested information is in the public interest because it is likely to contribute significantly to public understanding of the operations and activities of the government, and is not primarily in the commercial interest of the requester,” 5 U.S.C. § 552(a)(4)(iii). Over the course of 2016, the reports of clown sightings caused a national panic, resulting in school closures and lockdowns. Understanding how a federal agency like the FBI assisted in managing that panic can offer insight into best practices for responding to national security emergencies related to mass hysterias and panics in the future.\r\n\r\nIn the event that there are fees, I am willing to pay up to $100. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThis request is not being made for commercial purposes. All documents will be provided to the general public without charge.\r\n\r\nI look forward to your response within 20 working days, as the statute requires. If access to the records I am requesting will take longer, please contact me with information about when I might expect copies or the ability to inspect the requested records.\r\n\r\nIf you deny any or all of this request, please cite each specific exemption you feel justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\r\n\r\nIf any potentially responsive records have been destroyed and/or transferred, then I request copies of the destruction or transfer slips as well as any other documentation relating to, mentioning or describing said destruction or transfer, to include but not be limited to confirmation that the bureau has no other copies of said records.\r\n\r\nSincerely,\r\n\r\nRobert Skvarla, Jr.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/fbi-clowns-1224-156594/"
  }
]