[
  {
    "id": 192690,
    "title": "Interim US Attorney Ed Martin Letters to Georgetown University Law Center",
    "slug": "interim-us-attorney-ed-martin-letters-to-georgetown-university-law-center",
    "status": "submitted",
    "embargo_status": "public",
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 12,
    "datetime_submitted": "2025-09-05T18:35:24.011701",
    "date_due": "2025-10-03",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-09-05T18:35:24.130137",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192690,
        "from_user": 3031,
        "to_user": 9628,
        "subject": "",
        "datetime": "2025-09-05T18:35:24.130137",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\n1. Any communications between Interim United States Attorney Ed Martin and Georgetown University, Georgetown University Law Center, or William M. Treanor  between February 1, 2025 and May 8, 2025.\r\n\r\n\"Communications\" means and includes emails, text messages, social media messages, letters, memoranda, calendar entries, chats, or any other form of one-to-one or one-to-many communication.\r\n\r\nPlease note that this request seeks public records wherever they may be found, including on devices or networks owned or operated by private parties. For example, if an employee uses a personal cell phone or social media account to conduct public business, records created, maintained, or held on the phone or account are public records subject to this request.\r\n\r\nREQUEST FOR EXPEDITED PROCESSING:\r\n\r\nI request that this request be expedited under 28 CFR § 16.5(e)(1)(ii) and (iv) for the following reasons:\r\n\r\n1. I certify the following to be true and correct: My organization is primarily engaged in disseminating information. The Foundation for Individual Rights and Expression (FIRE) maintains a news website at https://thefire.org/news, through which its staff members regularly publish news stories and editorial content concerning the activities of governments, government officials, and other persons or organizations of public concern. I am a staff member of FIRE. I frequently write about matters involving the First Amendment and academic freedom, including on FIRE's website. See, e.g., https://www.thefire.org/news-archive?author=303. A substantial component of my duties as a staff member of FIRE is to obtain information through public records requests, including through the Freedom of Information Act, which I or my colleagues then share through FIRE's website and social media channels. I also publish news and other information of public concern via \"X\" (https://x.com/adamsteinbaugh) and \"Bluesky\" (https://bsky.app/profile/adamsteinbaugh.bsky.social).\r\n\r\n2. The requested information concerns an actual or alleged government activity, namely a United States Attorney's initiation of an \"inquiry\" into the academic content of courses at a private law school.\r\n\r\n3. The requested information extends beyond the public's right to know about government activity generally and instead has a particular value that would be lost if not processed on an expedited basis. The information pertains to a news story of public interest. That issue has attracted a wide range of news media coverage, including the numerous articles identified below, which are helpful in establishing that there is an urgency to inform the public on this topic.\r\n\r\nExamples of recent articles demonstrating the public's ongoing and current interest in this information include articles:\r\n\r\na. https://www.washingtonpost.com/dc-md-va/2025/03/05/dc-us-attorney-ed-martin-georgetown-law-dei/\r\nb. https://thepostmillennial.com/us-atty-ed-martin-demands-georgetown-law-school-answer-for-dei-in-curriculum-hiring-and-programs\r\nc. https://www.nytimes.com/2025/03/06/us/politics/ed-martin-us-attorney-washington-trump.html\r\nd. https://thehill.com/homenews/education/5181345-georgetown-law-school-dei-trump/\r\ne. https://www.msnbc.com/rachel-maddow-show/maddowblog/trump-appointed-prosecutor-gets-much-needed-refresher-first-amendment-rcna195321\r\nf. https://www.rawstory.com/ed-martin-georgetown-clash/\r\ng. https://reason.com/volokh/2025/03/07/may-government-refuse-to-hire-notre-dame-students-because-notre-dame-teaches-and-promotes-anti-abortion-ideology\r\nh. https://www.theguardian.com/us-news/2025/mar/06/ed-martin-us-attorney-dei\r\ni. https://www.newsmax.com/politics/georgetown-dei-william-treanor/2025/03/06/id/1201790/\r\nj. https://www.wusa9.com/article/news/politics/federal-fallout/georgetown-law-school-wont-bow-to-dei-threat-from-dcs-acting-federal-prosecutor-ed-martin-donald-trump-william-treanor/65-22ac5a1d-43a8-492b-92db-1f8c6f70f76c\r\nk. https://www.usatoday.com/story/opinion/columnist/2025/03/07/dei-georgetown-us-attorney-first-amendment/81793644007/\r\nl. https://www.washingtonian.com/2025/03/07/william-treanor-georgetown-law-ed-martin-first-amendment/\r\nm. https://abovethelaw.com/2025/03/georgetown-law-to-ed-martin-f-all-the-way-off/\r\nn. https://www.thecollegefix.com/top-d-c-federal-prosecutor-says-he-doesnt-want-law-students-from-georgetown-because-of-dei/\r\no. https://slate.com/news-and-politics/2025/03/georgetown-william-treanor-ed-martin-trump-doj-dei.html\r\np. https://www.foxnews.com/media/georgetown-professors-slam-trumps-dei-crackdown-attack-religious-freedom-jesuit-schools\r\n\r\n4. This information is relevant to a matter of widespread and exceptional media interest in which there exist possible questions about the government's integrity that affect public confidence. There is widespread and exceptional media interest in this matter, as reflected in the above articles originating from outlets across the ideological spectrum. This matter raises \"possible questions\" about government integrity affecting public confidence because the alleged conduct involves a United States Attorney's pressure on a law school to limit viewpoints offered in classroom teaching protected by the First Amendment. A prominent First Amendment scholar has raised questions about the propriety of Attorney Martin's \"inquiry.\" Eugene Volokh, \"May Government Refuse to Hire Notre Dame Students, Because Notre Dame Teaches and Promotes Anti-Abortion Ideology?\" (Volokh Conspiracy, March 7, 2025), https://reason.com/volokh/2025/03/07/may-government-refuse-to-hire-notre-dame-students-because-notre-dame-teaches-and-promotes-anti-abortion-ideology. Further, Attorney Martin's letter was sent as members of the United States Senate requested disciplinary action against Attorney Martin due to his similar efforts to suppress speech protected by the First Amendment. See https://www.nytimes.com/2025/03/06/us/politics/ed-martin-us-attorney-washington-trump.html. \r\n\r\nREQUEST FOR A FEE WAIVER OR REDUCED FEES:\r\n\r\nI request, under 28 CFR § 16.10(k), a waiver or reduction of fees for the following reasons:\r\n\r\n1. Disclosure of the requested information is in the public interest because its disclosure would shed light on the operations or activities of the government. The requested information pertains specifically to controversial conduct by an Interim United States Attorney.\r\n\r\n2. Disclosure of the requested information would be likely to contribute significantly to public understanding of those operations or activities. Disclosure of the requested information would meaningfully inform the public about the Department's activities and operations.\r\n\r\n3. Disclosure of the requested information will contribute to the understanding of a reasonably broad audience of persons interested in the subject, as opposed to the individual understanding of the requester. The requestor is a licensed attorney who practices First Amendment law. As such, the requestor will be able to effectively convey information to the public. Further, the requestor is a representative of the news media. The requestor and his employer, the Foundation for Individual Rights and Expression, gather information of potential interest to a segment of the public, turns that information into distinct works (including through its news website, located at https://thefire.org/news), and distributes that information to the public. The information requested here relates to information that is about current events or that would be of current interest to the public. The requestor's past publication record (in addition to FIRE's articles available at https://thefire.org/news) is available at https://www.thefire.org/news-archive?author=303.\r\n\r\n4. The requested information is not primarily in the commercial interest of the requester. The requestor works for a nonprofit organization and the records are not sought for a commercial purpose.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/interim-us-attorney-ed-martin-letters-to-georgetown-university-law-center-192690/"
  },
  {
    "id": 192686,
    "title": "2025-09-05 – 911 Call Records from Bus Emergency",
    "slug": "2025-09-05-911-call-records-from-bus-emergency",
    "status": "submitted",
    "embargo_status": "public",
    "user": 127147,
    "username": "JoseMoran",
    "agency": 4166,
    "datetime_submitted": "2025-09-05T17:47:50.511136",
    "date_due": "2025-09-12",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-09-05T17:47:50.602046",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192686,
        "from_user": 127147,
        "to_user": 14017,
        "subject": "New York Freedom of Information Law Request: 2025-09-05 – 911 Call Records from Bus Emergency",
        "datetime": "2025-09-05T17:47:50.602046",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\n- The CAD (Computer Aided Dispatch) log and any incident reports associated with a 911 call from (914) 233-7373 on September 5, 2025, between approximately 15:38 and 15:41 (local time), regarding a bus displaying an emergency message on Ashburton Ave in Yonkers.\r\n- The audio recording of the 911 call, which was received via transfer from New York State Police or Bergen County Sheriff’s Office and handled by the Yonkers Police Department Communications Division.\r\n- Any related records showing the transfer of this call into the Yonkers 911 system (e.g., transfer metadata, ALI/ANI, timestamps).\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJose Moran",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/yonkers-22902/2025-09-05-911-call-records-from-bus-emergency-192686/"
  }
]