[
  {
    "id": 137386,
    "title": "South Carolina State Employees (2019 - 2022) - updated",
    "slug": "south-carolina-state-employees-2019-2022-updated",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 94982,
    "username": "bengoehring",
    "agency": 6492,
    "datetime_submitted": "2022-11-27T17:13:33.223942",
    "date_due": "2022-12-16",
    "days_until_due": null,
    "date_followup": "2022-12-16",
    "datetime_done": null,
    "datetime_updated": "2022-11-27T17:13:33.325211",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 137386,
        "from_user": 94982,
        "to_user": 95630,
        "subject": "South Carolina Public Records Law Request: South Carolina State Employees (2019 - 2022) - updated",
        "datetime": "2022-11-27T17:13:33.325211",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the South Carolina Public Records Law, I hereby request the following records:\r\n\r\nMonthly electronic listings of all employees of the South Carolina Executive Branch from January 2019 through March 2022. Specifically, I am seeking electronic listings of all individuals employed within all state agencies, commissions, and departments for each month from January 2019 through March 2022.\r\n\r\nThis is an updated request from my original request, which I submitted on May 11, 2022. In addition to the variables I received from my original request (first name, middle name, last name, suffix, annual salary, agency, job class title, position title, ethnic origin, and gender), I would like to request the following fields: employee date of birth or age, civil service status (classified, unclassified, etc.), original date employee was hired by the state, and the location the employee works (for instance, county, address of workplace, and/or name of workplace (e.g. Livesay Correctional Institution)) . \r\n\r\nIf you cannot produce any of these fields, please let me know and generate only the available variables.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 15 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBen Goehring",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/south-carolina-302/south-carolina-state-employees-2019-2022-updated-137386/"
  }
]
