[
  {
    "id": 150702,
    "title": "Email Communications Concerning FOIA Requests #173 and #250",
    "slug": "email-communications-concerning-foia-requests-173-and-250",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 34844,
    "datetime_submitted": "2023-08-10T16:33:04.493666",
    "date_due": "2023-08-17",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-08-10T16:33:04.598915",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 150702,
        "from_user": 4164,
        "to_user": 113245,
        "subject": "",
        "datetime": "2023-08-10T16:33:04.598915",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "MuckRock News\r\nDEPT MR 146407\r\n263 Huntington Ave\r\nBoston, MA 02115\r\n\r\nDate: June 2, 2023\r\n\r\nCity of Peekskill Clerk's Office\r\n840 Main Street\r\nPeekskill, NY 10566\r\n\r\nAttn: FOIA Officer\r\n\r\nSubject: Freedom of Information Act (FOIA) Request – Email Communications Concerning FOIA Requests #173 and #250\r\n\r\nDear FOIA Officer,\r\n\r\nUnder the provisions of the Freedom of Information Act, 5 U.S.C. § 552, I hereby request access to and copies of all records held by the City of Peekskill Clerk's Office pertaining to email communications between the Peekskill Corporation Council, Peekskill Police Department, and Peekskill City Clerk regarding my denied FOIA requests and the inadequate handling of my appeals for requests #173 and #250.\r\n\r\nFor the purpose of this request, the records I seek include, but are not limited to:\r\n\r\nEmail communications, including original metadata and attachments, between Peekskill Corporation Council, Peekskill Police Department, and Peekskill City Clerk concerning FOIA requests #173 and #250. The records should be provided in a readable format.\r\nInternal memos, notes, or summaries related to the handling, denial, or appeal of requests #173 and #250.\r\nShould any portion of the requested records be deemed exempt from disclosure, I request the release of any reasonably segregable non-exempt portions in accordance with 5 U.S.C. § 552(b). If an entire document is exempt, I request a justification, citing specific FOIA exemptions, and provision of an exemption log as per Vaughn v. Rosen, 484 F.2d 820 (D.C. Cir. 1973).\r\n\r\nPlease note your obligation under the law not to destroy any records potentially responsive to this request. Any withholding, redaction, or destruction of responsive records without proper justification constitutes a violation of the FOIA and is subject to litigation, as confirmed in Kissinger v. Reporters Committee for Freedom of the Press, 445 U.S. 136, 150 (1980).\r\n\r\nEnclosed is a letter requesting a fee waiver for the processing of this request. As an independent investigative journalist associated with TransparencyReport.pw, I believe that the information I seek is in the public interest and its disclosure contributes significantly to public understanding of the operations or activities of the government.\r\n\r\nIf the enclosed waiver is not accepted and there are any potential charges in excess of $200 associated with fulfilling my request, please inform me in advance.\r\n\r\nAs stipulated by the FOIA, I look forward to your response within twenty business days (5 U.S.C. § 552(a)(6)(A)(i)).\r\n\r\nThank you for your prompt attention to this matter.\r\n\r\nSincerely,\r\nJordan Lassiter\r\nIndependent Investigative Journalist\r\nTransparencyReport.pw\r\nEmail: Jordan@Lassiter.eu\r\nPhone: +1 845-218-0299\r\n\r\nEnclosure: Fee Waiver Request Letter\r\n\r\nPlease be aware: All communications related to this request, including incoming and outgoing communications, will be publicly available on MuckRock.com. Additionally, any correspondence in relation to this request will be instantly published on the platform.",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1107792,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/125414/Fee_Waiver_Letter_copy_1.pdf",
            "datetime": "2023-08-10T16:33:04.598915",
            "title": "Fee_Waiver_Letter_copy_1.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/peekskill-22893/email-communications-concerning-foia-requests-173-and-250-150702/"
  },
  {
    "id": 150701,
    "title": "King County Department of Permitting and Environmental Review (DPER) – Nine (9) email account messages for the time period 05-03-2014 to 10-12-2016",
    "slug": "king-county-department-of-permitting-and-environmental-review-dper-nine-9-email-account-messages-for-the-time-period-05-03-2014-to-10-12-2016",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 120915,
    "username": "kingcounty",
    "agency": 36017,
    "datetime_submitted": "2023-08-10T16:31:56.388617",
    "date_due": "2023-09-08",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-08-10T16:31:56.494557",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 150701,
        "from_user": 120915,
        "to_user": 120919,
        "subject": "",
        "datetime": "2023-08-10T16:31:56.494557",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Public Records Act Request: King County Department of Permitting and Environmental Review (DPER) – Nine (9) email account messages for the time period 05-03-2014 to 10-12-2016\r\n\r\nPUBLIC RECORDS REQUEST RCW 42.56\r\n\r\nI request the following identifiable public records to be produced in the following order of production:\r\n\r\nA complete electronic copy of the following email accounts for the time period beginning on 05/03/2014 through 10/12/2016 for the following email account/addresses:\r\n\r\nmary.impson@kingcounty.gov\r\ndavid.bond@kingcounty.gov\r\ntoya.williams@kingcounty.gov\r\nstacy.graves@kingcounty.gov\r\nchris.ricketts@kingcounty.gov\r\nsheryl.lux@kingcounty.gov\r\njim.chan@kingcounty.gov\r\nrhonda.berry@kingcounty.gov\r\nJohn Starbard - Director (County email address unknown)\r\n\r\nTo be clear in this request under RCW 42.56.10 I am requesting any and all internal and external KCDPER emails sent, received, and/or contained in the above referenced @kingcounty.gov email accounts for the time period 05/03/2014 to 10/12/2016.\r\n\r\nIn the event the Agency chooses to provide the records in installments over time I request the records to be produced in the order of priority as listed above.\r\n\r\nIf this request is redacted in whole or part, I ask that you justify all redactions by reference to specific exemptions of the PRA. I also request a detailed contemporaneous log to be provided for any document withheld or redacted.\r\n\r\nFor each responsive record the Agency contends is exempt from public disclosure, in whole or in part, please specifically identify the record by subject, title, author, custodian and date, and state how a specific statutory exemption applies to each record as required by RCW 42.56.210(3) and Rental Housing Ass'n v. Des Moines, 165 Wn.2d 525, 199 P.3d 393 (2009).\r\n\r\nI request electronic production of all records in the original NATIVE electronic format for each record.\r\n\r\nI request productions of all emails in native MICROSOFT .pst (personal storage table) format which allows for a virtually infinite number of emails to be produced in a single digital file, providing for economy and convenience. If the .pst format is not available, I would request production of email in .pdf (portable document format) another widely accepted format for email production providing similar economy and convenience of a virtually infinite number emails bundled into a single digital .pdf file.\r\n\r\nI request records production by public (no password) e-mail attachment or link if available, or USB DRIVE or CD-ROM if not.\r\n\r\nPRODUCTION AND DELIVERY OF ELECTRONIC RECORDS\r\nThe use of 3rd party “portals” (Such as GOVQA or NEXTREQUEST) for communication and production of records in response to a public records request is optional for the requestor in the State of Washington. Respectfully I decline to use any 3rd party \"portal\" system, specifically GOVQA and NEXTREQUEST. \r\n\r\nPlease provide all records electronically via direct email attachment, or via no password, no registration internet cloud-based download link.\r\n\r\nPlease do not direct or invite me to use, register for, or communicate with your agency via any 3rd party portal including but not limited to FOIAOnline, GovQA, NextRequest, FOIAExpress, JustFOIA FOIADirect, WebForm, or any other commercial 3rd party records portal service.\r\n\r\nRCW 42.56.080 - Identifiable records—Facilities for copying—Availability of public records.\r\n\r\n\"...Agencies shall honor requests received in person during an agency's normal office hours, or by mail or email, for identifiable public records unless exempted by provisions of this chapter. No official format is required for making a records request; however, agencies may recommend that requestors submit requests using an agency provided form or web page.\"\r\n\r\nThis public records request is being made via email. This public records request will be honored and fulfilled by your agency via email as requested or relief will be sought per statute.\r\n\r\nNATIVE ELECTRONIC FORMAT\r\n\r\nPlease provide all identified public records in their NATIVE electronic format. Unless the records exist IN PAPER FORM ONLY, DO NOT instead create new records by printing native stored electronic files, then scanning and re-printing these newly scanned prints only to reproduce them in again in electronic production.\r\n\r\nFEES\r\n\r\nIn the event that there are fees, please inform us of the total charges in advance of fulfilling the request in strict compliance with all provisions of the Washington State Public Records Act.\r\n\r\nEXEMPTION LOGS\r\nPlease ensure all redactions or exemptions claimed by your agency in the production of responsive records are accompanied by a complete and detailed exemption log noting the valid legal reason for each exemption at each redaction location in the record produced, as well as the specific number of pages if any that your agency redacts or withholds in their entirety. Each redaction should be noted by footnote or by a clear reference to the specific justification for that redaction, and only the minimal exempt portion of any record may be withheld.\r\n\r\nCOMMERCIAL PURPOSE DECLARATION\r\nThe Washington State Public Records Act prohibits the disclosure of “lists of individuals” for a commercial purpose (RCW 42.56.070(8)). I declare this public records request is not being made for any commercial purpose whatsoever. Also, this public records request is not being made for a \"list of individuals.\" This declaration satisfies all requirements of RCW 42.56 regarding prohibitions on lists and commercial purposes. No additional commercial purpose declaration will be completed for this public records request.\r\nThe requested documents will be made available to the general public.\r\n\r\nTHIS REQUEST IS NOT BEING MADE FOR COMMERCIAL PURPOSES.\r\n\r\nThe requested documents will be made available to the general public.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/king-county-department-of-permitting-and-environmental-review-dper-nine-9-email-account-messages-for-the-time-period-05-03-2014-to-10-12-2016-150701/"
  }
]