[
  {
    "id": 182552,
    "title": "DoD Funding to Virginia Military Institute",
    "slug": "dod-funding-to-virginia-military-institute",
    "status": "submitted",
    "embargo_status": "public",
    "user": 140258,
    "username": "TheCadet",
    "agency": 7,
    "datetime_submitted": "2025-03-06T10:06:47.136874",
    "date_due": "2025-04-03",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-06T10:06:47.433853",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 182552,
        "from_user": 140258,
        "to_user": 25379,
        "subject": "",
        "datetime": "2025-03-06T10:06:47.433853",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAll records showing the program and amount allocated and disbursed to the Virginia Military Institute, directly or indirectly, that funds or otherwise supports Reserve Officer Training Corps (ROTC) for each Military Service, Title 10 U.S.C. and releated programs to include, without limitation, activities at VMI authorized by the Department of Defense, as \"Military Duty\" as well as, without limitation, any activities, including, without limitation, any student activities funded in whole or in part, conducted or operated in any way under VMI's Authority under Title 10 U.S.C. In addtion, this request covers records records showing all programs authorized for VMI to execute Under Title 10 USC and a description of the specific program(s) and activity(ies) funded with the amount(s). The period of this request is for the previous and current academic year to date and obligated or programmed for the remainder of the current academic year.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAnonymous",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/dod-funding-to-virginia-military-institute-182552/"
  }
]