[
  {
    "id": 186742,
    "title": "Diversity Statistics for Productions Receiving IL Film Tax Credit (2021–Present)",
    "slug": "diversity-statistics-for-productions-receiving-il-film-tax-credit-2021present",
    "status": "ack",
    "embargo_status": "public",
    "user": 158855,
    "username": "datajourno",
    "agency": 5424,
    "datetime_submitted": "2025-05-17T16:37:55.529441",
    "date_due": "2025-05-23",
    "days_until_due": null,
    "date_followup": "2025-05-23",
    "datetime_done": null,
    "datetime_updated": "2025-05-17T16:37:55.633370",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186742,
        "from_user": 158855,
        "to_user": 13350,
        "subject": "Illinois Freedom of Information Act. Request: Diversity Statistics for Productions Receiving IL Film Tax Credit (2021–Present)",
        "datetime": "2025-05-17T16:37:55.633370",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nRelated to the Illinois Film Production Services Tax Credit program:\r\n\r\nAll diversity statistics and related forms submitted by productions that were approved for and received the Illinois Film Production Services Tax Credit from January 1, 2021, through the date of this request.\r\n\r\nSpecifically, I am seeking:\r\n\r\nThe diversity report(s) or workforce demographic summary tracking sheets submitted by each approved production, which include data on race/ethnicity, gender, and job categories of employees or contractors hired.\r\n\r\nAny standardized forms or summaries required under Section M (or equivalent) of the film tax credit application.\r\n\r\nThe name of the production, name of the production company, and year of submission associated with each record.\r\n\r\nIf these records are compiled in a spreadsheet, database export, or summary report, I would prefer to receive those formats (e.g., Excel, CSV, or PDF), but I am also happy to receive individual documents or scanned forms where necessary.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDJ Smith",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/illinois-168/diversity-statistics-for-productions-receiving-il-film-tax-credit-2021present-186742/"
  }
]