[
  {
    "id": 145718,
    "title": "Mayorkas ICE Death Emails",
    "slug": "mayorkas-ice-death-emails",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 25665,
    "username": "DetentionKills",
    "agency": 9,
    "datetime_submitted": "2023-05-11T18:32:49.988092",
    "date_due": "2023-06-09",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-05-11T18:32:50.072746",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 145718,
        "from_user": 25665,
        "to_user": 9589,
        "subject": "",
        "datetime": "2023-05-11T18:32:50.072746",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nPart A. S1 Deaths In ICE Custody Emails Meta-Data (or, alternatively, the Emails themselves)\r\nA metadata list of all emails sent or received by DHS Secretary Alejandro Mayorkas since February 2021, containing one or more of the following words or phrases: \r\n(1) “Death in custody”; (2) “In-Custody Death”; (3) “Detainee Death”; (4) “Inmate Death”; (5) “prisoner death” or (6) “ICE Directive 11003.5”. \r\nPlease provide metadata showing: date sent, sender, attachments, file size, recipients (CC & BCC), and subject line.\r\nIf the agency’s position is that the existing meta-data necessary to provide this list is not a pre-existing agency record, we will instead accept each and every non-duplicative responsive email.\r\n\r\nPart B. S1 ICE Custody Death Calendar Entries \r\nA list of all calendar entries for Sec. Mayorkas since February 2022 reflecting any meeting  the Secretary or a DHS designee was invited to or attended about ICE in-custody deaths, as reflected by the time of the meeting or any text accompanying the calendar invite. \r\n\r\nPart C. S1 Names of the 9 In-Custody Deaths on His Watch Meta-Data (or, alternatively, the Emails themselves)\r\nAll emails sent or received by DHS Secretary Mayorkas since February 2, 2021, referencing any of the following 9 individuals who have passed away in or shortly after being released from ICE custody since the Secretary’s confirmation: \r\n\r\n(1) Jesse Jermone Dean Jr.\tThe Bahamas\t3/21/1962\t2/5/2021\t58\tCalhoun County Jail\r\nBattle Creek, Michigan (Calhoun Co. Michigan) \r\n\r\n(2) Diego Fernando Gallego-Agudelo\tColombia\t\t3/15/2021\t45\tPort Isabel Detention Center, Los Fresnos, TX (Ahtna)\r\n\r\n(3) Elba Maria Centeno Briones\tNicaragua\t3/23/84\t8/3/2021\t37\tEl Valle Valley Detention Facility, Harlingen, TX (MTC) \r\n\r\n(4) Pablo Sanchez-Gotopo\tVenezuela \t6/3/1981\t10/1/2021\t40\tAdams County Detention Center, Natchez, Mississippi (CoreCivic) \r\n\r\n(5) Benjamin Gonzalez-Soto\tMexico\t11/24/1985\t7/8/2022\t36\tFlorence SPC, & Central AZ Correctional Complex, Florence, Arizona (CoreCivic) \r\n\r\n(6) Kesley Vial\tBrazil\t8/29/98\t8/24/2022\t23\tTorrance County Detention Center, Estancia, New Mexico (CoreCivic) \r\n\r\n(7) Melvin Calero\tNicaragua\t9/29/83\t10/13/2022\t39\tAurora ICE Processing Center, Denver, Colorado (GEO) \r\n\r\n(8) Cristian Dimitriscu\tRomania\t\t3/7/2023\t\t\tOtay Mesa Detention Center, Otay Mesa, California (CoreCivic) \r\n\r\n(9) Salvador Vargas\tMexico\t\t4/4/2023\t61 Stewart Detention Center, Lumpkin, Georgia (CoreCivic) \r\n\r\nThere appear to be no meaningful consequences for a federal contractor that allows a preventable death in ICE custody. Retraining, a contract penalty amounting to just 20% of a single month’s invoice, or multiple contract penalties amounting to only $700k for two deaths, are the only measurable penalties ICE has publicly admitted to levying against contractors whose violation of their contracts take lives. ICE does not announce these penalties, or the findings supporting them, publicly. Perhaps they do not even share them with the Secretary of Homeland Security. We’d like to know if he’s asked. \r\n\r\nSecretary Mayorkas committed on camera to operating ICE detention facilities in a safe and humane manner. To this end, he has also committed to reviewing performance of facilities and cancelling contracts that fail to ensure humans are safe and cared for in accordance with federal requirements. Yet the facilities listed above, which are sites of repeat findings of violations, and repeat deaths, are all\r\n\r\n\r\nExpedited Processing Request\r\nPursuant to 6 CFR 5.5(e), we hereby request expedited processing of this request, and certify under penalty of perjury that the following is true and correct to the best of our knowledge and understanding: \r\nDeaths in ICE custody have been the subject of widespread and exceptional media interest both historically and today. The very first in-custody ICE death listed above was found by DHS-OIG to have been preventable, and the result of medical neglect by ICE-contracted facility staff. See, https://www.oig.dhs.gov/sites/default/files/assets/2023-02/OIG-23-12-Feb23.pdf (“Our contracted medical team reviewed the other four deaths in ICE detention in FY 2021 and found one individual was not provided timely or appropriate care by medical staff at the Calhoun County Jail in Battle Creek, Michigan.”). Despite the OIG’s findings that Calhoun County and its medical contractor, the now-bankrupt Corizon (see https://www.alreporter.com/2023/02/17/corizon-prison-healthcare-provider-declares-bankruptcy-yescare-apparently-replaces-ceo/), failed to render timely or appropriate medical care to Jessie Dean before his death, ICE continues to contract with the County for the imprisonment of non-citizens, further endangering the lives of people locked inside. \r\n\r\nAs ICE is about to rapidly expand its average daily population with the end of Title 42, our community is deeply concerned that DHS is unprepared to care for those it locks up. Expedited access to these records will help dispel or confirm these concerns, and position our network to take the appropriate actions necessary to prevent preventable deaths where the government refuses to do so. \r\n\r\n#DetentionKills Transparency Initiative \r\nAl Otro Lado\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAndrew Free",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/mayorkas-ice-death-emails-145718/"
  },
  {
    "id": 145717,
    "title": "ICE FOIA LOGS Oct 1, 2021 - May 11, 2023",
    "slug": "ice-foia-logs-oct-1-2021-may-11-2023",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 25665,
    "username": "DetentionKills",
    "agency": 133,
    "datetime_submitted": "2023-05-11T18:05:44.300484",
    "date_due": "2023-06-09",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-05-11T18:05:44.379041",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 145717,
        "from_user": 25665,
        "to_user": 9620,
        "subject": "",
        "datetime": "2023-05-11T18:05:44.379041",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nPlease provide all agency FOIA logs for the period from October 1, 2021 through May 11, 2023, in native format.\r\n\r\nWe make this request on behalf of the Al Otro Lado #DetentionKills Transparency Initiative.\r\n\r\nThank you.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAndrew Free",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/ice-foia-logs-oct-1-2021-may-11-2023-145717/"
  },
  {
    "id": 145716,
    "title": "Stamford Police - FOIA Access Form",
    "slug": "stamford-police-foia-access-form",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 108428,
    "username": "Aremeee",
    "agency": 5479,
    "datetime_submitted": "2023-05-11T17:40:53.924218",
    "date_due": "2023-05-17",
    "days_until_due": null,
    "date_followup": "2023-05-17",
    "datetime_done": null,
    "datetime_updated": "2023-05-11T17:40:54.000671",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 145716,
        "from_user": 108428,
        "to_user": 13542,
        "subject": "Connecticut Freedom of Information Act Request: Stamford Police - FOIA Access Form",
        "datetime": "2023-05-11T17:40:54.000671",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Connecticut Freedom of Information Act, I hereby request the following records:\r\n\r\nPlease be so kind as to provide copies of all completed \"Freedom of Information FOI Request Form,  Version 6/20/2019 \"  that the Stamford Police  Records Division has processed between 06/2019 through May 1, 2023.\r\n\r\nI also request that, if possible and pursuant to Conn. Gen. Stat. § 1-212(d), fees be waived as I believe this request is in the public interest and not made for commercial gain. The requested documents will be processed by a representative of the news media/press and made available to the public at MuckRock.com.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 4 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobert Meehan",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/stamford-5534/stamford-police-foia-access-form-145716/"
  }
]