[
  {
    "id": 179663,
    "title": "Luke Hill 2020 Attempted Murder case",
    "slug": "luke-hill-2020-attempted-murder-case",
    "status": "submitted",
    "embargo_status": "public",
    "user": 146216,
    "username": "oreadebanjo",
    "agency": 662,
    "datetime_submitted": "2025-01-13T05:49:21.248754",
    "date_due": "2025-01-23",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-01-13T05:49:21.381803",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 179663,
        "from_user": 146216,
        "to_user": 10927,
        "subject": "",
        "datetime": "2025-01-13T05:49:21.381803",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Maryland Public Information Act, I hereby request the following records:\r\n\r\nAll available records related to the case of Luke Hill, who was charged with attempted murder in May 2020. Specifically, I seek incident and arrest reports, charging documents, court records (including indictments, motions, and judgments), interrogation recordings or transcripts, evidence logs, witness statements, and any available video footage (e.g., body cam, dash cam, or surveillance). Please also include communications between law enforcement and prosecutors regarding this case. If any records are exempt from disclosure, please provide a detailed explanation for each exemption.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nOre Adebanjo",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/prince-georges-county-328/luke-hill-2020-attempted-murder-case-179663/"
  }
]