[
  {
    "id": 148962,
    "title": "Book Complaints: Duval County Public Schools",
    "slug": "book-complaints-duval-county-public-schools",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 118756,
    "username": "Cronk",
    "agency": 15151,
    "datetime_submitted": "2023-07-08T07:51:27.609531",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2023-07-23",
    "datetime_done": null,
    "datetime_updated": "2023-07-08T07:51:27.724579",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 148962,
        "from_user": 118756,
        "to_user": 19550,
        "subject": "Florida Sunshine Law Request: Book Complaints: Duval County Public Schools",
        "datetime": "2023-07-08T07:51:27.724579",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nCopies of written and electronic complaints and challenges for removal, reclassification, or other reconsideration of the book Chik Chak Shabbat, by Mara Rockliff. from January 1, 2000 (or as early as available) to the present, as well as records, petitions, correspondence, and the outcomes related to these challenges. These complaint forms may be categorized as “Request for reconsideration of materials” or “Request for review of building level recommendation”. These are sometimes referred to as “book challenges.”\r\n\r\nAs we believe these records will benefit the public interest and inform public understanding of book challenges across the U.S., we request any fees associated with this request be waived. We are planning to make our findings publicly available. If fees cannot be waived, please inform me in advance. This request is not being made for commercial purposes.\r\n\r\nIf possible, I would appreciate the corresponding records shared via email with text documents or clear PDFs. If you cannot reply electronically, please let me know and I can provide a mailing address. If you expect a significant delay in responding to this request, please contact me with information about when I might expect copies or the ability to inspect the requested records.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nVictoria R. LoSchiavo",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/jacksonville-326/book-complaints-duval-county-public-schools-148962/"
  }
]