[
  {
    "id": 190097,
    "title": "Seeking records related to elected officials expense account, acct. #567700",
    "slug": "seeking-records-related-to-elected-officials-expense-account-acct-567700",
    "status": "submitted",
    "embargo_status": "public",
    "user": 159645,
    "username": "MCMeditor",
    "agency": 5259,
    "datetime_submitted": "2025-07-23T18:28:07.243758",
    "date_due": "2025-07-28",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-07-23T18:28:07.471339",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 190097,
        "from_user": 159645,
        "to_user": 11311,
        "subject": "",
        "datetime": "2025-07-23T18:28:07.471339",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the The Missouri Sunshine Law, I hereby request the following records:\r\n\r\nPlease locate and produce to me an electronic copy of any documents and/or other records generated or received since January 1, 2023, that contain the phrase \"elected official expense account.\" My understanding is that the documents I am hoping to review are related to a financial account numbered 567700, so it may be useful to include that number as a search term, either separately or in connection with the phrase \"elected official expense account.\"\r\n\r\nThe records I am requesting are open public records within the definition of § 610.010(6). I am not aware of any provision of law that allows for the closure or withholding of these records. If a copy of these records is kept in an electronic format, I ask that you provide them to me in that electronic format. If either you or the public governmental body you represent contends that the documents I have requested – or any portion of those documents – are exempt from disclosure under Missouri’s Sunshine Law, I ask you to comply with § 610.024, RSMo., and make available to me for review any part of the records that you believe to be not exempt. Additionally, I hereby rely upon § 610.023.4, RSMo., and ask you to provide a written statement identifying any basis upon which you consider the records to be exempt from disclosure, including the specific provision(s) of law that you believe to justify denying my access to those documents.\r\n\r\nThis request must \"be acted upon as soon as possible, but in no event later than the end of the third business day following the date the request is received.\" § 610.023.3, RSMo. If you do not agree to make the requested records available within three days of receiving this request, I demand a \"detailed explanation of the cause for further delay.”\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nGlenn Burleigh",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/st-louis-337/seeking-records-related-to-elected-officials-expense-account-acct-567700-190097/"
  }
]