[
  {
    "id": 172863,
    "title": "VMI Pay rates",
    "slug": "vmi-pay-rates",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 140258,
    "username": "TheCadet",
    "agency": 15147,
    "datetime_submitted": "2024-09-04T13:38:37.938794",
    "date_due": "2024-09-11",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-09-04T13:38:38.156692",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 172863,
        "from_user": 140258,
        "to_user": 19541,
        "subject": "Virginia Freedom of Information Act Request: VMI Pay rates",
        "datetime": "2024-09-04T13:38:38.156692",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Virginia Freedom of Information Act, I hereby request the following records:\r\n\r\nPursuant to the Virginia Freedom of Information Act, I hereby request the following records:\r\nState of Virginia Compensation Data for All EmployeesPlease provide the following fields for each employee in the dataset (if a standard report contains more fields than these minimums requested, I am willing to accept them all):\r\nBusiness Unit\r\nCompany\r\nDepartment\r\nLast Name\r\nFirst Name\r\nEmployee #\r\nEmpl Class\r\nEmployee Type\r\nJob Std Hours\r\nPosition Description\r\nVPA Only\r\nJob Code\r\nDescription\r\nStandard Occup Classification \r\nSalary Plan \r\nGrade \r\nReg/Temp \r\nFull- Part Time State Comp Rate (See note 2)\r\nFull - Part Time non-State Pay  (See Note 2)\r\nNon State Comp Rate (See note 2)\r\nState funds Bounuses (See note 2)\r\nNon-State funds bonuses (See note 2)\r\nName of the Source of the Non-state funds used for compensation (I.e. \"privatye donor\" is NOT acceptable) (See note 2)\r\nSpecial Comp Rate \r\nTotal Comp  \r\nFTE \r\nCompany Seniority Date \r\nEmployee State Begin Date\r\n\r\nPlease also provide records showing the meaning and description of any abbreviations used in the data fields (e.g. Companyy, Employee Class, etc.)\r\n\r\nPeriods requested:\r\n2022\r\n2023\r\n2024\r\n2025 (or if none for 2025 then 2024 effective as of the date of this request)\r\n\r\nNotes: \r\n1 - If not all fields listed above are releasable as public record or available please disregard thoseindividual fields for this request.\r\n2 - It is in the public record that some VMI employees receive funds above their state pay from outside sources. For example, the Superintendent receives over $635,000 in pay (accoring to 2023 records) but some 47% of that is paid from the VMI Alumni Agencies. Therefore this request is for any additional funds received and their sources. Under Virginia State Law VMI and the Board of Visitors are required to report all such outside funds, so this disclosure cannot redact the names of source individuals or organizations, agencies, etc. by masking them as \"private funds\", \"other funds\", etc.\r\n\r\nI would prefer the request be filled electronically, by either e-mail attachment or FTP Download ifavailable, otherwise sent through mail via CD/DVD. I would appreciate the request to be filled in anaccessible format, including but not limited to: CSV, Excel, MicrosoftAccess database, or other bulk listfile type.\r\n\r\nThe requested documents will be published and made available to the general public, and this request is not beingmade for commercial purposes.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTom Nash, a citizen of Virginia, in coordination with Anonymous.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/lexington-32067/vmi-pay-rates-172863/"
  },
  {
    "id": 172862,
    "title": "ArtCarve and other business dealing reports",
    "slug": "artcarve-and-other-business-dealing-reports",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 140258,
    "username": "TheCadet",
    "agency": 15147,
    "datetime_submitted": "2024-09-04T13:38:01.107423",
    "date_due": "2024-09-11",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-09-04T13:38:01.308182",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 172862,
        "from_user": 140258,
        "to_user": 19541,
        "subject": "Virginia Freedom of Information Act Request: ArtCarve and other business dealing reports",
        "datetime": "2024-09-04T13:38:01.308182",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Virginia Freedom of Information Act, I hereby request the following records:\r\n\r\nUnder the Freedom of Information Act this request is for all documents and/or records involving any communications, procurements, and/or any other actions involving any member of the Virginia Military Institute Faculty, staff, administration, employee, cadet, organization (including Cadet Clubs) on any subject with the companies known as ArtCarved, Balfour, Herff Jones, or Jostens for the period 1 August 2023 to the date of this FOIA.\r\n\r\nFor the purpose of this request, “Documents and/or Records” is defined as “Any public record subject to disclosure under the Va. FOIA including any writing or recording, paper record, electronic file, audio, video recording, or any other format. This term shall mean all relevant data and information in the Custodian’s possession defined in [a] Requester’s General Subject of Inquiry and [b] Specific Subjects of Inquiry including but not limited to letters, notes, drafts, legal instruments, contracts, telephone transcripts, email correspondence, drawings and tables. Includes, without limitation, any and all forms of memorialized information, whether written, graphic, computerized, or stored electronically or on tape.  This definition specifically includes, but is not limited to, drafts, originals, copies, handwritten notes or comments, letters, correspondence, e-mails, records of discussions, memoranda, telegrams, telephone logs and records, teletypes, appointment books, meeting agenda or minutes, reports, briefings, presentations, studies, analyses, communications with government bodies, interoffice and intra-office communications with any party whatsoever, computer programs and printouts, social media communications, including, but not limited, to FaceTime, Instagram, FaceBook.com, text messages, and other records or voice records, films or tapes As well as any screenshots or other record showing calls of which there are no other records were made.”\r\n\r\nFor the purposed of this FOIA documents involving cadets and their activities related to these companies are not student records as defined by FERPA and, therefore, cannot be withheld.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTom Nash, a citizen of Virginia, in coordination with Anonymous.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/lexington-32067/artcarve-and-other-business-dealing-reports-172862/"
  }
]