[
  {
    "id": 164639,
    "title": "City of Nashua - Requests for use of plaza or flags",
    "slug": "city-of-nashua-requests-for-use-of-plaza-or-flags",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 11758,
    "datetime_submitted": "2024-06-05T12:47:22.253546",
    "date_due": "2024-06-12",
    "days_until_due": null,
    "date_followup": "2024-06-12",
    "datetime_done": null,
    "datetime_updated": "2024-06-05T12:47:22.355853",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164639,
        "from_user": 3031,
        "to_user": 17142,
        "subject": "New Hampshire Right to Know Law Request: City of Nashua - Requests for use of plaza or flags",
        "datetime": "2024-06-05T12:47:22.355853",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New Hampshire Right to Know Law, I hereby request the following records:\r\n\r\n1. Any \"SPECIAL EVENT APPLICATION\" for City Hall Plaza (or the use of a flag) since January 1, 2024.\r\n\r\n2. For any such application that was denied, a copy of any records pertaining to the decision to deny the application, including any memoranda or correspondence (including letters, emails, or text messages).\r\n\r\n3. Any communications to or from Nashua's Risk Manager with the words \"Appeal to Heaven\" since January 1, 2024.\r\n\r\n4. Any communications to or from Nashua's Risk Manager with the words \"harmony\" and either \"message\" or \"messages\" since January 1, 2023. \r\n\r\nPlease note that this request seeks public records wherever they may be found, including on devices or networks owned or operated by private parties. For example, if an employee uses a personal cell phone or social media account to conduct public business, records created, maintained, or held on the phone or account are public records subject to this request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/nashua-3944/city-of-nashua-requests-for-use-of-plaza-or-flags-164639/"
  }
]