[
  {
    "id": 162979,
    "title": "department of education",
    "slug": "department-of-education",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 129343,
    "username": "trevorhughdavisv",
    "agency": 44,
    "datetime_submitted": "2024-05-01T03:29:21.135406",
    "date_due": "2024-05-30",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-05-01T03:29:21.253608",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162979,
        "from_user": 129343,
        "to_user": 9903,
        "subject": "",
        "datetime": "2024-05-01T03:29:21.253608",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nTo Whom It May Concern:\r\n\r\nUnder the Freedom of Information Act (5 U.S.C. § 552), I request access to and copies of all available emails, calendar entries, and other relevant records for the period covering January 20, 2017, to January 20, 2021, for the following individuals within the Department of Education. Please search records held within the Office of the Secretary, Office for Civil Rights, Federal Student Aid, and Office of Communications and Outreach, as well as any associated archives including electronic communication servers and backup storage.\r\n\r\n1. Mckenzie Snow, Special Assistant, Office of the Secretary\r\n2. Mitchell Zais, Deputy Secretary of Education, Office of the Secretary\r\n3. Nathan Bailey, Chief of Staff, Office of the Secretary\r\n4. Lee-Douglass Simmons, Deputy Chief of Staff for Operations, Office of the Secretary\r\n5. Thomas Andrew Wilson, Director, White House Liaison, Office of the Secretary\r\n6. Robert Scott Eitel, Senior Advisor, Office of the Secretary\r\n7. Allen Ernst, Special Assistant, Office of the Secretary\r\n8. Nathaniel Breeding, Special Assistant, Office of the Secretary\r\n9. Sarah Delahunty, Special Assistant, Office of the Secretary\r\n10. Jessica Newman, Special Assistant, Office of the Secretary\r\n11. Cecilia Ines Martinez, Special Assistant, Office of the Secretary\r\n12. Noah Mitchell, Confidential Assistant for Policy, Office of the Secretary\r\n13. Kendyl Willox, Confidential Assistant, Office of the Secretary\r\n14. Matthew Ide, Confidential Assistant, Office of the Secretary\r\n15. Alexandra Pena, Confidential Assistant, Office of the Secretary\r\n16. Jude Al-Hmoud, Confidential Assistant, Office of the Secretary\r\n17. Rebekah Clark, Confidential Assistant, Office of the Secretary\r\n18. James Rogers, Confidential Assistant, Office of the Secretary\r\n19. Kara Neumann, Confidential Assistant, Office of the Secretary\r\n20. Kenneth L Marcus, Assistant Secretary for Civil Rights, Office for Civil Rights\r\n21. Mark Brown, Chief Operating Officer, Federal Student Aid\r\n22. Marjorie Kilgannon, Director, Center for Faith and Opportunity Initiatives, Office of Communications and Outreach\r\n23. Christopher Rinkus, Deputy Assistant Secretary for Evidence-Based Research, Office of Elementary and Secondary Education\r\n\r\nThe requested documents will be made available to the public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that any portions of the requested records are exempt from release, please provide all reasonably segregable non-exempt portions of the records. Please provide a detailed justification for any redaction made under claim of exemption.\r\n\r\nPlease inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you for considering my request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTrevor Davis",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/department-of-education-162979/"
  }
]