[
  {
    "id": 165209,
    "title": "NAVMUR",
    "slug": "navmur",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 13328,
    "username": "vale",
    "agency": 10,
    "datetime_submitted": "2024-06-16T19:21:02.443174",
    "date_due": "2024-07-16",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-06-16T19:21:02.547772",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 165209,
        "from_user": 13328,
        "to_user": 9555,
        "subject": "",
        "datetime": "2024-06-16T19:21:02.547772",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nRecords mentioning, relating to, or generated as a result of the investigation captioned NAVMUR (Major Case 24), the FBI's investigation into the December 3, 1979 ambush shooting of U.S. Navy personnel at NGSA Sabana Seca, Toa Baja, Puerto Rico, which left two dead and ten wounded. Responsibility for the attack was claimed by \"Los Macheteros\", a separatist group affiliated with or a part of FALN. Juan Galloza Acevedo would be convicted for his role in the attack in 2014. (www.cbsnews.com/news/a-sentencing-in-two-sailors-deaths-35-years-after-they-were-ambushed-in-puerto-rico/)\r\n\r\nThe names of the sailors attacked were publicly disclosed (https://www.nsa.gov/Portals/75/documents/about/cryptologic-heritage/cryptologic-memorial/1970/RM3_Emil_E_White_USN.pdf): \r\n\r\nRM3 Cottie A. Allen (Wounded) Purple Heart\r\nCTO1 John R. Ball (Deceased) Posthumously awarded Purple Heart\r\nCTRSN Allen Bush (Wounded) Purple Heart\r\nCTRSN Bradley D. Clark (Wounded) Purple Heart\r\nCTT2 Cynthia C. Edwards (Wounded) Purple Heart\r\nCTM3 Joseph R. Key (Wounded) Purple Heart\r\nCTRSN Clifton Looney\r\nCTM2 Robert Minnick\r\nRM3 Drusilla Penderghest\r\nCTRSA Monique A. Ritter (Wounded) Purple Heart\r\nCTOSN Richard D. Sauter (Wounded) Purple Heart\r\nCTO3 Sandra L. Seaton (Wounded) Purple Heart\r\nCTRC Warren Smith (Wounded) Meritorious Service Medal/Purple Heart\r\nCTTSN Ken Toman\r\nRM3 Emil E. White (Deceased) Posthumously awarded Purple Heart\r\nCTM2 Debra J. Whitehurst (Wounded) Purple Heart\r\nCTM3 Gil Zuback\r\n\r\nPlease conduct a search of the Central Records System, including but not limited to the Electronic Surveillance (ELSUR) Indices, the Microphone Surveillance (MISUR) Indices, the Physical Surveillance (FISUR) Indices, and the Technical Surveillance (TESUR) Indices, for both main-file records and cross-reference records for all relevant names, individuals, agencies and companies. This is also to include any responsive records held in offsite locations, such as the Alexandria Records Center. Please include both investigatory and non-investigatory records in your search. If any potentially responsive records have been destroyed and/or transferred to NARA, then I request copies of the destruction or transfer slips as well as any other documentation relating to, mentioning or describing said transfer or destruction, to include but not be limited to confirmation that the Bureau has no other copies of said records. If previously released records are available, then I request a rolling release consisting of those records while additional records are located and processed for release.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nPaul Galante",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/navmur-165209/"
  }
]