[
  {
    "id": 141171,
    "title": "UAP 2.23.22",
    "slug": "uap-22322",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 60252,
    "username": "rskva102",
    "agency": 6,
    "datetime_submitted": "2023-02-23T08:37:31.983271",
    "date_due": "2023-03-23",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-02-23T08:37:32.098771",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 141171,
        "from_user": 60252,
        "to_user": 9567,
        "subject": "",
        "datetime": "2023-02-23T08:37:32.098771",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nYou are receiving this correspondence as a request under the Freedom of Information Act, 5 U.S.C. subsection 552. I am requesting the following:\r\n\r\nCopies of the following memorandums:\r\n\r\n1. \"Flying Saucer Type of Planes\", from Todos M. Odarenko to H. Marshall Chadwell, dated May 25, 1954;\r\n\r\n2. \"USAF Project Y\", from Frederic C. E. Oder to Todos M. Odarenko, dated May 21, 1954.\r\n\r\nBoth memos are referenced in a study written by National Reconnaissance Office historian Gerald K. Haines, \"CIA's Role in the Study of UFOs, 1947-90\", first published by the Central Intelligence Agency (CIA) in \"Studies in Intelligence\" in 1997. Mr. Haines cites the memos in the end notes, under note 41, in reference to Project Y, a flying saucer-like aircraft created by a Canadian manufacturer, A. V. Roe Canada. A third memorandum included as part of this note, \"Intelligence Responsibilities for Non-Conventional Types of Air Vehicles\", is already accessible in the Electronic Reading Room on the CIA's website (https://www.cia.gov/readingroom/docs/DOC_0000015367.pdf). As such, I am requesting the release of the other two records, as they do not appear to be publicly accessible on the CIA's website, reproduced on reliable third-party sites like The Internet Archive or The Black Vault, or available via other means, online or off.\r\n\r\nThere is sufficient cause to believe there is public interest in these records. Countless stories have been written about unidentified aerial phenomena (UAP), colloquially identified as flying saucers or UFOs, since 2017. In December of that year, the New York Times published a story, titled \"Glowing Auras and ‘Black Money’: The Pentagon’s Mysterious U.F.O. Program\", about a government research program known as the Advanced Aerospace Threat Identification Program (AATIP). Subsequent coverage of UAP and AATIP has appeared in The New Yorker, Washington Post, and other mainstream news outlets. Therefore, records on the government's historical relationship with this kind of research would contribute to the public's understanding of the UAP issue.\r\n\r\nThere should be no concerns over national security or a need to protect trade secrets. Project Y, later known as the Avro Canada VZ-9 Avrocar, was discontinued in 1961. Additionally, all individuals mentioned herein, including Todos M. Odarenko, H. Marshall Chadwell, and Frederic C. E. Oder, are deceased: Dr. Odarenko passed on July 7, 1975; Dr. Chadwell on June 3, 1980; and Col. Oder on May 11, 2006.\r\n\r\nI am asking you waive any fees associated with this request. I am a member of the news media, and my bylines include Creem Magazine, Covert Action Magazine, and Atlas Obscura. Please take note of the Office of Management and Budget guidelines published March 27, 1987 (52 FR 10012) that include electronic publications and other nontraditional publishers as representatives of the news media.\r\n\r\nThis request is not being made for commercial purposes. All documents will be provided to the general public without charge.\r\n\r\nIn the event that there are fees, I am willing to pay up to $100. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nI look forward to your response within 20 working days, as the statute requires. If access to the records I am requesting will take longer, please contact me with information about when I might expect copies or the ability to inspect the requested records.\r\n\r\nIf you deny any or all of this request, please cite each specific exemption you feel justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\r\n\r\nSincerely,\r\n\r\nRobert Skvarla, Jr.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/uap-22322-141171/"
  }
]