[
  {
    "id": 161423,
    "title": "Upper Level VBA Loan Guaranty Employees Deliberative Process Regarding VA Circular 26-20-12",
    "slug": "upper-level-vba-loan-guaranty-employees-deliberative-process-regarding-va-circular-26-20-12",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 79707,
    "username": "Mbl22885",
    "agency": 3138,
    "datetime_submitted": "2024-03-29T13:49:51.115040",
    "date_due": "2024-04-26",
    "days_until_due": null,
    "date_followup": "2024-04-26",
    "datetime_done": null,
    "datetime_updated": "2024-03-29T13:49:51.347356",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161423,
        "from_user": 79707,
        "to_user": 10655,
        "subject": "Freedom of Information Act Request: Upper Level VBA Loan Guaranty Employees Deliberative Process Regarding VA Circular 26-20-12",
        "datetime": "2024-03-29T13:49:51.347356",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nI am requesting copies of all records concerning the deliberative process and internal discussions among upper level employees and leadership of the VA Loan Guaranty Service (LGY) related to the development and issuance of VA Circular 26-20-12. \r\n\r\nThe requested records should include, but not be limited to:\r\n- Emails, email attachments, memo, meeting notes, or other records exchanged between LGY senior leadership discussing potential changes, policies, oversight measures or other issues pertaining to Circular 26-20-12\r\n- Draft versions of the Circular exchanged between LGY upper management\r\n- Records reflecting feedback, concerns, or input provided by senior LGY staff about the Circular's provisions prior to issuance\r\n- Any analyses, assessments or evaluations prepared by upper level LGY staff regarding the risks, benefits or potential impacts of the policies in the Circular\r\n\r\nFor this request, the term \"records\" includes all readily reproducible electronic records, audiotapes, emails (with attachments), memoranda, letters, written documentation, and drafts.  \r\n\r\nIf any records are withheld or redacted, I request that you identify the specific exemption(s) allowing the withholding or redaction. I also request that all non-exempt portions of any partially redacted record be provided.\r\n\r\nIf my request is denied in whole or in part, please provide a written statement of the reasons for the denial as well as an index or description of the records withheld. I reserve the right to appeal any denial or excessive fee.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMichael Locke",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "mail"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/upper-level-vba-loan-guaranty-employees-deliberative-process-regarding-va-circular-26-20-12-161423/"
  }
]