[
  {
    "id": 156396,
    "title": "Winthrop Police Department Roster",
    "slug": "untitled",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 127265,
    "username": "acabdevil1312",
    "agency": 7746,
    "datetime_submitted": "2023-12-28T22:08:47.304804",
    "date_due": "2024-01-12",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-12-28T22:08:47.397521",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "massachusetts",
      "winthrop"
    ],
    "communications": [
      {
        "foia": 156396,
        "from_user": 127265,
        "to_user": 13636,
        "subject": "",
        "datetime": "2023-12-28T22:08:47.397521",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Massachusetts Public Records Law, I hereby request the following records:\r\n\r\nWinthrop Police Department roster of all Police Officers, Investigators, Detectives, Police Chief and other personnel who qualify as \"law enforcement\". That roster should include the first, middle initial and last names of all Winthrop Police Officers currently employed by the Department as the filing of this request. If a Winthrop Police Officer is no longer a Winthrop Police Officer by the time the Winthrop Police Department responds to this request then the records of those formerly employed officers should still be provided. We don't require disciplinary records. We don't require any other identifying information other than the names of all Winthrop Police Officers as of the time of this filing. We do not require the names of auxiliary and non-law enforcement personnel. In other words, we just want a list of names and nothing more.\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by the recommendations of the Massachusetts Supervisor of Public Records. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nI expect the request to be filled in an accessible format, including for screen readers, which provide text-to-speech for persons unable to read print. Files that are not accessible to screen readers include, for example, .pdf image files as well as physical documents.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDion McNeil",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/winthrop-714/untitled-156396/"
  }
]