[
  {
    "id": 158075,
    "title": "Grievance Reports -- 2022",
    "slug": "grievance-reports-2022",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 94982,
    "username": "bengoehring",
    "agency": 3969,
    "datetime_submitted": "2024-01-31T11:19:00.418560",
    "date_due": "2024-02-05",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-01-31T11:19:00.623635",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 158075,
        "from_user": 94982,
        "to_user": 9542,
        "subject": "",
        "datetime": "2024-01-31T11:19:00.623635",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Arkansas Freedom of Information Act, I hereby request the following records:\r\n\r\nI am requesting all informal and formal grievance reports submitted to the Department of Corrections between January 1, 2022 and December 31, 2022. Specifically, I am requesting a spreadsheet that contains, among other relevant variables, the grievance identification number, name of the inmate, inmate identification number, prison, grievance contents, date of the submission, date of acknowledgement, date of decision, name of staff member who reviewed the submission, and the outcome of the submission. If the Department does not maintain such a spreadsheet, then I request the raw copies of the reports and any other relevant supporting documentation.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nSonny Albarado, a citizen of Arkansas, in coordination with Ben Goehring.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/arkansas-114/grievance-reports-2022-158075/"
  }
]