[
  {
    "id": 166510,
    "title": "FBI: Paul Albert Thiry",
    "slug": "fbi-paul-albert-thiry",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 351,
    "username": "RobbyD",
    "agency": 10,
    "datetime_submitted": "2024-06-28T04:10:05.375031",
    "date_due": "2024-07-29",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-06-28T04:10:05.473880",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "seattle",
      "paul thiry"
    ],
    "communications": [
      {
        "foia": 166510,
        "from_user": 351,
        "to_user": 9555,
        "subject": "",
        "datetime": "2024-06-28T04:10:05.473880",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAny bureau records related to the architect Paul Albert Thiry (born September 11th, 1904 - died 1993). Of particular interest would be personal correspondence between Paul Thiry and directors L. Patrick Gray, Bill Ruckelshaus and Clarence Kelley regarding the planning, design, dedication of, and reaction to, the opening of the J. Edgar Hoover Building on September 30th of 1975. Mr. Thiry acted as a consultant during this process. Thiry was also actively engaged in civic issues in the city of Seattle. Thiry was also appointed by President Kennedy to the U.S. Capitol Planning Commission and the President's Council on Pennsylvania Avenue - both appointments who have presumably generated a background check and documentation from the bureau. \r\n\r\nThis request is for any and all records about the architect Paul Albert Thiry from any and all FBI offices, including HQ, field offices, legal attaches, and facilities that maintain records under the FBI’s control. Please conduct a search for any records on Thiry held by the Seattle Field Office. According to a blog post I just read, it is important that I state the following: \"As you know, your agency is required to search the records stored at NARA’s Washington Records Center in Suitland, MD, but still technically under your agency’s control. For more information see 36 CFR 1250.8\" Please also conduct a physical search of records at NARA's Washington Records Center in Suitland, for any records or documents related to Paul Albert Thiry. \r\n\r\nFor a brief synopsis of his career please see:\r\n\r\nhttps://www.docomomo-wewa.org/architect/thiry-paul/\r\n\r\nPlease include all potentially responsive materials, including but not limited to all communications, reports, inquiries, investigations, photographs, audio files, video files, memos, directives, etc. Please include all materials found in other subject files and all materials associated with any potentially-related names and any other known aliases, nicknames, code names, or any other identifying pseudonyms or references utilized by this agency. Please consult the Central Records System and records, the Electronic Surveillance (ELSUR) Data Management System and records, Microphone Surveillance (MISUR) records, Physical Surveillance (FISUR) records, Technical Surveillance (TESUR) records, and all available cross-reference indices, databases, and records, in addition to any other locations containing potentially-responsive materials related to Paul Thiry.\r\n\r\nPlease include a search of any records or documents understood to be, or colloquially referred to as \"COINTELPRO records\" under the bureau's custody that could be construed as responsive to a request for records related to Paul Thiry. \r\n\r\nIf the bureau cannot fulfill certain parts of this request or if certain portions must be redacted, please provide any reasonable segregable portion of a requested record after removing or redacting those portions claimed to be exempt, explain in writing the justification for redacting the record, indicate the extent of any redactions on the portion of the record which is made available or published and where technically feasible indicate on the redacted portion itself the specific exemption(s) claimed.\r\n\r\nPlease Note: A previous FOIA request to the bureau, \"FBI file 66-HQ-11201 \" titled: \"Planning And Design of the FBI Headquarters Building 66-HQ-11201\" mentions Thiry by name. Please disregard this document in your search.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobert Delaware",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1192589,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/RobbyD/139541/Thiry_Paul_Albert_1904-1993_-_HistoryLink.org.pdf",
            "datetime": "2024-06-28T04:10:05.473880",
            "title": "Thiry_Paul_Albert_1904-1993_-_HistoryLink.org.pdf",
            "source": "Robert Delaware",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/fbi-paul-albert-thiry-166510/"
  }
]