[
  {
    "id": 148004,
    "title": "Virginia State Open Records Law - Request",
    "slug": "virginia-state-open-records-law-request",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 18788,
    "username": "Preqin",
    "agency": 18635,
    "datetime_submitted": "2023-06-21T04:09:26.791076",
    "date_due": "2023-06-28",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-06-21T04:09:27.058702",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 148004,
        "from_user": 18788,
        "to_user": 27883,
        "subject": "",
        "datetime": "2023-06-21T04:09:27.058702",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Sir / Madam, \r\n\r\nI am writing to ask for your help with a request under the  Virginia State Open Records Law, Va Code sec §2.2-3700 - §2.2-3714.\r\n\r\nWould it be possible for you to send me a copy of any records that would show some or all of the following information:\r\n\r\n1.\tA list of ALL types of alternative asset investments, including private equity, venture capital, distressed debt, mezzanine, fund of funds, infrastructure, natural resources, real estate and private debt partnerships in which Richmond Retirement System is an investor; and\r\n2.\tFor each partnership, may I please have a copy of any alternative assets investment records that would show some or all of the following information:\r\n\r\na.\tRichmond Retirement System's total commitment to the partnership,\r\nb.\tthe total contributions made by Richmond Retirement System to the partnership to date,\r\nc.\tthe total distributions received by Richmond Retirement System from the partnership to date,\r\nd.\tthe estimated current value of Richmond Retirement System's holding in the partnership, and\r\ne.\tany available estimates of the Net and Gross IRR earned by Richmond Retirement System to date on its investment in the partnership.\r\n\r\n3.\tIn addition to this could you please provide me with an up to date account of your current asset allocations in the above asset classes including any direct investments you may have.\r\n\r\nThank you very much for your attention to this request. In the event that Richmond Retirement System has no such investments, a simple note to this effect will suffice.  We understand that we may be charged for the cost of the copies requested, and agree to pay these charges. \r\n\r\nPlease send the requested records via e-mail to foia@preqin.com\r\n\r\nThank you again for your attention to this request. \r\n\r\nYours faithfully,",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/richmond-151/virginia-state-open-records-law-request-148004/"
  }
]