[
  {
    "id": 151683,
    "title": "DHS-OIG Systemwide DHS Detention Facility Audit",
    "slug": "dhs-oig-systemwide-dhs-detention-facility-audit",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 25665,
    "username": "DetentionKills",
    "agency": 236,
    "datetime_submitted": "2023-09-07T11:25:27.532560",
    "date_due": "2023-10-05",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-09-07T11:25:28.062644",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 151683,
        "from_user": 25665,
        "to_user": 9587,
        "subject": "",
        "datetime": "2023-09-07T11:25:28.062644",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nDuring written testimony submitted in a November 15, 2022, and again during a colloquy with Senator Alex Padilla at a hearing of the Senate Permanent Subcommittee on Investigations, Inspector General Cuffari maintained OIG launched a ‘system-wide audit’ of care in ICE detention facilities. Specifically, the written statement of Dr. Cuffari states at page 3: \r\n\r\n“Our inspection did not review the gynecological procedure approval process for detainees at ICDC. Rather, we launched a separate system-wide audit, across all DHS detention facilities, to ascertain the rigor of the approval process for invasive surgical procedures, as well as the propriety of previously approved invasive medical procedures, in light of medical community standards.3” https://www.hsgac.senate.gov/wp-content/uploads/imo/media/doc/Cuffari%20Testimony.pdf\r\n\r\nInspector General Cuffari asserted during his exchange with Senator Padilla on November 15, 2022, that this “system-wide audit” was ongoing, more than two years after the September 14, 2020, Irwin County Detention Center whistleblower report. \r\n\r\nPlease provide:\r\n(1) a copy of the Opening Memo or other, similar document describing the referral source, purpose, scope, and methodology of this “system-wide audit” of DHS facilities; \r\n(2) any Report of Investigation this system-wide audit has produced, or Memoranda of Activity it may have generated. \r\n(3) any Contract DHS-OIG entered into or relied upon with outside contractors to assist in or complete this “system-wide audit”. \r\n(4) any communications between Inspector General Cuffari or his designee and Congress regarding the status of this “system-wide audit”. \r\n\r\nWe seek expedited processing of this request. Allegations of a pattern of unnecessary, nonconsensual, invasive, and potentially sterilizing gynecological procedures at the Irwin County Detention Center were substantiated by an 18-month, bipartisan investigation of the Senate PSI. These allegations and others relating to the ongoing, acute, deadly harms of DHS detention facilities have been the subject of widespread and exceptional media coverage. We therefore seek expedited processing under 6 CFR 5.5(e) and attest to the accuracy of the statements above under penalty of perjury pursuant to 28 USC 1746 in support of our expedited processing request. \r\n\r\nThese are vital records to understand what, if anything, Inspector General Cuffari’s “system-wide audit” concluded about care and consent for humans locked inside DHS detention facilities. The President sought hundreds of millions of dollars in supplemental detention funding from Congress without bothering to publish, much less consider, the results of this system-wide audit, in an apparent pre-determination of its outcome. Our transparency project and others we advocate alongside to push back against and contextualize the pending emergency supplemental funding request by the Biden Administration has a right to know the status and conclusions of the system-wide audit the Inspector General conducted. Timely resolution of this request is essential to ensuring we receive records in a period when they can be used to influence current policy, including the budget supplement. Untimely resolution restricts our ability to speak and advocate, violating our First Amendment guarantees of the freedom to speak and petition on matters of public concern. Why is this so? Because without transparent, timely access to records of the Inspector General’s system-wide audit, only the government officials asking Congress and the American people for more money possess the potentially derogatory information that might frustrate or prevent their efforts to get it. Only the people currently in possession of government records—in this case, the system-wide audit—that demonstrate DHS is inflicting daily harm and preventable death upon adults and children  in detention will have real-time access to the government records the public needs to understand and accept these harms are happening. \r\n\r\nBy delaying your response to this request, you will be buying time for the system to re-formulate and strengthen itself without meaningful, evidence-based public input. That is not the democracy Congress or the Supreme Court presume to exist when interpreting the Freedom of Information Act. That is governance by secrecy under a presumption of opacity. \r\n\r\nPlease grant expedited processing to this request and release these materials as soon as practicable. \r\n\r\nThank you, \r\nAndrew Free\r\n#DetentionKills Transparency Initiative\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAndrew Free",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/dhs-oig-systemwide-dhs-detention-facility-audit-151683/"
  }
]