[
  {
    "id": 192165,
    "title": "NY PACER Access & Contract for ICE",
    "slug": "ny-pacer-access-contract-for-ice",
    "status": "submitted",
    "embargo_status": "public",
    "user": 162191,
    "username": "AbeSegal",
    "agency": 133,
    "datetime_submitted": "2025-08-30T00:03:30.854335",
    "date_due": "2025-09-29",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-08-30T00:03:30.985232",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "ice",
      "pacer"
    ],
    "communications": [
      {
        "foia": 192165,
        "from_user": 162191,
        "to_user": 9620,
        "subject": "",
        "datetime": "2025-08-30T00:03:30.985232",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nOn 7/23/2025 there was a Final Purchase made by ICE to the PACER SERVICE CENTER for $11,000. The description of requirement is \"This award provides officers in the Enforcement and Removal Operations New York City Area access to Public Access to Court Electronic Records to assist in rendering case decisions. This modification exercises and funds option period 4.\"\r\n\r\nI am requesting the following documents relating to this specific transaction:\r\n1) All conformed contracts, agreements, and legal/procurement agreements between Immigrations and Customs Enforcement and Pacer. \r\n2) All PACER invoices and lists of related queries (if provided as part of the PACER invoice) \r\n3) All documents pertaining to live monitoring, alerts, alert configurations, API configurations, and other alert systems ICE uses through PACER (if any exist) \r\n\r\nThank you in advance for your time.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAlan J. Segal",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/ny-pacer-access-contract-for-ice-192165/"
  }
]