[
  {
    "id": 172443,
    "title": "Jeff Ane",
    "slug": "jeff-ane",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 124808,
    "username": "adjustablenormal",
    "agency": 619,
    "datetime_submitted": "2024-08-24T20:12:31.531238",
    "date_due": "2024-09-03",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-08-24T20:12:31.656765",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 172443,
        "from_user": 124808,
        "to_user": 10241,
        "subject": "California Public Records Act Request: Jeff Ane",
        "datetime": "2024-08-24T20:12:31.656765",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nAny and all records, documents, reports, and files pertaining to the arrest, charges, and imprisonment of Jeffery Ane (also known as Jeff Ane). The timeframe is the year 2000 to current day.\r\n\r\nThis request includes, but is not limited to:\r\n\r\nArrest Reports: Any and all reports, documents, and forms related to the arrest(s) of Jeffery Ane, including but not limited to initial arrest reports, supplemental reports, and any related narratives or summaries.\r\n\r\nIncident Reports: Detailed incident reports outlining the circumstances leading to the arrest(s) of Jeffery Ane, including descriptions of events, witness statements, officer observations, and any diagrams or sketches included in the reports.\r\n\r\nBooking Records: Comprehensive booking records for Jeffery Ane, including booking sheets, photographs (mugshots), fingerprint records, charges listed at the time of booking, and any additional notes or annotations made by booking officers.\r\n\r\nCorrespondence and Emails: Any and all emails, internal communications, or correspondence related to Jeffery Ane’s arrest, charges, and imprisonment, including communications between officers, supervisors, and external agencies such as courts. Please include any and all attachments to these emails, such as documents, images, or videos.\r\n\r\nCase Files: The complete case file(s) related to the investigation and prosecution of Jeffery Ane, including officer notes, evidence logs, interview transcripts, forensic reports, and any documents submitted to or received from the courts.\r\n\r\nCourt Records: Any records or documents transferred to or received from the courts regarding the case against Jeffery Ane, including charging documents, court orders, and sentencing information.\r\n\r\nVideo and Audio Recordings: Any video, audio recordings, including body cam footage, that were captured during the arrest, investigation, or any related proceedings involving Jeffery Ane. This includes dash cam footage, recorded interviews, and surveillance footage if applicable.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nPatrick McConnell",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/long-beach-291/jeff-ane-172443/"
  }
]