[
  {
    "id": 183205,
    "title": "Request for Bodycam Footage – Mariangel Rodriguez-Vergara – Arrest on 03/12/2025",
    "slug": "request-for-bodycam-footage-mariangel-rodriguez-vergara-arrest-on-03122025",
    "status": "ack",
    "embargo_status": "public",
    "user": 154852,
    "username": "michv305",
    "agency": 21448,
    "datetime_submitted": "2025-03-14T22:16:48.671731",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2025-03-30",
    "datetime_done": null,
    "datetime_updated": "2025-03-14T22:16:48.797449",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 183205,
        "from_user": 154852,
        "to_user": 34588,
        "subject": "Florida Sunshine Law Request: Request for Bodycam Footage – Mariangel Rodriguez-Vergara – Arrest on 03/12/2025",
        "datetime": "2025-03-14T22:16:48.797449",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nI am writing to formally request access to the bodycam footage associated with the arrest of Mariangel Rodriguez-Vergara, which occurred on March 12, 2025, at 3013 E Las Olas Blvd, Fort Lauderdale, FL, 33316. The arrest was made by Officer Alexander Sederholm (ID #2127) of the Fort Lauderdale Police Department, and the incident took place at approximately 2:08 AM.\r\n\r\nThe charges filed include:\r\n\r\nIllegal Use of Credit Card (More than 2 times in 6 months)\r\nFraudulent Misrepresentation of Self (Commit Personal ID – Misdemeanor)\r\nPetit Theft (1st Degree)\r\nLarceny – Lost or Delivered by Mistake (Credit Card)\r\nThe bodycam footage is requested for the purpose of understanding the events surrounding this arrest. I would appreciate your assistance in providing this footage.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nmich",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/fort-lauderdale-104/request-for-bodycam-footage-mariangel-rodriguez-vergara-arrest-on-03122025-183205/"
  }
]