[
  {
    "id": 158660,
    "title": "Middlesex County, MA Juvenile Court Complaints Records",
    "slug": "middlesex-county-ma-juvenile-court-complaints-records",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 129847,
    "username": "halrprice",
    "agency": 507,
    "datetime_submitted": "2024-02-12T21:16:38.298088",
    "date_due": "2024-02-27",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-02-12T21:16:38.483638",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 158660,
        "from_user": 129847,
        "to_user": 10591,
        "subject": "",
        "datetime": "2024-02-12T21:16:38.483638",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Massachusetts Public Records Law, I hereby request the following records:\r\n\r\n1. Number of juvenile complaints.\r\n2. Number of complaints that DA requested an arraignment\r\n3. Number of complaints that the DA requested diversion\r\n4. Number of diverted complaints that resulted in a later arraignment.  \r\n5. Number of diverted complaints but later arraigned because the juvenile defendant received a subsequent complaint.\r\n5. Number of diverted complaints but later arraigned because the juvenile defendant failed to complete diversion conditions.\r\n6. Number of formal diversion.\r\n7. Number of informal diversion.\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by the recommendations of the Massachusetts Supervisor of Public Records. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nI expect the request to be filled in an accessible format, including for screen readers, which provide text-to-speech for persons unable to read print. Files that are not accessible to screen readers include, for example, .pdf image files as well as physical documents.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nHenry Price",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/middlesex-county-212/middlesex-county-ma-juvenile-court-complaints-records-158660/"
  },
  {
    "id": 158554,
    "title": "DVRO/ERPO Data (New Jersey State Police)",
    "slug": "dvroerpo-data-new-jersey-state-police",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 121991,
    "username": "mokeefe",
    "agency": 839,
    "datetime_submitted": "2024-02-09T16:26:54.398706",
    "date_due": "2024-02-21",
    "days_until_due": null,
    "date_followup": "2024-05-09",
    "datetime_done": null,
    "datetime_updated": "2024-02-09T16:26:55.385776",
    "date_embargo": null,
    "tracking_id": "W213720",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 158554,
        "from_user": 121991,
        "to_user": 9595,
        "subject": "New Jersey Open Public Records Act Request: DVRO/ERPO Data (New Jersey State Police)",
        "datetime": "2024-02-09T16:26:55.385776",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New Jersey Open Public Records Act, I hereby request the following records:\r\n\r\nRecords containing the following data on Domestic Violence Restraining/Protection Orders, preferably in a machine readable format (e.g. .xslx, .xls, .csv, etc.) from January 1, 2019 to December 31, 2023, broken down by year and county, ideally at an individual case level:\r\n\r\n1. The total number of Domestic Violence Restraining Order (DVRO) petitions filed\r\n2. The total number of DVROs granted, broken down by ex-parte and final orders\r\n3. The total number of DVROs denied, broken down by ex-parte and final orders\r\n4. The total number of DVROs that prohibit respondents from possessing firearms, broken down by ex-parte and final orders\r\n5. The total number of DVROs that require relinquishment of firearms, broken down by ex-parte and final orders\r\n6. The total number of DVROs where firearms were successfully relinquished to a law enforcement agency\r\n7. The total number of DVROs where firearms were successfully relinquished to a licensed firearm dealer, a licensed commercial armory, or eligible third parties, broken down by each receiving entity (if applicable)\r\n8. The total number of DVROs where no firearms were relinquished due to the respondent stating they don’t have any\r\n9. The total number of DVROs where firearms were ordered to be relinquished but were not relinquished \r\n10. The total number of firearms relinquished to law enforcement\r\n11. The total number of firearms relinquished to FFLs \r\n12. The total number of firearms relinquished to third parties\r\n13. The total number of firearms returned after the expiration of the order\r\n14. The total number of firearms that were not returned after the expiration of the order because the respondent was prohibited from firearm possession\r\n\r\nI greatly appreciate any help you can provide. \r\n\r\nAt a minimum, I am looking for the number of orders granted and how many required relinquishment of firearms, irrespective of whether you have or are able to share any of the other requested information. \r\n\r\nIf there is any information listed above that you do collect and can share, we will take whatever you are able to provide.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 7 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMackey O'Keefe",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-jersey-229/dvroerpo-data-new-jersey-state-police-158554/"
  }
]