[
  {
    "id": 156668,
    "title": "Detailed FOIL Request: Records Regarding Incident Involving NYPD Officer Daniel Calixte (Badge #863) and Associated Complaint (Ref: 202201119)",
    "slug": "detailed-foil-request-records-regarding-incident-involving-nypd-officer-daniel-calixte-badge-863-and-associated-complaint-ref-202201119",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 272,
    "datetime_submitted": "2024-01-05T11:24:08.878502",
    "date_due": "2024-01-12",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-01-05T11:24:09.019085",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 156668,
        "from_user": 4164,
        "to_user": 9986,
        "subject": "",
        "datetime": "2024-01-05T11:24:09.019085",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nNOTICE: Please read this request carefully to fully understand its details and implications.\r\n\r\nDate: 1/05/2024\r\n\r\nNew York City Police Department\r\nAttn: Records Access Officer\r\nOne Police Plaza, Room 111C\r\nNew York, NY 10038\r\n\r\nSubject: New York Freedom of Information Law Request –Detailed FOIL Request: Records Regarding Incident Involving NYPD Officer Daniel Calixte (Badge #863) and Associated Complaint (Ref: 202201119)\r\n\r\nDear Records Access Officer,\r\n\r\nUnder the provisions of the New York Freedom of Information Law (Public Officers Law §§ 84-90), I, Jordan Lassiter, am submitting a renewed request for access to and copies of records held by the New York City Police Department. This request pertains to an incident involving Officer Daniel Calixte, Badge #863, from the 63rd Precinct, related to the complaint number 202201119 as listed on 50-a.org, which occurred on December 15, 2021. This new request builds upon my previous request, referenced as FOIL-2023-056-07491, filed via MuckRock (link:https://www.muckrock.com/foi/new-york-city-17/police-records-regarding-incident-officer-daniel-calixte-badge-863-and-incident-case-number-202201119-144188/ ).\r\n\r\nFor this request, I seek the following records:\r\n\r\nAll Incident Reports: Related to Officer Daniel Calixte on December 15, 2021.\r\nCase Law Support: Matter of Gould v. New York City Police Dept., 89 N.Y.2d 267 (1996).\r\n\r\nVideo/Audio Recordings: Including body-worn camera footage and dashcam recordings from Officer Calixte and other officers involved in the incident.\r\nCase Law Support: Matter of Luongo v. Records Access Officer, 50 N.Y.2d 618 (1980).\r\n\r\nCorrespondence and Memos: Concerning the handling and investigation of the complaint against Officer Calixte.\r\nCase Law Support: Matter of Capital Newspapers v. Burns, 67 N.Y.2d 562 (1986).\r\n\r\nInternal Communications: Between officers and command regarding the incident involving Officer Calixte.\r\nCase Law Support: West Harlem Business Group v. Empire State Development Corp., 13 N.Y.3d 882 (2009).\r\n\r\nComplaint Records: Specific to complaint number 202201119 as listed on 50-a.org.\r\nCase Law Support: New York Civil Liberties Union v. New York City Police Dept., 32 N.Y.3d 556 (2018).\r\n\r\nCommunications Regarding Previous FOIL Request: All internal communications, including emails and memos, related to the processing, review, and response to my previous FOIL request, FOIL-2023-056-07491.\r\nCase Law Support: Matter of New York Times Co. v. City of New York Fire Dept., 4 N.Y.3d 477 (2005).\r\n\r\nShould any portion of the requested records be deemed exempt from disclosure, I request the release of any reasonably segregable non-exempt portions. If an entire document is exempt, please provide a justification citing specific exemptions.\r\n\r\nPlease ensure no records potentially responsive to this request are destroyed. Any improper withholding, redaction, or destruction of records may be subject to litigation under the New York Freedom of Information Law.\r\n\r\nEnclosed is a letter requesting a fee waiver for processing this request, as the information sought contributes significantly to public understanding of police conduct and accountability.\r\n\r\nIf there are potential charges exceeding $200 associated with fulfilling this request, please inform me in advance.\r\n\r\nI anticipate your response within the statutory timeframe as outlined in the Freedom of Information Law.\r\n\r\nThank you for your attention to this matter.\r\n\r\nSincerely,\r\n\r\nJordan Lassiter\r\n\r\nEnclosures:\r\n\r\nFee Waiver Request Letter\r\nScreen Capture of the 50-a.org Listing\r\nScreen Capture MuckRock FOIL-2023-056-07491\r\n\r\nPlease be aware: All communications related to this request, including incoming and outgoing communications, will be publicly available on muckrock.com. Additionally, any correspondence related to this request will be instantly published on the platform.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJordan Lassiter",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1143130,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/130836/Fee_Waiver_Letter_copy_1.pdf",
            "datetime": "2024-01-05T11:24:09.019085",
            "title": "Fee_Waiver_Letter_copy_1.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          },
          {
            "id": 1143129,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/130836/screencapture-50-a-org-complaint-202201119-2024-01-05-11_03_55.pdf",
            "datetime": "2024-01-05T11:24:09.019085",
            "title": "screencapture-50-a-org-complaint-202201119-2024-01-05-11_03_55.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          },
          {
            "id": 1143128,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/130836/screencapture-muckrock-foi-new-york-city-17-police-records-regarding-incident-officer-daniel-cal.pdf",
            "datetime": "2024-01-05T11:24:09.019085",
            "title": "screencapture-muckrock-foi-new-york-city-17-police-records-regarding-incident-officer-daniel-cal.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-city-17/detailed-foil-request-records-regarding-incident-involving-nypd-officer-daniel-calixte-badge-863-and-associated-complaint-ref-202201119-156668/"
  },
  {
    "id": 156667,
    "title": "Analysis of Prolific and High-Profile FOIA Requesters",
    "slug": "analysis-of-prolific-and-high-profile-foia-requesters",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 17,
    "datetime_submitted": "2024-01-05T11:21:43.824559",
    "date_due": "2024-02-05",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-01-05T11:21:43.911567",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 156667,
        "from_user": 4164,
        "to_user": 25363,
        "subject": "",
        "datetime": "2024-01-05T11:21:43.911567",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "National Security Agency\r\nAttn: FOIA Request\r\nOffice of the General Counsel\r\n9800 Savage Rd., Suite 6248\r\nFt. George G. Meade, MD 20755-6248\r\n\r\nSubject: Freedom of Information Act Request: Analysis of Prolific and High-Profile FOIA Requesters\r\n\r\nDear FOIA Officer,\r\n\r\nUnder the provisions of the Freedom of Information Act (5 U.S.C. 552), I am requesting records related to prolific and high-profile individuals or entities who have submitted FOIA requests to the National Security Agency.\r\n\r\nSpecifics of the Request:\r\n\r\nRecords Detailing FOIA Requests: Logs or databases detailing the number and nature of FOIA requests submitted by identified prolific or high-profile requesters from January 1, 2020, to the present.\r\n\r\nReports and Analyses: Documents including reports, memos, or analyses regarding the handling, processing, or impact of these requests.\r\n\r\nInternal Guidelines and Policies: Documents addressing the management and categorization of requests from these specific categories of requesters.\r\n\r\nCorrespondence: Any correspondence related to the processing or policy-making for these requesters.\r\n\r\nLegal Precedents Supporting this Request:\r\n\r\nNLRB v. Robbins Tire & Rubber Co., 437 U.S. 214 (1978): The Supreme Court emphasized the importance of a broad interpretation of FOIA to ensure disclosure of government information.\r\nJudicial Watch, Inc. v. U.S. Department of Commerce, 34 F. Supp. 2d 28 (D.D.C. 1998): The D.C. Circuit held that non-commercial requesters should not bear the full cost of FOIA processing, supporting my request for a fee waiver.\r\nDepartment of Justice v. Reporters Committee for Freedom of the Press, 489 U.S. 749 (1989): The Court recognized the public interest in understanding government activities.\r\nFee Waiver Justification:\r\n\r\nI request a waiver of all fees associated with this request. The public interest standard for fee waivers, affirmed in Department of Justice v. Reporters Committee for Freedom of the Press, applies here. The disclosure of the requested information contributes significantly to public understanding of the NSA's handling of FOIA requests, particularly from prolific or high-profile requesters. This request is not for commercial purposes.\r\n\r\nResponse Time and Appeal Process:\r\n\r\nIn accordance with 5 U.S.C. 552(a)(6)(A), I expect a response to this request within 20 business days. In case of denial or partial denial, please provide a detailed justification, citing specific exemptions as established in Vaughn v. Rosen, 484 F.2d 820 (D.C. Cir. 1973).\r\n\r\nThank you for your prompt attention to this matter. I look forward to your compliance within the stipulated timeframe as mandated by FOIA.\r\n\r\nSincerely,\r\n\r\nJordan Lassiter\r\n\r\nEnclosures:\r\n\r\nFee Waiver Request Letter\r\n\r\nPlease be aware: All communications related to this request, including incoming and outgoing communications, will be publicly available on MuckRock.com. Additionally, any correspondence in relation to this request will be instantly published on the platform.",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1143127,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/130837/Fee_Waiver_Letter_copy_1.pdf",
            "datetime": "2024-01-05T11:21:43.911567",
            "title": "Fee_Waiver_Letter_copy_1.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/analysis-of-prolific-and-high-profile-foia-requesters-156667/"
  },
  {
    "id": 156664,
    "title": "Detailed Inquiry on Prolific and High-Profile FOIA Requesters",
    "slug": "detailed-inquiry-on-prolific-and-high-profile-foia-requesters",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 10,
    "datetime_submitted": "2024-01-05T10:40:46.133383",
    "date_due": "2024-02-05",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-01-05T10:40:46.227887",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 156664,
        "from_user": 4164,
        "to_user": 9555,
        "subject": "Freedom of Information Act Request: Detailed Inquiry on Prolific and High-Profile FOIA Requesters",
        "datetime": "2024-01-05T10:40:46.227887",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Federal Bureau of Investigation\r\nAttn: FOIA Request\r\nRecord/Information Dissemination Section\r\n170 Marcel Drive\r\nWinchester, VA 22602-4843\r\n\r\nSubject: Freedom of Information Act Request: Detailed Inquiry on Prolific and High-Profile FOIA Requesters\r\n\r\nDear FOIA Officer,\r\n\r\nUnder the provisions of the Freedom of Information Act (5 U.S.C. 552), I am requesting records pertaining to prolific and high-profile individuals or entities who have submitted FOIA requests to the Federal Bureau of Investigation.\r\n\r\nSpecifics of the Request:\r\n\r\nRecords, including logs or databases, detailing the number and nature of FOIA requests submitted by identified prolific or high-profile requesters from January 1, 2020, to the present.\r\nReports, memos, or analyses regarding the handling or impact of these requests.\r\nInternal guidelines or policies addressing the management of requests from these specific categories of requesters.\r\nCorrespondence related to the processing or policy-making for these requesters.\r\nLegal Precedents Supporting this Request:\r\n\r\nIn NLRB v. Robbins Tire & Rubber Co., 437 U.S. 214 (1978), the Supreme Court emphasized the importance of a broad interpretation of FOIA to ensure disclosure of government information.\r\nThe D.C. Circuit in Judicial Watch, Inc. v. U.S. Department of Commerce, 34 F. Supp. 2d 28 (D.D.C. 1998), held that non-commercial requesters should not bear the full cost of FOIA processing, supporting my request for a fee waiver.\r\nIn Department of Justice v. Reporters Committee for Freedom of the Press, 489 U.S. 749 (1989), the Court recognized the public interest in understanding government activities, underscoring the importance of the requested information.\r\nFee Waiver Justification:\r\n\r\nI request a waiver of all fees associated with this request. The Supreme Court, in Department of Justice v. Reporters Committee for Freedom of the Press, affirmed the public interest standard for fee waivers. The disclosure of the requested information is in the public interest because it contributes significantly to understanding the FBI's handling of FOIA requests, particularly from prolific or high-profile requesters. This request is not for commercial purposes.\r\n\r\nResponse Time and Appeal Process:\r\n\r\nIn accordance with 5 U.S.C. 552(a)(6)(A), I expect a response to this request within 20 business days. In case of a denial or partial denial, I request a detailed justification, citing specific exemptions as established in Vaughn v. Rosen, 484 F.2d 820 (D.C. Cir. 1973).\r\n\r\nThank you for your prompt attention to this matter. I look forward to your compliance within the stipulated timeframe, as mandated by FOIA.\r\n\r\nSincerely,\r\n\r\nJordan Lassiter\r\n\r\nEnclosures:\r\nFee Waiver Request Letter\r\nScreenshot of the KTLA Article for Reference\r\n\r\nPlease be aware: All communications related to this request, including incoming and outgoing communications, will be publicly available on MuckRock.com. Additionally, any correspondence in relation to this request will be instantly published on the platform.",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1143106,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/130834/Fee_Waiver_Letter_copy_1.pdf",
            "datetime": "2024-01-05T10:40:46.227887",
            "title": "Fee_Waiver_Letter_copy_1.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/detailed-inquiry-on-prolific-and-high-profile-foia-requesters-156664/"
  }
]