[
  {
    "id": 160082,
    "title": "University of Houston - Shahzia Sikander \"Satanic\" displays",
    "slug": "university-of-houston-shahzia-sikander-satanic-displays",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 14783,
    "datetime_submitted": "2024-03-08T17:46:33.654533",
    "date_due": "2024-03-22",
    "days_until_due": null,
    "date_followup": "2024-03-22",
    "datetime_done": null,
    "datetime_updated": "2024-03-08T17:46:33.852757",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 160082,
        "from_user": 3031,
        "to_user": 19591,
        "subject": "Texas Public Information Act Request: University of Houston - Shahzia Sikander \"Satanic\" displays",
        "datetime": "2024-03-08T17:46:33.852757",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\n1. Any Public Information Act requests concerning the Shahzia Sikander works, as well as any communications to or from the requestor concerning the request, and any records produced in response to the request.\r\n\r\n2. Any agreements concerning the acquisition, display, or other use of any of the Sikander works.\r\n\r\n3. Any records concerning the decision to cancel or postpone the February 28, 2024, program concerning the works, including (but not limited to) any records relating to the unavailability of the artist.\r\n\r\n4. Any communications to or from any elected official and the University of Houston concerning the Sikander works.\r\n\r\n5. Any communications to or from any member of the Board of Regents concerning the Sikadner works.\r\n\r\nPlease note that this request does not seek a search of records held by faculty or students.\r\n\r\nPlease also note that this request seeks public records wherever they may be found, including on devices or networks owned or operated by private parties. For example, if an employee uses a personal cell phone or social media account to conduct public business, records created, maintained, or held on the phone or account are public records subject to this request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/houston-113/university-of-houston-shahzia-sikander-satanic-displays-160082/"
  }
]