[
  {
    "id": 145492,
    "title": "Re: Expedited Freedom of Information Act Request",
    "slug": "re-expedited-freedom-of-information-act-request",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 84591,
    "username": "Dillon-Bergin",
    "agency": 35140,
    "datetime_submitted": "2023-05-08T16:16:16.148435",
    "date_due": "2023-06-06",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-05-08T16:16:16.977544",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 145492,
        "from_user": 84591,
        "to_user": 115266,
        "subject": "",
        "datetime": "2023-05-08T16:16:16.977544",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nThis is an expedited request by the Brown Institute for Media Innovation, MuckRock, and the California Newsroom (“Brown Institute,”“MuckRock,” and “California Newsroom”) under the Freedom of Information Act (“FOIA”), 5 U.S.C. § 552, for all submitted, denied and confirmed exceptional events related to criteria pollutants in EPA Region 1. A partial list of Example Submissions, Demonstrations and EPA responses prepared under the 2016 Exceptional Events Rule has been publicly posted by the EPA here: https://www.epa.gov/air-quality-analysis/example-demonstrations-and-epa-responses-prepared-under-2016-exceptional\r\n\r\nDocument Request\r\n\r\nWe seek copies of the following records submitted to and prepared by the EPA Regional Office between September 30, 2016, through May 08, 2023:\r\n\r\n1. All initial notification packages created by state, local, or tribal agencies now held by the EPA Regional Office. By this language, we intend to include emails or any other records of communication containing, for example, the potential date of event, relevant criteria pollutant, location, and potential regulatory decision affected (such as designation, classification, attainment determination, attainment date extension, or finding of SIP inadequacy leading to SIP call). An example of an Initial Notification Summary for PM2.5 from EPA Region 9 has been attached to this request.\r\n2. Any acknowledgement or response from EPA to initial notifications or notification packages, as described in 40 C.F.R. 50.14 (Table 2).\r\n3. All submissions of demonstrations of exceptional events related to criteria pollutants, as submitted by state, local, or federal authorities.\r\n4. All subsequent responses and decisions communicated by the EPA, including approvals, denials or requests for more information, as described in 40 C.F.R. 50.14.\r\n\r\nWe request that all of these records be produced in their native electronic formats with any attached metadata included, so long as such electronic files can be opened using standard commercially available software. If the files cannot be produced in this manner, we request that records be produced in an alternative electronic format that is text-searchable. 5 U.S.C. § 552(a)(3)(B)\r\n\r\nFee Waiver Request\r\n\r\nA waiver of search and review fees is appropriate here because disclosure of the requested information is in the public interest under 5 U.S.C. § 552(a)(4)(A)(iii) and 45 C.F.R. § 5.54(a), (b)(1)-(2), and because the request is not primarily in the Brown Institute, MuckRock, or California Newsroom’s commercial interest, 45 C.F.R.§§ 5.45(a), (b)(3)(ii).\r\n\r\nDisclosure Is in the Public Interest\r\n\r\nDisclosure of the requested information is likely to contribute significantly to the public understanding of the regulation of air pollution, which is harmful to human health. 45 C.F.R. § 5.54(b)(1). In particular, the requested information will shed light on exceptional events, a mechanism used by regulators to account for and exclude air pollution, information which is not “already in the public domain.” 45 C.F.R. § 5.54(b)(2)(i). As a nonprofit organization assisting other news media organizations on coverage of federal government policy, we have demonstrated our “ability and intention to effectively convey information to the public.” 45 C.F.R. § 5.54(b)(2)(ii).\r\n\r\nLimitation of Fees\r\n\r\nWe are also entitled to a limitation of fees because we are a member of the news media. 45 C.F.R. § 5.53(b); 5 U.S.C. § 552(a)(4)(A)(ii)(II). Accordingly, even if our application for a waiver of all fees is denied, we are entitled to a limitation of fees. As a news media requester, we are “entitled to search time, review time, and up to 100 pages of duplication” and can be charged only duplication fees after the first 100 pages or its cost equivalent. 45 C.F.R. § 5.53(b). We request that the information be provided in its native electronic format, and thus there should be no duplication fees.\r\n\r\nRequest for Expedited Processing\r\n\r\nWe also ask that the information requested be disclosed on an expedited basis. Expedited processing is appropriate here because a “compelling need” exists for disclosure of the requested information. 5 U.S.C. § 552(a)(6)(E)(i)(I). A compelling need exists when, with respect to a request made by a person primarily engaged in disseminating information to the public, there is “an urgent need to inform the public about an actual or alleged Federal Government activity.” 45 C.F.R. §5.27(b)(2).\r\n\r\nAs a news organization, we are primarily engaged in disseminating information to the public. Over the last several years, wildfires have grown, and with them, so has pollution from particulate matter and ozone. Climate change is a significant factor in the understanding of five of the six criteria pollutants, and understanding how criteria pollution overall is excepted is crucial to public understanding of the management of health risks. The information requested thus concerns “a matter of exigency to the American public” and “the consequences of delaying a response would compromise a significant recognized interest.” Bloomberg, L.P. v. United States Food & Drug Admin., 500 F. Supp. 2d 371, 377 (S.D.N.Y. 2007) (quoting Al-Fayed v. C.I.A., 254 F.3d 300, 310 (D.C. Cir. 2001)).\r\n\r\nRequest for Explanation of Withholdings and Redactions\r\n\r\nIf this request is denied in whole or in part, please provide a reasonable description of any withheld materials and a justification for all such withholdings that includes reference to the specific FOIA exemptions authorizing withholding and specific reasons why such exemptions apply. 45 C.F.R. § 5.31. An agency shall withhold information only if “the agency reasonably foresees that disclosure would harm an interest protected by an exemption” or “disclosure is prohibited by law.” 5 U.S.C. § 552(a)(8)(A)(i). We therefore request that if the EPA determines that an exemption applies that it also provide specific reasons why disclosure would harm any interest protected by such exemption. An agency shall also “consider whether partial disclosure of information is possible whenever the agency determines that a full disclosure of a requested record is not possible” and “take reasonable steps necessary to segregate and release nonexempt information.” Id. 552(a)(8)(A)(ii). We therefore request that the EPA release all segregable portions of otherwise exempt material.\r\n\r\n***\r\n\r\nThank you for your prompt attention to this request. If you have any questions or concerns about what we are seeking, please do not hesitate to contact us at the email address below. Pursuant to the applicable FOIA provision and departmental regulations, we expect a response regarding this request within the ten (10) working day time limit set by law. 45 C.F.R. § 5.27(c); 5 U.S.C. § 552(a)(6)(E)(ii)(I).\r\n\r\nSincerely,\r\n\r\nBrown Institute, MuckRock, and California Newsroom\r\n℅ Brown Institute for Media Innovation\r\n2950 Broadway\r\nNew York NY 10027\r\n\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDillon Bergin",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/re-expedited-freedom-of-information-act-request-145492/"
  },
  {
    "id": 145491,
    "title": "Odexo Documents",
    "slug": "odexo-documents",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 103015,
    "username": "glg2672",
    "agency": 10,
    "datetime_submitted": "2023-05-08T15:40:03.685818",
    "date_due": "2023-06-06",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-05-08T15:40:03.775054",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 145491,
        "from_user": 103015,
        "to_user": 9555,
        "subject": "Freedom of Information Act Request: Odexo Documents",
        "datetime": "2023-05-08T15:40:03.775054",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nFiles, documents, correspondence, memos, reports, photographs, and electronic surveillance records, that reference or pertain to the following entities:\r\n\r\n- Odexo\r\n- Odexo Inc.\r\n- Odexo.com\r\n\r\nPlease conduct a thorough search of the FBI's main file records as well as any cross-reference records that may contain information related to Odexo, Odexo Inc., and Odexo.com. Additionally, I request that you perform an Electronic Surveillance (ELSUR) search for any records related to these entities.\r\n\r\nIf any records are withheld in full or in part, please provide a detailed explanation for the exemption being claimed, along with an index of withheld records. If my request is denied in whole or in part, I request that you justify all deletions by reference to specific exemptions of the FOIA.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nGabriel Garcia",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/odexo-documents-145491/"
  }
]