[
  {
    "id": 203964,
    "title": "CPRA Request: Dispatch Logs and Incident Reports - 1/22/26 535 Alameda St",
    "slug": "cpra-request-dispatch-logs-and-incident-reports-12226-535-alameda-st",
    "status": "submitted",
    "embargo_status": "public",
    "user": 175787,
    "username": "persimmon",
    "agency": 265,
    "datetime_submitted": "2026-02-01T20:22:07.068914",
    "date_due": "2026-02-11",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2026-02-01T20:22:07.181756",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 203964,
        "from_user": 175787,
        "to_user": 9704,
        "subject": "",
        "datetime": "2026-02-01T20:22:07.181756",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nI am requesting an inspection or copies of public records related to a specific police action that occurred on January 22nd, 2026 at approximately 1:30 PM.\r\n\r\nThe incident took place at 535 Alameda Street, Los Angeles CA, 90012, outside of the Metropolitan Detention Center. At least 11 LAPD cars pulled up to the loading dock for the Metropolitan Detention Center on Alameda street. Six or seven cars then parked right outside of the loading dock in the driveway of the MDC, while some parked along Alameda. Several officers were seen running from their cars towards and into the loading dock at MDC on Alameda street.\r\n\r\nI am requesting the following records associated with this incident:\r\n\r\n911 Call for Service logs and/or Dispatch (CAD) logs showing the nature of the call and the reason for the police response, Watch Commander logs or Daily Activity Reports referencing this specific location and time, 911 audio, and any associated incident or arrest reports regarding the police activity at 535 Alameda Street, Los Angeles CA, 90012, on January 22, 2026 in the aforementioned time frame.\r\n\r\nIf this resulted in a \"Critical Incident\" as defined by SB 1421 or AB 748, I request all relevant Body-Worn Camera (BWC) footage.\r\n\r\nI request that these records be provided in electronic format to avoid duplication costs. If any portion of these records is deemed exempt from disclosure, please provide the non-exempt portions and a written explanation for any redactions, citing the specific code sections.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nEmma Lehman",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/los-angeles-91/cpra-request-dispatch-logs-and-incident-reports-12226-535-alameda-st-203964/"
  },
  {
    "id": 203963,
    "title": "Inventory Index of M.G.L. c. 121A and 121B Agreements (Machine-Readable)",
    "slug": "inventory-index-of-mgl-c-121a-and-121b-agreements-machine-readable",
    "status": "ack",
    "embargo_status": "public",
    "user": 152,
    "username": "BrianMcCarter",
    "agency": 29,
    "datetime_submitted": "2026-02-01T20:11:54.406569",
    "date_due": "2026-02-13",
    "days_until_due": null,
    "date_followup": "2026-02-13",
    "datetime_done": null,
    "datetime_updated": "2026-02-01T20:11:54.522379",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 203963,
        "from_user": 152,
        "to_user": 31435,
        "subject": "Massachusetts Public Records Law Request: Inventory Index of M.G.L. c. 121A and 121B Agreements (Machine-Readable)",
        "datetime": "2026-02-01T20:11:54.522379",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Massachusetts Public Records Law, I hereby request the following records:\r\n\r\n1. Chapter 121A §6A Contract Inventory (Current and Historical)\r\n\r\nA complete list, index, or database export of all entities that are or have been parties to a contract with the City of Boston under M.G.L. c. 121A, §6A, including at minimum:\r\n\r\n-Legal entity name\r\n-Associated parcel ID(s) / assessing account number(s)\r\n-Commencement date\r\n-Termination or cease date (if applicable)\r\n-Status (active / expired / transferred)\r\n\r\nAdministrative necessity:\r\nThis inventory is required for reconciliation with the Massachusetts Department of Revenue, Bureau of Local Assessment 121A Project List (Locality Code 0035), which the City must verify for excise and distribution purposes. \r\n\r\n2. Annual January 15 Property Inventory Filings (Reporting Years 2023–2024)\r\n\r\nCopies of all annual property acquisition lists, inventories, or equivalent submissions filed by Chapter 121A corporations with the Assessing Department pursuant to standard §6A contract terms requiring reporting by January 15 of each year.\r\n\r\nThis includes, but is not limited to, submissions required under provisions analogous to Section 18D of the Dudley Neighbors 1990 §6A Agreement.\r\n\r\n3. Chapter 121B / Urban Renewal / PILOT Agreement Index\r\n\r\nA complete list or index of all active and inactive agreements executed under M.G.L. c. 121B, including:\r\n\r\n-and Disposition Agreements (LDAs)\r\n-Cooperation Agreements\r\n-PILOT / “Tax Agreement” instruments\r\n\r\nFor each agreement, please include:\r\n\r\n-Agreement title\r\n-Executing entity\r\n-Parcel ID(s)\r\n-Urban Renewal Area (if applicable)\r\n-Effective date and expiration date\r\n\r\nThis request includes the full underlying dataset from which the City’s partial online disclosures (e.g., agreements posted on the Boston.gov “Tax Agreements” page) were derived.\r\n\r\n4. Urban Renewal Plan Expiration and Parcel Tracking Schedule\r\n\r\nAny schedule, table, database, or inventory used by BPDA to track:\r\n\r\n-Urban Renewal Plan expiration dates\r\n-Parcels subject to 121A and/or 121B authority within each plan\r\n\r\nThis includes records used to manage plan expiration, extension, or transition to underlying zoning authority.\r\n\r\n5. Assessing Database Query Output (If No Stand-Alone List Exists)\r\n\r\nIf the records above are not maintained as a single consolidated document, please produce the results of a database query from the Assessing Department’s CAMA system (e.g., iasWorld or equivalent) showing all parcels or accounts flagged with tax classification codes corresponding to:\r\n\r\n-Chapter 121A\r\n-Chapter 121B\r\n-PILOT / Tax Agreement status\r\n\r\nFormat and Production\r\n\r\n-Please provide records in machine-readable format (CSV, Excel, or equivalent).\r\n-If responsive records exist in multiple systems or formats, please produce each in its native digital form.\r\nIf no responsive records exist for any item, please affirmatively state that no such records exist and identify the systems searched.\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by the recommendations of the Massachusetts Supervisor of Public Records. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nI expect the request to be filled in an accessible format, including for screen readers, which provide text-to-speech for persons unable to read print. Files that are not accessible to screen readers include, for example, .pdf image files as well as physical documents.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBrian McCarter",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "mail"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/boston-3/inventory-index-of-mgl-c-121a-and-121b-agreements-machine-readable-203963/"
  },
  {
    "id": 203962,
    "title": "Possible FBI Surveillance of prior graduate Kevin Riford",
    "slug": "possible-fbi-surveillance-of-prior-graduate-kevin-riford",
    "status": "ack",
    "embargo_status": "public",
    "user": 91188,
    "username": "Joanne-Riford",
    "agency": 3781,
    "datetime_submitted": "2026-02-01T20:11:15.528429",
    "date_due": "2026-02-06",
    "days_until_due": null,
    "date_followup": "2026-02-07",
    "datetime_done": null,
    "datetime_updated": "2026-02-01T20:11:15.717650",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "fbi",
      "kevin riford",
      "christina riford"
    ],
    "communications": [
      {
        "foia": 203962,
        "from_user": 91188,
        "to_user": 10259,
        "subject": "New York Freedom of Information Law Request: Possible FBI Surveillance of prior graduate Kevin Riford",
        "datetime": "2026-02-01T20:11:15.717650",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nTo the University at Buffalo FOIL Officer,\r\n\r\nPursuant to the New York Freedom of Information Law (Public Officers Law, Article 6), I am requesting access to and copies of any records held by the University at Buffalo that reference, discuss, or relate to FBI surveillance, monitoring, or involvement concerning prior UB graduate Kevin Riford.\r\n\r\nThis request includes, but is not limited to, records from January 1, 2018, to the present that:\r\n\r\n• Reference the FBI in connection with Kevin Riford\r\n• Discuss alleged or actual monitoring, surveillance, or tracking involving Kevin Riford\r\n• Reflect communications between University at Buffalo faculty, staff, administrators, campus security, or University Police and the FBI concerning Kevin Riford\r\n• Document any referrals, reports, or inquiries made to or received from the FBI regarding Kevin Riford\r\n\r\nFor context, this request relates to statements and events described in the following article, which is published publicly:\r\n[https://rifordmedia.com/kevins-story-the-professor-the-russian-deportation-and-the-monitoring-claim/](https://rifordmedia.com/kevins-story-the-professor-the-russian-deportation-and-the-monitoring-claim/)\r\n\r\nIf you would like audio/video to help assist with this request, please let us know.\r\n\r\nIf any records are withheld or redacted, please identify the specific statutory basis for each denial or redaction and release any reasonably segregable portions.\r\n\r\nI request that all responsive records be provided electronically, if available. If there are any fees associated with this request, please notify me prior to processing.\r\n\r\nThank you for your attention to this request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nThe Riford Family",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1356257,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/Joanne-Riford/171449/Kevins_Story__The_Professor_the_Russian_Deportation_and_the_Monitoring_Claim.pdf",
            "datetime": "2026-02-01T20:11:15.717650",
            "title": "Kevins_Story__The_Professor_the_Russian_Deportation_and_the_Monitoring_Claim.pdf",
            "source": "The Riford Family",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/possible-fbi-surveillance-of-prior-graduate-kevin-riford-203962/"
  }
]