[
  {
    "id": 172113,
    "title": "California Public Records Act Request: Protest surveillance (University of California, Davis)",
    "slug": "california-public-records-act-request-protest-surveillance-university-of-california-davis",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 139847,
    "username": "EdBurton",
    "agency": 3126,
    "datetime_submitted": "2024-08-20T01:03:16.243649",
    "date_due": "2024-08-30",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-08-20T01:03:16.354484",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 172113,
        "from_user": 139847,
        "to_user": 14764,
        "subject": "",
        "datetime": "2024-08-20T01:03:16.354484",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\n* Any risk assessments, emergency or incident response plans produced by the University of California Davis between April 20, 2024 and the time that this request is processed that mention any of the following words: \"protests,\" \"demonstrations,\" \"occupation,\" \"camp,\" \"encampment,\" \"Israel,\" \"Gaza,\" \"Palestine,\" \"Anti-semitism,\" \"Islamophobia,\" \"PULP,\" or \"Popular University for the Liberation of Palestine.\"\r\n\r\n* Any reports or logs about surveillance activities on pro-Palestine or pro-Israel student protesters on the University of California Davis campus, produced by the university, university police, or local police. These may include written reports based on CCTV camera footage, reports of relevant social media posts, plans for future surveillance, etc., between April 20, 2024 and the time that this request is processed.\r\n\r\n* Any email correspondence between the University of California Office of the President (UCOP), the UC Davis Office of the Chancellor, the UC Davis Associate Chancellor/Chief of Staff,  and Vice Chancellor of Student Affairs between April 20, 2024 and and the time that this request is processed, that mention the following words: \"protests,\" \"demonstrations,\" \"occupation,\" \"camp,\" \"encampment,\" \"Israel,\" \"Gaza,\" \"Palestine,\" \"Anti-semitism,\" \"Islamophobia,\" \"PULP,\" or \"Popular University for the Liberation of Palestine.\"\r\n\r\n* Any agreements (including informal, not-signed, or draft agreements that would take place over email) or memoranda between the University of California Office of the President (UCOP), the UC Regents, the UC Davis Office of the Chancellor, the UC Davis Associate Chancellor/Chief of Staff,  and UC Davis Vice Chancellor of Student Affairs between April 20, 2024 and and the time that this request is processed.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nEd Burton",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/california-52/california-public-records-act-request-protest-surveillance-university-of-california-davis-172113/"
  }
]