[
  {
    "id": 184387,
    "title": "Canary Mission correspondence and communications",
    "slug": "canary-mission-correspondence-and-communications",
    "status": "submitted",
    "embargo_status": "public",
    "user": 155662,
    "username": "FMaidir",
    "agency": 133,
    "datetime_submitted": "2025-04-03T10:35:33.825212",
    "date_due": "2025-05-01",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-04-03T10:35:33.939487",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 184387,
        "from_user": 155662,
        "to_user": 9620,
        "subject": "",
        "datetime": "2025-04-03T10:35:33.939487",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nThis request seeks records related to the organization Canary Mission. Canary Mission’s website is http://www.canarymission.org.\r\n\r\nPlease produce:\r\n\r\n(1) All communications, including but not limited to emails, text messages, and instant messages, between ICE employees and Canary Mission (including any of its officers, employees, or agents). This includes all emails sent to or from a “canarymission.org” email address. \r\n\r\n(2) All internal ICE communications, including but not limited to emails, text messages, and instant messages, that include the terms “Canary Mission” or “canarymission.org” or that contain links to any webpages that include the “canarymission.org” domain name.\r\n\r\n(3) All communications sent to ICE, including but not limited to emails, text messages, and instant messages, that include the terms “Canary Mission” or “canarymission.org” or that contain links to any webpages that include the “canarymission.org” domain name. This includes communications submitted via the online ICE Tip Form or the ICE Tip Line phone number.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nFrancis Lee Maidir",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/canary-mission-correspondence-and-communications-184387/"
  }
]