[
  {
    "id": 149923,
    "title": "Lexington Boa Constrictor",
    "slug": "lexington-boa-constrictor",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 20989,
    "username": "adriensalzberg",
    "agency": 15375,
    "datetime_submitted": "2023-07-27T15:19:10.830417",
    "date_due": "2023-08-10",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-07-27T15:19:11.013193",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 149923,
        "from_user": 20989,
        "to_user": 20027,
        "subject": "",
        "datetime": "2023-07-27T15:19:11.013193",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Massachusetts Public Records Law, I hereby request the following records:\r\n\r\nRecords created as a result of an incident concerning a boa constrictor reported in Lexington on 07/26/23, which was later revealed to be a result of a misunderstanding. The incident was widely reported in local media and on the Lexington Police Department's Facebook page. This includes, but should not be limited to:\r\n\r\n- Recordings and/or transcripts of emergency (911) and non-emergency phone calls made to the Lexington Police Department concerning the boa constrictor\r\n\r\n- Calls made or forwarded to Lexington's Animal Control Officer about the boa constrictor\r\n\r\n- Any after-action reports concerning the boa constrictor\r\n\r\n- Emails and/or text messages between the Lexington Police Department, Animal Control, and MassWildlife officials concerning the boa constrictor sighting. Please include in your search all communications between these parties containing the keywords \"boa constrictor\" and \"snake\" sent between 7 AM Tuesday, 07/25, and the date and time this request is processed.\r\n\r\n- Emails and/or text messages sent internally within the Lexington Police Department concerning the creation of two Facebook posts regarding the boa constrictor, specifically the image included in the second Facebook post regarding the snake: https://www.facebook.com/photo/?fbid=692071839630212&set=a.270513318452735\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by the recommendations of the Massachusetts Supervisor of Public Records. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nI expect the request to be filled in an accessible format, including for screen readers, which provide text-to-speech for persons unable to read print. Files that are not accessible to screen readers include, for example, .pdf image files as well as physical documents.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdrien Salzberg",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/lexington-417/lexington-boa-constrictor-149923/"
  }
]