[
  {
    "id": 184692,
    "title": "FBI Documents for Stephen Coppola",
    "slug": "fbi-documents-for-stephen-coppola",
    "status": "submitted",
    "embargo_status": "public",
    "user": 109997,
    "username": "Buffalo",
    "agency": 10,
    "datetime_submitted": "2025-04-09T21:25:29.537159",
    "date_due": "2025-05-07",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-04-09T21:25:29.671289",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 184692,
        "from_user": 109997,
        "to_user": 9555,
        "subject": "Freedom of Information Act Request: FBI Documents for Stephen Coppola",
        "datetime": "2025-04-09T21:25:29.671289",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAll records related to Stephen F. Coppola (AKA: Stefano, Steve, Steven, Stephan):\r\n\r\nFBI File #240905.  \r\nDOD: June 2, 1984  \r\n\r\nSearch Directions:\r\n\r\n1. Please use Stephen’s FBI File #240905 as the starting place for your search. \r\n\r\n2. Further, please conduct a search for records at the FBI Field Office in Buffalo, NY. \r\n\r\n3. Also conduct an additional search of the Central Records System, including but not limited to the following:\r\n\r\nA. The  Electronic Surveillance (ELSUR) Indices\r\n\r\nB. The Microphone Surveillance (MISUR) Indices, \r\n\r\nC. The Physical Surveillance (FISUR) Indices, \r\n\r\nD. And the Technical Surveillance (TESUR) Indices, \r\n\r\n4. In the above searches please include:  Both main-file records and cross-reference records for all relevant names, individuals, agencies and companies at FBI Headquarters. \r\n\r\n5. Additionally, please conduct a search for records at the Alexandria Records Center. \r\n\r\n6. If any potentially responsive records have been destroyed and/or transferred to NARA, then I request copies of the destruction or transfer slips as well as any other documentation relating to, mentioning or describing said transfer or destruction, to include but not be limited to confirmation that the Bureau has no other copies of said records. \r\n\r\n7. If previously released records are available, then I request a rolling release consisting of those records while additional records are located and processed for release.\r\n\r\n8. I have included a screenshot of a document about Stephen Copppla from  the former The Bureau of Narcotics (which morphed into the DEA). This screenshot verifies Coppola had an FBI file and the FBI file number is/or was : 240905. \r\n\r\n9. In the advent of a negative response please detail all efforts that were made to find these documents via the directions mentioned above.\r\n\r\nThe Bureau of Narcotics described Stephen as follows:\r\n\r\n\"He is a wholesaler and distributor of illicit alcohol in the Western NY area. Obtains narcotics from other Mafiosi in NYC and wholesales these drugs in the Buffalo area. Also engaged in smuggling contraband across the U.S. - Canadian border. His brother Salvatore (deceased) was  highly respected among the Mafia Hierarchy in Western NY-Southern Ontario area.\"\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMob",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1276798,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/Buffalo/155146/Stephen_F_Coppola_Mafioso.JPG",
            "datetime": "2025-04-09T21:25:29.671289",
            "title": "Stephen_F_Coppola_Mafioso.JPG",
            "source": "Mob",
            "description": "",
            "doc_id": "",
            "pages": 0
          },
          {
            "id": 1276797,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/Buffalo/155146/Steve_Coppola_Obituary.pdf",
            "datetime": "2025-04-09T21:25:29.671289",
            "title": "Steve_Coppola_Obituary.pdf",
            "source": "Mob",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/fbi-documents-for-stephen-coppola-184692/"
  }
]