[
  {
    "id": 158776,
    "title": "CBP OPR Ramey Complaint Jan 2022-Feb 2023",
    "slug": "cbp-opr-ramey-complaint-jan-2022-feb-2023",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 114696,
    "username": "CarlosBerríosPolanco",
    "agency": 38,
    "datetime_submitted": "2024-02-14T14:46:25.692979",
    "date_due": "2024-03-14",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-02-14T14:46:25.770129",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 158776,
        "from_user": 114696,
        "to_user": 9575,
        "subject": "Freedom of Information Act Request: CBP OPR Ramey Complaint Jan 2022-Feb 2023",
        "datetime": "2024-02-14T14:46:25.770129",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nI am seeking any and all records, communications, attachments, media, reports, and complaints concerning an incident between Wilmar Rodriguez and Gilberto Velez in Puerto Rico. The incident likely occured at US Border Patrol Ramey Station. According to public court records,  Wilmar Rodriguez filed a complaint with the Office of Professional Responsibility which resulted in an investigation that concluded in February 2023. This request is looking for all records produced between January 1, 2022 and February 30, 2023. \r\n\r\nBy Velez's own admission in his filing: \"Notwithstanding, Mr. Wilmar Rodriguez contacted Acting Chief Patrol Agent to complaint alleging that he has [sic] been intimidated by plaintiff [Gilberto Velez]. As a result of that complaint Office of Professional Responsibility OPR was contacted, and an investigation was conducted until a decision was reached in February 2023, finding plaintiff guilty of misconduct, and proposing a 14-day suspension. Plaintiff was allowed to make an oral reply and the disciplinary action was reduced to a two-day suspension. DC Arias ordered him to serve his suspension on February 22 and 23, 2023.\"\r\n\r\nPublic court records containing the above quote and additional context concerning the above mentioned can be found here: According to public federal court records found at this link (https://www.courtlistener.com/docket/68209604/1/gilberto-v-united-states-government/)\r\n\r\nKeywords include: Wilmar Rodriguez; Gilberto Velez; Complaint; OPR; Office of Professional Responsibility; OPR; Ramey; Ramey Border Station Complaint\r\n\r\nIf responsive documents are found, please send them to me on a rolling basis.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nCarlos Berríos Polanco",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/cbp-opr-ramey-complaint-jan-2022-feb-2023-158776/"
  }
]