[
  {
    "id": 158636,
    "title": "JSALPPR Records",
    "slug": "jsalppr-records",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 114696,
    "username": "CarlosBerríosPolanco",
    "agency": 39,
    "datetime_submitted": "2024-02-12T11:31:27.405654",
    "date_due": "2024-03-12",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-02-12T11:31:27.535753",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 158636,
        "from_user": 114696,
        "to_user": 9551,
        "subject": "",
        "datetime": "2024-02-12T11:31:27.535753",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nI am requesting any and all internal records, memoranda, bulletins, and communications concerning the activist group Jornada Se Acabaron Las Promesas, also known as JSALP. This request is looking for records produced on or about August 28, 2017.  This record specifically only requests records produced at JFK Airport, Newar Liberty Airport, or LaGuardia Airport.\r\n\r\nKeywords include: JSALPPR, JSALP, Jornada Se Acabaron Las Promesas Puerto Rico, Black and White Puerto Rican Flag, #SeAcabaronLasPromesas\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nCarlos Berríos Polanco",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/jsalppr-records-158636/"
  }
]