[
  {
    "id": 179018,
    "title": "Department of Defense support for 2008 documentary \"Full Battle Rattle\"",
    "slug": "department-of-defense-support-for-2008-documentary-full-battle-rattle",
    "status": "submitted",
    "embargo_status": "public",
    "user": 122968,
    "username": "Brett-DCF",
    "agency": 25,
    "datetime_submitted": "2025-01-03T17:35:57.413985",
    "date_due": "2025-02-03",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-01-03T17:35:57.566657",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 179018,
        "from_user": 122968,
        "to_user": 10065,
        "subject": "",
        "datetime": "2025-01-03T17:35:57.566657",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAny documents pertaining to collaboration between the Department of Defense (DoD) and the production of the 2008 documentary movie \"Full Battle Rattle,\" directed by Jesse Moss and Tony Gerber. The documentary was filmed in a US Army installation in the Mojave Desert, used for conducting war simulations of the Iraq theater. I request any and all documents pertaining to DoD involvement with the production of \"Full Battle Rattle.\" Such documents may include but should not be limited to: script notes; production assistance agreements; and all records of communications between employees of DoD and members of the cast, crew, and production company of \"Full Battle Rattle,\" including memos, notes of meetings and conference calls, emails, and other forms of communication.\r\n\r\nI am the Director of Research Operations at a 501(c)(3) non-profit organization called The Decoding Culture Foundation. These documents will be used for public education and research purposes. I therefore request a waiver of all fees that may otherwise apply. Attached is a document with organization letterhead confirming my position, as well as the organization's 501(c)(3) application and approval form.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBrett Carollo",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/department-of-defense-support-for-2008-documentary-full-battle-rattle-179018/"
  }
]