[
  {
    "id": 173178,
    "title": "Traffic Stop Request",
    "slug": "traffic-stop-request",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 138907,
    "username": "vijayfisch",
    "agency": 410,
    "datetime_submitted": "2024-09-11T10:16:15.800840",
    "date_due": "2024-09-25",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-09-11T10:16:16.002843",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 173178,
        "from_user": 138907,
        "to_user": 23509,
        "subject": "",
        "datetime": "2024-09-11T10:16:16.002843",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Massachusetts Public Records Law, I hereby request the following records:\r\n\r\nall data, including statistical information, collected from any Massachusetts Uniform Citation (“MUC”) issued in the Commonwealth between January 1, 2021 and May 2024.\r\n\r\nSome important fields may include:\r\n\r\nCity of Boston Employee ID (6 digit ID)\r\nEmployee first name\r\nEmployee last name\r\nEmployee middle name\r\nBadge Number\r\nRank\r\nDistrict/Taskforce\r\nDate of Stop\r\nTime of Stop\r\nLocation of stop\r\nLatitude/longitude\r\nRace of driver\r\nGender of driver\r\nAge of driver\r\nIf search occurred\r\nIf contraband was found,\r\n\r\nI also request a waiver of all fees for this request, as disclosure of the requested information to me is in the public interest and will contribute to the public’s understanding of operations and activities of the government. This request is being made for research conducted by Spark! at Boston University and will not be used for commercial use.\r\n\r\nI expect the request to be filled in an electronically-accessible format, including for screen readers, excel, or CSV. Files that are not accessible to screen readers include, for example, .pdf image files as well as physical documents. We understand that the data may be large in size, so feel free to send it over in year or half-year increments.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires. If you believe any of this information to be exempt, I ask you to please cite the specific portion of the law on which you rely. I also ask you to please redact any information you believe to be exempt and disclose the rest. If you need to discuss this request, I can be reached at 617-358-8514.\r\n\r\nSincerely,\r\nBoston University SPARK!\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by the recommendations of the Massachusetts Supervisor of Public Records. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nI expect the request to be filled in an accessible format, including for screen readers, which provide text-to-speech for persons unable to read print. Files that are not accessible to screen readers include, for example, .pdf image files as well as physical documents.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nVijay Fisch",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/massachusetts-1/traffic-stop-request-173178/"
  }
]