[
  {
    "id": 138501,
    "title": "USA support to Cameroon military 2018 - 2023",
    "slug": "usa-support-to-cameroon-military-2018-2023",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 13549,
    "username": "emmanuelf",
    "agency": 104,
    "datetime_submitted": "2023-01-05T01:14:21.638486",
    "date_due": "2023-02-03",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-01-05T01:14:21.740623",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 138501,
        "from_user": 13549,
        "to_user": 25628,
        "subject": "",
        "datetime": "2023-01-05T01:14:21.740623",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAll agreement with Cameroon relating to defence, support to the Cameroonian military, training of the Cameroonian military and/or weapon sales to them.\r\n\r\nThe timeframe is 15th July 2018 to today.\r\n\r\nThis request should be properly classified as a media request. I am a freelance investigative reporter covering covering East and Central Africa, with a particular focus on business, corruption, natural resources, land and social issues.\r\n\r\nI have a strong likelihood of publishing news articles based on information released in response to this request. I have previously been published in Le Monde Afrique, IRIN News, Sydney Morning Herald, African Arguments and others.\r\n\r\nThis request should be properly classified as a media request. I am a freelance investigative reporter covering covering East and Central Africa, with a particular focus on business, corruption, natural resources, land and social issues. I have a strong likelihood of publishing news articles based on information released in response to this request. I have previously been published in Le Monde Afrique, IRIN News, Sydney Morning Herald, African Arguments and others. If you have questions about my media classification, please let me know and I'm happy to address them.\r\n\r\nIn the event that fees cannot be waived, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filed electronically, by e-mail attachment if available or CD-ROM if not, and I would like text-searchable documents.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nBest regards,\r\nEmmanuel Freudenthal",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/usa-support-to-cameroon-military-2018-2023-138501/"
  }
]