[
  {
    "id": 150602,
    "title": "Source Data for 2021 Birth Data Calculations",
    "slug": "source-data-for-2021-birth-data-calculations",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 18767,
    "username": "jvparker",
    "agency": 4384,
    "datetime_submitted": "2023-08-08T20:43:48.667123",
    "date_due": "2023-08-15",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-08-08T20:43:48.757825",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 150602,
        "from_user": 18767,
        "to_user": 10483,
        "subject": "",
        "datetime": "2023-08-08T20:43:48.757825",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nI am seeking all source data, both provisional and final, used in calculating the 2021 birth data as provided in response to FOIL request #23-03-192. This includes, but is not limited to:\r\n\r\n\t1.\tRaw data sets, databases, or spreadsheets used as the basis for the 2021 birth data calculations.\r\n\t2.\tStatistical methodologies, algorithms, or software tools used in processing and analyzing the 2021 birth data.\r\n\t3.\tAny draft versions, preliminary calculations, or interim reports related to the 2021 birth data.\r\n\t4.\tCommunications or memos discussing challenges, discrepancies, or issues related to the collection, processing, or validation of the 2021 birth data.\r\n\t5.\tAny records or communications that discuss reasons for the unavailability or delay in releasing birth data after 2019.\r\n\r\nI understand that the New York State Department of Health has a legal obligation to respond to my request within 20 business days, as required by the FOIL law. If the department anticipates that it will be unable to provide the requested information within that time frame, I ask that you notify me in writing and provide an explanation for the delay, as well as a new estimated timeline for providing the responsive records.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJackson Parker",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/source-data-for-2021-birth-data-calculations-150602/"
  }
]