[
  {
    "id": 163579,
    "title": "Legality of civilian U.S. citizen participation in Israel-Palestine or Russia-Ukraine war",
    "slug": "legality-of-civilian-us-citizen-participation-in-israel-palestine-or-russia-ukraine-war",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4660,
    "username": "saizai",
    "agency": 168,
    "datetime_submitted": "2024-05-13T05:09:33.026239",
    "date_due": "2024-06-11",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-05-13T05:09:33.097404",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 163579,
        "from_user": 4660,
        "to_user": 9554,
        "subject": "",
        "datetime": "2024-05-13T05:09:33.097404",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear DoJ,\r\n\r\nI write to make a FOIA request for records of U.S. laws, Presidential actions, and DoJ actions relating to the participation of civilian U.S. citizens in the ongoing Russia-Ukraine war and/or Israel-Palestine war (severally, \"the war\"). \r\n\r\nFor the purpose of my questions below, please assume that the participant:\r\n* is a citizen of the U.S. only;\r\n* is a civilian (as to the U.S. military);\r\n* is not transporting (, exporting, etc) any military equipment out of the U.S. (other than their own personal equipment which is legally available to U.S. civilians in the U.S. and not subject to export restriction for some reason unrelated to the war);\r\n* is participating in the war for the military benefit of a party to the war, in a manner consistent with the laws of armed conflict (e.g. by way of combat, drone manufacture, electronic warfare, SIGINT, financing, etc);\r\n* is not participating solely as a neutral (e.g. Red Cross, UN agency, or equivalent);\r\n* may be, but is not necessarily, in the territory of conflict (e.g. remotely performed financing, electronic warfare, drone manufacture, etc);\r\n* is not assisting an entity on the FinCEN blacklists; and\r\n* is welcomed to participate in the war by the benefitting state/country, which is a party to the war  (including Palestine in the definition of a \"state/country\").\r\n\r\n(In total, \"such participation\".)\r\n\r\n\r\nPlease address the below for both wars.\r\n\r\nFor each of the below, if the answer is no, please say so affirmatively.\r\n\r\nIf the answer is yes, please provide a link to the most canonical, formal, complete source text on that matter; except that if it is not publicly available online, please provide a copy in original native electronic format as stored on your computers; and if it is only available on paper, please provide one 300dpi color scan PDF per document. In any case, please provide the records by electronic means only, not by post.\r\n\r\nIf you do not possess the record, or don't know whether it exists, please indicate what U.S. agencies are most likely to possess it, or determine whether it exists, for the purposes of FOIA.\r\n\r\n\r\n1. Has the President issued any proclamation under 22 U.S. Code § 441(a) with regard to the war?\r\n2. Are there any \"rules and regulations … prescribed\" under 22 U.S. Code § 445(a) with regard to the war?\r\n3. What is the definition of \"American republic\" as used in 22 U.S. Code § 449?\r\n4. Had the President issued any proclamation under 22 U.S. Code § 451 with regard to the war?\r\n5. Are there any \"rules and regulations\" \"promulgate[d]\" under 22 U.S. Code § 453 with regard to the war?\r\n6. Are there any other U.S. laws (including regulations, statutes at large, etc) that prohibit such participation in the war? In particular, do the 1794 Neutrality Act, Neutrality Act of 1935, Neutrality Act of 1939, and/or 22 U.S. Code ch. 9 prohibit such participation?\r\n7. With regard to any such participation, has DoJ, or will DoJ,\r\n  a. pursue(d) charges under such laws? If yes in past tense, what are the 3 most recent such cases which are not sealed (in standard legal citation form, e.g. \"US v Smith, No. 23-cr-123 (X.D. State Y)\", or in the form of the CM/ECF stamped indictment, complaint, or equivalent)? If yes in future tense, under what conditions would such participation be charged or not (specific to the war or the participation, i.e. not including generic conditions applicable to all criminal charges like sufficiency of evidence)?\r\n  b. issue(d) a nolle prosequi or other express guarantee against such charges — or been aware of any such guarantee issued by a government entity other than DoJ (e.g. State Dept. or President) — either individual or general? If yes, what are its conditions (if any)?\r\n \r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nThank you in advance for your time and consideration.\r\n\r\nSincerely, \r\nSai\r\nPresident, Fiat Fiendum, Inc. (a 501(c)(3))",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/legality-of-civilian-us-citizen-participation-in-israel-palestine-or-russia-ukraine-war-163579/"
  }
]