[
  {
    "id": 171475,
    "title": "Usage of the cellular Emergency Alert System",
    "slug": "usage-of-the-cellular-emergency-alert-system",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 94155,
    "username": "bobmcw",
    "agency": 38874,
    "datetime_submitted": "2024-08-08T15:01:41.719518",
    "date_due": "2024-09-06",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-08-08T15:01:42.641561",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 171475,
        "from_user": 94155,
        "to_user": 139294,
        "subject": "",
        "datetime": "2024-08-08T15:01:42.641561",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nI'd like to request a copy of any policies related to the county's direct usage of the cellular emergency alert system.\r\n\r\nAdditionally, I'd like all information related to which individuals may use the system.\r\n\r\nFinally, I'd appreciate information regarding any procedures/protocols that were followed related to any usage, by the county, of the Emergency Alert system in the past 6 months.\r\n\r\nI am a resident of the Town of Wytheville, Wythe County, and the Commonwealth of Virginia, and do no require a local proxy to file this request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobert McWhirter",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/usage-of-the-cellular-emergency-alert-system-171475/"
  }
]