[
  {
    "id": 184874,
    "title": "Right-to-Know Law Request – Arrest of Keith David Cashmere (August 14, 2023 – East Brady Borough)",
    "slug": "right-to-know-law-request-arrest-of-keith-david-cashmere-august-14-2023-east-brady-borough",
    "status": "submitted",
    "embargo_status": "public",
    "user": 154895,
    "username": "policecamnews",
    "agency": 41163,
    "datetime_submitted": "2025-04-12T09:07:34.745507",
    "date_due": "2025-04-18",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-04-12T09:07:35.726380",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 184874,
        "from_user": 154895,
        "to_user": 156754,
        "subject": "",
        "datetime": "2025-04-12T09:07:35.726380",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Pennsylvania Right to Know Act, I hereby request the following records:\r\n\r\nI am requesting access to public records related to an arrest that occurred on Monday, August 14, 2023, in East Brady Borough, Clarion County, involving Keith David Cashmere.\r\n\r\nIncident Summary for Identification:\r\nDate of Incident: August 14, 2023\r\n\r\nTime: Approx. 4:28 PM\r\n\r\nLocation: Purdum Street, East Brady Borough, Clarion County, PA\r\n\r\nSuspect: Keith David Cashmere, 36, of East Brady Borough\r\n\r\nAgency: Southern Clarion County Regional Police Department\r\n\r\nCase Status: Arraigned at 11:58 PM, August 14, 2023, in front of MDJ Jeffrey C. Miller\r\n\r\nCharges Filed: Resisting arrest, disorderly conduct (engage in fighting/unreasonable noise)\r\n\r\nSummary: Officers attempted to take Cashmere into custody on an involuntary mental health commitment. He resisted physically and verbally, tore out Taser wires twice, and eventually surrendered after further struggle and intervention.\r\n\r\nRecords Requested:\r\nAll body-worn camera footage from officers involved in the arrest of Keith Cashmere.\r\n\r\nAny in-car or dashcam video recorded during the incident or transport.\r\n\r\nThe narrative police report, including the probable cause affidavit and use of force documentation.\r\n\r\nAny dispatch logs (CAD records) or 911 call transcripts/audio relevant to the incident.\r\n\r\nAny Taser deployment records associated with this arrest.\r\n\r\nI request these materials in digital format (email or downloadable link preferred). If any portion of this request is exempt, please provide a written justification citing the specific exemption and release the remaining non-exempt materials.\r\n\r\nIf the fees for fulfilling this request exceed $25, please inform me beforehand.\r\n\r\nThank you for your time and assistance.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nPolice Cam News",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/pennsylvania-126/right-to-know-law-request-arrest-of-keith-david-cashmere-august-14-2023-east-brady-borough-184874/"
  },
  {
    "id": 184872,
    "title": "Indiana Access to Public Records Act Request – Officer-Involved Shooting (Dec 26, 2024 – Glenn A. Smock)",
    "slug": "indiana-access-to-public-records-act-request-officer-involved-shooting-dec-26-2024-glenn-a-smock",
    "status": "ack",
    "embargo_status": "public",
    "user": 154895,
    "username": "policecamnews",
    "agency": 11262,
    "datetime_submitted": "2025-04-12T08:55:50.160899",
    "date_due": "2025-04-22",
    "days_until_due": null,
    "date_followup": "2025-04-22",
    "datetime_done": null,
    "datetime_updated": "2025-04-12T08:55:50.307698",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 184872,
        "from_user": 154895,
        "to_user": 16937,
        "subject": "Indiana Access to Public Records Act Request: Indiana Access to Public Records Act Request – Officer-Involved Shooting (Dec 26, 2024 – Glenn A. Smock)",
        "datetime": "2025-04-12T08:55:50.307698",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Indiana Access to Public Records Act, I hereby request the following records:\r\n\r\nI am requesting access to records related to an officer-involved shooting and standoff that occurred on the evening of Thursday, December 26, 2024, involving deputies from the Grant County Sheriff’s Office and a suspect identified as Glenn A. Smock, age 52, of Marion, Indiana.\r\n\r\nIncident details for identification:\r\n\r\nDate: December 26, 2024\r\n\r\nTime: Approx. 6:45–7:00 PM\r\n\r\nLocation: 3000 block of E County Road 450 N, Marion, IN (near Hart’s Celebration Center, 3031 E 450 N)\r\n\r\nSuspect: Glenn A. Smock (52, of Marion)\r\n\r\nInvolved agency: Grant County Sheriff’s Office\r\n\r\nSummary: Deputies responded to reports of a threat. Upon arrival, Smock exited the residence with a shotgun and fired at deputies, striking one. Deputies returned fire and struck Smock, who then barricaded inside the home before surrendering. Both Smock and a deputy sustained injuries. Indiana State Police is the lead investigative agency.\r\n\r\nRequested records:\r\n\r\nAll body-worn camera footage from any deputies involved in this incident.\r\n\r\nAny dashcam or vehicle-mounted footage relevant to the response or aerial footage capturing the standoff.\r\n\r\nThe initial incident report, narrative report, and probable cause affidavit (if filed).\r\n\r\nCAD logs and dispatch audio referencing this call and response.\r\n\r\nAny radio traffic recordings, 911 call audio, or helicopter support coordination logs, if available.\r\n\r\nAny scene photos or footage submitted or recorded by deputies at the scene.\r\n\r\nI am requesting these records in digital format, preferably by email or a downloadable link. If any part of this request is exempt under Indiana law, please redact only those parts and provide the remainder, along with a written explanation citing the specific exemption.\r\n\r\nIf fees exceed $25, I ask that you notify me first before proceeding.\r\n\r\nThank you for your assistance, and I look forward to your response.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 7 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nPolice Cam News",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/grant-county-12240/indiana-access-to-public-records-act-request-officer-involved-shooting-dec-26-2024-glenn-a-smock-184872/"
  }
]