[
  {
    "id": 162292,
    "title": "Inmate Record Request from Lake Butler, FL",
    "slug": "inmate-record-request-from-lake-butler-fl",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 76868,
    "username": "murphylisa311",
    "agency": 3972,
    "datetime_submitted": "2024-04-17T14:43:22.403680",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-17T14:43:22.523375",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162292,
        "from_user": 76868,
        "to_user": 10117,
        "subject": "Florida Sunshine Law Request: Inmate Record Request from Lake Butler, FL",
        "datetime": "2024-04-17T14:43:22.523375",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nI request, pursuant to the state open records law in accordance with Ch. 119 and s. 945.10, F.S. Please send copies of all the following documents and any other documents between the dates of February 15 to April 10, 2024 : \r\n1. Daily record special housing DC6-233D \r\n2. Report of admin Confinement Incident report MINS report \r\n3. ICT Summary recommendation report Form DC6-265D. \r\n4. SCO written notification to the ICT DC6-112E, \r\n5. Disciplinary Hearing DC6-112A, \r\n6. Disciplinary Investigative Reports DC6-112F, \r\n7. Disciplinary Report Authorization for Use of Force, Form DC6-232 \r\n8. Report of Force Used, Form DC6-230 Form DC4-650B, \r\n9. Risk Assessment for the Use of Chemical Restraint Agents and Electronic Immobilization Device reports. \r\n10. Daily log Incarceration summary with tentative release date, gain time itemized Admin confinement summary and notes recommendations \r\n\r\nI agree to pay the actual cost of duplication as defined in Section 119.07(1)(a). However, if you anticipate that in order to satisfy this request, “extensive use” of information technology resources or extensive clerical or supervisory assistance as defined in Section 119.07(1)(b) will be required, please provide a written estimate and justification. Please contact me if you need any other information. Thank you.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nJayden Green",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/florida-34/inmate-record-request-from-lake-butler-fl-162292/"
  }
]