[
  {
    "id": 137776,
    "title": "Ellie Daneshnia - Capital Project Manager [FORMER] -  Seattle City Light - EMAIL AND TEXT RECORDS 2019 - PRESENT",
    "slug": "ellie-daneshnia-capital-project-manager-former-seattle-city-light-email-and-text-records-2019-present",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 107679,
    "username": "RCPEG",
    "agency": 3540,
    "datetime_submitted": "2022-12-13T15:10:03.514465",
    "date_due": "2022-12-20",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2022-12-13T15:10:03.622293",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 137776,
        "from_user": 107679,
        "to_user": 14682,
        "subject": "",
        "datetime": "2022-12-13T15:10:03.622293",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "TO: SEATTLE CITY LIGHT\r\n\r\nVIA EMAIL: SCL_ExternalComms@seattle.gov\r\n\r\nRE: Ellie Daneshnia - Capital Project Manager [FORMER] -  Seattle City Light - EMAIL AND TEXT RECORDS 2019 - PRESENT\r\n\r\nI hereby request the following records Pursuant to the Washington Public Records Act:\r\n\r\nEllie Daneshnia – Former Capital Project Manager - Seattle City Light - EMAIL AND TEXT RECORDS 2019 - PRESENT\r\n\r\nREQUEST FOR EMAIL AND TEXT RECORDS (IN REVERSE CHRONOLOGICAL FORMAT) FOR THE TIME PERIOD 2019 - PRESENT\r\n\r\nI request all Email or Text messages of any kind addressed to, copied or \"CC'd\" to, including sent from Ms. Ellie Daneshnia, via personal or work-specific devices operated by or otherwise under the control of Ms. Ellie Daneshnia for the time period January 1, 2019 to present.\r\n\r\nFORMAT OF PRODUCTION OF RECORDS\r\n\r\nPlease provide all email records as stored in their NATIVE .pst (personal storage table) format as stored on agency email servers to keep fees and costs to a minimum.\r\n\r\nPlease do not instead create new records by printing electronic files then scanning and printing the newly scanned prints.\r\n\r\nIf these email records cannot be produced in this NATIVE .pst format, explain in exact technical and procedural detail under the Washington State Public Records Act (RCW 42.56) WHY these electronic records cannot be produced as the electronic records are NATIVELY stored.\r\n\r\nIf you must redact information from individual email messages you may do so by unpacking the .pst file, applying redactions, and then repacking the .pst file and then PRODUCING the .pst file as 1 single for the purpose of applying fees.\r\n\r\nRECORDS INSTALLMENTS\r\n\r\nIf production of these email and text records will be completed in multiple installments, please begin by producing responsive email records in REVERSE chronological order by date, producing the most recent messages and records first.\r\n\r\nSEARCH FOR RESPONSIVE RECORDS\r\n\r\nYour agency’s search for responsive email records should involve a good-faith search of all public employee personal devices reasonably believed to contain requested responsive records regardless the type of device or account from which the communication was generated or where the device or data is stored (including personal devices such as personal cell phones, laptops, tablets, and/or computers etc. used from home to conduct public business during the COVID-19 Pandemic). Nissen v. Pierce County, 183 Wa.2d 863 (2015).\r\n\r\nAlso, please provide a reasonably detailed, nonconclusory affidavit attesting to the nature and extent of any search of any privately owned public employee computer, device, or account.\r\n\r\nCOMMUNICATIONS – DECLINE ALL USE OF GOVQA AND NEXTREQUEST 3rd PARTY PORTAL\r\n\r\nPlease provide records electronically via direct email attachment. Washington State Law is clear that the use of 3rd party “portals” for a public records request is optional for the requestor. Respectfully we decline. \r\n\r\nPlease do not direct us to use, register for, or communicate with your agency via any 3rd party portal including but not limited to FOIAOnline, GovQA, NextRequest, FOIAExpress, JustFOIA FOIADirect, WebForm, or any other online service other than a direct NO PASSWORD REQUIRED, NO REGISTRATION REQUIRED, internet cloud-based download link, or electronic email, or via USPS MAIL a USB thumb drive or CD/DVD-ROM Media.\r\n\r\nEXEMPTION LOGS\r\n\r\nPlease ensure any agency redactions or exemptions claimed in the production of responsive records are accompanied by a complete and detailed exemption log noting the valid legal reason for each exemption at each redaction location in the record as well as the specific number of pages if any that your agency redacts or withholds in their entirety.\r\n\r\nFEES\r\n\r\nIn the event that there are fees, please inform me of the total charges in advance of fulfilling my request in strict compliance with all provisions of the Washington State Public Records Act.\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nELECTRONIC PRODUCTION OF RECORDS\r\n\r\nPlease provide all responsive records via direct email or no registration-no password internet based cloud link via email. \r\n\r\nThank you.",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1055586,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/RCPEG/115581/Ellie_Daneshnia_-_LINKEDIN.pdf",
            "datetime": "2022-12-13T15:10:03.622293",
            "title": "Ellie_Daneshnia_-_LINKEDIN.pdf",
            "source": "RCPEG",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/seattle-69/ellie-daneshnia-capital-project-manager-former-seattle-city-light-email-and-text-records-2019-present-137776/"
  }
]