[
  {
    "id": 164621,
    "title": "MIAC Policy/Guidelines for Processing Request for Public Records",
    "slug": "miac-policyguidelines-for-processing-request-for-public-records",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 106692,
    "username": "KevMoMuck",
    "agency": 9891,
    "datetime_submitted": "2024-06-04T13:26:46.542231",
    "date_due": "2024-06-07",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-06-04T13:26:46.635929",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164621,
        "from_user": 106692,
        "to_user": 13168,
        "subject": "",
        "datetime": "2024-06-04T13:26:46.635929",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "June 4, 2024\r\n\r\nMissouri Information Analysis Center \r\n2302 Militia Drive\r\nJefferson City, MO 65101\r\nmiac@mshp.dps.mo.gov\r\n\r\nKevin Hawkins\r\n7217 Watson Road\r\n190699\r\nSt Louis, MO 63119\r\n\r\nSubject:\tMissouri Sunshine Law Request for Missouri Information Analysis Center Policy/Guidelines for Processing Request for Public Records\r\n\r\n\r\nDear Intelligence/Privacy Officer,\r\n\r\nThis is a request for records under the Missouri Sunshine Law, Chapter 610, Revised Statutes of Missouri. \r\n\r\nSection 610.023.1, RSMo, provides that a public governmental body is to appoint a custodian to maintain that body’s records and the identity and location of the custodian is to be made available upon request; and\r\n\r\nSection 610.026, RSMo, sets forth that a public governmental body shall provide access to and, upon request, furnish copies of public records; and\r\n\r\nSection 610.028.2, RSMo, provides that a public governmental body shall provide a reasonable written policy in compliance with sections 610.010 to 610.030, RSMo, commonly referred to as the Sunshine Law, regarding the release of information on any meeting, record or vote.\r\n\r\n\r\nPurpose\r\n\r\nThe purpose of this request is to obtain information to increase public understanding of the functions of local and state government. As stated in the Department of Justice Bureau of Justice Assistance Factsheet, “Fusion Centers are owned and operated by state and local entities with support from federal partners…” \r\n\r\nPer the Missouri Information Analysis Center (MIAC) website, “The Missouri Information Analysis Center (MIAC) is recognized by the U. S. Department of Homeland Security as the Primary Fusion Center for the state of Missouri.” \r\n\r\nGiven that Fusion Centers are intelligence hubs that gather, analyze and share sensitive information about citizens throughout the state and regions of Missouri, it is essential that the public can see accountability and transparency are prioritized in the day-to-day functions of organizations such as the Missouri Information Analysis Center (MIAC).\r\n\r\nRequested Documents/Records:\r\n\r\nI request that you provide me access to, or copies of: \r\n\r\n1.\tDocuments/records sufficient to show the name and location of the most current appointed custodian of records for the Missouri Information Analysis Center (MIAC). Please include the custodian’s first/last name, title, physical location with room, street address, city, state, email address and direct phone number with extension.  \r\n\r\n2.\tAll documents/records sufficient to show the Missouri Information Analysis Center’s manual of all policies and procedures for processing Missouri Sunshine Law requests. If no manual exists, please provide all other guiding documentation/protocols for the processing of Missouri Sunshine Law requests.  \r\n\r\n3.\tAll documents/records sufficient to show the Missouri Information Analysis Center’s reasonably written policies (in compliance with sections 610.010 to 610.030, RSMo, commonly referred to as the Missouri Sunshine Law) that instructs members of the public on how to request access to public records that are held by the Missouri Information Analysis Center (MIAC).\r\n\r\n4.\tAll documents/records sufficient to show why and how Missouri Sunshine Law public records requests that are addressed to the Missouri Information Analysis Center (MIAC), and clearly intended to be received and processed by the Missouri Information Analysis Center (MIAC), are being diverted to the Missouri State Highway Patrol.     \r\n\r\n5.\tAll documents/records sufficient to show why and how Missouri Sunshine Law public records requests that are addressed to the Missouri Information Analysis Center (MIAC), and clearly intended to be received and processed by the Missouri Information Analysis Center (MIAC), are being denied and closed by the Missouri State Highway Patrol for reasons of “no documents responsive” to the requests, when initial requests are not addressed to, sent to, or seeking documents from the Missouri State Highway Patrol. \r\n\r\nRequested Format\r\n\r\nI am respectfully seeking all documents/records through MuckRock.com.\r\n\r\nThis request is distinctly separate from any other. Please do not combine this request with any other request in your reply. I am requesting that each element of the records sought be specifically addressed in the reply. \r\n\r\nI am requesting that documents/records be sent electronically, preferably as a PDF file attachment. I also request that documents/records be sent in any digital format in which they exist (such as PDF or Excel). If unable to fill the request electronically, please advise me of other alternatives.  \r\n\r\nPer Section 610.024, RSMo, “If a public record contains material which is not exempt from disclosure as well as material which is exempt from disclosure, the public governmental body shall separate the exempt and nonexempt material and make the nonexempt material available for examination and copying.”\r\n\r\nIf portions of the requested documents/records are closed due to exemption, please segregate the closed portions and provide me with all segregable portions of the documents/records. I also request that you please provide a detailed justification for each redaction or omission, and cite the specific exemption used for each redacted or omitted portion of the original document/records.   \r\n\r\nFee Waiver/Public Interest/Public Release\r\n\r\nAs the records sought detail the operations and activities of local and state government bodies, I also request that fees be waived as I believe this request is in the public’s interest. I am seeking the records to analyze, inform and freely release to members of the public as part of the public information service at MuckRock.com. \r\n\r\nAs stated in Section 610.022, RSMo, “public records shall be presumed to be open…documents may be furnished without charge or at a reduced charge when the public governmental body determines that waiver or reduction of the fee is in the public interest because it is likely to contribute significantly to the public understanding of the operations or activities of the public governmental body and is not primarily in the commercial interest of the requester.”  \r\n\r\nThe subject of the requested documents/records will provide significant increased insight about local and state governmental body’s operations and/or activities around access to public records/documents. The requested records are not for commercial use.\r\n\r\nIf fees cannot be waived, I am willing to pay all reasonable duplication expenses incurred in the processing this Missouri Sunshine Law request. However, as I am a member of the public and requesting documents specifically for the purpose of increasing the public’s knowledge of governmental functioning, I will administratively appeal any denial of my request for a fee waiver. If fees cannot be waived, I would be grateful if you would inform me of the total charges in advance of fulfilling my request.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKevin Hawkins",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/missouri-299/miac-policyguidelines-for-processing-request-for-public-records-164621/"
  },
  {
    "id": 164619,
    "title": "County of Marin Encampment Resolution Funds",
    "slug": "county-of-marin-encampment-resolution-funds",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 69813,
    "username": "RobbiePowelson",
    "agency": 15045,
    "datetime_submitted": "2024-06-04T12:57:30.112443",
    "date_due": "2024-06-14",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-06-04T12:57:30.205897",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164619,
        "from_user": 69813,
        "to_user": 19340,
        "subject": "California Public Records Act Request: County of Marin Encampment Resolution Funds",
        "datetime": "2024-06-04T12:57:30.205897",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nAll Encampment Resolution Fund  Disbursement Agreements between the County and any agency of the State of California, and those agreements attached exhibits.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobbie Powelson",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/san-rafael-3427/county-of-marin-encampment-resolution-funds-164619/"
  }
]