[
  {
    "id": 172693,
    "title": "Pompeo Visit to Cairo",
    "slug": "pompeo-visit-to-cairo",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 125139,
    "username": "TDWolsey",
    "agency": 11595,
    "datetime_submitted": "2024-08-30T04:38:04.969148",
    "date_due": "2024-09-30",
    "days_until_due": null,
    "date_followup": "2024-09-30",
    "datetime_done": null,
    "datetime_updated": "2024-08-30T04:38:05.130871",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 172693,
        "from_user": 125139,
        "to_user": 16232,
        "subject": "Freedom of Information Act Request: Pompeo Visit to Cairo",
        "datetime": "2024-08-30T04:38:05.130871",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAll facturas, purchase orders, invoices, and similar documents originated by the American University in Cairo or the Department of State  (Secretary Pompeo and his team and President Francis Ricciardone and his team and executive assistant of the American University in Cairo (AUC)) intended to provide support (e.g., airfare, transport, food and hospitality, security for the event)for the visit to the American University in Cairo, Egypt on January 10, 2019 by Secretary Pompeo. Fiscal communications with or signed by Provost Ehab AbdelRahman (various spellings may be found), the controller at AUC, and Business Services of AUC are included in this request. \r\n\r\nCommunications may have been via email (AUC's domain is @aucegypt.edu) but might have been via diplomatic pouch, State.gov email, etc.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. Digital files preferred whenever possible.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDr Thomas DeVere Wolsey",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/pompeo-visit-to-cairo-172693/"
  }
]