[
  {
    "id": 143962,
    "title": "ONR Contract N6onr-23212 NR 170 698",
    "slug": "onr-contract-n6onr-23212-nr-170-698",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 60252,
    "username": "rskva102",
    "agency": 6252,
    "datetime_submitted": "2023-03-30T07:48:30.179680",
    "date_due": "2023-04-27",
    "days_until_due": null,
    "date_followup": "2023-04-27",
    "datetime_done": null,
    "datetime_updated": "2023-03-30T07:48:30.316354",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 143962,
        "from_user": 60252,
        "to_user": 18846,
        "subject": "Freedom of Information Act Request: ONR Contract N6onr-23212 NR 170 698",
        "datetime": "2023-03-30T07:48:30.316354",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear FOIA officer:\r\n\r\nYou are receiving this correspondence as a request under the Freedom of Information Act, 5 U.S.C. subsection 552. I am requesting the following:\r\n\r\nCopies of all records for contract N6onr-23212 NR 170 698, awarded to the Research Center for Group Dynamics (RCGD) at the Institute of Social Research within the University of Michigan between the years 1947 and 1950. The contact funded social science research undertaken by Dr. Leon Festinger, Dr. Kurt Back, Dr. Stanley Schachter, Dr. Harold H. Kelley, and Dr. John Thibau, and is identified publicly in a book compiling their observations, published by the University of Michigan in 1952 under the title \"Theory and Experiment in Social Communication\". I am attaching two pages from the book in PDF format as verification of the contract details and funding agency.\r\n\r\nThis request includes, but is not limited to:\r\n\r\n- Correspondence\r\n\r\n- Requests for Proposals\r\n\r\n- Requests for Information\r\n\r\n- Statements of Work\r\n\r\n- Memorandums of Understanding\r\n\r\n- Letters of Interest\r\n\r\n- Award Letters\r\n\r\n- Project Budgets and/or Budget Proposals\r\n\r\n- Evaluation Reports\r\n\r\nI am asking you waive any fees associated with this request. I am a member of the news media and request classification as such. My bylines, which include Creem Magazine, Covert Action Magazine, and the Geopolitical Economy Report, can be found in both print and electronic publications. Please take note of the Office of Management and Budget guidelines published March 27, 1987 (52 FR 10012) that include electronic publications and other nontraditional publishers as representatives of the news media.\r\n\r\nA fee waiver is appropriate in situations where \"disclosure of the requested information is in the public interest because it is likely to contribute significantly to public understanding of the operations and activities of the government, and is not primarily in the commercial interest of the requester,” 5 U.S.C. § 552(a)(4)(iii). This request would contribute significantly to public understanding of the operations and activities of government with regard to the nature of the social science research the United States funded during the Cold War; additionally, Dr. Festinger has been a recurring subject of public interest over the last 75 years, as his work on cognitive dissonance is cited to this day in academia and by the media to explain extremism and political polarization, and any contributions or assistance provided by the government would likely alter public understanding of that work and its application in the fields of psychology and communication research.\r\n\r\nThis request is not being made for commercial purposes. All documents will be provided to the general public without charge.\r\n\r\nIn the event that there are fees, I am willing to pay up to $100. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nI look forward to your response within 20 working days, as the statute requires. If access to the records I am requesting will take longer, please contact me with information about when I might expect copies or the ability to inspect the requested records.\r\n\r\nIf you deny any or all of this request, please cite each specific exemption you feel justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\r\n\r\nSincerely,\r\n\r\nRobert Skvarla, Jr.",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1078467,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/rskva102/120262/Theory_and_Experiment_in_Social_Communication.pdf",
            "datetime": "2023-03-30T07:48:30.316354",
            "title": "Theory_and_Experiment_in_Social_Communication.pdf",
            "source": "Robert Skvarla, Jr.",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/onr-contract-n6onr-23212-nr-170-698-143962/"
  }
]