[
  {
    "id": 151371,
    "title": "Massachusetts Attorney General: Smart Meters",
    "slug": "massachusetts-attorney-general-smart-meters",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 22862,
    "username": "PatriciaBurke",
    "agency": 508,
    "datetime_submitted": "2023-08-29T14:47:03.167238",
    "date_due": "2023-09-13",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-08-29T14:47:03.269981",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 151371,
        "from_user": 22862,
        "to_user": 9721,
        "subject": "Massachusetts Public Records Law Request: Massachusetts Attorney General: Smart Meters",
        "datetime": "2023-08-29T14:47:03.269981",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Massachusetts Public Records Law, I hereby request the following records:\r\n\r\nTo Whom It May Concern:\r\n\r\nPursuant to the MA G. L. c. 66, § 10(a,:\r\n\r\nI am formally requesting records from the MA Dept of Public Utilities and Office of the Attorney General, and between the two agencies:\r\n\r\n - for any documentation of expert and/or public comment regarding health and safety concerns pertaining to 'smart meters' or \"advanced metering functionality,\" or \"AMI\" dating from January 2014 to present, including but not limited to any consultant fees paid directly or indirectly to Gradient and/or Peter Valberg; \r\n\r\n- and for information regarding the resolution of fraud complaints and cost overruns for the Worcester National Grid smart meter pilot program\r\n\r\nPlease note it is my understanding that rulings have stated that text messages count as public records as do emails sent on personal email accounts to conduct work-related business.\r\n\r\nBy way of background, in August of 2013, as reported by Go Local Worcester, \"In a stinging letter to the state Department of Public Utilities Commission, ( ), a lawyer from Massachusetts Attorney General Martha Coakley’s office pointed to large-scale tests in Illinois and elsewhere in which the meters failed to justify their costs. “Despite these clear trends, [National Grid] proposes to launch a massive pilot at great ratepayer expense to test already tested hypotheses,” Coakley’s office wrote. The industry-friendly DPU last year brushed aside such concerns, and, in a 103-page order, approved Worcester's program. Jillian Fennimore, spokeswoman for Coakley’s office, says, “We are currently monitoring the smart grid pilot program” and will review the results of the final report that results. DPU referred questions about the Worcester program to National Grid.\" - http://www.golocalworcester.com/news/worcester-is-front-line-in-war-over-utilities-smart-meters/\r\n\r\nORDER 12-76 and Feb 2014 Panel Hearings:\r\n\r\nIn late February of 2014, the MA DPU held panel hearings regarding comments received in response to \"D.P.U. 12-76-A December 23, 2013, Investigation by the Department of Public Utilities on its own Motion into Modernization of the Electric Grid,\" issued by Chair Berwick. https://fileservice.eea.comacloud.net/FileService.Api/file/FileRoom/9254075\r\n\r\nPeter Valberg of Gradient testified in person before the DPU for the panel hearings in Feb. 0f 2014, but no written testimony by Valberg was posted publicly.\r\n\r\nThe DPU received commentary and complaints from both health experts and from the public that the agency was relying on testimony, public relations, and marketing claims from a compromised, pro-industry, mercenary product defense expert, Peter Valberg of Gradient, who also works for the tobacco industry.\r\n\r\nORDER 12-76-B: June 2014\r\n\r\nFollowing the February hearings, on June 12 of 2014, the DPU issued order 12-76-B, https://fileservice.eea.comacloud.net/FileService.Api/file/FileRoom/9241637 in which it discounted health concerns, referencing \"Gradient,\" and \"another commenter\" but not identifying Peter Valberg as the source.\r\n\r\nThe public record demonstrates that instead of consulting independent experts with health expertise and liability, the DPU promoted the opinion of Peter Valberg of Gradient Corporation, who did not file any written testimony. \r\nTherefore, the source of some claims included in MA 12-762-B discounting smart meter health and safety issues is unclear.\r\n\r\nThe MA DPU smart meter order 12-76-B made the unprecedented claim that exposure guidelines are adequate to protect against both thermal and non-thermal impacts of radio frequency exposure. The circumstances surrounding how that gross misrepresentation was incorporated in the MA DPU order, which then could be referenced in other proceedings, have not been addressed. https://fileservice.eea.comacloud.net/FileService.Api/file/FileRoom/12907846\r\n\r\n2023 Pending Smart Meter Deployment by Investor-Owned Utilities:\r\n\r\nMA investor-owned utilities have been authorized by the MA DPU to deploy smart meters in their service territories. At the same time, health harm and disability has been reported in other jurisdictions where the meters were installed, including California, now extending for over a decade.\r\n\r\nThe purpose of this FOIA request is:\r\n\r\n1. to determine whether or not the MA DPU and the Attorney General's office are basing health and safety justification for this investment decision by ratepayers on the 2014 testimony, or whether the DPU has revisited and/or monitored developments in RF/EMF research, including the court ruling requiring the FCC to justify why it has not revisited its 1996 exposure guidelines. Note that documented smart meter injuries were included in evidence submitted to the court. Testimony submitted to the DPU for https://fileservice.eea.comacloud.net/FileService.Api/file/FileRoom/12907846 and https://fileservice.eea.comacloud.net/FileService.Api/file/FileRoom/12639808 outlines this issue.\r\n\r\n2. to determine if potential smart meter vendors or utilities have disclosed the incidence of adverse health effects to the MA DPU or the AGO, including the acute onset of electrical sensitivity and/or if the MA DPU has accounted for the consequences to vulnerable ratepayers in its business case.\r\n\r\n3. to determine if the DPU's plan for utilities to offer an 'opt out' is based on accurate assumptions, and whether or not it will adequately protect all ratepayers\r\n\r\n4. to determine what correspondence/if any, took place between the AGO and the DPU regarding the safety of wireless smart utility meters and health, including complaints reported during the Worcester National Grid smart meter pilot program, financed by ratepayers.\r\n\r\n5. to determine whether or not the Attorney General was aware of or concurs with claims made in the 2014 order DPU 12-76-B, including the fraudulent implication that FCC limits are protective of non-thermal effects of RF exposures, or if the Attorney General's office concurs with the implication that the plan to deploy smart meters in MA protects the health and safety of all ratepayers. \r\n\r\nIf the AGO has not provided any advocacy for MA residents in response to health and safety concerns about smart meters during the Baker and Healey administrations and has no concerns about the impending deployment, please note that. \r\n\r\n\r\nI request that this FOIA correspondence be added to the public record for the MA dockets that refer to smart meters, time of use billing, grid modernization, and other relevant proceedings, including but not limited to MA DPU: 11-129, 13-83, 14-109, 15-21, 16-28, 17-53, 18-28, 20-69, 21-80, 20-81, and 21-82.\r\n\r\nFor reference, the DPU's mission statement notes that it seeks to promote safety, security, reliability of service, affordability, equity, and greenhouse gas emission reductions. https://www.mass.gov/orgs/department-of-public-utilities\r\n\r\nRegarding the AGO, \"Attorney General Andrea Joy Campbell’s Office is an advocate and resource for the people of Massachusetts in many ways, including protecting consumers, combating fraud and corruption, investigating and prosecuting crime, and protecting the environment, workers, and civil rights.\"\r\n\r\nFees\r\n\r\nI request that, if appropriate, fees be waived as I believe this request is in the public interest, as suggested but not stipulated by the recommendations of the Massachusetts Supervisor of Public Records. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, processed by a representative of the news media/press and made in the process of news gathering, and not for commercial usage.\r\n\r\nI expect the request to be filled in an accessible format, including for screen readers, which provide text-to-speech for persons unable to read print. Files that are not accessible to screen readers include, for example, .pdf image files as well as physical documents.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nPatricia Burke\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by the recommendations of the Massachusetts Supervisor of Public Records. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nI expect the request to be filled in an accessible format, including for screen readers, which provide text-to-speech for persons unable to read print. Files that are not accessible to screen readers include, for example, .pdf image files as well as physical documents.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nPatricia Burke",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/massachusetts-1/massachusetts-attorney-general-smart-meters-151371/"
  }
]