[
  {
    "id": 138427,
    "title": "USAF 1.3.23",
    "slug": "usaf-1323",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 60252,
    "username": "rskva102",
    "agency": 86,
    "datetime_submitted": "2023-01-03T09:01:49.088037",
    "date_due": "2023-02-01",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-01-03T09:01:49.177072",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 138427,
        "from_user": 60252,
        "to_user": 25330,
        "subject": "",
        "datetime": "2023-01-03T09:01:49.177072",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nYou are receiving this correspondence as a request under the Freedom of Information Act, 5 U.S.C. subsection 552. I am requesting the following:\r\n\r\nCopies of all records, documents, and communications responsive to Dr. Leon Festinger (May 8, 1919 - February 11, 1989) between the years of 1950 and 1960. Dr. Festinger was a professor of sociology, notably at Stanford University (1955-1968), where he developed and wrote about the concept of cognitive dissonance. However, between 1950 and 1960, Dr. Festinger consulted on research projects for the United States Air Force (USAF) at the Air Force Research Center (AFRC). Per a collection of Dr. Festinger's papers held at the Bentley Historical Library at the University of Michigan, he evaluated USAF-funded social science projects over a seven-year period, from 1950 through 1957, and oversaw at least two such projects directly,  \"Research on Ideology Change Through Forced Compliance\" and \"Some Attempts to Measure Tolerance for Dissonance\", in 1957 and 1958. Given Dr. Festinger's work on the subject of cognitive dissonance, any research he may have conducted on behalf of the USAF is of immense public interest, such that records (i.e., correspondence, reports, etc.) generated during this period may help academics and public researchers better understand how Dr. Festinger's outside consulting work may have influenced his professional career.\r\n\r\nThere is no expectation of a violation of Dr. Festinger's privacy, as he passed away in 1989. I have attached a reproduction of Dr. Festinger's obituary, published in The New York Times on February 12, 1989. Additionally, there is no expectation that this request will interfere with any ongoing operations, nor should it reveal any current trade or defense secrets. Dr. Festinger's work with the AFRC occurred over sixty years ago.\r\n\r\nI am asking you waive any fees associated with this request. I am a member of the news media, with bylines including Covert Action Magazine, Janata Weekly, and Philly Voice. Please take note of the Office of Management and Budget guidelines published March 27, 1987 (52 FR 10012) that include electronic publications and other nontraditional publishers as representatives of the news media.\r\n\r\nThis request is not being made for commercial purposes. All documents will be provided to the general public without charge.\r\n\r\nIn the event that there are fees, I am willing to pay up to $100. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nI look forward to your response within 20 working days, as the statute requires. If access to the records I am requesting will take longer, please contact me with information about when I might expect copies or the ability to inspect the requested records.\r\n\r\nIf you deny any or all of this request, please cite each specific exemption you feel justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\r\n\r\nSincerely,\r\n\r\nRobert Skvarla, Jr.",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1058280,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/rskva102/116124/Leon_Festinger_69_New_School_Professor_-_The_New_York_Times.pdf",
            "datetime": "2023-01-03T09:01:49.177072",
            "title": "Leon_Festinger_69_New_School_Professor_-_The_New_York_Times.pdf",
            "source": "Robert Skvarla, Jr.",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/usaf-1323-138427/"
  }
]