[
  {
    "id": 147887,
    "title": "Steve Horn Alabama Open Records Law Request - 6/18/23",
    "slug": "steve-horn-alabama-open-records-law-request-61823",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 9459,
    "username": "SAHorn1022",
    "agency": 4823,
    "datetime_submitted": "2023-06-18T22:56:27.352221",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2023-07-04",
    "datetime_done": null,
    "datetime_updated": "2023-06-18T22:56:27.483812",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 147887,
        "from_user": 9459,
        "to_user": 9966,
        "subject": "Alabama Open Records Law Request: Steve Horn Alabama Open Records Law Request - 6/18/23",
        "datetime": "2023-06-18T22:56:27.483812",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Alabama Open Records Law, I hereby request the following records:\r\n\r\n1.) Any and all communications and materials related to the drafting, dissemination, and public release of the May 15, 2023 letter signed by the Attorney General and a group of other Attorneys General pertaining to both the Net-Zero Asset Owner Alliance (also known as \"NZAOA\" and please search both iterations) and the Net-Zero Insurance Alliance (also known as \"NZIA\" and please search both iterations). \r\nPlease also send any PDF files created pertaining to this request in their original format. \r\nFor reference, the letter cited can be seen here:\r\n\r\nhttps://attorneygeneral.utah.gov/wp-content/uploads/2023/05/2023-05-15-NZIA-Letter.pdf\r\n\r\n2.) Any and all communications and other materials pertaining to the Net-Zero Insurance Alliance (also known as \"NZIA\" and please search both iterations) dating between Nov. 1, 2022 through the date of the fulfillment of this request.\r\nDefinitions\r\n\r\n“Any” and “all” mean all, each, any, and every. “Address” and “mention” mean relates to, refers to, contains, describes, embodies, mentions, constitutes, constituting, supports, corroborates, demonstrates, proves, evidences, shows and/or concerns.\r\n\r\n“Document(s)” means any and all written, typed, printed, recorded or graphic matter, however produced, reproduced or stored, whether an original or a copy, and whether prepared, published or released by any person or entity, including but not limited to letters, reports, agreements, correspondence, intra-office or inter-office correspondence, telegrams, minutes or records of meetings, reports or summaries, expressions or statements, lists, drafts and revisions, invoices, receipts, original and preliminary notes, sketches, records, ledgers, contracts, bills of lading, bills, inventories, financial data, maps, memoranda, accounting and financial records, diaries, journals, calendars, statements, work papers, videotapes, photographs, pamphlets, brochures, advertisements, trade letters, press releases, drawings, recaps, tables, articles, summaries of conversations, computer cards, tapes, diskettes, or other means of electronically or magnetically maintaining information, and printouts.\r\n\r\nThe term “document(s)” also includes electronically stored data from which information can be obtained either directly or by translation through detection devices or readers; any such document is to be produced in a reasonably legible and usable form. The term “document(s)” includes all drafts of a document and all copies that differ in any respect from the original, including any notation, underlining, marking, or information not on the original. The term also includes information stored in, or accessible through, computer or other information retrieval systems (including any computer archives or back-up systems), together with instructions and all other materials necessary to use or interpret such data compilations.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nAndré Natta, a citizen of Alabama, in coordination with Steve Horn.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/alabama-159/steve-horn-alabama-open-records-law-request-61823-147887/"
  }
]