[
  {
    "id": 161692,
    "title": "Earthquake!",
    "slug": "earthquake",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 27422,
    "username": "dmehrotra",
    "agency": 6097,
    "datetime_submitted": "2024-04-05T11:30:29.023412",
    "date_due": "2024-05-03",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-05T11:30:29.143394",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161692,
        "from_user": 27422,
        "to_user": 11599,
        "subject": "",
        "datetime": "2024-04-05T11:30:29.143394",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nThe USGS solicits public input about earthquakes through a form on their website. I am looking for all responses to this form (https://earthquake.usgs.gov/earthquakes/eventpage/at00sbh3yv/tellus) for an New Jersey earthquake on April 5th.  Please include all responses received up to the date that this request is processed. \r\n\r\nAs a reporter for the WIRED, I qualify as a news media requester for the purpose of fees. See 5 U.S.C. 552(a)(4)(A)(ii). Further, because this request is being made for a journalistic purpose regarding a matter of public interest, I further ask that you waive any fees. See 5 U.S.C. § 552(a)(4)(A)(iii). This request is not primarily in the commercial interest of myself or WIRED. If you deny this request in whole or in part, I request that you respond with the statutory exemption underlying the denial and the reasoning therein. If an asserted exemption applies to only a portion of a record, please delete or redact the portion to which the exemption applies and provide the remainder of the record, as required under the law. \r\nIf you have any questions about my request, please do not hesitate to e-mail me or call me. WIRED’s legal counsel is also copied on this letter. We look forward to a response as quickly as possible.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDhruv Mehrotra",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/earthquake-161692/"
  }
]