[
  {
    "id": 145181,
    "title": "CCC 4.20.23",
    "slug": "ccc-42023",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 60252,
    "username": "rskva102",
    "agency": 15767,
    "datetime_submitted": "2023-04-28T12:32:44.851465",
    "date_due": "2023-05-26",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-04-28T12:32:44.933353",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 145181,
        "from_user": 60252,
        "to_user": 20882,
        "subject": "",
        "datetime": "2023-04-28T12:32:44.933353",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear FOIA Officer:\r\n\r\nYou are receiving this correspondence as a request under the Freedom of Information Act, 5 U.S.C. subsection 552. I am requesting the following:\r\n\r\nCopies of all Federal Bureau of Investigation (FBI) records, documents, and communications responsive to case file 94-HQ-50997, for the Campus Crusade for Christ, aka Cru. The group was founded by William R. Bright, aka Bill Bright (October 19, 1921 – July 19, 2003), as an evangelical ministry for college students in 1951. Some of the information in the case file is publicly available courtesy of writer Lerone A. Martin, who identifies communications between Campus Crusade leaders and former FBI director J. Edgar Hoover in his book \"The Gospel of J. Edgar Hoover: How the FBI Aided and Abetted the Rise of White Christian Nationalism\", published in April 2023, but the file itself has not been made public. This would be of public interest for two reasons:\r\n\r\nFirst, it would contribute significantly to public understanding of the operations and activities of the government. Hoover, per Martin, used the Campus Crusade as a vehicle to promote his personal and professional interests. The Campus Crusade distributed Bureau materials and Hoover's writing appeared in a 1962 issue of a Campus Crusade publication, The Collegiate Challenge, in an article titled “Freedom Begins with Christ”. The Campus Crusade's file would provide the public with a clearer understanding of J. Edgar Hoover's relationship with faith leaders during his tenure as FBI director.\r\n\r\nSecond, during its existence, the Campus Crusade has maintained associations with known domestic terrorist organizations such as the Covenant, the Sword, the Arm and the Lord (CSA), an anti-government militia group and member of the Christian identity movement which bought farmland from the Campus Crusade in the early 1980s (please see: 100-HQ-487200). Per the FBI case file on the CSA, the Bureau launched a multi-year investigation into the group, culminating in a 1985 raid on the property the CSA purchased from the Campus Crusade. The Campus Crusade's interactions with domestic terrorist organizations make it a subject of public interest.\r\n\r\nI am asking you waive any fees associated with this request. I am a member of the news media and request classification as such. My bylines, which include Creem Magazine, Covert Action Magazine, and the Geopolitical Economy Report, can be found in both print and electronic publications. Please take note of the Office of Management and Budget guidelines published March 27, 1987 (52 FR 10012) that include electronic publications and other nontraditional publishers as representatives of the news media.\r\n\r\nThis request is not being made for commercial purposes. All documents will be provided to the general public without charge.\r\n\r\nIn the event that there are fees, I am willing to pay up to $100. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nI look forward to your response within 20 working days, as the statute requires. If access to the records I am requesting will take longer, please contact me with information about when I might expect copies or the ability to inspect the requested records.\r\n\r\nIf you deny any or all of this request, please cite each specific exemption you feel justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\r\n\r\nSincerely,\r\n\r\nRobert Skvarla, Jr.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/ccc-42023-145181/"
  }
]