[
  {
    "id": 151445,
    "title": "CIA: Razhden Arsenidze",
    "slug": "cia-razhden-arsenidze",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 351,
    "username": "RobbyD",
    "agency": 6,
    "datetime_submitted": "2023-08-31T06:47:27.303334",
    "date_due": "2023-09-29",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-08-31T06:47:27.426680",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 151445,
        "from_user": 351,
        "to_user": 9567,
        "subject": "Freedom of Information Act Request: CIA: Razhden Arsenidze",
        "datetime": "2023-08-31T06:47:27.426680",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nRespectfully, this is a request for any documents (including but not limited to \"Intelligence Memorandums\") related to Razhden Arsenidze. Razhden Arsenidze (Georgian: \"რაჟდენ არსენიძე) was born on October 1st of 1880 and died on the 24th of May 1965. Arsenidze was involved in the creation of the Democratic Republic of Georgia that existed briefly before Georgian became part of the Soviet Union.\r\n\r\nLater in life Arsendize wrote a memoir about Stalin titled, \"Iz vospominaniya o Staline\", which roughly translates as, \"From the Memory of Stalin.\" Of particular interest would be any agency records related to \"Iz vospominaniya o Staline\" - specifically an analysis of the book, it's translation into English, it's depiction of Stalin, and Soviet reaction to it. \r\n\r\nThe FOIA act provides that if portions of a document are exempt from release, the remainder must be segregated and disclosed. Therefore, I will expect you to send all nonexempt portions of the records which I have requested, and ask that you justify any deletions be referencing the specific provisions of the FOI act used to justify the deletions.  \r\n\r\nThank you for your commitment to transparency, and I look forward to continue working on this request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobert Delaware",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/cia-razhden-arsenidze-151445/"
  }
]