[
  {
    "id": 152984,
    "title": "Untitled",
    "slug": "untitled",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 123267,
    "username": "MDN91",
    "agency": 7970,
    "datetime_submitted": "2023-10-08T14:26:53.065635",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-10-08T14:26:53.156446",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 152984,
        "from_user": 123267,
        "to_user": 15912,
        "subject": "",
        "datetime": "2023-10-08T14:26:53.156446",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Wisconsin Open Records Act, I hereby request the following records:\r\n\r\nThe bodycam video and police incident report associated with the below video published on YouTube.\r\n\r\nhttps://www.youtube.com/watch?v=A54i2r0NBUM&ab_channel=PoliceInsider\r\nVideo description on YouTube: An officer responded to a report of a vehicle that crashed into a ditch. The caller reported that the driver, later identified as Haley Ferguson, appeared to be intoxicated and a small child was with her. The footage of the initial interaction with Haley wasn’t released because the juvenile could be seen in it. Therefore, we have begun the video from the time that the officer conducts sobriety tests on Haley. Haley was then arrested because of reasonable suspicion of DUI. Haley was charged with OWI (3rd offence), Resisting an officer and misdemeanor bail jumping.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nMark D Nickelson",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/marathon-county-8612/untitled-152984/"
  }
]