[
  {
    "id": 151935,
    "title": "Requests for media relations policies",
    "slug": "requests-for-media-relations-policies",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 115826,
    "username": "amtamburro",
    "agency": 22529,
    "datetime_submitted": "2023-09-13T12:14:06.465157",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-09-13T12:14:06.734595",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 151935,
        "from_user": 115826,
        "to_user": 38454,
        "subject": "",
        "datetime": "2023-09-13T12:14:06.734595",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Alabama Open Records Law, I hereby request the following records:\r\n\r\nAny and all records, including written and electronic communications of the University of North Alabama administrators or staff, between September 13, 2018 and today’s date regarding the media relations policy and any other protocols or requirements regarding employee contacts with the media.\r\n\r\nFee waiver request:This request is made on behalf of the Foundation for Individual Rights and Expression, a nonprofit and nonpartisan organization that aims to defend and sustain the individual rights of all Americans to free speech and free thought. We request a waiver of any fees or costs associated with this request.\r\n\r\nThis request concerns a matter of public interest. The protection of First Amendment rights at public universities, like the University of North Alabama, is of vital concern to the students, faculty, and administrators of that university, and to the greater academic community and the public at large. This request seeks records regarding the University of North Alabama's handling of faculty speech and expressive freedoms.The records are not sought for a commercial or personal interest, but rather for the purpose of providing the public with information concerning civil liberties in higher education.\r\n\r\nIf you elect to charge a fee, please provide a cost estimate for each category of documents requested. Please also provide me with a W9 form.\r\n\r\nAdditionally, if any specific categories of requested records will require a significantly longer production time than those in other categories, please provide records for each category on a piecemeal basis, as they become available.\r\n\r\nRequest for Privilege Log: If any otherwise responsive documents are withheld on the basis that they are privileged or fall within a statutory exemption, please provide a privilege log setting forth (1) the subject matter of the document; (2) the person(s) who sent and received the document; (3) the date the document was created or sent; and (4) the basis on which the document is withheld.\r\n\r\nPlease note that this request does not seek a search of faculty or student email accounts or records. These requests should in no way be construed to include a review or search of email accounts, websites, or other forms of data or document retention which are controlled by students, alumni, or faculty members, nor by governmental or advisory bodies controlled by the same, except insofar as any such individuals also serve in an administrative capacity and the records were created or are held by the individual in that capacity. Any search should be limited to documents held by the administration and/or its staff members, including records created or maintained by persons acting in the capacity of administrators or staff members.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nAndré Natta, a citizen of Alabama, in coordination with Anne Marie Tamburro.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/florence-786/requests-for-media-relations-policies-151935/"
  },
  {
    "id": 151934,
    "title": "UGA ORR logs",
    "slug": "uga-orr-logs",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 11542,
    "username": "1d54026cc033df885badad94c83cc9af",
    "agency": 4325,
    "datetime_submitted": "2023-09-13T12:05:33.323010",
    "date_due": "2023-09-18",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-09-13T12:05:33.434921",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 151934,
        "from_user": 11542,
        "to_user": 15656,
        "subject": "",
        "datetime": "2023-09-13T12:05:33.434921",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Mr. Taylor,\r\n\r\nPursuant to the Georgia Open Records Act, I hereby request the following records:\r\n\r\nAny and all available logs of open records requests received or processed by the University of Georgia during the time periods listed below. \r\n\r\nI would like to obtain logs of open records requests for the following time periods:\r\n- 1/1/2020 - 12/31/2020\r\n- 1/1/2021 - 12/31/2021\r\n- 1/1/2022 - 12/31/2022\r\n\r\nPlease include all available segregable information, including, if applicable: request number, the name of the requestor, the email/mailing address of the requestor, the description of requested documents, the date on which the request was made, the status of the request, the date on which the request was closed, and any other fields or attributes that your office records or retains in the process of responding to requests. \r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nSincerely,\r\n\r\nLandon Edwards",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/georgia-230/uga-orr-logs-151934/"
  }
]