[
  {
    "id": 158782,
    "title": "Land into trust",
    "slug": "land-into-trust",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 64494,
    "username": "tahtone",
    "agency": 509,
    "datetime_submitted": "2024-02-15T09:42:03.896445",
    "date_due": "2024-03-15",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-02-15T09:42:04.119806",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 158782,
        "from_user": 64494,
        "to_user": 9685,
        "subject": "",
        "datetime": "2024-02-15T09:42:04.119806",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAll Fee To Trust (FTT) applications and related notice of decisions filed from 28 June, 2016 to present. Applications should be complete and files should include all exhibits outlined in BIA Fee-to-Trust Handbook, published June 28, 2016. This request includes FTT applications for On-Reservation Discretionary Trust Acquisitions, Off-Reservation Discretionary Trust Acquisitions, Mandatory Trust Acquisitions, Reservation Proclamations, Post-Trust Acquisition Reservation Proclamations, Concurrent Trust Acquisitions, and Reservation Proclamations.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTristan Ahtone",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/land-into-trust-158782/"
  }
]