[
  {
    "id": 189827,
    "title": "Admissions Data Follow-up",
    "slug": "admissions-data-follow-up",
    "status": "submitted",
    "embargo_status": "public",
    "user": 140258,
    "username": "TheCadet",
    "agency": 15147,
    "datetime_submitted": "2025-07-18T13:39:01.270644",
    "date_due": "2025-07-25",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-07-18T13:39:01.447077",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 189827,
        "from_user": 140258,
        "to_user": 19541,
        "subject": "",
        "datetime": "2025-07-18T13:39:01.447077",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Virginia Freedom of Information Act, I hereby request the following records:\r\n\r\nAs you requested in your last message, this is a follow-up for additional clarifying data to that released under FOIA 27-77.\r\n\r\nWhile providing the reasons for requesting the records and their use is not required under the FOIA, we wanted to do that as a courtesy as it may save the level of effort on your part to know that as well as identify what we “should have asked for” but didn’t. The other schools we’re contacting for data to use in the trends analysis found that helpful as when we get the data from multiple sources it needs to end up being “apples to apples”.\r\n\r\nPursuant to the Virginia Freedom of Information Act, I hereby request the following records:\r\n\r\nThe overall purpose of the project is to do a comparative analysis of admissions for Peer or near-peer colleges and university to identify trends that may impact planning and execution of admissions strategies and goals. To that end we need not only the student demographics, but the application and admissions timelines.\r\n\r\nFor example. If the majority of applicants do not make their decision on completing the application or accepting the offer to attend until shortly before a matriculation date that creates a serious planning issue for Institutions like VMI who have to plan for a wide range and do not have sufficient reaction time to implement mitigations strategies. This would be of benefit to many colleges as we do not believe such analysis is ongoing.\r\n\r\nIn VMI’s case there was one year where it appears due to COVID and other factors enrollment (those who matriculated) was extremely low. If the perspective students did not notify VMI until shortly before (or just did not show up) it puts the school in a bind to provide opportunities to others and, more importantly, may have left some good potential students without sufficient time to react and arrive to matriculate.\r\n\r\nIt is one goal to see what the trend is for today’s freshmen on when they make the decisions and what visibility schools have of that.\r\n\r\nAcademic years covered:\r\n\r\n2015 - 2016\r\n2016 - 2017\r\n2017 - 2018\r\n2018 - 2019\r\n2019 - 2020\r\n2020 - 2021\r\n2021 - 2022\r\n2022 - 2023\r\n2023 - 2024\r\n2024 - 2025\r\n\r\nREQUEST 1: An excel or .CSV file of the entire SSR database (report) as provided in the last FOIA with all fields, except for PII and an explanation of the field codes.\r\n\r\nThis would be the best as it would require little to no level of effort on VMI’s part to simply export the entire file(s) without any PII fields. \r\n\r\nWe respectfully request this as it may have some fields we do not know exist in the report/database that could be valuable in our research.\r\n\r\nALETRNATE: If it is not possible to just provide files of the entire database (minus PII) we request the following.\r\n\r\n1.\tA list of all SSR codes and their meaning for all fields in the SSR Database.\r\n\r\n2.\tThe breakout of ALL applicants to VMI by race, ethnicity, gender, and within each of those, which were athletes and non-athletes:\r\n\r\na.\tDate of initial contact\r\nb.\tDate of Initial Application\r\nc.\tDate of full application competition\r\nd.\tDate Accepted or Declined by VMI (i.e. Appointment or denied appointment)\r\ne.\tDate of partial deposit\r\nf.\tDate of full deposit\r\ng.\tDate CAD- cancelled after paying the deposit (but before becoming a full reservation)\r\nh.\tDate CBD- cancelled before paying the deposit\r\ni.\tDate CR- cancelled after becoming a full reservation (deposit paid and medicals approved)\r\nj.\tDate TDMD- appointed but medically disqualified\r\nk.\tDate MT- matriculated\r\nl.\tOther fields that will allow developing trends and profiles of the timeline between cadets applying to VMI and final disposition if they attend or not.\r\n\r\n3. The number and dollar value of each scholarship or tuition assistance for each MT cadet by race, ethnicity, gender, and within each of those, which were athletes and non-athletes, with the source of funding (e.g., VMI Agencies, Federal Government, VMI internal funds, other).\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTom Nash, a citizen of Virginia, in coordination with Anonymous.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/lexington-32067/admissions-data-follow-up-189827/"
  }
]