[
  {
    "id": 138194,
    "title": "ICE FOIA Funding Requests",
    "slug": "ice-foia-funding-requests",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 25665,
    "username": "DetentionKills",
    "agency": 133,
    "datetime_submitted": "2022-12-22T12:16:04.894348",
    "date_due": "2023-01-24",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2022-12-22T12:16:04.985164",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 138194,
        "from_user": 25665,
        "to_user": 9620,
        "subject": "",
        "datetime": "2022-12-22T12:16:04.985164",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAny record created between October 1, 2021, and December 19, 2022, in which ICE communicated to Congressional appropriators a need to increase the agency’s FOIA budget. \r\n\r\nResponsive records include any emails and attachments relating to the agency’s Congressional Budget Justification for the Mission Support - M&A, Ops Support PPA accounts associated with DHS-ICE’s proposed funding. \r\n\r\nThey would also include any briefing materials and budgets submitted to the House Appropriations - Homeland Subcommittee, or to the Senate Appropriations Committee, or to the team of Senators who negotiated the Omnibus FY23 spending bill. \r\n\r\nLikely Custodians of Record:\r\n1. ICE Office of the Chief Financial Officer\r\n2. ICE FOIA Office \r\n3. ICE Office of Legislative Affairs\r\n4. ICE Office of the Acting Director \r\n\r\nPlease search any materials ICE prepared for DHS to submit to the legislative bodies above, even if ICE did not submit these materials itself, allowing DHS to do so. \r\n\r\nExpedited Processing Requested\r\nWe hereby request expedited processing of this request and make the following statements under penalty of perjury pursuant to 28 USC 1746:\r\n\r\nICE’s Lynnea Schurkamp has declared under oath in Innovation Law Lab v ICE (DNM) and Owen v ICe (CD Cal) that the agency’s FOIA Office currently lacks the resources to comply with statutory timing requirements, including the expedited processing provisions of FOIA, and the 20/30-day determination provisions. Elsewhere in FOIA litigation, ICE has admitted under oath to a policy of destroying data on employee cell phones when those phones are decommissioned, in apparent violation of the Federal Records Act and FOIA.  \r\n\r\nOur project currently has more than 100 FOIA requests pending with ICE. The vast majority of these requests are overdue, and in many cases, far outside even the extensive, 340+-day backlog the agency has self-reported. \r\n\r\nICE has taken the position in litigation that the obstacle to compliance with the timing requirements of the FOIA is funding. Yet in the most recent Omnibus text, there is not a single mention of the funding gaps ICE says prevent it from discharging its obligations under FOIA. See:  https://www.appropriations.senate.gov/imo/media/doc/Division%20F%20-%20Homeland%20Statement%20FY23.pdf\r\n\r\nThere is, similarly, no mention of this emergency shortfall of funding in the FY22 budget, either. https://www.appropriations.senate.gov/imo/media/doc/DHSRept_FINAL.PDF\r\n\r\nThus, as far as we can tell from the public record, ICE has claimed, in court, under oath, that it cannot obey FOIA’s timing requirements under current funding levels and then, apparently, refused to seek additional funding. The records sought in this request will either confirm or disprove this state of affairs. \r\n\r\nFailing to provide these records in a timely manner will deprive Al Otro Lado’s #DetentionKills project of the substantial due process rights enshrined in 5 USC 552 and 6 CFR 5.5(e) to know what the agency is up to and have regular processing within statutory timeframes—particularly of expedited processing requests. \r\n\r\nIN ACCORDANCE WITH THE PLAIN TEXT OF THE FREEDOM OF INFORMATION ACT, PLEASE: \r\n\r\n1. ACKNOWLEDGE this expedited processing request within TEN CALENDAR DAYS \r\n2. ASSIGN this request an individualized tracking number. \r\n3. DETERMINE whether to grant expedited processing to this request. \r\n4. NOTIFY us in writing of this determination. \r\n5. PROVIDE an estimated date on which records will be released. \r\n\r\nThank you,\r\n\r\n#DetentionKills Transparency Initiative \r\nAl Otro Lado\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAndrew Free",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/ice-foia-funding-requests-138194/"
  }
]