[
  {
    "id": 140722,
    "title": "Records of TN POST Commission Disciplinary Actions Against 6 Former MPD Officers",
    "slug": "records-of-tn-post-commission-disciplinary-actions-against-6-former-mpd-officers",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 110999,
    "username": "gschivone",
    "agency": 16257,
    "datetime_submitted": "2023-02-17T12:32:44.984105",
    "date_due": "2023-03-01",
    "days_until_due": null,
    "date_followup": "2023-03-01",
    "datetime_done": null,
    "datetime_updated": "2023-02-17T12:32:45.142747",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140722,
        "from_user": 110999,
        "to_user": 21838,
        "subject": "Tennessee Public Records Act Request: Records of TN POST Commission Disciplinary Actions Against 6 Former MPD Officers",
        "datetime": "2023-02-17T12:32:45.142747",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Tennessee Public Records Act, I hereby request the following records:\r\n\r\nI am looking for any records involving cases adjudicated or investigated into any of the following former Tennessee peace officers for actual or potential disciplinary actions by the POST commission:\r\n\r\nPreston Hemphill\r\nTadarrius Bean\r\nDemetrius Haley\r\nEmmitt Martin III\r\nDesmond Mills Jr.\r\nJustin Smith\r\n\r\nIn addition to disciplinary actions in past years, if there are disciplinary procedures pending regarding these former officers, as I believe there is, then I would like to be notified as soon as those records of any disciplinary actions have been taken by the POST commission and are made public.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 7 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKent Hoover, a citizen of Tennessee, in coordination with Gabb Schivone.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/tennessee-155/records-of-tn-post-commission-disciplinary-actions-against-6-former-mpd-officers-140722/"
  }
]