[
  {
    "id": 144299,
    "title": "Documents on the Designers of Advanced Encryption Standard (AES) - Joan Daemen, Vincent Rijmen, and Relevant Programs.",
    "slug": "documents-on-the-designers-of-advanced-encryption-standard-aes-joan-daemen-vincent-rijmen-and-relevant-programs",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 17,
    "datetime_submitted": "2023-04-06T11:50:29.357437",
    "date_due": "2023-05-04",
    "days_until_due": null,
    "date_followup": "2023-05-04",
    "datetime_done": null,
    "datetime_updated": "2023-04-06T11:50:29.465334",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 144299,
        "from_user": 4164,
        "to_user": 25363,
        "subject": "Freedom of Information Act Request: Documents on the Designers of Advanced Encryption Standard (AES) - Joan Daemen, Vincent Rijmen, and Relevant Programs.",
        "datetime": "2023-04-06T11:50:29.465334",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nI am writing to request access to any and all records and documents pertaining to the designers of the Advanced Encryption Standard (AES), specifically Joan Daemen and Vincent Rijmen. I request that these documents be made available to me in their entirety.\r\n\r\nAs you are aware, the AES is a widely used encryption algorithm that has been adopted as a standard by the United States government and is used extensively in the private sector. Given the importance of encryption in today's society, it is imperative that the public has a better understanding of the origins and design of the AES.\r\n\r\nIn support of this request, I would like to cite case law that has upheld the public's right to access government records under FOIA. Specifically, in United States Department of Justice v. Reporters Committee for Freedom of the Press, 489 U.S. 749 (1989), the Supreme Court held that FOIA should be interpreted liberally to promote transparency and accountability in government. Additionally, in ACLU v. U.S. Department of Defense, 628 F.3d 612 (D.C. Cir. 2011), the D.C. Circuit held that the public has a right to access information about the government's use of encryption technologies.\r\n\r\nTo ensure that all relevant documents are provided, I request access to any records that mention or relate to Joan Daemen, Vincent Rijmen, or the AES. This would include, but is not limited to, any communications, memoranda, reports, or other documents related to the design or development of the AES. I also request access to any metadata or other information related to the NSA's XKEYSCORE program or any other program that may be relevant to this request.\r\n\r\nFurthermore, I would like to draw your attention to the attached article entitled \"The extended Rijndael-like block ciphers\". This article provides important context and background information on the AES and its designers. I request that this article be considered as a part of my FOIA request, and that any relevant documents referenced in the article be included in my request.\r\n\r\nAdditionally, I request that a keystring search be conducted for any records related to Joan Daemen, Vincent Rijmen, or the AES. Furthermore, I would like to request any records related to the NSA's Enterprise Secure Logon User Repository (ESLUR) that may pertain to the AES or its designers.\r\n\r\nFinally, I request that the NSA not withhold or redact any responsive documents, even if they have been deleted. Any redactions or withholdings must be justified under FOIA's exemptions, and I reserve the right to challenge such redactions or withholdings in court.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nGood Citizen",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1080011,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/120572/642ee9430ee87c48865a7f18_IuCN2Gk.jpg",
            "datetime": "2023-04-06T11:50:29.465334",
            "title": "642ee9430ee87c48865a7f18_IuCN2Gk.jpg",
            "source": "Good Citizen",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "mail"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/documents-on-the-designers-of-advanced-encryption-standard-aes-joan-daemen-vincent-rijmen-and-relevant-programs-144299/"
  }
]