[
  {
    "id": 173271,
    "title": "Colchester vital records catalog",
    "slug": "colchester-vital-records-catalog",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 28088,
    "username": "alexagagosz",
    "agency": 12301,
    "datetime_submitted": "2024-09-12T23:09:31.484578",
    "date_due": "2024-09-18",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-09-12T23:09:31.597791",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 173271,
        "from_user": 28088,
        "to_user": 17376,
        "subject": "",
        "datetime": "2024-09-12T23:09:31.597791",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Connecticut Freedom of Information Act, I hereby request the following records:\r\n\r\nA complete catalog, inventory, index, log, report, or other listing of (1) all the books in your possession or control which registrars used to record birth, marriages, deaths, and burials before 1900 (including any Land Records books and/or Town or Proprietors Meeting/Minutes/Record books which include any records of birth, marriages and deaths) and (2) other books, records, and documents in your possession or control which index, copy, regroup, reference or support town birth, deaths and marriages, including communications or reports of communication from ministers, justices of the peace, sextons, and other witnesses to any aspect of births, marriages, burials, and/or deaths prior to 1900.\r\n\r\nI also request that, if possible and pursuant to Conn. Gen. Stat. § 1-212(d), fees be waived as I believe this request is in the public interest and not made for commercial gain. The requested documents will be made available to the public at MuckRock.com.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 4 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAlexa Gagosz",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/colchester-5562/colchester-vital-records-catalog-173271/"
  }
]