[
  {
    "id": 182346,
    "title": "Superintendent's Evaluation",
    "slug": "superintendents-evaluation",
    "status": "submitted",
    "embargo_status": "public",
    "user": 140258,
    "username": "TheCadet",
    "agency": 15147,
    "datetime_submitted": "2025-03-03T16:35:30.657267",
    "date_due": "2025-03-10",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-03T16:35:30.892006",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 182346,
        "from_user": 140258,
        "to_user": 19541,
        "subject": "",
        "datetime": "2025-03-03T16:35:30.892006",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Virginia Freedom of Information Act, I hereby request the following records:\r\n\r\nI am requesting records showing the expectations, goals and other criteria used by the Virginia Military Institute Board of Visitors (BOV) to evaluate the perfrmance and create the required performance appraisal of Gen. Peay for his last year as Superintendent and for Maj. Gen. Wins each of his years as Superintendent to include, without limitation, the most current version.\r\n\r\nAccording to the BOV ByLaws: \"It shall define its expectations and set goals for the Superintendent and annually review the Superintendent’s performance with reference to those expectations and goals.\"\r\n\r\nAccording to the BOV Statement of Governance: \" It shall define its expectations and set goals for the Superintendent and annually review the Superintendent’s performance with reference to those expectations and goals.\"\r\n\r\nTo be clear, I am NOT asking for the actual performance appraisals of either Gen. Peay or Maj. Gen. Wins by the BOV as those would contain personal information. This is only for the objective criteria approved by the BOV, with when and how it was approved, that established those performance criteria upon which evaluations, bonuses, etc. were acted on.\r\n\r\nI am willing to take incremental fulfillment of this FOIA so, for example,s the expectations and goals the Superintendent was evaluated on in the recent BOV Special Meeting where the BOV voted not to extend his contract should be available immediately.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTom Nash, a citizen of Virginia, in coordination with Anonymous.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/lexington-32067/superintendents-evaluation-182346/"
  },
  {
    "id": 182345,
    "title": "California Public Records Request",
    "slug": "california-public-records-request",
    "status": "ack",
    "embargo_status": "public",
    "user": 91061,
    "username": "AGreatOne",
    "agency": 25226,
    "datetime_submitted": "2025-03-03T15:44:14.243372",
    "date_due": "2025-03-13",
    "days_until_due": null,
    "date_followup": "2025-03-13",
    "datetime_done": null,
    "datetime_updated": "2025-03-03T15:44:14.417050",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 182345,
        "from_user": 91061,
        "to_user": 91360,
        "subject": "California Public Records Act Request: California Public Records Request",
        "datetime": "2025-03-03T15:44:14.417050",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nRequesting electronic records of any communications made by Ventura County fire department that contain my name.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMr. adonis gaynor",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/ventura-county-120/california-public-records-request-182345/"
  }
]