[
  {
    "id": 140059,
    "title": "Use of Force Reports 2021 and 2022",
    "slug": "use-of-force-reports-2021-and-2022",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 84591,
    "username": "Dillon-Bergin",
    "agency": 840,
    "datetime_submitted": "2023-02-03T09:58:10.537618",
    "date_due": "2023-02-27",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-02-03T09:58:10.681957",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140059,
        "from_user": 84591,
        "to_user": 10303,
        "subject": "",
        "datetime": "2023-02-03T09:58:10.681957",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New Mexico Inspection of Public Records Act, I hereby request the following records:\r\n\r\nPursuant to the state open records law N.M. Stat. Secs. 14-2-1 to 14-2-12, I write to request access to and a copy of each Use of Force Report, which I understand is comprised of a Use of Force Data Report and a Use of Force Narrative Report, by New Mexico State Police from January 1, 2021 to December 31, 2022, including the following data but not limited to\r\n\r\n- Date, time: The date (month, day, year) and time of the incident\r\n- Location: Street address, block, and other relevant location information\r\n- Subject(s) information: race, ethnicity, national origin, age, gender, resultant or related injuries sustained or alleged, weapon type (if applicable) in the possession of each involved individual, arrests or charges associated with the incident\r\n- Officer information (for each involved officer): employee number or other unique identifier used for the officer, race, resultant or related physical injuries, patrol division, unit\r\n- Incident details: incident or other unique identification number for the use of force incident\r\n- Type of force details: a description of each type of force used\r\n- Body camera or other footage: Inventory of any video record was created of the incident and/or a copy of the captured footage from all present cameras\r\n- Disposition of investigation into the incident: The current or final status of each use of force incident, including whether challenges to the use of force were sustained or dismissed or if the incident had no or is currently under investigation\r\n\r\nPlease provide the information as a csv spreadsheet, if possible, and if not possible, please provide incident reports sufficient to show the requested data. For reference, I made the same request for years 2015 to 2020 and that request was fulfilled under Reference number P007332-110521.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 15 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDillon Bergin",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-mexico-227/use-of-force-reports-2021-and-2022-140059/"
  },
  {
    "id": 139932,
    "title": "Florida College Presidents' Pledge to Stop 'Critical Race Theory' (North Florida College)",
    "slug": "florida-college-presidents-pledge-to-stop-critical-race-theory-north-florida-college",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 32493,
    "datetime_submitted": "2023-02-01T09:33:42.144060",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2023-02-18",
    "datetime_done": null,
    "datetime_updated": "2023-02-03T09:57:25.438140",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 139932,
        "from_user": 3031,
        "to_user": 96904,
        "subject": "Florida Sunshine Law Request: Florida College Presidents' Pledge to Stop 'Critical Race Theory' (North Florida College)",
        "datetime": "2023-02-01T09:33:43.056117",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\n1. Any records reflecting or documenting action by your institution as a result of, or intended to satisfy, the commitments made in the January 18, 2023, \"Florida College System Presidents Statement on Diversity, Equity, Inclusion and Critical Race Theory,\" available at https://www.fldoe.org/core/fileparse.php/5673/urlt/FCSDEIstatement.pdf.  This request includes, but is not limited to, any memoranda, emails, directives, instructions, or guidance issued to administrators, staff, faculty, or employees concerning the January 18 statement. It also includes, but is not limited to, any calendar entries concerning the January 18 statement. \r\n\r\n2. Any communications to or from the president or provost of your institution (including, but not limited to, memoranda, emails, text messages, or social media messages) concerning the January 18 statement.\r\n\r\n3. Any records (including correspondence) sent to the provided in response to Memo No. 23-021, sent on December 28, 2022 by Chris Spencer, Director of the Office of Policy and Budget, directing each institution of higher education to provide certain information by Friday, January 13, 2023.\r\n\r\nPlease note that this request does not seek a search of faculty or student email accounts or records. These requests should in no way be construed to include a review or search of email accounts, websites, or other forms of data or document retention which are controlled by students, alumni, or faculty members, nor by governmental or advisory bodies controlled by the same, except insofar as any such individuals also serve in an administrative capacity and the records were created or are held by the individual in that capacity. Any search should be limited to documents held by the administration and/or its staff members, including records created or maintained by persons acting in the capacity of administrators or staff members.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 139932,
        "from_user": 96904,
        "to_user": 3031,
        "subject": "FW: Florida Sunshine Law Request: Florida College Presidents' Pledge to Stop 'Critical Race Theory' (North Florida College)",
        "datetime": "2023-02-03T09:57:25.438140",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Adam,\r\n\r\nIn accordance with Florida Sunshine law, this is to acknowledge our receipt on February 1, 2023, of your request for the following records:\r\n\r\n  *   North Florida College’s response to the Office of the Governor’s request, Executive Memorandum 23-201.\r\nHaving reviewed your request with the appropriate departments that are custodians of the information requested, we are able to inform you:\r\n\r\n  *   Attached is North Florida College’s response and is in full compliance with the requirements of the Office of the Governor’s request.\r\nIf you have any questions about this response, please let me know.\nSincerely,\r\nAllison\r\n\r\nAllison Finley\r\nDirector of College Advancement\r\n\r\nNORTH FLORIDA COLLEGE\r\n850.973.1613  |  Bldg.32  |  NFC.EDU<about:blanknfc.edu>\r\n\r\nSentinels Stand Together.\r\n\r\n[signature_4000267557]",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1065025,
            "ffile": "https://cdn.muckrock.com/foia_files/2023/02/03/image001_zG4KnmD.jpg",
            "datetime": "2023-02-03T09:57:25.529273",
            "title": "image001",
            "source": "North Florida College, Madison, FL",
            "description": "",
            "doc_id": "",
            "pages": 0
          },
          {
            "id": 1065026,
            "ffile": "https://cdn.muckrock.com/foia_files/2023/02/03/NFC_Response_to_Executive_Memo_2302164.pdf",
            "datetime": "2023-02-03T09:57:25.837042",
            "title": "NFC Response to Executive Memo 23021[64]",
            "source": "North Florida College, Madison, FL",
            "description": "",
            "doc_id": "23597184-nfc-response-to-executive-memo-2302164",
            "pages": 1
          },
          {
            "id": 1065027,
            "ffile": "https://cdn.muckrock.com/foia_files/2023/02/03/NFC_response_to_Executive_Memorandum_23-02152.xlsx",
            "datetime": "2023-02-03T09:57:25.917299",
            "title": "NFC response to Executive Memorandum 23-021[52]",
            "source": "North Florida College, Madison, FL",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/madison-10222/florida-college-presidents-pledge-to-stop-critical-race-theory-north-florida-college-139932/"
  }
]