[
  {
    "id": 154238,
    "title": "Dixon - REVIEW ADMIN Emails containing \"double celling\"",
    "slug": "dixon-review-admin-emails-containing-double-celling",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 20197,
    "username": "IvanG",
    "agency": 3547,
    "datetime_submitted": "2023-11-06T12:38:11.060786",
    "date_due": "2023-11-15",
    "days_until_due": null,
    "date_followup": "2023-11-15",
    "datetime_done": null,
    "datetime_updated": "2023-11-06T12:38:11.160725",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 154238,
        "from_user": 20197,
        "to_user": 10715,
        "subject": "Illinois Freedom of Information Act. Request: Dixon - REVIEW ADMIN Emails containing \"double celling\"",
        "datetime": "2023-11-06T12:38:11.160725",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nI hope this request finds you in good spirits.\r\nI request that a copy of the following documents [or documents containing the following information] be provided to me that pertains to Dixon Correctional Center:  \r\n\r\nAll records related to reviews conducted for double celling and approvals of double celling, consistent with III. Admin. Code tit. 20 § 504.620(a), at Dixon Correctional Center from August 1, 2023 to present.\r\n\r\nIn the event that there are fees, please inform me of the total charges in advance of fulfilling my request. I would prefer the request be filled electronically.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nIvan Glynn",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/illinois-168/dixon-review-admin-emails-containing-double-celling-154238/"
  }
]