[
  {
    "id": 191092,
    "title": "Informe Accidente  automovilístico agosto 9 en valley pkwy y ave del diablo",
    "slug": "informe-accidente-automovilistico-agosto-9-en-valley-pkwy-y-ave-del-diablo",
    "status": "submitted",
    "embargo_status": "public",
    "user": 163981,
    "username": "HugoIsalinas",
    "agency": 7730,
    "datetime_submitted": "2025-08-11T20:06:15.716446",
    "date_due": "2025-08-21",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-08-11T20:06:15.906372",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 191092,
        "from_user": 163981,
        "to_user": 17845,
        "subject": "California Public Records Act Request: Informe Accidente  automovilístico agosto 9 en valley pkwy y ave del diablo",
        "datetime": "2025-08-11T20:06:15.906372",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nReporte del accidente automovilístico esquina valley pkwy y ave del diablo en la ciudad de escondido California  sábado 9 de agosto del 2025 parte afectada Hugo I salinas conductor Toyota corolla 2012 color blanco  y el auto ocasionó accidente Toyota runner 1998 color gris lo conducia Andrés Velásquez Lopez el cual fue arrestado por conducir en estado de ebriedad y sin licencia\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nHugo I salinas",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/escondido-59/informe-accidente-automovilistico-agosto-9-en-valley-pkwy-y-ave-del-diablo-191092/"
  }
]