[
  {
    "id": 159550,
    "title": "University of California - Berkeley",
    "slug": "university-of-california-berkeley",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 130644,
    "username": "RevFrank",
    "agency": 3123,
    "datetime_submitted": "2024-02-28T21:21:21.355879",
    "date_due": "2024-03-09",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-02-28T21:21:21.480232",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 159550,
        "from_user": 130644,
        "to_user": 10707,
        "subject": "",
        "datetime": "2024-02-28T21:21:21.480232",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nAs to the records I am asking for, on VanessaHolton.com you will find a link in the header UC Berkeley  (https://www.vanessaholton.com/uc-berkeley) \r\n\r\nI am asking for the full contents of each email for those emails listed below. I am asking for each individual listed and underlined in red, including all the ensuing back and forth communication. \r\n\r\nThese emails were sent to UC Berkeley employees and the requested records were generated in response to my emails and in no way should be protected. The emails are both contemporaneous, specific to my email and my claims of corruption and criminal conduct in the California State Bar, and extemporaneous, which will give the public a rare insight into the inner workings between the University of Berkeley and the California State Bar.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nFrank Robinson",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/california-52/university-of-california-berkeley-159550/"
  }
]