[
  {
    "id": 145735,
    "title": "Request for Information Security Breach Information for the past Three Years",
    "slug": "request-for-information-security-breach-information-for-the-past-three-years",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 104610,
    "username": "joro",
    "agency": 2517,
    "datetime_submitted": "2023-05-12T13:26:55.895323",
    "date_due": "2023-05-19",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-05-12T13:26:56.193605",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 145735,
        "from_user": 104610,
        "to_user": 16757,
        "subject": "",
        "datetime": "2023-05-12T13:26:56.193605",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Virginia Freedom of Information Act, I hereby request the following records:\r\n\r\nPursuant to Section 18.2-186.6 of the Code of Virginia and the Virginia Freedom of Information Act, I hereby request the following records:\r\n\r\nThe Code of Virginia \"requires an individual or entity that owns, maintains, or possesses personal identifying information of Virginia\r\nresidents who has a reasonable belief that such personal information was accessed or acquired by an unauthorized individual or entity to report the unauthorized breach to the Office of the Virginia Attorney General and to provide notification to each affected Virginia resident.\"\r\n\r\nThis is a request for all of the registered business entity names of entities which have reported Information Security Breaches to the State of Virginia per the guidelines established in the Code of Virginia, as well as for information regarding the nature, scope, and cause of these breaches, as well as all steps taken to remedy the same, where disclosure of such information would neither interfere with a law enforcement investigation, nor jeopardize the capacity of an agency or an entity that has shared information with the State of Virginia to guarantee the security of its information technology assets, such assets encompassing both electronic information systems and infrastructures. I would like this information for all breaches which have occurred in the last three (3) years.\r\n\r\nPlease note: I am submitting this request in affiliation with a private corporation, seeking to use this information for the company’s business, for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJonathan Rozinsky\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTom Nash, a citizen of Virginia, in coordination with Jonathan Rozinsky.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/virginia-128/request-for-information-security-breach-information-for-the-past-three-years-145735/"
  }
]