[
  {
    "id": 180326,
    "title": "Correspondence between the Attorney General and prosecutors",
    "slug": "correspondence-between-the-attorney-general-and-prosecutors",
    "status": "submitted",
    "embargo_status": "public",
    "user": 132729,
    "username": "j-b",
    "agency": 856,
    "datetime_submitted": "2025-01-24T00:52:20.112326",
    "date_due": "2025-02-24",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-01-24T00:52:20.197251",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 180326,
        "from_user": 132729,
        "to_user": 9593,
        "subject": "Freedom of Information Act Request: Correspondence between the Attorney General and prosecutors",
        "datetime": "2025-01-24T00:52:20.197251",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAll correspondence - including but not limited to letters, memos, meeting notes, phone call transcripts, and public and private text messages and emails - between former Attorney General Merrick Garland, or staff authorized to send correspondence on his behalf, and members of the following offices between November 15, 2022 and August 14, 2023.\r\n- Office of the Fulton County District Attorney\r\n- Office of the Manhattan District Attorney\r\n- Office of the New York State Attorney General\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\njoseph brucker",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/correspondence-between-the-attorney-general-and-prosecutors-180326/"
  }
]