[
  {
    "id": 151088,
    "title": "Child care stabilization grant info request",
    "slug": "child-care-stabilization-grant-info-request",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 120335,
    "username": "gpepin",
    "agency": 2587,
    "datetime_submitted": "2023-08-21T08:30:40.595020",
    "date_due": "2023-08-24",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-08-21T08:30:40.773722",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 151088,
        "from_user": 120335,
        "to_user": 9889,
        "subject": "",
        "datetime": "2023-08-21T08:30:40.773722",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Arkansas Freedom of Information Act, I hereby request the following records:\r\n\r\nDatabases or information related to DHHS' child care stabilization grants in Arkansas. Specifically, information at the grant-to-provider level, including a list of providers who were awarded the grants, addresses, licensed capacity, and amounts awarded.\r\n\r\nIf available, information on the process of applying for the grants, information on the process of allocating the grants, information about rejected applications, and information on any other grants available to providers from the state.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nSonny Albarado, a citizen of Arkansas, in coordination with Gabrielle Pepin.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/arkansas-114/child-care-stabilization-grant-info-request-151088/"
  }
]