[
  {
    "id": 179094,
    "title": "2024 Texas Body Camera Awards",
    "slug": "2024-texas-body-camera-awards",
    "status": "ack",
    "embargo_status": "public",
    "user": 103735,
    "username": "paultepper",
    "agency": 3877,
    "datetime_submitted": "2025-01-04T18:55:34.823460",
    "date_due": "2025-01-17",
    "days_until_due": null,
    "date_followup": "2025-01-17",
    "datetime_done": null,
    "datetime_updated": "2025-01-04T18:55:35.039618",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 179094,
        "from_user": 103735,
        "to_user": 10464,
        "subject": "Texas Public Information Act Request: 2024 Texas Body Camera Awards",
        "datetime": "2025-01-04T18:55:35.039618",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\nOn December 18, 2024 Governor Abbott announced that the Public Safety Office will administer over $500 million in grant funding for a variety of public safety programs and services in Texas, including 98 awards, totaling $4.6 million, to equip peace officers with body-worn camera systems.  Please provide a list of those agencies receiving body-worn camera awards, showing the amounts awarded to each agency (if available).  If a list of the awardees does not exist, please provide any documents, reports, data files, or communications that identify the body-worn camera award recipients.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nPaul Tepper",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/texas-109/2024-texas-body-camera-awards-179094/"
  }
]