[
  {
    "id": 174545,
    "title": "Virginia Freedom of Information Act Request - 10/16/24",
    "slug": "virginia-freedom-of-information-act-request-101624",
    "status": "ack",
    "embargo_status": "public",
    "user": 9459,
    "username": "SAHorn1022",
    "agency": 19433,
    "datetime_submitted": "2024-10-16T01:21:01.947152",
    "date_due": "2024-10-23",
    "days_until_due": null,
    "date_followup": "2024-10-23",
    "datetime_done": null,
    "datetime_updated": "2024-10-16T01:21:02.363365",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 174545,
        "from_user": 9459,
        "to_user": 30101,
        "subject": "Virginia Freedom of Information Act Request: Virginia Freedom of Information Act Request - 10/16/24",
        "datetime": "2024-10-16T01:21:02.363365",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Virginia Freedom of Information Act, I hereby request the following records:\r\n\r\nAny and all communications with representatives from the organization PERC (Propane Education & Research Council) and/or the National Propane Gas Association (NPGA) or those working on their behalf as it pertains to the Environmental Protection Agency's (EPA, and please search both) \"Clean School Bus Program.\"\r\n\r\nPlease use this precise search in extracting electronic records and the essence of it in searching for others: (\"Clean School Bus Program\") AND (\"@propane.com\" OR \"@npga.org\" OR \"Propane Education and Research Council\" OR \"National Propane Gas Association\" OR \"Propane Education & Research Council\").\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTom Nash, a citizen of Virginia, in coordination with Steve Horn.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/hanover-county-992/virginia-freedom-of-information-act-request-101624-174545/"
  }
]