[
  {
    "id": 157727,
    "title": "Unlawfully Delayed MoValley ICE Death Report",
    "slug": "unlawfully-delayed-movalley-ice-death-report",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 25665,
    "username": "DetentionKills",
    "agency": 133,
    "datetime_submitted": "2024-01-24T11:57:17.240219",
    "date_due": "2024-02-22",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-01-24T11:57:17.369427",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 157727,
        "from_user": 25665,
        "to_user": 9620,
        "subject": "Freedom of Information Act Request: Unlawfully Delayed MoValley ICE Death Report",
        "datetime": "2024-01-24T11:57:17.369427",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\n1. The Congressionally mandated ICE Detainee Death Report for Frankline Okpu, who died December 6, 2023, at the GEO-owned Moshannon Valley ICE Processing Center in Clearfield County, Pennsylvania. \r\n2. All emails exchanged between ICE and GEO, ICE and CRCL, and ICE and Congress regarding the publication of the Congressionally Mandated Detainee Death Report sent or received between December 6, 2023, and January 24, 2024. \r\n\r\nExpedited Processing Request\r\nPursuant to 6 CFR 5.5(e), I hereby request expedited processing and certify that the following is true and correct pursuant to 28 USC 1746: \r\n\r\n1. I am a member of the media primarily engaged in information collection and dissemination. \r\n2. Frankline Okpu died in ICE custody on December 6, 2023. https://www.ice.gov/news/releases/cameroonian-national-ice-custody-dies\r\n3. Implementing Congressional Appropriations requirements, ICE’s death policy, ICE Directive 11003.5, Section 5.3, paragraph 4, mandates ICE make available to the public a detainee death report on its website within 30 days of a person’s death. See https://www.ice.gov/doclib/detention/directive11003-5.pdf. \r\n4. The ICE Detainee Death Report for a man who died two days before Frankline, Carlos Juan Francisco, is presently online: https://www.ice.gov/doclib/foia/reports/ddr_carlosJuanFrancisco.pdf. \r\n5. The ICE Detainee Death Report for Frankline is not online as of the date of this request. \r\n6. Public records received from the Pennsylvania State Police indicate the agency received at least 77 calls for alleged criminal activity at the Moshannon Valley ICE Processing Center between April 2022 and December 2023. https://www.documentcloud.org/documents/24373955-psp_final_response_2023-2559\r\n7. At least 22 of those calls involved allegations of drug paraphernalia or possession. At least 19 of those calls involved allegations of rape, attempted rape, sexual assault, or indecent assault. https://www.documentcloud.org/documents/24373955-psp_final_response_2023-2559. \r\n8. Frankline Okpu died of a drug overdose—MDMA toxicity—according to toxicology reports by the Clearfield County Coroner’s Report. \r\n9. Between December 2022 and December 2023, there was not a single month that passed in which the Pennsylvania State Police went without receiving a call to investigate alleged criminal activity at Moshannon Valley. \r\n10. In June 2023, the Department of Homeland Security’s Office for Civil Rights and Civil Liberties published its May 2023 Closing Memorandum summarizing investigative findings of multiple violations of detention standards at Moshannon Valley. https://www.dhs.gov/sites/default/files/2023-09/23_0620_crcl-close-summary-ice-moshannon-valley-processing-center-06-20-23.pdf. \r\n11. ICE non-concurred or only partially concurred with at least 20 of 29 of CRCL’s recommendations. \r\n12. Hundreds of noncitizens currently reside inside involuntarily the Moshannon Valley facility. \r\n13. Neither ICE nor any of its oversight bodies has publicly released information revealing the cause and manner of Frankline’s death. \r\n\r\nBased on the above, there is an urgent need to inform the public regarding the facts surrounding Mr. Okpu’s death, and the steps the agency may have taken to prevent harm to other people locked inside Moshannon Valley at government expense.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAndrew Free",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/unlawfully-delayed-movalley-ice-death-report-157727/"
  }
]