[
  {
    "id": 155889,
    "title": "Records of Individuals Banned from the State House in Trenton, NJ",
    "slug": "records-of-individuals-banned-from-the-state-house-in-trenton-nj",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 839,
    "datetime_submitted": "2023-12-12T16:25:31.498547",
    "date_due": "2023-12-21",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-12-12T16:25:31.584289",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 155889,
        "from_user": 4164,
        "to_user": 9595,
        "subject": "",
        "datetime": "2023-12-12T16:25:31.584289",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "MuckRock News\r\nDEPT MR 146407\r\n263 Huntington Ave\r\nBoston, MA 02115\r\n\r\nDate: December 12, 2023\r\n\r\nNew Jersey State Police\r\nP.O. Box 7068\r\nWest Trenton, NJ 08628-0068\r\n\r\nAttn: FOIA Officer\r\n\r\nSubject: Freedom of Information Act (FOIA) Request – Records of Individuals Banned from the State House in Trenton, NJ\r\n\r\nDear FOIA Officer,\r\n\r\nUnder the provisions of the Freedom of Information Act, 5 U.S.C. § 552, I hereby request access to and copies of records held by the New Jersey State Police pertaining to individuals who have been banned from the State House in Trenton, NJ from January 1, 2020, to the current date.\r\n\r\nFor the purpose of this request, the records I seek include, but are not limited to:\r\n\r\nAll written orders or directives issued regarding banishment or barring from the State House.\r\nAny internal memos, emails, or communications regarding specific instances of individuals being banned from the State House, including the dates of these instances and the reasons for banishment, if recorded.\r\nRecords pertaining to instances where individuals were formally notified of their banishment from the State House.\r\nShould any portion of the requested records be deemed exempt from disclosure, I request the release of any reasonably segregable non-exempt portions in accordance with 5 U.S.C. § 552(b). If an entire document is exempt, I request a justification, citing specific FOIA exemptions, and provision of an exemption log as per Vaughn v. Rosen, 484 F.2d 820 (D.C. Cir. 1973).\r\n\r\nPlease note your obligation under the law not to destroy any records potentially responsive to this request. Any withholding, redaction, or destruction of responsive records without proper justification constitutes a violation of the FOIA and is subject to litigation, as confirmed in Kissinger v. Reporters Committee for Freedom of the Press, 445 U.S. 136, 150 (1980).\r\n\r\nEnclosed is a letter requesting a fee waiver for the processing of this request. As an independent investigative journalist associated with TransparencyReport.pw, I believe that the information I seek is in the public interest and its disclosure contributes significantly to public understanding of the operations or activities of the government.\r\n\r\nIf the enclosed waiver is not accepted and there are any potential charges in excess of $200 associated with fulfilling my request, please inform me in advance.\r\n\r\nAs stipulated by the FOIA, I look forward to your response within twenty business days (5 U.S.C. § 552(a)(6)(A)(i)).\r\n\r\nThank you for your prompt attention to this matter.\r\n\r\nSincerely,\r\nJordan Lassiter\r\nIndependent Investigative Journalist\r\nTransparencyReport.pw\r\nEmail: Jordan@Lassiter.eu\r\n\r\nEnclosure: Fee Waiver Request Letter\r\n\r\nPlease be aware: All communications related to this request, including incoming and outgoing communications, will be publicly available on MuckRock.com. Additionally, any correspondence in relation to this request will be instantly published on the platform.",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1135760,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/126877/Fee_Waiver_Letter_copy_1.pdf",
            "datetime": "2023-12-12T16:25:31.584289",
            "title": "Fee_Waiver_Letter_copy_1.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-jersey-229/records-of-individuals-banned-from-the-state-house-in-trenton-nj-155889/"
  }
]