[
  {
    "id": 190616,
    "title": "Superintendent Search Committee",
    "slug": "superintendent-search-committee",
    "status": "submitted",
    "embargo_status": "public",
    "user": 140258,
    "username": "TheCadet",
    "agency": 15147,
    "datetime_submitted": "2025-08-04T16:15:18.006786",
    "date_due": "2025-08-11",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-08-04T16:15:18.236723",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 190616,
        "from_user": 140258,
        "to_user": 19541,
        "subject": "",
        "datetime": "2025-08-04T16:15:18.236723",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Virginia Freedom of Information Act, I hereby request the following records:\r\n\r\nAll questions asked of all candidates during all phases of the search, interview, and selection process for the new superintendent from the start of the recruiting to the date of this request.  At a minimum, this should include all questions asked, orally or in writing, of the the three finalists whom the search committee interviewed during closed session.\r\n\r\nWhile the RESPONSES to those questions may currently be exempt from disclosure under the FOIA, the questions themselves, without connecting them to any candidate responses, should be fully releasable without restriction. Further, whereas the BOV Search Committee committed to transparency, there should be a record of all questions asked (written or oral) for transparency.\r\n\r\nGiven that the interviews were just conducted, the records responsive to this request should be immediately available.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTom Nash, a citizen of Virginia, in coordination with Anonymous.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/lexington-32067/superintendent-search-committee-190616/"
  }
]