[
  {
    "id": 176404,
    "title": "FDLE State Exam Applicants",
    "slug": "fdle-state-exam-applicants",
    "status": "ack",
    "embargo_status": "public",
    "user": 143993,
    "username": "a123",
    "agency": 3957,
    "datetime_submitted": "2024-11-16T19:10:20.420132",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2024-12-02",
    "datetime_done": null,
    "datetime_updated": "2024-11-16T19:10:20.543771",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 176404,
        "from_user": 143993,
        "to_user": 9752,
        "subject": "Florida Sunshine Law Request: FDLE State Exam Applicants",
        "datetime": "2024-11-16T19:10:20.543771",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nInformation on all applicants who took the FDLE State Exam / State Officer Certification Examination going back as far as possible to the present. \r\n\r\nData elements for all applicants:\r\n* Applicant's full name\r\n* Date of exam\r\n* Applicant's date of birth or, if not releasable, year of birth or age at time of exam\r\n* Applicant's city and/or zip code of residence at time of exam\r\n* Applicant's score on the exam\r\n* Whether applicant passed the exam\r\n\r\nPlease include this information for an applicant for as many times as they took the exam. If your certification system contains data elements not listed above, please include them in the response, provided they are releasable under the law. On the other hand, I recognize some of the information I am asking for may not be tracked by your system. If that is the case, I am willing to accept as many of the data elements as your agency maintains. If some records are more readily available, I am happy to receive partial information as soon as possible while the remaining request is processed.\r\n\r\nIn addition to the data elements listed, I request documentation necessary to understand and interpret the data, including but not limited to record layouts, data dictionaries, code sheets, lookup tables, etc.\r\n\r\nMy preference is to receive structured data provided in a csv file. I can also handle a variety of other data formats including machine-readable text files, such as delimited or fixed-width formats, SQL databases, Excel workbooks and MS Access. If there are additional formats your agency would prefer to provide, please let me know.\r\n\r\nPlease send clarifications and questions via electronic communication at any time.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nAleksei Opacic\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nAleksei Opacic",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/florida-34/fdle-state-exam-applicants-176404/"
  }
]