[
  {
    "id": 160369,
    "title": "Communications with contractors ref 2717 Grand Ave, DeLand FL",
    "slug": "communications-with-contractors-ref-2717-grand-ave-deland-fl",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 131528,
    "username": "Gonzalez",
    "agency": 37473,
    "datetime_submitted": "2024-03-14T19:19:34.674229",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-03-14T19:19:34.769878",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 160369,
        "from_user": 131528,
        "to_user": 131547,
        "subject": "",
        "datetime": "2024-03-14T19:19:34.769878",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nThis is a Freedom of Information Act and Privacy Act request pursuant to Florida Sunshine Law. I hereby request the following information:  \r\n\r\nPlease provide me with all internal and external communications which took place between January 1st, 2024 and March 14th, 2024, (including but not limited to communications conducted on private devices), including emails, letters, memos, texts, dates and notes of phone conversations, field visit logs and reports, and photographs, etc. exchanged with or between the building officials, permit department, and code inspectors at Volusia County Building and Code Administration, specifically Nicholas Ventura, Paul Traider, Joshua Hemmerlein, Jeff Bergman, Chris Hutchison, Elizabeth Diamond and Kerry Leuzinger, and the following individuals:  Michael Snow, Wire Wizard Electrical Services LLC; and Mr. Kenneth Goldberg, Ken Goldberg Construction Company, LLC, regarding my property located at 2717 Grand Ave, DeLand FL 32720.\r\n\r\nI also request that, if appropriate, fees be waived as I believe this request is in the public interest. The requested documents will be made available to the general public free of charge, processed by a representative of the news media/press, and is not for commercial usage.\r\n\r\nIn the event that fees cannot be waived, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. \r\n\r\nI would prefer the request be filed electronically, by e-mail attachment if available.\r\n\r\nShould my request be refused, kindly provide the specific legislative citation for the rejection, as required by Section 119.07(1)(d) of the Florida Statutes.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within a reasonable time frame, according to Section 119.07(1)(a),(c) of the Florida Statutes.\r\n\r\nSincerely,\r\n\r\nLourdes Gonzalez",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/volusia-county-10465/communications-with-contractors-ref-2717-grand-ave-deland-fl-160369/"
  }
]