[
  {
    "id": 152019,
    "title": "Palm Coast draconian code enforcement",
    "slug": "palm-coast-draconian-code-enforcement",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 5232,
    "username": "s_huminski@live.com",
    "agency": 17440,
    "datetime_submitted": "2023-09-14T19:03:37.951385",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2023-09-29",
    "datetime_done": null,
    "datetime_updated": "2023-09-14T19:03:38.186627",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 152019,
        "from_user": 5232,
        "to_user": 23828,
        "subject": "Florida Sunshine Law Request: Palm Coast draconian code enforcement",
        "datetime": "2023-09-14T19:03:38.186627",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nWe had some landscaping and concrete repair done today at 26 Fleetwood Drive today 9-14-2023.  Last night 3 bags of concrete were dropped off.  Today landscape rock was purchase and i directed the truck to park on the lawn instead of blocking a lane of this narrow F section street for the entire day like landscapers commonly do.\r\n\r\nWe got plastered with code violation notices and when I spoke to the code officer, he hung up on me.  \r\n\r\nPlease provide all records of code violations for contractors dropping off materials the day prior to work or the same day of work that were greeted with hostile code violation notices.  Especially when the work was completed the same day and the materials were gone.\r\n\r\nI've seen roofing materials, fencing, mulch, bags of landscape rock exist on properties for weeks or months.  Is there a new one day rule that Palm Coast is initiating.  I asked the code officer if it would have been better for the truck to block an entire lane of traffic on this narrow F section road for the entire day.  He said that would be preferable and I would not have been violated for that.  Our government at work.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nscott huminski",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/palm-coast-125/palm-coast-draconian-code-enforcement-152019/"
  }
]