[
  {
    "id": 192310,
    "title": "USS Liberty: Form Required to Sign to Receive Financial Compensation",
    "slug": "uss-liberty-form-required-to-sign-to-receive-financial-compensation",
    "status": "ack",
    "embargo_status": "public",
    "user": 256,
    "username": "USSLiberty",
    "agency": 129,
    "datetime_submitted": "2025-09-01T21:22:03.326113",
    "date_due": "2025-09-29",
    "days_until_due": null,
    "date_followup": "2025-09-29",
    "datetime_done": null,
    "datetime_updated": "2025-09-01T21:22:03.449889",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "uss liberty",
      "israeli attack on the uss liberty"
    ],
    "communications": [
      {
        "foia": 192310,
        "from_user": 256,
        "to_user": 9557,
        "subject": "Freedom of Information Act Request: USS Liberty: Form Required to Sign to Receive Financial Compensation",
        "datetime": "2025-09-01T21:22:03.449889",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nI was aboard the USS Liberty when the Israel Defense Force attacked our ship on June 8, 1967, and serve my shipmates as Historian of the USS Liberty Veterans Association.[https://ussliberty.org]\r\n\r\nIn or around 1968, the US government issued financial compensation checks to some survivors of the attack on our ship.\r\n\r\nIn order to receive that compensation, the recipient had to sign an agreement that whatever the compensation amount was, it was the only monetary compensation the recipient would ask for.\r\n\r\nWe are asking for copies of the completed form each USS Liberty recipient was required to sign prior to receiving the disbursement.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJoe Meadors",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/uss-liberty-form-required-to-sign-to-receive-financial-compensation-192310/"
  }
]