[
  {
    "id": 191550,
    "title": "TRLE Level‑1 Centers (NYSED Office of Educational Design & Technology)",
    "slug": "trle-level1-centers-nysed-office-of-educational-design-technology",
    "status": "submitted",
    "embargo_status": "public",
    "user": 18767,
    "username": "jvparker",
    "agency": 4381,
    "datetime_submitted": "2025-08-18T18:40:26.049337",
    "date_due": "2025-08-25",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-08-18T18:40:26.151698",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 191550,
        "from_user": 18767,
        "to_user": 9927,
        "subject": "",
        "datetime": "2025-08-18T18:40:26.151698",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nRecords related to the Teaching in Remote/Hybrid Learning Environments (TRLE) program, specifically concerning the Level-1 Centers, for the period from January 1, 2020, to the present:\r\n\r\n1. All documents pertaining to the selection criteria and scoring processes for TRLE Level-1 Centers, including any evaluations, rubrics, applications, or assessments related to the Northeastern Regional Information Center (NERIC) and/or Capital Region BOCES (CRB).\r\n\r\n2. All Memoranda of Understanding (MOUs), agreements, contracts, or similar documents that name or involve NERIC (Capital Region BOCES) as a TRLE Level-1 Center or participant.\r\n\r\n3. All deliverable schedules, timelines, performance reports, acceptance reports, progress updates, or related documentation for TRLE Level-1 activities specifically associated with NERIC.\r\n\r\n4. All payment records, fiscal agent records, invoices, disbursement logs, or financial documents identifying payments, reimbursements, or funding allocations to or involving NERIC and/or Capital Region BOCES (CRB) under the TRLE program.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJackson Parker",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/trle-level1-centers-nysed-office-of-educational-design-technology-191550/"
  }
]