[
  {
    "id": 158829,
    "title": "AAM-300 Transparency",
    "slug": "aam-300-transparency",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 130039,
    "username": "dwight",
    "agency": 68,
    "datetime_submitted": "2024-02-16T08:26:50.850855",
    "date_due": "2024-03-18",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-02-16T08:26:50.964355",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 158829,
        "from_user": 130039,
        "to_user": 9606,
        "subject": "",
        "datetime": "2024-02-16T08:26:50.964355",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\n- Names, job titles, internal specialty of employees and contractors working within the FAA Aerospace Medical Certification Division (AAM-300)\r\n- Names of individuals with authority delegated to them by the Manager of AAM-300, David O’Brien\r\n- Any internal studies verifying the efficacy of the CogScreen-AE\r\n- Total number of deferred medical certificates for FY23 (1st, 2nd, 3rd classes)\r\n- Total number of Special Issuances issued for FY23\r\n- Total number of outstanding deferrals within AAM-300 as of the date this FOIA request is processed\r\n- Memorandums of Understanding (MOUs) between the FAA, Veterans Affairs, and the Social Security Administration for information-sharing of disability benefits\r\n- Names, job titles, internal specialty of employees and contractors working within the FAA Special Projects division\r\n- Establishing documents of the FAA Special Projects division\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDwight Pina",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/aam-300-transparency-158829/"
  }
]