[
  {
    "id": 157208,
    "title": "Cambridge Public Records Request Log - 2023",
    "slug": "cambridge-public-records-request-log-2023",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 2116,
    "username": "beryllipton",
    "agency": 186,
    "datetime_submitted": "2024-01-12T16:26:24.833391",
    "date_due": "2024-01-29",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-01-12T16:26:25.052896",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 157208,
        "from_user": 2116,
        "to_user": 13800,
        "subject": "",
        "datetime": "2024-01-12T16:26:25.052896",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Massachusetts Public Records Law, this is a request for records related to this agency’s receipt of and response to public records requests. \r\n\r\nFor the period from January 1, 2023 through December 31, 2023, please provide all logs and available related details of public records requests received by this office. Responsive materials include those that describe the following details for each public records request received by this office: \r\n• The name of the requester and the affiliated organization\r\n• The date on which the request was received by this office\r\n• The city department for which the request was intended\r\n• A description of the requested records\r\n• The tracking number assigned by this office to the request\r\n• The date on which the request was closed by this office\r\n• The final disposition of the request, including, if possible, whether the request was fully fulfilled, partially fulfilled, rejected in its entirety, resulted in no responsive documents, or remains open\r\n• Details on exemptions applied to responsive and withheld records\r\n• The number of released pages\r\n\r\nPlease provide the responsive materials in the form of a spreadsheet (either in CSV or XLS file formats), if possible. \r\n\r\nThis request is being made as part of an academic and journalistic project and is not being made for any commercial reason. In the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request be fulfilled electronically, via e-mail attachment, the upload link in the footer of this message, or Dropbox, if possible.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nPlease contact me if your office has any questions about this request. \r\n\r\nSincerely,\r\n\r\nBeryl Lipton",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/cambridge-5/cambridge-public-records-request-log-2023-157208/"
  }
]