[
  {
    "id": 141383,
    "title": "Activist Community Spying - Portland",
    "slug": "activist-community-spying-portland",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 111443,
    "username": "justin.acta",
    "agency": 9,
    "datetime_submitted": "2023-02-25T22:41:05.233646",
    "date_due": "2023-03-24",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-02-25T22:41:05.312451",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 141383,
        "from_user": 111443,
        "to_user": 9589,
        "subject": "Freedom of Information Act Request: Activist Community Spying - Portland",
        "datetime": "2023-02-25T22:41:05.312451",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nRe:  Expedited Freedom of Information Act \r\n\r\nATTENTION: \r\nGovernment Spying Transparency Project (“GSTP”) makes this expedited request for records pursuant to the Freedom of Information Act (“FOIA”), 5 U.S.C. § 552, and Department of Homeland Security (“DHS”) regulations.  Specifically, GSTP requests all records and communications from June 2, 2020 to the present that  pertain to: \r\n1. DHS or it’s various agencies and components investigations, assessments and other intelligence gathering on individuals and groups related to protest activity or criminal activity related to protest activity in Portland, Oregon at or near federal buildings, offices, infrastructure or employees.\r\n \r\nPlease search for responsive records regardless of format, medium, or physical characteristics.  We seek records of any kind, including paper records, electronic records, audiotapes, videotapes, photographs, data, and graphical material.  Our request includes without limitation all correspondence, letters, emails, text messages, facsimiles, telephone messages, voice mail messages, and transcripts, notes, or minutes of any meetings, telephone conversations, or discussions.  Our request also includes any attachments to emails and other records, as well as those who were cc’ed or bcc’ed on any emails. If it is your position any portion of the requested records is exempt from disclosure, GSTP requests that you provide it with an index of those documents as required under Vaughn v. Rosen, 484 F.2d 820 (D.C. Cir. 1973).  In the event some portions of the requested records are properly exempt from disclosure, please disclose any reasonably segregable non-exempt portions of the requested records.  See 5 U.S.C. § 552(b).  If it is your position that a document contains non-exempt segments, but that those non-exempt segments are so dispersed throughout the document as to make segregation impossible, please state what portion of the document is non/U.S. Dep’t of the Air Force, 566 F.2d 242, 261 (D.C. Cir. 1977). \r\n\r\nFEE WAIVER REQUEST:\r\n\r\nIn accordance with 5 U.S.C. § 552(a)(4)(A) and DHS regulations, GSTP requests a waiver of fees associated with processing this request for records.  The subject of this request concerns the operations of the federal government, and the disclosures likely will contribute to a better understanding of relevant government procedures by GSTP and the general public in a significant way.  See 5 U.S.C. § 552(a)(4)(A)(iii).  Moreover, the request primarily and fundamentally is for non-commercial purposes.  See, e.g., McClellan Ecological v. Carlucci, 835 F.2d 1282, 1285 (9th Cir. 1987).\r\n\r\nGSTP intends to share the information responsive to this request with the public through reports, press releases, or other means.  In addition, GSTP will disseminate any documents it acquires from this request to the public through its website, www.muckrock.com.  The release of information obtained through this request is not in GSTP’s financial interest.  GSTP further requests that it not be charged search or review fees for this request pursuant to 5 U.S.C. § 552(a)(4)(A)(ii)(II) because GSTP qualifies as a member of the news media.  See Nat’l Sec. Archive v. U.S. Dep’t of Defense, 880 F.2d 1381, 1386 (D.C. Cir. 1989) (holding non-profit a “representative of the news media” and broadly interpreting the term to include “any person or organization which regularly publishes or disseminates information to the public”).  GSTP routinely and systematically disseminates information to the public in several ways.  Under these circumstances, GSTP satisfies fully the criteria for a fee waiver. \r\n\r\nEXPEDITION \r\n\r\nPlease be advised that GSTP is seeking expedition of this request and pursuant to DHS FOIA regulations requests expedited handling of this request due to great public interest.\r\n\r\nWhere possible, please produce records in electronic format.  \r\n\r\nThank you for your assistance in this matter.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJustin Acta",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/activist-community-spying-portland-141383/"
  }
]