[
  {
    "id": 157867,
    "title": "CID-EVIDENCE LOCK-MCLENNAN COUNTY",
    "slug": "cid-evidence-lock-mclennan-county",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 74011,
    "username": "BernadetteFeazell",
    "agency": 36217,
    "datetime_submitted": "2024-01-27T16:29:20.926113",
    "date_due": "2024-02-09",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-01-27T16:29:21.016805",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 157867,
        "from_user": 74011,
        "to_user": 122912,
        "subject": "",
        "datetime": "2024-01-27T16:29:21.016805",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\nDUSTIN,\r\n\r\nPLEASE PROVIDE ME WITH A LIST OF ALL INDIVIDUALS WHO HAD OR CURRENTLY HAVE ACCESS TO THE SECURE EVIDENCE LOCKER OF THE SHERIFF'S DEPARTMENT FROM 01/01/2017 TO 01/27/2024.\r\n\r\nTHANKS.\r\n\r\n-B\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBernadette Feazell",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/mclennan-county-2697/cid-evidence-lock-mclennan-county-157867/"
  },
  {
    "id": 157866,
    "title": "DISPOSITION RECORDS",
    "slug": "disposition-records",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 74011,
    "username": "BernadetteFeazell",
    "agency": 36217,
    "datetime_submitted": "2024-01-27T16:23:37.682160",
    "date_due": "2024-02-09",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-01-27T16:23:37.786092",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 157866,
        "from_user": 74011,
        "to_user": 122912,
        "subject": "",
        "datetime": "2024-01-27T16:23:37.786092",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\nDUSTIN-\r\n\r\nSOME OF THE REQUESTED INFORMATION MIGHT BE FROM THE SHERIFF'S OFFICE AND SOME OF THE INFORMATION REQUESTED MIGHT BE FROM THE AUDITORS OFFICE AS IT INVOLVES **US CURRENCY**, PLEASE FORWARD THIS TO BOTH DEPARTMENTS FOR THE COLLECTION THE REQUESTED RECORDS.\r\n\r\n\r\nPLEASE PROVIDE THE DISPOSITION RECORDS FOR THE FOLLOWING CASE NUMBERS AND ITEM'S THAT WERE DISPOSED OF IN ACCORDANCE WITH ART 18.17 OF THE CODE OF CRIMINAL PROCEDURES. RECORDS SHOULD INCLUDE BUT NOT LIMITED TO THE FOLLOWING:\r\n\r\n1) NOTICE MAILED TO OWNER OF LAST KNOWN ADDRESS TO INCLUDE THE CERTIFIED MAIL GREEN CARD OR THE ACTUAL UNOPENED ENVELOPE  RETURNED TO MAILER.\r\n2) PUBLIC NOTICE THAT WAS PUBLISHED IN THE NEWSPAPER AS REQUIRED BY THE BELOW STATUE\r\n3) PROOF OF DEPOSIT OF THE FUNDS IF BY SALE\r\n4) ANY BID MADE BOTH REJECTED AND ACCEPTED IF PROPERTY WAS SOLD AT AUCTION\r\n5) IF THE **US CURRENCY** WAS UNCLAIMED, COPY & PROOF OF NOTICE THAT WAS SENT IN ACCORDANCE WITH 18.17 ALONG WITH THE DEPOSIT SLIP SHOWING THE **US CURRENCY** WERE DEPOSITED IN THE TREASURY OF THE COUNTY. IF NO NOTICE WAS SENT, THEN AGAIN DEPOSIT SLIP SHOWING WHERE THE **US CURRENCY** WAS DEPOSITED IN TO THE TREASURY OF THE COUNTY.\r\n\r\n\r\nCASE# 09-2294 | $100.00 BILL | DISPOSED 05/27/2021\r\nCASE# 09-2429 | $3,509.00 CASH | DISPOSED ON 05/27/2021\r\nCASE# 09-1735 | $3,190.00 CASH | DISPOSED ON 05/27/2021\r\nCASE# 08-1692 | $843.00 CASH W/ LOWE'S RECEIPT | DISPOSED ON 05/27/2021\r\nCASE# 13-3013 | $2.28 CHANGE | DISPOSED ON 03/26/2020\r\nCASE# 09-1017 | 1 QUARTER ($.25) | DISPOSED ON 02/04/2019\r\nCASE# 09-0601 | DOLLAR BILLS | DISPOSED ON 01/18/2019\r\nCASE# 13-1586 | $100.00, $20.00, $10.00 | DISPOSED ON 12/09/2018\r\nCASE# 08-2193 | $41,409.00 | DISPOSED ON 05/27/2021\r\n\r\n\r\n**IF ITEMS REFERENCED ABOVE WHERE NOT DISPOSED OF IN ACCORDANCE WITH 18.17, THE PLEASE PROVIDE THE STATUE UNDER WHICH IT WAS DISPOSED OF AND PROCEDURES WITH DOCUMENTATION AS REQUIRED BY THE STATUE.\r\n\r\n\r\nArt. 18.17.  DISPOSITION OF ABANDONED OR UNCLAIMED PROPERTY.\r\n\r\n(a)  All unclaimed or abandoned personal property of every kind, other than contraband subject to forfeiture under Chapter 59 and whiskey, wine and malt beverages, seized by any peace officer in the State of Texas which is not held as evidence to be used in any pending case and has not been ordered destroyed or returned to the person entitled to possession of the same by a magistrate, which shall remain unclaimed for a period of 30 days shall be delivered for disposition to a person designated by the municipality or the purchasing agent of the county in which the property was seized.  If a peace officer of a municipality seizes the property, the peace officer shall deliver the property to a person designated by the municipality.  If any other peace officer seizes the property, the peace officer shall deliver the property to the purchasing agent of the county.  If the county has no purchasing agent, then such property shall be disposed of by the sheriff of the county.\r\n\r\n(b)  The county purchasing agent, the person designated by the municipality, or the sheriff of the county, as the case may be, shall mail a notice to the last known address of the owner of such property by certified mail.  Such notice shall describe the property being held, give the name and address of the officer holding such property, and shall state that if the owner does not claim such property within 90 days from the date of the notice such property will be disposed of and the proceeds, after deducting the reasonable expense of keeping such property and the costs of the disposition, placed in the treasury of the municipality or county giving the notice.\r\n\r\n(c)  If the property has a fair market value of $500 or more and the owner or the address of the owner is unknown, the person designated by the municipality, the county purchasing agent, or the sheriff, as the case may be, shall cause to be published once in a paper of general circulation in the municipality or county a notice containing a general description of the property held, the name of the owner if known, the name and address of the officer holding such property, and a statement that if the owner does not claim such property within 90 days from the date of the publication such property will be disposed of and the proceeds, after deducting the reasonable expense of keeping such property and the costs of the disposition, placed in the treasury of the municipality or county disposing of the property.  If the property has a fair market value of less than $500 and the owner or the address of the owner is unknown, the person designated by the municipality, the county purchasing agent, or the sheriff may sell or donate the property.  The person designated by the municipality, the purchasing agent, or the sheriff shall deposit the sale proceeds, after deducting the reasonable expense of keeping the property and costs of the sale, in the treasury of the municipality or county selling or donating the property.\r\n\r\n(d)  The sale under this article of any property that has a fair market value of $500 or more shall be preceded by a notice published once at least 14 days prior to the date of such sale in a newspaper of general circulation in the municipality or county where the sale is to take place, stating the general description of the property, the names of the owner if known, and the date and place that such sale will occur.  This article does not require disposition by sale.\r\n\r\n(d-1)  Notwithstanding Subsection (a), (b), (c), or (d), if property described by Subsection (a), other than money, is seized by a peace officer at the time the owner of the property is arrested for an offense punishable as a Class C misdemeanor, the law enforcement agency may provide notice to the owner at the time the owner is taken into or released from custody.  On receiving the notice, the owner must sign the notice and attach a thumbprint to the notice.  The notice must include:\r\n\r\n(1)  a description of the property being held;\r\n\r\n(2)  the address where the property is being held; and\r\n\r\n(3)  a statement that if the owner does not claim the property before the 31st day after the date the owner is released from custody, the property will be disposed of and the proceeds of the property, after deducting the reasonable expense of keeping and disposing of the property, will be placed in the treasury of the municipality or county providing the notice.\r\n\r\n(d-2)  If the property for which notice is provided under Subsection (d-1) is not claimed by the owner before the 31st day after the date the owner is released from custody, the law enforcement agency holding the property shall deliver the property for disposition to a person designated by the municipality or to the purchasing agent or sheriff of the county in which the property was seized, as applicable.  The person designated by the municipality, the purchasing agent, or the sheriff may sell or donate the property without mailing or publishing an additional notice as required by Subsection (b), (c), or (d).  The sale proceeds, after deducting the reasonable expense of keeping and disposing of the property, must be deposited in the treasury of the municipality or county disposing of the property.\r\n\r\n(e)  The real owner of any property disposed of shall have the right to file a claim to the proceeds with the commissioners court of the county or with the governing body of the municipality in which the disposition took place.  A claim by the real owner must be filed not later than the 30th day after the date of disposition.  If the claim is allowed by the commissioners court or the governing body of the municipality, the municipal or county treasurer shall pay the owner such funds as were paid into the treasury of the municipality or county as proceeds of the disposition. If the claim is denied by the commissioners court or the governing body or if said court or body fails to act upon such claim within 90 days, the claimant may sue the municipal or county treasurer in a court of competent jurisdiction in the county, and upon sufficient proof of ownership, recover judgment against such municipality or county for the recovery of the proceeds of the disposition.\r\n\r\n(f)  For the purposes of this article:\r\n\r\n(1)  \"Person designated by a municipality\" means an officer or employee of a municipality who is designated by the municipality to be primarily responsible for the disposition of property under this article.\r\n\r\n(2)  \"Property held as evidence\" means property related to a charge that has been filed or to a matter that is being investigated for the filing of a charge.\r\n\r\n(g)  If the provisions of this section have been met and the property is scheduled for disposition, the municipal or county law enforcement agency that originally seized the property may request and have the property converted to agency use.  The agency at any time may transfer the property to another municipal or county law enforcement agency for the use of that agency.  The agency last using the property shall return the property to the person designated by the municipality, county purchasing agent, or sheriff, as the case may be, for disposition when the agency has completed the intended use of the property.\r\n\r\n(h)  If the abandoned or unclaimed personal property is money, the person designated by the municipality, the county purchasing agent, or the sheriff of the county, as appropriate, may, after giving notice under Subsection (b) or (c) of this article, deposit the money in the treasury of the municipality or county giving notice without conducting the sale as required by Subsection (d) of this article.\r\n\r\n(i)  While offering the property for sale under this article, if a person designated by a municipality, county purchasing agent, or sheriff considers any bid as insufficient, the person, agent, or sheriff may decline the bid and reoffer the property for sale.\r\n\r\n(j)  Chapters 72, 74, 75, and 76, Property Code, do not apply to unclaimed or abandoned property to which this article applies.\r\n\r\nActs 1965, 59th Leg., vol. 2, p. 317, ch. 722.  Amended by Acts 1967, 60th Leg., p. 1737, ch. 659, Sec. 15, eff. Aug. 27, 1967;  Acts 1973, 63rd Leg., p. 985, ch. 399, Sec. 2(E), eff. Jan. 1, 1974.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBernadette Feazell",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/mclennan-county-2697/disposition-records-157866/"
  }
]