[
  {
    "id": 185682,
    "title": "MTA Fare Gate proposals",
    "slug": "mta-fare-gate-proposals",
    "status": "submitted",
    "embargo_status": "public",
    "user": 71882,
    "username": "akashmehta",
    "agency": 3919,
    "datetime_submitted": "2025-04-27T10:26:33.942925",
    "date_due": "2025-05-02",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-04-27T10:26:34.105917",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 185682,
        "from_user": 71882,
        "to_user": 13720,
        "subject": "",
        "datetime": "2025-04-27T10:26:34.105917",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\n1. Every submission received by the MTA in response to RFI No. 0009000032 (“Secure, Accessible & Modern Fare Gates”) for Phase 1 of the Qualification-Based Procurement process, including but not limited to cover letters, executive summaries, technical proposals, pricing or cost information, and any supplemental materials each vendor supplied before or at the Phase 1 closing date of March 8, 2024 (extended per Addendum 1).\r\n\r\n2. Any scoring sheets, evaluation memoranda, or other records that identify which vendors were advanced to Phase 2 (often titled “QPL Determination” or similar).\r\n\r\nIf any portion of a record is withheld on the grounds that it contains trade-secret or proprietary information under § 87(2)(d), please furnish the segregable portions and provide a detailed index (a “Vaughn index”) that states the specific FOIL exemption relied upon for each redaction.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAkash Mehta",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/mta-fare-gate-proposals-185682/"
  }
]