[
  {
    "id": 162269,
    "title": "Brittany Ambrose Tee",
    "slug": "brittany-ambrose-tee",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 133322,
    "username": "ShariAlexander",
    "agency": 5488,
    "datetime_submitted": "2024-04-17T12:20:46.282517",
    "date_due": "2024-04-23",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-17T12:20:46.655222",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162269,
        "from_user": 133322,
        "to_user": 99906,
        "subject": "",
        "datetime": "2024-04-17T12:20:46.655222",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Connecticut Freedom of Information Act, I hereby request the following records:\r\n\r\nNight Owl Reconnaissance is requesting any police reports and all other police documentation related to the missing persons case.\r\n\r\nI also request that, if possible and pursuant to Conn. Gen. Stat. § 1-212(d), fees be waived as I believe this request is in the public interest and not made for commercial gain. The requested documents will be made available to the public at MuckRock.com.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 4 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nShari Alexander",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/brookfield-5552/brittany-ambrose-tee-162269/"
  },
  {
    "id": 162268,
    "title": "Unlawfully Delayed MoValley ICE Death Report",
    "slug": "unlawfully-delayed-movalley-ice-death-report",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 25665,
    "username": "DetentionKills",
    "agency": 133,
    "datetime_submitted": "2024-04-17T11:47:01.727283",
    "date_due": "2024-05-15",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-17T11:47:01.955733",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162268,
        "from_user": 25665,
        "to_user": 9620,
        "subject": "Freedom of Information Act Request: Unlawfully Delayed MoValley ICE Death Report",
        "datetime": "2024-04-17T11:47:01.955733",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\n1. The Congressionally mandated ICE Detainee Death Report for Charles Leo Daniel, who died on March 7, 2024, at the GEO-owned Northwest ICE Processing Center in Tacoma, Washington. \r\n2. All emails exchanged between ICE and GEO, ICE and CRCL, and ICE and Congress regarding the publication of the Congressionally Mandated Detainee Death Report sent or received between March 7, 2024, and April 17, 2024. \r\n\r\nExpedited Processing Request\r\nPursuant to 6 CFR 5.5(e), I hereby request expedited processing and certify that the following is true and correct pursuant to 28 USC 1746: \r\n\r\n1. I am a member of the media primarily engaged in information collection and dissemination. \r\n2. Charles Leo Daniel died in ICE custody on December 7, 2024.https://www.ice.gov/news/releases/trinidad-and-tobago-national-ice-custody-dies-nwipc\r\n3. Implementing Congressional Appropriations requirements, ICE’s death policy, ICE Directive 11003.5, Section 5.3, paragraph 4, mandates ICE make available to the public a detainee death report on its website within 30 days of a person’s death. See https://www.ice.gov/doclib/detention/directive11003-5.pdf. \r\n4. ICE has previously failed to comply with this requirement -- most recently in the case of Frankline Okpu, who died December 6, 2023, and before that, in the case of Salvador Vargas.\r\n5. The ICE Detainee Death Report for Mr. Daniel is not online as of the date of this request. \r\n6. Public records obtained by advocates in Washington State reveal Mr. Daniel spent nearly four years in solitary confinement at NWIPC, despite having a final order of removal prior to entering the facility. https://jsis.washington.edu/humanrights/2024/03/15/nwdc-conditions-research-update-daniel-death-in-context/ \r\n7. Despite Congressional staff's presence at the facility on the day Mr. Daniel died, staffers found out via a news alert about his death. https://www.seattletimes.com/seattle-news/law-justice/man-who-died-at-wa-detention-site-was-in-solitary-for-years-researchers-say/ \r\n8. Mr. Daniel's Solitary Confinement violated US and international law, which prohibit torture and cruel inhuman, and degrading treatment of detained people, including those with mental illness, via solitary confinement. https://harvardlawreview.org/wp-content/uploads/2024/02/137-Harv.-L.-Rev.-F.-175.pdf\r\n9. At least 6 people have attempted suicide since Mr. Daniel's death, reflecting an acute mental health crisis within NWIPC. https://www.seattletimes.com/seattle-news/law-justice/at-least-6-suicide-attempts-at-tacoma-ice-facility-911-calls-show/\r\n10. Hundreds of noncitizens currently reside inside involuntarily at GEO's Tacoma facility.\r\n11. Neither ICE nor any of its oversight bodies has publicly released information revealing the cause and manner of Mr. Daniel's death. \r\n\r\nBased on the above, there is an urgent need to inform the public regarding the facts surrounding Mr. Daniel's death, and the steps the agency may have taken to prevent harm to other people locked inside the Tacoma facility at government expense.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAndrew Free",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/unlawfully-delayed-movalley-ice-death-report-162268/"
  }
]