[
  {
    "id": 175147,
    "title": "Mental Health Diversion Records",
    "slug": "mental-health-diversion-records",
    "status": "ack",
    "embargo_status": "public",
    "user": 34804,
    "username": "Anonymous1389",
    "agency": 12393,
    "datetime_submitted": "2024-10-23T12:51:50.202371",
    "date_due": "2024-11-02",
    "days_until_due": null,
    "date_followup": "2024-11-02",
    "datetime_done": null,
    "datetime_updated": "2024-10-23T12:51:50.309188",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 175147,
        "from_user": 34804,
        "to_user": 17583,
        "subject": "California Public Records Act Request: Mental Health Diversion Records",
        "datetime": "2024-10-23T12:51:50.309188",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nA list of all cases from January 1, 2023, through October 23, 2024, in which The Honorable Judge Julianne Sylva granted a motion, petition, and/or application for mental health diversion, with a breakdown of each defendant's race, gender, ethnicity, and/or national origin.\r\n\r\nAs you may know, the California Public Records Act applies to all documents in the agency's possession, regardless of who authored them, and obliges you to respond to this request within 10 days if you can make a determination without having to review the records in question. In accordance with section 7922.000 of the California Public Records Act, if you claim that any portion of any record is exempt, please redact that portion of the record that you believe is exempt and provide both the statutory citation to any exemption you believe is applicable and the specific reasons for your conclusion that the redacted portion of the record is exempt from disclosure and produce the remainder of the record(s). If you claim that any of the requested records are not a public record, or you claim a privilege not to disclose any record, please respond by identifying any such records and explaining your claim that it is not a public record or why it is privileged or confidential or otherwise exempt, in accordance with section 7922.000. Please produce all records for which you do not claim an exemption or privilege. The California Public Records Act requires determination of whether these records may be disclosed, and specific reasons why any material requested, or portions thereof, are exempt from disclosure, within ten days from receipt of this request. See Cal. Gov’t Code section 7922.535. It also requires that you notify us of this determination and of the estimated date and time when the records will be produced. See id.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\nAnonymous Anon",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/santa-clara-county-732/mental-health-diversion-records-175147/"
  }
]