[
  {
    "id": 156374,
    "title": "January 21st 2023 - Active Shooter - Select Specialty Unit - AdventHealth Daytona Beach",
    "slug": "jan-21st-2023-active-shooter-select-specialty-adventhealth-daytona-beach",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 118202,
    "username": "Jupiter_Ascending",
    "agency": 7557,
    "datetime_submitted": "2023-12-28T10:26:24.202180",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-12-28T10:26:24.297811",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 156374,
        "from_user": 118202,
        "to_user": 25709,
        "subject": "",
        "datetime": "2023-12-28T10:26:24.297811",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nI request all records pertaining to the active shooter situation (including but not limited to CAD report[s] as well as all other documentation, BWC from all officers on scene including SWAT officers as well as non-SWAT officers and [crisis] negotiators [including but not limited to Sgt. Bob Ransom], audio recordings from/to dispatch and so on) on or about January 21st, 2023 at AdventHealth Daytona Beach (address: 301 Memorial Medical Pkwy, Daytona Beach, FL 32117). More specifically, the shooter was identified as then 76 year old Ellen Gilland whom shot and killed her terminally ill 77 year old husband Jerry on the Select Specialty Unit of the hospital. \r\n\r\nI request a fee waiver, as this request is made for news gathering and will be made available free of charge to the public. If a fee waiver cannot be granted, please inform of a estimated time frame and an invoice as to the breakdown (such as by type of documentation, estimated hours and fees for each officer's BWC, and audio recordings to/from dispatch) of the monetary charges, if fees are indeed incurred.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nBailey Pillon",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/daytona-beach-10390/jan-21st-2023-active-shooter-select-specialty-adventhealth-daytona-beach-156374/"
  }
]