[
  {
    "id": 192429,
    "title": "ALPR Audit Metadata Records FOIA (Naperville Police Department)",
    "slug": "alpr-audit-metadata-records-foia-naperville-police-department",
    "status": "submitted",
    "embargo_status": "public",
    "user": 75693,
    "username": "nilescoalition",
    "agency": 7679,
    "datetime_submitted": "2025-09-02T18:31:15.181120",
    "date_due": "2025-09-09",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-09-02T18:31:15.583655",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192429,
        "from_user": 75693,
        "to_user": 10946,
        "subject": "Illinois Freedom of Information Act. Request: ALPR Audit Metadata Records FOIA (Naperville Police Department)",
        "datetime": "2025-09-02T18:31:15.583655",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Re: ALPR Audit Metadata Records FOIA\r\n\r\nTo the Naperville Police Department FOIA Officer,\r\n\r\nThis request is made under the provisions of Illinois Freedom of Information Act. for the following records:\r\n\r\n1. All Flock Safety ALPR “Organization Audit” and “Network Audit” records logged between January 1, 2024, and the date this request is processed where the “Reason” field contains any of the following terms (case-insensitive):\r\n\r\n“Immigration”\r\n“ICE”\r\n“HSI”\r\n“Homeland Security”\r\n“DHS”\r\n“usbp”\r\n\r\n2. All Flock Safety ALPR “Network Audit” records logged between January 1, 2024, and the date this request is processed where the “Org Name” field contains any of the following terms (case-insensitive):\r\n\r\n“U.S. Border Patrol” or “US Border Patrol [Federal]”\r\n“Palos Heights IL PD”\r\n“Johnson County TX SO“\r\n“Texas Department of Public Safety”\r\n\r\nBoth the “Organization Audit” and “Network Audit” are available within the Insights tab of the Flock Safety system. Please redact in full the “License Plate” column, I am not requesting that data. The agency may redact or omit that column in its entirety. The remaining fields requested such as Name, Org Name, Reason, and Search Time consist solely of administrative metadata documenting system use. \r\n\r\nClarifications Regarding Scope and Burden\r\n\r\nNot burdensome: \r\nThis request is narrowly tailored. It does not seek every audit entry, only those containing the short list of immigration-related keywords. While there may be many more terms and variations used for immigration searches, we are keeping this list short and explicit to avoid a burdensome request. The requested records are produced automatically by the Flock Safety system in spreadsheet form. Filtering the “Reason” column for a limited set of keywords is a routine data filtering operation. \r\n\r\nNot categorical: \r\nThis request is narrowly tailored. It seeks only those audit entries where the “Reason” field contains any of the specific immigration-related terms provided in the short list above. It does not encompass all audit records or broad categories of data.\r\n\r\nNot exempt under § 2-130: \r\nAudit logs are administrative records documenting system use,  such as the identity of the user, the time of access, and the stated reason for the search. With the exception of the “License Plate” column (which can be omitted), these logs do not fall within the statutory definition of “ALPR information” under 625 ILCS 5/2-130. They are oversight metadata, not raw surveillance outputs.\r\n\r\nCompelling public interest:\r\nThe Illinois TRUST Act (5 ILCS 805) and the Way Forward Act (Public Act 102-0234) explicitly prohibit local law enforcement from engaging in federal civil immigration enforcement.\r\n\r\n625 ILCS 5/2-130 restricts the use of ALPR systems for immigration enforcement and limits secrecy around ALPR oversight.\r\n\r\nThe Illinois Secretary of State has launched a statewide investigation into ALPRs, including how they are used for immigration criminalization*. This underscores the importance of these public audit records and the clear public interest in disclosing the requested records.\r\n\r\nSome recent public reporting on local ALPRs includes:\r\n\r\nICE Taps into Nationwide AI-Enabled Camera Network, Data Shows\r\n<https://web.archive.org/web/20250527141200/https://www.404media.co/ice-taps-into-nationwide-ai-enabled-camera-network-data-shows/>\r\n\r\nDEA agent used Illinois cop’s Flock license plate reader password for immigration enforcement searches\r\n<https://web.archive.org/web/20250811191507/https://unraveledpress.com/a-dea-agent-used-an-illinois-police-officers-flock-license-plate-reader-password-for-unauthorized-immigration-enforcement-searches/>\r\n\r\nFeds Used Local Cop's Password to Do Immigration Surveillance With Flock Cameras\r\n<https://web.archive.org/web/20250812151424/https://www.404media.co/feds-used-local-cops-password-to-do-immigration-surveillance-with-flock-cameras/>\r\n\r\nCBP Had Access to More than 80,000 Flock AI Cameras Nationwide\r\n<https://web.archive.org/web/20250902190711/https://www.404media.co/cbp-had-access-to-more-than-80-000-flock-ai-cameras-nationwide/>\r\n\r\nFlock Safety license plate camera company stops cooperating with federal agencies over investigation concerns\r\n<https://web.archive.org/web/20250902193429/https://www.cbsnews.com/chicago/news/flock-safety-license-plate-company-federal-agencies-cooperation/>\r\n\r\nFinally, it is important to note that the very data being withheld from the public is already uploaded in full to a private data broker, where it is stored in proprietary off-site systems and made available to Flock Safety system users. This practice constitutes an enclosure of public data collected without the consent of those targeted by municipal surveillance weapons. The public interest is evident and the request is clearly within the scope of FOIA.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you for your assistance. I anticipate your response within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\nNiles Coalition\r\n\r\nFootnotes:\r\n\r\n*Giannoulias Cracks Down on Unlawful Use of License Plate Reader Data\r\n<https://web.archive.org/web/20250702121007/https://www.ilsos.gov/news/2025/june/250612d1.pdf>\r\n\r\n*Giannoulias’ Audit Finds License Plate Reader Company in Violation of State Law\r\n<https://web.archive.org/web/20250902182146/https://www.ilsos.gov/news/2025/august/250825d1.pdf>",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/naperville-8199/alpr-audit-metadata-records-foia-naperville-police-department-192429/"
  }
]