[
  {
    "id": 169450,
    "title": "Public Records Request: Data on 51A & 51B Reports Filed 2018-2023",
    "slug": "public-records-request-data-on-51a-51b-reports-filed-2018-2023",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 134159,
    "username": "nosgood",
    "agency": 412,
    "datetime_submitted": "2024-07-17T15:50:00.429899",
    "date_due": "2024-07-31",
    "days_until_due": null,
    "date_followup": "2024-07-31",
    "datetime_done": null,
    "datetime_updated": "2024-07-17T15:50:00.503296",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 169450,
        "from_user": 134159,
        "to_user": 13792,
        "subject": "Massachusetts Public Records Law Request: Public Records Request: Data on 51A & 51B Reports Filed 2018-2023",
        "datetime": "2024-07-17T15:50:00.503296",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Steven Treat, Primary RAO\r\nDepartment of Children & Families\r\n600 Washington St, 6th Fl\r\nBoston, MA 02111\r\n\r\nDear Steven:\r\n\r\nThis letter constitutes a request pursuant to the Public Records Act, M.G.L. c. 66, §10, for public records in the custody of your organization. The Center for Public Interest Advocacy & Collaboration, an educational, research, and advocacy organization at Northeastern University School of Law, is seeking these records for the purpose of producing publicly available interdisciplinary research and data analysis on important social issues.\r\n\r\nWe request the following public records, as defined in M.G.L. c. 4, § 7 (twenty-sixth):\r\n\r\n1.\tCounts of 51A reports filed in 2018, 2019, 2020, 2021, 2022, and 2023, broken down by\r\n         a.\tFiscal year\r\n                  i.\tArea office\r\n                           1.\tScreening decision\r\n                           2.\tCategory of reporter (mandated or non-mandated) \r\n                           3.\tCategory of mandated reporter (educational, medical, etc.) \r\n                           4.\tPlacement of reported children (in-home or out-of-home)\r\n                           5.\tType of abuse or neglect alleged \r\n                           6.\tRace/ethnicity of the child\r\n                           7.\tAge of the child \r\n                           8.\tSexual orientation and gender identity of the child \r\n                           9.\tDisability status of the child \r\n                           10.\tRepeat reports: number of repeat reports for the same child or family.\r\n                           11.\tChild's school status (attending school, dropout, etc.).\r\n2.\tCounts of 51B reports filed in 2018, 2019, 2020, 2021, 2022, and 2023 broken down by\r\n         a.\tFiscal year\r\n                  i.\tArea office\r\n                           1.\tResponse decision\r\n                           2.\tType of abuse or neglect alleged \r\n                           3.\tRace/ethnicity of the child\r\n                           4.\tAge of the child \r\n                           5.\tSexual orientation and gender identity of the child \r\n                           6.\tDisability status of the child \r\n                           7.\tPlacement outcome: resulting placement decision (return to home, foster care, group home)\r\n                           8.\tPrevious DCF involvement: prior history of DCF involvement with the child or family.\r\n\r\nPlease provide public records in electronic format unless the record is not available in electronic format. M.G.L. c. 66, § 6A(d). If possible, we ask that you provide the requested information in Excel format. If it cannot be produced via Excel, please contact me to discuss alternatives.\r\n\r\nAs this request involves a matter of public interest and will not be used for any commercial purpose, we ask that all fees associated with this request be waived pursuant to 950 C.M.R. 32.07(2)(k). In the event that there are fees, we would be grateful if you would provide an estimate for the total charges before fulfilling the request.\r\n\r\nThe Public Records Act requires that you comply with this request within ten (10) business days following receipt. If you believe that documents or data responsive to any request herein are not public record and thus not subject to disclosure, please outline in writing the specific reasons for such assertion, including the specific exemption or exemptions you believe apply. To the extent that the records must be redacted in order to be produced under any law protecting the privacy of named individuals, please do so rather than withhold them in their entirety.\r\n\r\nPlease contact me if you have any questions about this request or need additional time to respond. Thank you in advance for your prompt response.\r\n\r\nSincerely,\r\n\r\nNorrie Osgood\r\nResearch Assistant\r\nCenter for Public Interest, Advocacy & Collaboration\r\nNortheastern University School of Law\r\nosgood.n@northeastern.edu",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/massachusetts-1/public-records-request-data-on-51a-51b-reports-filed-2018-2023-169450/"
  },
  {
    "id": 169449,
    "title": "FOIA - FBI - Skatopia",
    "slug": "foia-fbi-skatopia",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 11321,
    "username": "joliet_j",
    "agency": 10,
    "datetime_submitted": "2024-07-17T15:45:43.073393",
    "date_due": "2024-08-14",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-07-17T15:45:43.146412",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 169449,
        "from_user": 11321,
        "to_user": 9555,
        "subject": "Freedom of Information Act Request: FOIA - FBI - Skatopia",
        "datetime": "2024-07-17T15:45:43.146412",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAll records relating to or mentioning Skatopia - an infamous skate park and community living space located in Ohio, founded and operating since 1995 (see: https://en.wikipedia.org/wiki/Skatopia)\r\n\r\nPlease also make sure to conduct a thorough search of the Central Records System, including but not limited to the Electronic Surveillance (ELSUR) Indices, the Physical Surveillance (FISUR) Indices, the Microphone Surveillance (MISUR) Indices, and the Technical Surveillance (TESUR) Indices - for both main-file records and cross-reference records for all relevant names, individuals, agencies and companies. \r\n\r\nThe skate park is located at 34961 Hutton Rd in Rutland, OH 45775\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJ Ader",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/foia-fbi-skatopia-169449/"
  }
]