[
  {
    "id": 191927,
    "title": "Work requirements",
    "slug": "work-requirements",
    "status": "ack",
    "embargo_status": "public",
    "user": 114156,
    "username": "samanthalissreporter",
    "agency": 5032,
    "datetime_submitted": "2025-08-25T16:59:30.585248",
    "date_due": "2025-09-08",
    "days_until_due": null,
    "date_followup": "2025-09-08",
    "datetime_done": null,
    "datetime_updated": "2025-08-25T16:59:30.683344",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 191927,
        "from_user": 114156,
        "to_user": 13456,
        "subject": "Iowa Open Records Law Request: Work requirements",
        "datetime": "2025-08-25T16:59:30.683344",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Iowa Open Records Law, I hereby request the following records:\r\n\r\nDocuments produced by consultants or other outside companies and received between Jan. 1, 2025, and the date of this record request that involve upgrades to Medicaid eligibility systems to include community engagement requirements as a condition of eligibility. \r\n\r\nCommunity engagement requirements may also be referred to as work requirements  \r\n\r\nThe documents may include references to the number of hours worked, community service, and/or enrollment in an educational program\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nSamantha Liss",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/iowa-246/work-requirements-191927/"
  }
]