[
  {
    "id": 141411,
    "title": "Facial Recognition - Chicago (IL)",
    "slug": "facial-recognition-chicago-il",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 109020,
    "username": "SashaG",
    "agency": 503,
    "datetime_submitted": "2023-02-26T12:16:23.509157",
    "date_due": "2023-03-03",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-02-26T12:16:23.697984",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 141411,
        "from_user": 109020,
        "to_user": 9543,
        "subject": "",
        "datetime": "2023-02-26T12:16:23.697984",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nRecords and materials related to the solicitation, acquisition, and use of face recognition technology and related software and services. \r\n\r\nThis software or services may be provided by NEC Corporation(NeoFace), Cognitec(FaceVACS), Motorola Solutions(Vigilant FaceSearch) DataWorks Plus (FACE Plus and Themis), Face++, Amazon Rekognition; this request is applicable to these and any other company providing facial recognition services under consideration or contract with this agency.\r\n\r\nResponsive materials include but are not limited to:\r\n\r\n• Agreements: contracts (including non-disclosure agreements), licensing agreements, nondisclosure agreements\r\n• Bid records: Requests For Proposal (or equivalent calls for bids), sole source or limited source justification and approval documentation, documentation of selection, and other materials generated in the consideration and selection of the technology in question\r\n• Company relations and communications: records related to meetings or follow-up actions with any vendors, companies, or other private entities marketing face recognition to this agency for immigration, intelligence, law enforcement, or other use.\r\n• Financial records: purchase orders, invoices, and other memoranda and documentation. \r\n• Marketing records: All marketing materials - unsolicited, requested, or otherwise - acquired from vendors of face recognition technology\r\n• Policy records: any policy directives, guidance documents, memoranda, training materials, or similar records governing the use of face recognition technology for immigration, law enforcement, or other purposes. Any memoranda of understanding between this agency and other agencies to share data, access remote systems or other forms of information sharing with external agencies.\r\n• Training records: training material governing the use, sharing, or access to any related data related to or collected by the face recognition software/technology, including the legal standard that is required before using the technology. Documents, should they exist, about training for bias in the use of facial recognition technology. \r\n• Use and function records: Materials that describe the function of the software considered or in use by this agency, including emails, handouts, PowerPoint presentations, advertisements, or specification documents.\r\n• Validation and accuracy: Records, reports, audits, and other documents sufficient to describe validation, accuracy, reliability, and policy compliance of the system.\r\n\r\nPlease limit the search to records produced from January 1, 2020 – present. Please include in your search as responsive records: communications, memorandums, background papers, meeting minutes, email exchanges, or presentation materials. If your office has questions about this request, please feel free to direct them to the address associated with this request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAlexandra Gelzin",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/chicago-169/facial-recognition-chicago-il-141411/"
  }
]