[
  {
    "id": 145379,
    "title": "Children in New York \"start their day going to the corner bodega, buying cannabis and fentanyl.\"",
    "slug": "children-in-new-york-start-their-day-going-to-the-corner-bodega-buying-cannabis-and-fentanyl",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 14585,
    "username": "LXHXZZTVENTLKU",
    "agency": 3035,
    "datetime_submitted": "2023-05-05T07:31:41.647756",
    "date_due": "2023-05-12",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-05-05T07:31:41.727231",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 145379,
        "from_user": 14585,
        "to_user": 10482,
        "subject": "",
        "datetime": "2023-05-05T07:31:41.727231",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nAny and all records in the Department's possession that mention, describe, or pertain to the recent claims by the Mayor of New York City that cannabis products are contaminated with fentanyl and being purchased by children in New York City.  These records would be within the Department's Subject Matter List, headings \"Mental Health & Drug/Alcohol Surveillance & Programs\" and \"Poison Control Center.\"\r\n\r\nThe specific quote by the Mayor about children is that \"they start their day going to the corner bodega, buying cannabis and fentanyl.\" See @theRecount. 2023. “‘[Kids] Start Their Day Going to the Corner Bodega, Buying Cannabis and Fentanyl ... They Look at TikTok, That’s Teaching Them How to Steal Cars.’ — NYC Mayor Eric Adams (D) Echoes GOP Talking Points While Speaking at the National Day of Prayer Conference\".” Twitter. May 4, 2023. https://twitter.com/therecount/status/1654198878781034502.\r\n\r\nShould there exist any record that an actual child in New York City has started their day, specifically purchasing with a cannabis product contaminated with fentanyl, please only provide that record. \r\n\r\nIn the absence of such a specific record, I request any and all records of the Department of Health and Mental Hygiene with regard to *any* part of the claim, regardless of whether it is actual or merely rumored, so long as it involves cannabis products contaminated with fentanyl.  That is, any and all records that fit the following bullet point descriptions should be treated as responsive:\r\n\r\n* Records mentioning, describing, or pertaining to the existence (actual or merely rumored) of cannabis products contaminated with fentanyl;\r\n* Records mentioning, describing, or pertaining to the existence (actual or merely rumored) of cannabis products contaminated with fentanyl that are possessed or available for purchase;\r\n* Records mentioning, describing, or pertaining to the existence (actual or merely rumored) of cannabis products contaminated with fentanyl that are possessed or available for purchase by children;\r\n* Records mentioning, describing, or pertaining to the existence (actual or merely rumored) of cannabis products contaminated with fentanyl that are possessed or available for purchase in New York City;\r\n* Records mentioning, describing, or pertaining to the existence (actual or merely rumored) of cannabis products contaminated with fentanyl that are possessed or available for purchase in New York City by children. \r\n\r\nPlease note: in a February 2023 press conference, the Mayor specifically authorized the speedy public release of information about this claim, as quoted here: \"We'll give a list of what we are finding and what they are mixed with, if it is fentanyl or others. So I'll have the N.Y.P.D. give a list of what we're finding in it. We'll get that to you today.\" (see “Transcript: Mayor Eric Adams Announces Joint Efforts to Combat Proliferation of Illegal, Unlicensed Cannabis Dispensaries.” 2023. The Official Website of the City of New York. February 2023. https://www.nyc.gov/office-of-the-mayor/news/096-23/transcript-mayor-eric-adams-joint-efforts-combat-proliferation-illegal-unlicensed.)\r\n\r\nAs the Mayor specifically alludes to evidence of his claims and specifically authorizes its release, there are no grounds for citing public safety exemptions to FOIL in withholding a record such as law enforcement secrecy or ongoing investigation. Please note that the a document marked\"For Official Use Only\" has no special classified status under the law and should be released.  \r\n\r\nDisclosure of these records will serve the public interest of avoiding bodegas selling cannabis with fentanyl contamination, evaluating the truth of statements regarding fentanyl and understanding the current state of the War on Drugs. This public good should be evaluated before the withholding of documents or redaction citing privacy interests. \r\n\r\nUnder New York State FOIL, wrongful withholding of information may give rise to a lawsuit under Article 78 proceeding in which the agency will be expected to pay reasonable attorney's fees to gain its compliance with the law.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nT. McElwee",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-city-17/children-in-new-york-start-their-day-going-to-the-corner-bodega-buying-cannabis-and-fentanyl-145379/"
  }
]