[
  {
    "id": 175871,
    "title": "VMI Student activities permits",
    "slug": "vmi-student-activities-permits",
    "status": "submitted",
    "embargo_status": "public",
    "user": 140258,
    "username": "TheCadet",
    "agency": 15147,
    "datetime_submitted": "2024-11-03T16:27:58.227468",
    "date_due": "2024-11-08",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-11-03T16:27:58.404369",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 175871,
        "from_user": 140258,
        "to_user": 19541,
        "subject": "",
        "datetime": "2024-11-03T16:27:58.404369",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Virginia Freedom of Information Act, I hereby request the following records:\r\n\r\nDiscussion during the recent VMI Executive Committe session and in the letter submitted during the public comment period for that session there are repeated references to \"permits\" in regard to The Cadet newspaper and other activities. During the BOV Maj Gen. Wins stated all \"permits\" were consistant and in response to Mr. Williams' question on The Cadet Maj. Gen. Wins stated the permit for that organization woulld follow the same model as for other student activities. It was also stated that VMI does not \"negotiate\" there permits.\r\n\r\nI am requesting a copy of all non-athletic student activity \"permits\" now in effect for student organizations at VMI.  Per the VMI website these include: Arnold Air Society, Aviation Club, Ballroom Dancing, Building Bridges, Coast Guard, Ducks Unlimited, Emergency Response Team, Equestrian, Fire Fighting, Fishing, Glee, Golf, Ethics, Internationa, Jiu-Jitsu, Men In Grey, Motivation, Pistol, Promaji, Ranger, Recon Commpany, Rock Climbing, Scuba, Cadet Life-Holding Account, Cadet Program Board, Coast Guard Club/Naval ROTC, Combat Support Group/Military Skills Group, The Bomb, Theater, Three Gun, Timber Framers, Trap and Skeet, Status Check/Podcast Club, VMI's scholarly journal \"Cadence\", American Campaigning Warefare, and any others not listed on the website.\r\n\r\nI am also requesting a copy of records showing how much non-VMI money each of the student activities received for any outside source and the source of those funds for the current academic year that is in addition to the VMI unds I assume are accurate on this published document. https://www.vmi.edu/media/content-assets/documents/comptroller/Cadet-Activity-Fees-2024-2025.pdf (if not please correct).\r\n\r\nGiven Maj. Gen. Wins' statement the permit for The Cadet was reviewed against all other permits during its drafting these shoudl be immediately available with little to no search required.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTom Nash, a citizen of Virginia, in coordination with Anonymous.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/lexington-32067/vmi-student-activities-permits-175871/"
  }
]