[
  {
    "id": 142950,
    "title": "UFOs and Unusual Phenomena in NYS",
    "slug": "ufos-and-unusual-phenomena-in-nys",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 18767,
    "username": "jvparker",
    "agency": 4382,
    "datetime_submitted": "2023-03-15T22:57:35.518009",
    "date_due": "2023-03-22",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-03-15T22:57:35.867221",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 142950,
        "from_user": 18767,
        "to_user": 11190,
        "subject": "New York Freedom of Information Law Request: UFOs and Unusual Phenomena in NYS",
        "datetime": "2023-03-15T22:57:35.867221",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nAny reports, files, or other documentation related to sightings of unidentified flying objects (UFOs) within any parks, recreational areas, or other properties in NY State for the period of January 1, 2010 to present.\r\n\r\nAny reports, files, or other documentation related to unusual phenomena or events that occurred within any parks, recreational areas, or other properties in NY State for the period of January 1, 2010 to present.\r\n\r\nPlease include all correspondence, memos, letters, emails, notes, audio recordings, photographs, and any other documentation related to these reports.\r\n\r\nIf any part of my request is denied, please provide a written explanation for the denial, including a reference to the specific statutory exemption(s) upon which you rely. In addition, please provide me with the name, title, and email address of the individual responsible for the denial of any part of my request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJackson Parker",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/ufos-and-unusual-phenomena-in-nys-142950/"
  }
]