[
  {
    "id": 183713,
    "title": "Special Government Employee appointments and detailing agreements for staff to/from other agencies to Social Security Administration in February 2025",
    "slug": "special-government-employee-appointments-and-detailing-agreements-for-staff-tofrom-other-agencies-to-social-security-administration-in-february-2025",
    "status": "submitted",
    "embargo_status": "public",
    "user": 420,
    "username": "harrisj",
    "agency": 202,
    "datetime_submitted": "2025-03-21T10:09:15.965563",
    "date_due": "2025-04-18",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-21T10:09:16.067299",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 183713,
        "from_user": 420,
        "to_user": 10105,
        "subject": "Freedom of Information Act Request: Special Government Employee appointments and detailing agreements for staff to/from other agencies to Social Security Administration in February 2025",
        "datetime": "2025-03-21T10:09:16.067299",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nIn the testimony of Florence Felix-Lawson (https://storage.courtlistener.com/recap/gov.uscourts.dcd.277150/gov.uscourts.dcd.277150.53.1.pdf) she references 10 staffers who were either appointed as Special Government Employees or detailed to Social Security Agency from other agencies:\r\n\r\n\"On February 13, 2025, Employee 1, a software engineer, was appointed as an expert, special government employee under 5 U.S.C. § 3109 and 5 C.F.R. Part 304. 42 U.S.C. § 904(a)(2) further supports his appointment and states that the Commissioner of Social Security “may procure services of experts and consultants in accordance with the\r\nprovisions of section 3109 of title 5.” His duties currently relate to improper payments and SSA’s Death Master File (records maintained by SSA on deceased individuals). SSA is currently working with the Small Business Administration (SBA) to effectuate an interagency agreement for Employee 1 to be detailed temporarily to SBA. \r\n\r\n\"On February 18, 2025, we began onboarding and training Employee 3, a Schedule C Policy Advisor, detailed from the Department of Labor to SSA. The agreement finalizing his onboarding is dated February 22, 2025. His duties currently relate to improper payments and SSA’s Death Master File (containing information about decedents from SSA records). \r\n\r\n\"On February 18, 2025, we began onboarding and training Employee 5, an engineer, detailed from the United States DOGE Service to SSA. The agreement finalizing his\r\nonboarding is an Interagency Agreement with U.S. Digital Service (now U.S. DOGE Service) covering Fiscal Year 2025, which was amended February 20, 2025 to recognize the change to U.S. DOGE Service; extend the duration to July 4, 2026; and modify and supplement certain terms in the original agreement. The agreement authorizes work to include, but does not limit work to, increasing efficiency and the modernization of SSA IT infrastructure and systems, detecting waste, fraud, and abuse. \r\n\r\n\"On February 18, 2025, we began onboarding and training Employee 2, Senior Advisor (Program Specialist AD-0301-00). He is in the process of being detailed from National Aeronautics and Space Administration (NASA) to SSA. The agency is waiting on final signature on the interagency detail agreement from NASA. His duties currently include serving as the DOGE lead at SSA\r\n\r\n\"On February 19, 2025, Employee 10, a software engineer, was detailed from the Office of the Administrator at the General Services Administration to SSA. His duties currently include supporting the leadership team with the assessment and enhancement of internal processes and operational procedures, specifically, focusing on identifying inefficiencies and areas for improvement and ensuring that the administrative and programmatic functions align with the best practices for effectiveness and accountability. \r\n\r\n\"On February 26, 2025, Employee 8, an engineer, was detailed from Office of Personnel Management to SSA. His duties currently relate to improper payments and death data.\r\n\r\n\"On February 27, 2025, Employees 4, 6, and 9 were each appointed as an expert, special government employee under 5 U.S.C. § 3109 and 5 C.F.R. Part 304. 42 U.S.C. §904(a)(2) further supports their appointment and states that the Commissioner of Social Security “may procure services of experts and consultants in accordance with the provisions of section 3109 of title 5.” All three of these individuals’ duties currently relate to improper payments and death data.\r\n\r\n\"On March 5, 2025, the agency began onboarding Employee 7, as a detailee from Department of Labor (DOL) to SSA. The agency is waiting on final signatures on the interagency detail agreement from DOL. His duties currently relate to improper payments. \r\n\r\nI would like to request the following information:\r\n1. For the SGEs, I would like to receive whatever publicly shareable details can be made of their appointments, including if they signed SF-61s\r\n2. For the detailees, I would like to see their detailing agreements made with the other agency governing the scope of work and who they report to, etc.\r\n3. For the SGE potentially being detailed to the Small Business Administration, I would like to see that agreement\r\n4. I would like to request \"Signed Acknowledgements of SSA Information Security and Privacy Awareness Training, which covers requirements for compliance with information security and privacy policies of SSA.\" for both the SGEs and detailees.\r\n\r\nI expect the timespan for this inquiry to be in February 2025, but it does seem like there might be a pre-existing USDS detailing arrangemnt for Employee 5. I would prefer for documentation to include identities, since these individuals are government employees carrying out public services in an non-classified environment, but if those need to be redacted, I would still prefer to see the documentation of these detailing arrangements and SGE appointments where applicable. Thank you.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJacob Harris",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/special-government-employee-appointments-and-detailing-agreements-for-staff-tofrom-other-agencies-to-social-security-administration-in-february-2025-183713/"
  }
]