[
  {
    "id": 149172,
    "title": "Records About Deceased Defendant",
    "slug": "records-about-deceased-defendant",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 14585,
    "username": "LXHXZZTVENTLKU",
    "agency": 6592,
    "datetime_submitted": "2023-07-13T09:36:25.310660",
    "date_due": "2023-07-20",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-07-13T09:36:25.425466",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 149172,
        "from_user": 14585,
        "to_user": 15562,
        "subject": "",
        "datetime": "2023-07-13T09:36:25.425466",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nAll records naming or concerning the individual Ralph Perfetto (DOB: July 19, 1934), a former District Leader of the Democratic Party who was investigated and convicted for the offense of unauthorized practice of law. \r\n\r\nTo assist in locating records, the case against Perfetto had Docket Number 2010KN043552; Certificate of Disposition # 491985; he is identified as having New York State Identification # 7473716H. However, the request is for all records of the DA's office concerning Perfetto, regardless of origin or case.\r\n\r\nAttached, please find a PDF of the obituary indicating Perfetto is deceased. Privacy interests of deceased persons are considered to be diminished, and any privacy interest served by a possible denial should be weighed against the public interest in favor of release. The public interest served is in reviewing an unusual use of the criminal code, as well as the history of a figure holding elected office. \r\n\r\nIf the District Attorney denies responsive records citing an exemption to FOIL, it should use the least restrictive means of denial (e.g., redaction) while granting the remaining non-exempt materials under the presumption of access.\r\n\r\nIf responsive were transferred or destroyed, I request any certificate or documentation of the transfer or destruction.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nT. McElwee",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1102080,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/LXHXZZTVENTLKU/124304/legacy.com-Ralph_Perfetto_Obituary.pdf",
            "datetime": "2023-07-13T09:36:25.425466",
            "title": "legacy.com-Ralph_Perfetto_Obituary.pdf",
            "source": "T. McElwee",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/records-about-deceased-defendant-149172/"
  }
]