[
  {
    "id": 186372,
    "title": "Florida \"DOGE\" Communications re: Universities and Colleges",
    "slug": "florida-doge-communications-re-universities-and-colleges",
    "status": "submitted",
    "embargo_status": "public",
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 4552,
    "datetime_submitted": "2025-05-08T09:27:43.009158",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-05-08T09:27:43.195028",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186372,
        "from_user": 3031,
        "to_user": 11486,
        "subject": "",
        "datetime": "2025-05-08T09:27:43.195028",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\n1. Any communications sent or received by EO DOGE Team which mention any of the following: \"Stop WOKE\", \"1000.05\", \"morally superior\", \"inherently racist\", \"privileged or oppressed\", \"by virtue of his or her race\", or \"merit, excellence, hard work\".\r\n2. Any emails sent or received by EO DOGE Team to or from a *.edu email address.\r\n3. Any communications sent or received by EO DOGE Team to or from any of the following individuals: Manny Diaz, Jr., Brian Lamb, Alan Levine, Christopher Rufo, Kathy Hebda, Yvetta Hargreaves, or Soren Moody.\r\n4. Any emails sent or received by EOGDOGE@laspbs.state.fl.us to or from a *.edu email address.\r\n\r\n\"EO DOGE Team\" means and includes every person on the team known as \"EO DOGE Team\" created by Executive Order No. 25-44, Section 1. As used in these requests, \"EO DOGE Team\" does not include the Board of Governors of the State University System of Florida, the State Board of Education, or any institution of higher education.\r\n\r\n\"Communications\" means and includes emails, text messages, social media messages, letters, memoranda, calendar entries, chats, or any form of one-to-one or one-to-many communication.\r\n\r\nPlease note that this request seeks public records wherever they may be found, including on devices or networks owned or operated by private parties. For example, if an employee uses a personal cell phone or social media account to conduct public business, records created, maintained, or held on the phone or account are public records subject to this request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/florida-34/florida-doge-communications-re-universities-and-colleges-186372/"
  }
]