[
  {
    "id": 156859,
    "title": "Lake Oswego Police Department - Threats over DragFest",
    "slug": "lake-oswego-police-department-threats-over-dragfest",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 9015,
    "datetime_submitted": "2024-01-10T20:17:17.016169",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2024-01-26",
    "datetime_done": null,
    "datetime_updated": "2024-01-10T20:17:17.123749",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 156859,
        "from_user": 3031,
        "to_user": 11708,
        "subject": "Oregon Public Records Law Request: Lake Oswego Police Department - Threats over DragFest",
        "datetime": "2024-01-10T20:17:17.123749",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Oregon Public Records Law, I hereby request the following records:\r\n\r\nA copy of any police incident report or other records concerning any threat or public opposition to a \"DragFest\" or \"drag\" event planned to be held at Lakeridge High School's in January 2024. This request includes all emails, voicemail recordings, social media messages, letters, or other forms of communication concerning the event.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "fax"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/lake-oswego-6634/lake-oswego-police-department-threats-over-dragfest-156859/"
  }
]