[
  {
    "id": 189504,
    "title": "Tiger Team",
    "slug": "tiger-team",
    "status": "submitted",
    "embargo_status": "public",
    "user": 155662,
    "username": "FMaidir",
    "agency": 41072,
    "datetime_submitted": "2025-07-12T12:43:00.392623",
    "date_due": "2025-08-01",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-07-12T12:43:01.189451",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 189504,
        "from_user": 155662,
        "to_user": 155970,
        "subject": "DC Freedom of Information Act Request: Tiger Team",
        "datetime": "2025-07-12T12:43:01.189451",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the DC Freedom of Information Act, I hereby request the following records:\r\n\r\nI seek all records related to a special Department of Homeland Security task force known internally as the “Tiger Team.” \r\n\r\nOn July 10, 2025, Homeland Security Investigations official Peter Hatch testified in American Association of University Professors v. U.S. Department of Justice, Civ. No. 1:25-cv-10910 (D. Mass). Hatch testified that in early 2025, DHS convened a special task force known internally as the “Tiger Team”  to identify noncitizens protesting against Israel’s ongoing genocide of the Palestinian people, revoke their legal immigration status, and have them deported.\r\n\r\nI request all records related to the Tiger Team. These include, without limitation:\r\n\r\n1. All records related to the conception and creation of Tiger Team. \r\n2. Records sufficient to identify the structure, composition, and membership of Tiger Team. \r\n3. Records sufficient to identify the mission and mandate of Tiger Team.\r\n4. All records related to the activities of Tiger Team.\r\n5. Records sufficient to identify all other government persons and entities with which Tiger Team has collaborated, interacted, or corresponded.\r\n6. Records sufficient to identify all non-government persons and entities with which Tiger Team has collaborated, interacted, or corresponded.\r\n7. All records related to the oversight of Tiger Team, including records sufficient to identify the persons and entities responsible for that oversight.\r\n\r\nDate Range: November 5, 2024 to July 12, 2025.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 15 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nFrancis Lee Maidir",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/washington-48/tiger-team-189504/"
  }
]