[
  {
    "id": 180320,
    "title": "Entergy and Bill Text",
    "slug": "entergy-and-bill-text",
    "status": "submitted",
    "embargo_status": "public",
    "user": 14204,
    "username": "taitd",
    "agency": 37857,
    "datetime_submitted": "2025-01-23T18:27:08.707646",
    "date_due": "2025-01-28",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-01-23T18:27:08.901457",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 180320,
        "from_user": 14204,
        "to_user": 134272,
        "subject": "",
        "datetime": "2025-01-23T18:27:08.901457",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Arkansas Freedom of Information Act, I hereby request the following records:\r\n\r\nAll communications between Hugh McDonald and/or Allison Hatfield and the following people and/or entities:\r\n\r\n1. Justin Tate\r\n2. Danni Hoeffer\r\n3. Jonathan Dismang\r\n4. Bart Hester\r\n5. Jon Eubanks\r\n6. Ben Gilmore\r\n7. Les Eaves\r\n8. Entergy\r\n\r\nAdditionally, I am requesting a copy of a draft bill in Mr. McDonald's or Ms. Hatfield's possession. The bill draft may be titled something close to \"The Arkansas Strategic Utility Energy Infrastructure, Economic Development, and Site Development Act of 2025\". If there multiple copies, please consider this a request for all of them.\r\n\r\nThe request should include emails (sent, received, BCC, and CC), email attachments, text messages, encrypted messages (such as Signal and/or WhatsApp etc.), messaging apps (such as Slack, Trello and/or Asana etc.), cloud based file storage and document systems (such as Microsoft One Drive, Google Drive, and/or Dropbox etc.), social media direct messages for professional purposes (such as Facebook and/or Twitter etc.) and any other communications records.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nSonny Albarado, a citizen of Arkansas, in coordination with Daniel Tait.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/arkansas-114/entergy-and-bill-text-180320/"
  },
  {
    "id": 180319,
    "title": "Denny Blaine Park",
    "slug": "denny-blaine-park",
    "status": "submitted",
    "embargo_status": "public",
    "user": 149373,
    "username": "robinmonks",
    "agency": 11682,
    "datetime_submitted": "2025-01-23T18:10:59.431743",
    "date_due": "2025-01-30",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-01-23T18:10:59.764281",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 180319,
        "from_user": 149373,
        "to_user": 16814,
        "subject": "",
        "datetime": "2025-01-23T18:10:59.764281",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Washington Public Records Act, I hereby request the following records:\r\n\r\nI am requesting access to the following records related to the proposed children’s play area at Denny Blaine Park and the subsequent decision to withdraw the proposal:\r\n\r\n1. Proposal Documentation: All records related to the initial proposal for the children’s play area at Denny Blaine Park, including plans, designs, feasibility studies, cost estimates, and evaluations of potential sites.\r\n2. Funding Sources: Records identifying the private donor(s) who offered to fund the project, including correspondence, agreements, or terms associated with the funding. Any internal communications or memos discussing the source, conditions, or implications of this funding.\r\n3. Internal Communications: Emails, meeting notes, memos, and other communications within Seattle Parks and Recreation that discuss LGBTQ+ or nudist uses of Denny Blaine Park, dated from January 1, 2008, to the present.\r\n4. Communications addressing the decision to withdraw the proposal, including but not limited to interactions with city officials, legal counsel, or other stakeholders.\r\n5. Public Feedback: All public comments, emails, meeting minutes, and survey responses submitted in relation to the proposed play area at Denny Blaine Park.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobin Monks",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/seattle-69/denny-blaine-park-180319/"
  }
]