[
  {
    "id": 172074,
    "title": "Debt Collective - Civilian Medical Debt",
    "slug": "debt-collective-civilian-medical-debt",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 129277,
    "username": "tparmar",
    "agency": 83,
    "datetime_submitted": "2024-08-19T12:29:44.228550",
    "date_due": "2024-09-17",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-08-19T12:29:44.339153",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "debt collective"
    ],
    "communications": [
      {
        "foia": 172074,
        "from_user": 129277,
        "to_user": 9624,
        "subject": "",
        "datetime": "2024-08-19T12:29:44.339153",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\n1) Billing and Collections data, identified by this Government Accountability Office report, from 2016 to 2021 — or if later records exist — until the last complete fiscal year with available data matching the description of this request. This data should include amounts billed and collected to civilian emergency patients of services performed within the given years. Please provide this data as a CSV file. Report Link: https://www.gao.gov/assets/gao-22-104770.pdf\r\n\r\n2) Contracts between the Department of Treasury and the following Private Collection Agencies (PCA): \r\n\r\n-The CBE Group, Inc.\r\nP.O. Box 2040\r\nWaterloo, IA 50704-2040\r\n- ConServe, Inc.\r\nP.O. Box 1528\r\nFairport, NY 14450\r\n- Pioneer Credit Recovery, Inc.\r\nP.O. Box 189\r\nArcade, NY 14009\r\n- Coast Professional, Inc.\r\nP.O. Box 246\r\nGeneseo, NY 14454\r\n0Transworld Systems, Inc.\r\nP.O. Box 15616\r\nWilmington, DE 19850\r\n\r\n3) Contracts between the Department of Treasury and any other Private Collections Agencies (PCA) between 2016 and 2021. \r\n\r\n4)  PCA compliance reviews between 2016 and 2024.\r\n\r\n5) Formal findings memo regarding PCAs compliance alongside responses by PCAs to each finding with corrective actions, if any.\r\n\r\n6) Complaints made to PCAs or the  Cross-Servicing call center that mention or refer to medical debt between 2016 and 2023.\r\n\r\n\r\nINSTRUCTIONS REGARDING SEARCH\r\n\r\n\r\n1.\tInstructions Regarding “Leads:” – As required by the relevant case law, Department of Treasury , show follow any leads it discovers during the conduct of its searches and performs additional searches when said leads indicate that records may be located in another system. Failure to follow clear leads is a violation of FOIA\r\n2.\tRequest for Public Records – Please search for any records even if they are already publicly available. \r\n3.\tRequests for Electronic and Paper/Manual Searches - I request that searches of all electronic and paper/manual incidences, filing systems, and locations for any and all records relating or referring to the subject of my request be conducted. \r\n4.\tRequest for Search of Filing Systems, Indices, and Locations – I request that Department of Treasury . Search all of its offices and components which are likely to contain responsive records\r\n5.\tRequests regarding photographs and other visual materials – I request that any photographs or other visual materials responsive to my request be released to me in their original or comparable forms, quality, and resolution. For example, if a photograph was taken digitally, or if Department of Treasury , maintains a photograph digitally, I request disclosure of the original digital image file, not a reduced resolution version of that image nor a printout and scan of that image file. Likewise, if a photograph was originally taken as a color photograph, I request disclosure of that photograph as a color image, not a black and white image. Please contact me for any clarification on this point. \r\n6.\tRequest for Duplicate Pages – I request disclosure of any and all supposedly “duplicate” pages. Scholars analyze records not only for the information available on any given page, but also for the relationship between that information and information on pages surrounding it. As such, though certain pages may have been previously released to me, the existence of those pages within new context renders them functionally new pages. As such, the only way to properly analyze released information is to analyze that information with its proper context. Therefore, I request disclosure of all “duplicate” pages. \r\n7.\tRequest to Search Emails – Please search for emails relating to the subject matter of my request.\r\n8.\tRequest for Search of Records Transferred to Other Agencies – I request that in conducting its search, Department of Treasury , disclose releasable records even if they are available publicly through other sources outside of the organization. \r\n9.\tRegarding Destroyed Records – If any records responsive or potentially responsive to my request have been destroyed, my request includes but is not limited to any and all records relating or referring to the destruction of those records. This includes, but is not limited to, any and all records relating or referring to the events leading to the destruction of those records. \r\n\r\nINSTRUCTIONS REGARDING SCOPE AND BREADTH OF REQUESTS\r\n\r\nPlease interpret the scope of this request broadly. Department of Treasury  is instructed to interpret the scope of this request in the most liberal manner possible short of any interpretation that would lend to a conclusion that the request does not reasonably describe the records sought. \r\n\r\nEXEMPTIONS AND SEGREBALITY\r\n\r\nI call your attention to President Obama’s 21 January 2009 Memorandum concerning the Freedom of Information Act in which he states:\r\n\r\n“All agencies should adopt a presumption in favor of disclosure, in order to renew their commitment to the principles embodied in FOIA…The presumption of disclosure should be applied to all decisions involving FOIA. \r\n\r\nIn the same Memorandum, President Obama added that government information should not be kept confidential “merely because public officials might be embarrassed by disclosure, because of errors and failures might be revealed, or because of speculative or abstract fears.”\r\n\r\nFinally, President Obama ordered that “The Freedom of Information Act should be administered with a clear presumption: In the case of doubt, openness prevails”\r\n\r\nNonetheless, if any responsive record or portion thereof is claimed to be exempt from production, FOIA statues provide that even if some of the requested material is properly exempt from mandatory disclosure, all segregable portions must be released. If documents are denied in part or in whole, please specify which exemption(s) is (are) claimed for each passage or whole document denied. Please provide a complete itemized inventory and a detailed factual justification of total or partial denial of documents. Specify the number of pages in each document and the toal number of pages pertaining to this request. For “classified” material denied, please include the following information: the classification (confidential., secret or top secret); identity of the classifier; date or event for automatic declassification or classification review or downgrading; if applicable, identity of official authorizing extension of automatic declassification or review past six years; and, if applicable, the reason for extended classification beyond six years.\r\n\r\nIn excising material, please “black out” the material rather than “White out” or “cut out.” I expect, as provided by FOIA, that the remaining non-exempt portions of documents will be released. Please release all pages regardless of the extent of excising, even if all that remains are stationary headings or administrative markings. \r\n\r\nIn addition, I ask that your agency exercise its discretion to release records which may be technically exempt, but where withholdings serve no important public interest. \r\n\r\nADDITIONAL INSTRUCTIONS REGARDING REQUEST\r\n\r\nPlease produce all records with administrative markings and pagination included. Please send a memo (copy to me) to the appropriate units in your office to assure that no record related to this requests are destroyed. Please advise of any destruction of records and include the data of the authority of such destruction. \r\n\r\nFORMAT \r\n\r\nI request that any release stemming from this request be provided to me in digital format (soft copy) via email, or via USB DRIVE, COMPACT DISK, or other like media. \r\n\r\nFEE CATEGORY AND REQUEST FOR A FEE WAIVER\r\n\r\nI am an investigative journalist who has written for major media including Business Insider, Time, Fortune, and The Nation Magazine. I am willing to pay any reasonable expenses associated with this request, however, as the purpose of the request is disclosure in full conformity with the statutory requirements for a waiver of fees, I formally request such a waiver. I request a waiver of all costs pursuant to 5 U.S.C. § 552(a)(4)(A)(iii). \r\n\r\nShould my request for a fee waiver be denied, I request that I be categorized as a member of the news media for free purposes. \r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTekendra Parmar",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/debt-collective-civilian-medical-debt-172074/"
  },
  {
    "id": 172071,
    "title": "Debt Collective - Civilian Medical Debt",
    "slug": "debt-collective-civilian-medical-debt",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 129277,
    "username": "tparmar",
    "agency": 4190,
    "datetime_submitted": "2024-08-19T12:09:28.305802",
    "date_due": "2024-09-17",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-08-19T12:09:28.435126",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "defense health agency",
      "debt collective"
    ],
    "communications": [
      {
        "foia": 172071,
        "from_user": 129277,
        "to_user": 25496,
        "subject": "",
        "datetime": "2024-08-19T12:09:28.435126",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\n1)    Billing and Collections data, identified by this Government Accountability Office report, from 2016 to 2021 — or if later records exist — until the last complete fiscal year with available data matching the description of this request. This data should include amounts billed and collected to civilian emergency patients of services performed within the given years. Please provide this data as a CSV file. Report Link: https://www.gao.gov/assets/gao-22-104770.pdf\r\n2)    DOD agency profiles of each of the 44 DOD Medical Treatment Facilities (MTF), identified by Government Accountability Office report, that includes financial relief options at each facility.  Report Link: https://www.gao.gov/assets/gao-22-104770.pdf\r\n3)    Sample invoices from each of the 44 DOD Medical Treatment Facilities (MTF). Alongside any sample communications for follow-up and collections.  \r\n4)    All emails, documents and memos from January 2021 to December 2021 between DOD or DHA and the following MTFs: Brooke Army Medical Center, Naval Medical Center Camp Lejeune, Mike O’Callaghan Military Medical Center, that mention or refer to the DOD’s pilot program to provide additional debt resolution for civilians to avoid financial hardship.\r\n5)    All emails, documents and memos from between January 2022 to December 2023 between DOD, the DHA and/or MTFs that mention or refer to the “Section 717 Pilot program.” \r\n(Section 717 of the National Defense Authorization Act (NDAA) for Fiscal Year 2017 states that care may be provided to civilians if (1) the evaluation and treatment of the individual is necessary to attain the relevant mix and volume of medical casework required to maintain medical readiness skills and competencies of health care providers at the facility; (2) the health care providers at the facility have the competencies, skills, and abilities required to treat the individual; and (3) the facility has available space, equipment, and materials to treat the individual.)\r\n6) All DHA memos and policies that mention or refer to MTFs tracking civilian debt waivers between October 2021 and the date upon which this request is fulfilled. \r\n\r\nINSTRUCTIONS REGARDING SEARCH\r\n\r\n1.\tInstructions Regarding “Leads:” – As required by the relevant case law, Defense Health Agency, show follow any leads it discovers during the conduct of its searches and performs additional searches when said leads indicate that records may be located in another system. Failure to follow clear leads is a violation of FOIA.\r\n2.\tRequest for Public Records – Please search for any records even if they are already publicly available. \r\n3.\tRequests for Electronic and Paper/Manual Searches - I request that searches of all electronic and paper/manual incidences, filing systems, and locations for any and all records relating or referring to the subject of my request be conducted. \r\n4.\tRequest for Search of Filing Systems, Indices, and Locations – I request that Defense Health Agency, search all of its offices and components which are likely to contain responsive records\r\n5.\tRequests regarding photographs and other visual materials – I request that any photographs or other visual materials responsive to my request be released to me in their original or comparable forms, quality, and resolution. For example, if a photograph was taken digitally, or if Defense Health Agency, maintains a photograph digitally, I request disclosure of the original digital image file, not a reduced resolution version of that image nor a printout and scan of that image file. Likewise, if a photograph was originally taken as a color photograph, I request disclosure of that photograph as a color image, not a black and white image. Please contact me for any clarification on this point. \r\n6.\tRequest for Duplicate Pages – I request disclosure of any and all supposedly “duplicate” pages. Scholars analyze records not only for the information available on any given page, but also for the relationship between that information and information on pages surrounding it. As such, though certain pages may have been previously released to me, the existence of those pages within new context renders them functionally new pages. As such, the only way to properly analyze released information is to analyze that information with its proper context. Therefore, I request disclosure of all “duplicate” pages. \r\n7.\tRequest to Search Emails – Please search for emails relating to the subject matter of my request.\r\n8.\tRequest for Search of Records Transferred to Other Agencies – I request that in conducting its search, Defense Health Agency, disclose releasable records even if they are available publicly through other sources outside of the organization. \r\n9.\tRegarding Destroyed Records – If any records responsive or potentially responsive to my request have been destroyed, my request includes but is not limited to any and all records relating or referring to the destruction of those records. This includes, but is not limited to, any and all records relating or referring to the events leading to the destruction of those records. \r\n\r\nINSTRUCTIONS REGARDING SCOPE AND BREADTH OF REQUESTS\r\n\r\nPlease interpret the scope of this request broadly. Defense Health Agency is instructed to interpret the scope of this request in the most liberal manner possible short of any interpretation that would lend to a conclusion that the request does not reasonably describe the records sought. \r\n\r\nEXEMPTIONS AND SEGREBALITY\r\n\r\nI call your attention to President Obama’s 21 January 2009 Memorandum concerning the Freedom of Information Act in which he states:\r\n\r\n“All agencies should adopt a presumption in favor of disclosure, in order to renew their commitment to the principles embodied in FOIA…The presumption of disclosure should be applied to all decisions involving FOIA. \r\n\r\nIn the same Memorandum, President Obama added that government information should not be kept confidential “merely because public officials might be embarrassed by disclosure, because of errors and failures might be revealed, or because of speculative or abstract fears.”\r\n\r\nFinally, President Obama ordered that “The Freedom of Information Act should be administered with a clear presumption: In the case of doubt, openness prevails”\r\n\r\nNonetheless, if any responsive record or portion thereof is claimed to be exempt from production, FOIA statues provide that even if some of the requested material is properly exempt from mandatory disclosure, all segregable portions must be released. If documents are denied in part or in whole, please specify which exemption(s) is (are) claimed for each passage or whole document denied. Please provide a complete itemized inventory and a detailed factual justification of total or partial denial of documents. Specify the number of pages in each document and the total number of pages pertaining to this request. For “classified” material denied, please include the following information: the classification (confidential., secret or top secret); identity of the classifier; date or event for automatic declassification or classification review or downgrading; if applicable, identity of official authorizing extension of automatic declassification or review past six years; and, if applicable, the reason for extended classification beyond six years.\r\n\r\nIn excising material, please “black out” the material rather than “White out” or “cut out.” I expect, as provided by FOIA, that the remaining non-exempt portions of documents will be released. Please release all pages regardless of the extent of excising, even if all that remains are stationary headings or administrative markings. \r\n\r\nIn addition, I ask that your agency exercise its discretion to release records which may be technically exempt, but where withholdings serve no important public interest. \r\n\r\nADDITIONAL INSTRUCTIONS REGARDING REQUEST\r\n\r\nPlease produce all records with administrative markings and pagination included. Please send a memo (copy to me) to the appropriate units in your office to assure that no record related to this requests are destroyed. Please advise of any destruction of records and include the data of the authority of such destruction. \r\n\r\nFORMAT \r\n\r\nI request that any release stemming from this request be provided to me in digital format (soft copy) via email, or via USB DRIVE, COMPACT DISK, or other like media. For any databases please use CSV or Excel format. \r\n\r\nFEE CATEGORY AND REQUEST FOR A FEE WAIVER\r\n\r\nI am an investigative journalist who has written for major media including Bloomberg Business Week, Business Insider, Time, Fortune, and The Nation Magazine. I am willing to pay any reasonable expenses associated with this request, however, as the purpose of the request is disclosure in full conformity with the statutory requirements for a waiver of fees, I formally request such a waiver. I request a waiver of all costs pursuant to 5 U.S.C. § 552(a)(4)(A)(iii). \r\n\r\nShould my request for a fee waiver be denied, I request that I be categorized as a member of the news media for free purposes. \r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTekendra Parmar",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/debt-collective-civilian-medical-debt-172071/"
  }
]