[
  {
    "id": 167876,
    "title": "Psychics",
    "slug": "psychics",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 27422,
    "username": "dmehrotra",
    "agency": 5968,
    "datetime_submitted": "2024-07-03T09:20:25.434037",
    "date_due": "2024-07-09",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-07-03T09:20:25.521048",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 167876,
        "from_user": 27422,
        "to_user": 15248,
        "subject": "",
        "datetime": "2024-07-03T09:20:25.521048",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Colorado Open Records Act, I hereby request the following records:\r\n\r\nOn January 17, 1980, 21-year-old Helene Pruszynki was found stabbed to death in a field near Daniels Park Road. She had been abducted near her bus stop in Englewood, Colorado the night prior and she had also been sexually assaulted. In 2019, James Curtis Clanton was arrested for Helene’s murder, and he was sentenced to life in prison in 2020. According to detectives in this case the department used a forensic psychic or a subject under hypnosis, among other tools, to help hunt down Prusynski's murderer. I am looking for records reflecting the number of cases psychics or hypnosis has been used by the department since the year 2000. \r\n\r\nAfter speaking to the Douglas County Sheriff’s Office, the agency determined it had no records indicating the number of cases psychics or hypnosis had been used.  The agency told me that The Colorado Bureau of Investigation (CBI) was handling the Helene Pruszynski murder investigation at the time, so the CBI is the custodian of any contracting records and investigatory records produced by the forensic psychic or the hypnosis in that particular case. \r\n\r\nTo that end I am looking I am looking for any records including contracting records as well as any investigatory records produced by any forensic psychic or hypnotist during the course of any investigation CBI used their services. I am also looking for records reflecting the number of cases psychics or hypnosis has been used by CBI since the year 2000.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDhruv Mehrotra",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/colorado-127/psychics-167876/"
  }
]