[
  {
    "id": 170881,
    "title": "Photos from ATF collaboration with Tony Scott film \"Deja Vu\" (2006)",
    "slug": "photos-from-atf-collaboration-with-tony-scott-film-deja-vu-2006",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 122968,
    "username": "Brett-DCF",
    "agency": 225,
    "datetime_submitted": "2024-08-02T14:41:11.080942",
    "date_due": "2024-08-30",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-08-02T14:41:11.210903",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 170881,
        "from_user": 122968,
        "to_user": 9584,
        "subject": "Freedom of Information Act Request: Photos from ATF collaboration with Tony Scott film \"Deja Vu\" (2006)",
        "datetime": "2024-08-02T14:41:11.210903",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nHigh-resolution, color copies--preferably transferred to me digitally, if not then by mail--of the 26 photos released to me by ATF in response to request 2023-01687 (in which I asked for documents relating to ATF collaboration with the 2006 Tony Scott film \"Deja Vu\"), along with equally high-quality copies of any other photos taken on the set of that film and in the possession of the ATF that were not released to me earlier. The photos I received from ATF are black-and-white scans and of relatively poor visual quality. I therefore request high-resolution, color copies of the same photos, plus any others associated with \"Deja Vu\" that were not released from the earlier request. \r\n\r\nI am the Director of Research Operations at a 501(c)(3) non-profit organization called The Decoding Culture Foundation. These documents will be used for public education and research purposes. I therefore request a waiver of all fees that may otherwise apply. Attached is a document with organization letterhead confirming my position, as well as the organization's 501(c)(3) application and approval form.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBrett Carollo",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1205173,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/Brett-DCF/143107/501c3_application_and_approval.pdf",
            "datetime": "2024-08-02T14:41:11.210903",
            "title": "501c3_application_and_approval.pdf",
            "source": "Brett Carollo",
            "description": "",
            "doc_id": "",
            "pages": 0
          },
          {
            "id": 1205172,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/Brett-DCF/143107/FOIA_waiver_letter_7-2-24.pdf",
            "datetime": "2024-08-02T14:41:11.210903",
            "title": "FOIA_waiver_letter_7-2-24.pdf",
            "source": "Brett Carollo",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/photos-from-atf-collaboration-with-tony-scott-film-deja-vu-2006-170881/"
  }
]