[
  {
    "id": 164220,
    "title": "Police actions at Emerson College",
    "slug": "police-actions-at-emerson-college",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 135114,
    "username": "KateW",
    "agency": 174,
    "datetime_submitted": "2024-05-27T01:42:39.047716",
    "date_due": "2024-06-10",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-05-27T01:42:39.194581",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164220,
        "from_user": 135114,
        "to_user": 9560,
        "subject": "Massachusetts Public Records Law Request: Police actions at Emerson College",
        "datetime": "2024-05-27T01:42:39.194581",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Massachusetts Public Records Law, I hereby request the following records:\r\n\r\n1. Any and all communications sent to or received from employees or administrators of Emerson College on April 21, 22, 23, 24, 25, 26, and 27 of the year 2024.\r\n\r\n2. Any and all police reports and complaints and calls received by Boston Police regarding the Emerson College campus, the Transportation Building, or interactions with protesters on April 21, 22, 23, 24, and 25 of the year 2024. \r\n\r\n3. All video, audio, and other recordings relating to the Emerson encampment and demonstration from April 25. This includes all footage from body worn cameras during the police actions on April 25 at Emerson College, any and all security camera footage shared by Emerson College regarding that same situation, and any recordings of police radio interactions regarding that same police activity.\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by the recommendations of the Massachusetts Supervisor of Public Records. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nI expect the request to be filled in an accessible format, including for screen readers, which provide text-to-speech for persons unable to read print. Files that are not accessible to screen readers include, for example, .pdf image files as well as physical documents.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKate W",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/boston-3/police-actions-at-emerson-college-164220/"
  }
]