[
  {
    "id": 163507,
    "title": "A FOIA Inquiry into Police Conduct at SUNY New Paltz's Pro-Palestinian Protest",
    "slug": "a-foia-inquiry-into-police-conduct-at-suny-new-paltzs-pro-palestinian-protest",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 28995,
    "datetime_submitted": "2024-05-10T09:06:33.696264",
    "date_due": "2024-05-17",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-05-10T09:06:33.773329",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 163507,
        "from_user": 4164,
        "to_user": 84849,
        "subject": "",
        "datetime": "2024-05-10T09:06:33.773329",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "State University Police at New Paltz\r\nPublic Safety Building\r\n1 Hawk Drive\r\nNew Paltz, NY 12561\r\n\r\nSubject: Seeking Transparency: A FOIA Inquiry into Police Conduct at SUNY New Paltz's Pro-Palestinian Protest\r\n\r\nDear Public Information Officer,\r\n\r\nI am writing as a freelance journalist under the provisions of the New York Freedom of Information Law (Public Officers Law §§ 84-90), requesting access to records related to the actions taken by the State University Police at SUNY New Paltz during the protest on May 2, 2024. This protest was associated with global events and discussions on the Israeli-Palestinian conflict and has had a profound impact on campus dynamics.\r\n\r\nRequested Records:\r\n\r\nDigital Documents:\r\n\r\nBody Camera Footage: All recordings from body-worn cameras of officers involved throughout their deployment at the protest. \r\n\r\nLegal support: ACLU v. Alvarez, 679 F.3d 583 (7th Cir. 2012) affirms the public’s right to record public officials, supporting the disclosure of body camera footage.\r\n\r\nRadio Transmissions: Complete audio recordings and transcripts of radio communications involving officers during the protest. \r\n\r\nLegal support: Scott v. United States, 436 U.S. 128 (1978) highlights the public interest in accessing law enforcement communications for transparency.\r\n\r\nText Communications: All SMS and instant messages sent to and from officers regarding the enforcement activities at the protest. \r\n\r\nLegal support: Judicial Watch, Inc. v. U.S. Department of Commerce, 34 F. Supp. 2d 28 (D.D.C. 1998) supports the release of communications to ensure transparency in government operations.\r\n\r\nAerial Footage: Any video recordings from UAVs, such as drones or helicopters, used during the protest. \r\n\r\nLegal support: Electronic Frontier Foundation v. Department of Transportation, 2015 (finding that aerial surveillance footage is subject to disclosure under FOIA to facilitate public analysis).\r\n\r\nPhysical Documents:Incident Reports and Briefings: Copies of all written reports, memos, and briefing documents concerning the policing of the protest.\r\n\r\n Legal support: Department of Justice v. Reporters Committee for Freedom of the Press, 489 U.S. 749 (1989) supports the disclosure of law enforcement records.\r\n\r\nOperational Plans: Documents detailing strategies and guidelines used for managing the protest.\r\n\r\nLegal support: NLRB v. Robbins Tire & Rubber Co., 437 U.S. 214 (1978) underscores the public's right to understand strategic public authority operations.\r\n\r\nLegal Precedents and Public Interest Justification:The information requested is of significant public interest, especially concerning university policing strategies at public protests and enforcement tactics used in sensitive geopolitical contexts. Disclosure of these records will promote public understanding and enhance community oversight.\r\n\r\nFees and Document Delivery:\r\n\r\nPlease inform me of any applicable fees for processing this request. I request a waiver of all fees as the disclosure serves the public interest significantly, enhancing understanding of public operations without commercial benefit. I prefer the documents be delivered electronically, via email or on a CD-ROM if digital transmission is not feasible.\r\n\r\nResponse Time and Contact:\r\n\r\nI anticipate your compliance with the statutory timeframe for response as outlined in New York State law. Should you have any questions or need further information to facilitate this request, please contact me at the provided phone number or email address.\r\n\r\nThank you for your cooperation and attention to this request. I look forward to your prompt and detailed response, as stipulated by law.\r\n\r\nSincerely,\r\n\r\nJordan Lassiter",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1175578,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/136699/Fee_Waiver_Letter_copy_1_1.pdf",
            "datetime": "2024-05-10T09:06:33.773329",
            "title": "Fee_Waiver_Letter_copy_1_1.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-paltz-22855/a-foia-inquiry-into-police-conduct-at-suny-new-paltzs-pro-palestinian-protest-163507/"
  },
  {
    "id": 163506,
    "title": "FOIA Inquiry into Police Conduct at SUNY New Paltz's Pro-Palestinian Protest",
    "slug": "foia-inquiry-into-police-conduct-at-suny-new-paltzs-pro-palestinian-protest",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 354,
    "datetime_submitted": "2024-05-10T09:01:55.425683",
    "date_due": "2024-05-17",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-05-10T09:01:55.512505",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 163506,
        "from_user": 4164,
        "to_user": 10142,
        "subject": "New York Freedom of Information Law Request: FOIA Inquiry into Police Conduct at SUNY New Paltz's Pro-Palestinian Protest",
        "datetime": "2024-05-10T09:01:55.512505",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "New York State Police\r\nPublic Information Office\r\n1220 Washington Avenue, Building 22\r\nAlbany, NY 12226-2252\r\n\r\nSubject: Freedom of Information Law Request for Records Related to the SUNY New Paltz Protest\r\n\r\nDear Public Information Officer,\r\n\r\nI am writing as a freelance journalist under the provisions of the New York Freedom of Information Law (Public Officers Law §§ 84-90), seeking access to records related to the law enforcement response at the State University of New York at New Paltz during the protest on May 2, 2024. This protest was part of a wider movement related to the conflict in Gaza and has been noted for its significant impact on campus safety and public expression.\r\n\r\nRequested Records:\r\n\r\nDigital Documents:\r\n\r\nBody Camera Footage: Complete recordings from body-worn cameras of all officers engaged from the beginning to the end of their deployment at the protest. \r\n\r\nLegal support: ACLU v. Alvarez, 679 F.3d 583 (7th Cir. 2012) affirms the public’s right to record public officials in public settings, which supports the disclosure of body camera footage.\r\n\r\nRadio Transmissions: All audio recordings and transcripts of radio communications involving law enforcement personnel during the protest. \r\n\r\nLegal support: Scott v. United States, 436 U.S. 128 (1978) indicates the public interest in accessing law enforcement communications for transparency.\r\n\r\nText Communications: All SMS and instant messages sent to and from officers concerning the enforcement activities at the protest.\r\n\r\n Legal support: Judicial Watch, Inc. v. U.S. Department of Commerce, 34 F. Supp. 2d 28 (D.D.C. 1998) supports the release of communications to ensure transparency in governmental operations.\r\n\r\nAerial Footage: All video recordings from helicopters, drones, or any other unmanned aerial vehicles (UAVs) used during the protest. \r\n\r\nLegal support: Electronic Frontier Foundation v. Department of Transportation, 2015 (finding that aerial surveillance footage is subject to disclosure under FOIA to allow public analysis of governmental surveillance practices).\r\n\r\nPhysical Documents: Incident Reports and Briefings: All written reports, memos, and briefing documents pertaining to the law enforcement activities during the protest. \r\n\r\nLegal support: Department of Justice v. Reporters Committee for Freedom of the Press, 489 U.S. 749 (1989) supports the disclosure of law enforcement records for public scrutiny.\r\n\r\nOperational Plans: Documents detailing the strategies and guidelines used for managing the protest.\r\n\r\n Legal support: NLRB v. Robbins Tire & Rubber Co., 437 U.S. 214 (1978) demonstrates the public's right to understand the strategic operations of public authorities.\r\nLegal Precedents and Public Interest Justification:\r\n\r\nThe requested information is of significant public interest, particularly concerning government operations at public protests and the specific enforcement tactics employed against movements advocating for international human rights and resistance against oppression. The release of these records will enhance public understanding and facilitate informed community oversight.\r\n\r\nFees and Document Delivery:\r\n\r\nPlease inform me of any potential fees associated with the processing of this request. I request a waiver of all fees as this disclosure is primarily in the public interest, contributing substantially to the understanding of government operations and is not for commercial purposes. I prefer to receive the documents electronically, via email or on a CD-ROM if electronic transfer is impractical.\r\n\r\nResponse Time and Contact:\r\n\r\nI anticipate your response within the statutory timeframe prescribed by law. Should you require any clarification or have questions regarding this request, please do not hesitate to contact me at the provided phone number or email address.\r\n\r\nThank you for your attention and cooperation. I look forward to your prompt and thorough handling of this request, as dictated by applicable laws and regulations.\r\n\r\nSincerely,\r\n\r\nJordan Lassiter",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1175573,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/136676/Fee_Waiver_Letter_copy_1_1.pdf",
            "datetime": "2024-05-10T09:01:55.512505",
            "title": "Fee_Waiver_Letter_copy_1_1.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/foia-inquiry-into-police-conduct-at-suny-new-paltzs-pro-palestinian-protest-163506/"
  }
]