[
  {
    "id": 180650,
    "title": "USS Liberty: Copy of DoD Mandated Investigation of “A Report: War Crimes Committed Against U.S. Military Personnel, June 8, 1967”",
    "slug": "uss-liberty-copy-of-dod-mandated-investigation-of-a-report-war-crimes-committed-against-us-military-personnel-june-8-1967",
    "status": "ack",
    "embargo_status": "public",
    "user": 256,
    "username": "USSLiberty",
    "agency": 15767,
    "datetime_submitted": "2025-01-29T17:50:22.103873",
    "date_due": "2025-02-27",
    "days_until_due": null,
    "date_followup": "2025-02-27",
    "datetime_done": null,
    "datetime_updated": "2025-01-29T17:50:22.403453",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "department of defense",
      "us navy",
      "uss liberty",
      "israeli war crimes",
      "uss liberty judge advocate general"
    ],
    "communications": [
      {
        "foia": 180650,
        "from_user": 256,
        "to_user": 20882,
        "subject": "Freedom of Information Act Request: USS Liberty: Copy of DoD Mandated Investigation of “A Report: War Crimes Committed Against U.S. Military Personnel, June 8, 1967”",
        "datetime": "2025-01-29T17:50:22.403453",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nI am a survivor of the June 8, 1967 Israeli attack on the USS Liberty and serve my shipmates as Historian of the USS Liberty Veterans Association. [https://ussliberty.com]\r\n\r\nOn June 8, 2005 the USS Liberty Veterans Association submitted “A Report: War Crimes Committed Against U.S. Military Personnel, June 8, 1967” to the Secretary of the Army in his capacity as Executive Agent for the Secretary of Defense. \r\n\r\nA copy of that report is at https://www.documentcloud.org/documents/25497919-war-crimes-report-with-exhibits/.\r\n\r\nThe Department of Defense Law of War Manual requires “DoD policy has required that the commander of any unit that obtains information about a reportable incident shall immediately report the incident through the applicable operational command and Military Department.” [Paragraph 18.13.2, DoD Law of War Manual Page 1100]\r\n\r\nThe footnote on page 1100 states in part, “All reportable incidents committed by or against U.S. personnel, enemy persons, or any other individual are reported promptly, investigated thoroughly, and, where appropriate, remedied by corrective action.”\r\n\r\nThe DoD Law of War Manual is at https://dod.defense.gov/Portals/1/Documents/pubs/DoD%20Law%20of%20War%20Manual%20-%20June%202015%20Updated%20Dec%202016.pdf.\r\n\r\nAn excerpt of the relevant passage in the Law of War Manual is attached.\r\n\r\nA reportable incident committed against U.S. personnel was reported to the Flag and other high-ranking US Navy officers serving on the US Navy Court of Inquiry when USS Liberty survivor Lloyd Painter testified under oath during the US Navy Court of Inquiry that he witnessed the IDF torpedo boats deliberately machine gunning of life rafts we had dropped over the side in anticipation of abandoning ship.\r\n\r\nUpon receiving a copy of the US Navy Court of Inquiry Report, Painter noted that the portion of his testimony referenced above does not appear in the Report of the Court.\r\n\r\nIn his sworn deposition, Painter writes:\r\n\r\n“1515 Hours: I climbed the ladder and opened the hatch to the main deck. I wanted to see if it was safe enough to bring the wounded sailors out onto the main deck. What I saw sent ice running through my veins. The life rafts were either destroyed or had been cut loose and had floated away. I personally observed an Israeli MTB methodically machine gun one of the Liberty's empty life rafts that had been cut loose and was floating in the water. I knew at that split second that the thrust of the IDF attack was to kill every American sailor on board. There were to be no survivors that day. I decided to leave all of the wounded sailors below decks for some measure of protection. I did not prepare to abandon ship.”\r\n\r\nWe have attached a complete copy of Lloyd Painter’s sworn deposition to this request.\r\n\r\nWe are requesting a copy of the investigation of the War Crimes investigation that is mandated by the Department of Defense Manual.\r\n\r\nWe are further requesting a copy of all records related to or mentioning our submission of “A Report: War Crimes Committed Against U.S. Military Personnel, June 8, 1967”\r\n\r\nWE ARE NOT ASKING FOR ANOTHER COPY OF A US NAVY COURT OF INQUIRY REPORT BUT FOR THE REPORT OF THE MANDATED INVESTIGATION, CONDUCTED BY THE DEPARTMENT OF DEFENSE IN ACCORDANCE WITH THE DOD LAW OF WAR MANUAL, ESTABLISHED TO INVESTIGATE AND RESOLVE THE ALLEGATIONS CONTAINED IN OUR WAR CRIMES REPORT WHICH WE SUBMITTED TO THE DOD ON JUNE 8, 2005.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJoe Meadors",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1256432,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/USSLiberty/151706/Lloyd_Painter_Affidavit.pdf",
            "datetime": "2025-01-29T17:50:22.403453",
            "title": "Lloyd_Painter_Affidavit.pdf",
            "source": "Joe Meadors",
            "description": "",
            "doc_id": "",
            "pages": 0
          },
          {
            "id": 1256431,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/USSLiberty/151706/DOD-LAW-OF-WAR-MANUAL-JUNE-2015-UPDATED-JULY_2023_extract.pdf",
            "datetime": "2025-01-29T17:50:22.403453",
            "title": "DOD-LAW-OF-WAR-MANUAL-JUNE-2015-UPDATED-JULY_2023_extract.pdf",
            "source": "Joe Meadors",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/uss-liberty-copy-of-dod-mandated-investigation-of-a-report-war-crimes-committed-against-us-military-personnel-june-8-1967-180650/"
  }
]