[
  {
    "id": 153780,
    "title": "Alerts (Cincinnati Police Department)",
    "slug": "alerts-cincinnati-police-department",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 27422,
    "username": "dmehrotra",
    "agency": 674,
    "datetime_submitted": "2023-10-26T10:30:15.217543",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2024-01-29",
    "datetime_done": null,
    "datetime_updated": "2023-10-31T11:28:38.705690",
    "date_embargo": null,
    "tracking_id": "P141315-103023",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 153780,
        "from_user": 27422,
        "to_user": 10223,
        "subject": "Ohio Open Records Law Request: Alerts (Cincinnati Police Department)",
        "datetime": "2023-10-26T10:30:16.111989",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Ohio Open Records Law, I hereby request the following records:\r\n\r\n- Any emails, memos, or notification reports sent to the company SoundThinking (formerly shotspotter). These are reports where personnel have reached out to Shotspotter for support, because the system failed to detect a shooting or misclassified an incident.  According to ShotSpotter, their best practices include steps to ensure that if police officers conclude the ShotSpotter alert was indeed a “false positive,” they report that the company to \"keep track and take remedial steps to minimize false positives in the future\".  I am looking for any such feedback given to ShotSpotter. \r\n\r\n- Any emails between department staff with the words \"false positive\" and \"Shotspotter\" or \"shot spotter\" or \"sound thinking\". Responsive records should be from 2018 until the date this request is processed.\r\n\r\n-  Copies of all SoundThinking (Shotspotter) responses to aforementioned notification reports,  Responsive records should be from 2018 until the date this request is processed.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nDhruv Mehrotra",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 153780,
        "from_user": 10223,
        "to_user": 27422,
        "subject": "Police Public Records Request :: P141315-103023",
        "datetime": "2023-10-30T23:11:13.419641",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Dhruv Mehrotra: \r\nThank you for your interest in public records of City of Cincinnati. Your request has been received and is being processed in accordance with the Ohio Sunshine Law.  Your request was received in this office on 10/30/2023 and given the reference number P141315-103023 for tracking purposes. Records Requested: To Whom It May Concern:\r\n\r\nPursuant to the Ohio Open Records Law, I hereby request the following records:\r\n\r\n- Any emails, memos, or notification reports sent to the company SoundThinking (formerly shotspotter). These are reports where personnel have reached out to Shotspotter for support, because the system failed to detect a shooting or misclassified an incident. According to ShotSpotter, their best practices include steps to ensure that if police officers conclude the ShotSpotter alert was indeed a “false positive,” they report that the company to \"keep track and take remedial steps to minimize false positives in the future\". I am looking for any such feedback given to ShotSpotter.\r\n\r\n- Any emails between department staff with the words \"false positive\" and \"Shotspotter\" or \"shot spotter\" or \"sound thinking\". Responsive records should be from 2018 until the date this request is processed.\r\n\r\n- Copies of all SoundThinking (Shotspotter) responses to aforementioned notification reports, Responsive records should be from 2018 until the date this request is processed.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nDhruv Mehrotra\r\n\r\nUpload documents directly: https://accounts.muckrock.com/accounts/login/?next=https%3A%2F%2Fwww.muckrock.com%2Faccounts%2Flogin%2F%3Fnext%3D%252Faccounts%252Fagency_login%252Fcincinnati-police-department-674%252Falerts-cincinnati-police-department-153780%252F%253Femail%253DCPDRecords%252540cincinnati-oh.gov&url_auth_token=AAAatEzesKQOe49YzwlyvIT2J4g%3A1qxf7Z%3AKSJf87r_YfY99s_uHAV7xvOJEdBq22DPX_9bjqA9-q4 \r\nYour request will be forwarded to the relevant department(s) to locate the information you seek and to determine the volume and any costs associated with satisfying your request. You will be contacted about the availability and/or provided with copies of the records in question. PLEASE NOTE: The Ohio Sunshine Law does not require a governmental body to create new information, to do legal research, or to answer questions. \r\nYou can monitor the progress of your request at the link below and you'll receive an email when your request has been completed. If this is your first time logging into your account, please select \"If you don't know or have forgotten your password - CLICK HERE\".  This is located beneath the \"Submit\" button on the front login page. \r\n \r\nAgain, thank you for using the Records Request Center. \r\nCity of Cincinnati",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 153780,
        "from_user": 10223,
        "to_user": 27422,
        "subject": "[Records Center] Welcome to the City of Cincinnati Public Records Center!",
        "datetime": "2023-10-30T23:11:14.134688",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Dhruv Mehrotra, \r\n \r\nThank you for registering with City of Cincinnati Public Records Center. \r\n \r\nYour Login ID is:  153780-29025146@requests.muckrock.com \r\n \r\nIf you did not submit your request through the public portal but are receiving this e-mail, an account has been created for you where you can track and monitor the status of your request, and receive any documents in response to your request. \r\n \r\n \r\nIf you have never used this system or cannot remember your password you may request a temporary password here: Request Temporary Password (https://u8387778.ct.sendgrid.net/ls/click?upn=6HtRfOYLt5fXvpttM-2FU1HVjIJqgievDEZ3ArzOAjvLNeomRNhffDBg0GCSVkGv-2FVn-2FXzUi08ku-2FkjVOM2CStKyx661cNsFV8A7iGvIbjzmo-3DtFZS_fQsfe5FwbULBvo2jOGE1ZBGI5wEq6RY-2BdG3Tk5jwh2UTDwywCCyMsWT6pkhSHVLqM36y4lgsHajmIi2doZiBffKfUO5civkFpR9-2FpIiIccOVCIBEzCPlsnVFLXDObwVXaxhXwLNlbL0eGjXpZqI3jpLnA8vj4cwdN5LWZ-2BWDMcsxeFCy9dxAK2x1yJ4h4g8rX-2BsixGGpWnI07386W23WOh92HZx1h0qkg-2FfMDO5PmZ8-3D) \r\n \r\nPlease login to \"My Request Center\" to update your account information, track the status of your request and receive requested records when they become available. \r\n This is an auto-generated email and has originated from an unmonitored email account. Please DO NOT REPLY",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 153780,
        "from_user": 10223,
        "to_user": 27422,
        "subject": "[Records Center] Police Public Records Request :: P141315-103023",
        "datetime": "2023-10-31T11:28:38.705690",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "--- Please respond above this line --- \n\nA proper public records request must fairly and specifically describe the records being sought, State ex rel. Carr v. London Corr. Inst., 144 Ohio St. 3d 211 (2015); State ex rel. Zidonis v. Columbus State Community College, 133 Ohio St. 3d 122 (2012), so the public office can identify responsive records based on the manner in which it ordinarily maintains and accesses those records. State ex rel. Morgan v. Strickland, 121 Ohio St. 3d 600 (2009). \nWe need an email address or at the minimum the email domain for SoundThinking and/or shotspotter. What department staff are you specifically asking looking for communication with. \nPlease respond within 10 business days or we will close the request and a new public records request will have to be created. \nThank you, \nTo monitor the progress or update this request please log into the Records Request Center (https://u8387778.ct.sendgrid.net/ls/click?upn=6HtRfOYLt5fXvpttM-2FU1HVjIJqgievDEZ3ArzOAjvLNeomRNhffDBg0GCSVkGv-2FV7b473YCq-2FzXLKs4eN9li9CBhDQ5hFBha5dsWfez7z1qE01DQA3IIEUBMobv1vLPWL5ml_fQsfe5FwbULBvo2jOGE1ZBGI5wEq6RY-2BdG3Tk5jwh2UTDwywCCyMsWT6pkhSHVLqw8LMfnhgpTY-2BZTJjutQITzkIRWQ78hEGkK0Qgp1PN9H4vmtlWt5tqCaXrd04j-2BkfnoBV3XoJhOAaLCGyhAUTZmg51bXYqmOM-2Bdd2zCCj23FBbDkwyzTC1-2FiRsIkyDX9Va7EJ-2FxwcoWuHBwxOg1KzvIJ7X5KsknTDbZgVNn11kcCpMKmutK1j-2F1efbM35RsWvvZ-2Bnx8CXbDEj26SmBH7OXNl70z2xn4Feto6EbcJzz6xTOtM7x76ijKwDGiPQ9AJ2TLSdbGLeQbvAp6XOpzgvIqiF7EdcvZMJ7EI1kH0JLs28IFZ-2BpMyGb4a-2BQ5MXYkhU9CEkeFgTOxNg-2BNqckkWtNw-3D-3D)\n",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/cincinnati-340/alerts-cincinnati-police-department-153780/"
  }
]