[
  {
    "id": 159445,
    "title": "Public Records Request Information Sharing Interagency Agreements",
    "slug": "public-records-request-information-sharing-interagency-agreements",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 103735,
    "username": "paultepper",
    "agency": 7076,
    "datetime_submitted": "2024-02-27T17:45:39.508591",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2024-03-13",
    "datetime_done": null,
    "datetime_updated": "2024-02-27T17:45:39.691751",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 159445,
        "from_user": 103735,
        "to_user": 12361,
        "subject": "Florida Sunshine Law Request: Public Records Request Information Sharing Interagency Agreements",
        "datetime": "2024-02-27T17:45:39.691751",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nThe Miami Beach Police Department is the Lead Contract Agency in Florida for the LexisNexis Accurint Virtual Crime Center and has entered into Information Sharing Agreements with other criminal justice agencies in the state.\r\n\r\nI am seeking any agreements, documents, reports, communications, lists, logs or datasets showing the names of state and local law enforcement agencies that have information sharing agreements with the Miami Beach Police Department for allowing use of the LexisNexis Accurint Virtual Crime Center.\r\n\r\nI would be pleased to speak with a representative from your office if there is any uncertainty about this request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nPaul Tepper",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/miami-beach-10561/public-records-request-information-sharing-interagency-agreements-159445/"
  }
]