[
  {
    "id": 180094,
    "title": "Report",
    "slug": "report",
    "status": "submitted",
    "embargo_status": "public",
    "user": 84315,
    "username": "Panth89012",
    "agency": 6207,
    "datetime_submitted": "2025-01-20T00:52:26.918683",
    "date_due": "2025-01-27",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-01-20T00:52:27.074526",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 180094,
        "from_user": 84315,
        "to_user": 10781,
        "subject": "Illinois Freedom of Information Act. Request: Report",
        "datetime": "2025-01-20T00:52:27.074526",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nPlease supply the current \"Brady Giglio do not call list\" as of Jan 19, 2025.\r\n\r\nThe current website where the \"Brady Giglio do not call list\" is maintained.\r\n\r\nThe current website where the \"\"Disclosure list\" is maintained.\r\n\r\nAny documents or directives establishing the parameters to place a law enforcement official on the \"Brady Giglio Do Not Call List\" or \"Disclosure list\".\r\n\r\nAny written documents, including emails  in 2022 recommending an individual to be place on the \"Brady Giglio Do Not Call List\" or \"Disclosure list\". .\r\n\r\nAny written documents , including emails in 2023 recommending an individual to be place on the \"Brady Giglio Do Not Call List\" or \"Disclosure list\". .\r\n\r\nAny written documents, including emails  in 2024 recommending an individual to be place on the \"Brady Giglio Do Not Call List\"or \"Disclosure list\". .\r\n\r\nAny written documents, including emails  in 2022 approving an individual to be place on the \"Brady Giglio Do Not Call List\" or \"Disclosure list\"..\r\n\r\nAny written documents, including emails  in 2023 approving an individual to be place on the \"Brady Giglio Do Not Call List\" or \"Disclosure list\".. \r\n\r\nAny written documents, including emails  in 2024 approving an individual to be place on the \"Brady Giglio Do Not Call List\" or \"Disclosure list\"..\r\n\r\nAn employee roster of all current employess in the ethics section including job titles and date of hire  that particpate in the vetting of the \"Brady Giglio Do Not Call List\" or \"Disclosure list\".. \r\n\r\nA roster for 2022 of all members of the SAO's Brady Committee.\r\n\r\nA roster for 2023 of all members of the SAO's Brady Committee.\r\n\r\nA roster for 2024 of all members of the SAO's Brady Committee.\r\n\r\nA roster of all employees assigned to CCASO LEAD in 2022.\r\n\r\nA roster of all employees assigned to CCSAO LEAD in 2023.\r\n\r\nA roster of all employees assigned to CCSAO LEAD in 2024.\r\n\r\nAny memorandums detailing interagency working agreement between LEAD and ISP.\r\n\r\nAny memorandums detailing interagency working agreement between LEAD and CPD.\r\n\r\nAny memorandums detailing interagency working agreement between LEAD and COPA.\r\n\r\nAny directives discussing garrity protected statements from outside agencies.\r\n\r\nAny emails discussing garrity protected statements by Lynn Mccarthy, Kimm Foxx or Risa Lanier\r\n\r\nA current list of any persons that are on a non-law enforcement  brady giglio do not call list  or Disclosure list.\r\n\r\nAny and all emails and documents composed by or sent to Kimm foxx with details to the press release  in july of 2023 regarding the \"Brady Giglio Do Not Call List\" or \"Disclosure list\".\r\n\r\nAny and all emails and documents composed by or sent to Risa Lanier with details to the press release  in july of 2023 regarding the \"Brady Giglio Do Not Call List\" or \"Disclosure list\".\r\n\r\nAny and all emails and documents composed  by or sent to Meriel Coleman with details to the press release  in july of 2023 regarding the \"Brady Giglio Do Not Call List\" or \"Disclosure list\".\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJ publi",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/cook-county-365/report-180094/"
  }
]