[
  {
    "id": 150340,
    "title": "Any Florida Attorney General documents that would identify any State of Florida entity required by law to investigate allegations of security fraud or allegations of crimes committed \"Under Color of Law\" in the State of Florida.",
    "slug": "any-florida-attorney-general-documents-that-would-identify-any-state-of-florida-entity-required-by-law-to-investigate-allegations-of-security-fraud-or-allegations-of-crimes-committed-under-color-of-law-in-the-state-of-florida",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 3284,
    "username": "pointofthespear",
    "agency": 4852,
    "datetime_submitted": "2023-08-05T11:44:22.368147",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2023-08-20",
    "datetime_done": null,
    "datetime_updated": "2023-08-05T11:44:22.513628",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "mark cary sapperstein",
      "maryland attorney general",
      "william f. howard",
      "joseph curran jr",
      "robert butterworth",
      "florida attorney general",
      "joseph bizzaro",
      "scott masel"
    ],
    "communications": [
      {
        "foia": 150340,
        "from_user": 3284,
        "to_user": 10727,
        "subject": "Florida Sunshine Law Request: Any Florida Attorney General documents that would identify any State of Florida entity required by law to investigate allegations of security fraud or allegations of crimes committed \"Under Color of Law\" in the State of Flori",
        "datetime": "2023-08-05T11:44:22.513628",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\n1. Any Florida Attorney General documents that would identify any State of Florida, entity or agency required by law to investigate allegations of security fraud or allegations of crimes committed  \"Under Color of Law.\"\r\n\r\n2. Any documents pertaining  to any Florida Attorney General investigation into a $325 million IPO known as Pinnacle Towers in Sarasota, Florida, more specifically a $8,341,300:00' (EIGHT MILLION THREE,HUNDRED FORTY ONE THOUSAND THREE·HUNDRED AND 00/l00 United States Dollars) (see attachment) made to a Mark Cary Sapperstein on or about Dec. 3, 1997. During the same time Maryland Attorney General's Joseph Curran Jr.'s alleged associate Mark Cary Sapperstein while his father Gilbert Sapperstein was busy stealing an estimated $3 1/2 million dollars from Baltimore School Board early 1990's to 2003. During this alleged approx. time, Maryland Attorney General, Joseph Curran Jr. was giving Mark Cary Sapperstein an estimated $600K government loan.\r\n\r\n3. All communications between Florida Attorney General Robert Butterworth and Maryland Attorney General Joseph Curran Jr. between January 1997 and March 1998.\r\n\r\n4. All communications between Florida Attorney General, Robert Butterworth and a William McBride, alleged rainmaker over at Holland & Knight between January 1, 1997 and  July 1, 1998.\r\n\r\n5. A complete list of all the Maryland defendants Florida Attorney General Robert Butterworth and Scott Masel represented in Stone vs. Warfield in 1998 and all the defendants the Florida Attorney General Robert Butterworth and Scott Masel represented in the Donald Stone defamation lawsuit against Maryland Attorney General Joseph Curran Jr. et al.\r\n\r\n6. All Florida Attorney General documents pertaining to the hiring and resignation of the following employees of the Florida Attorney Generals office and a copy of their last pay check, specifically any oath they swore.\r\n    a. Scott Masel\r\n    b. Scott Masel's ( female counterpart) at criminal division in Ft. Lauderdale.\r\n    c. Joe Bizzaro\r\n\r\n7. The Florida Attorney General policy on allowing entities having alleged ties to white collar and/or organized crime syndicates to operate in Florida's financial markets.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nDon Stone",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1106725,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/pointofthespear/125090/Sapperstein__9_million_documents_1.pdf",
            "datetime": "2023-08-05T11:44:22.513628",
            "title": "Sapperstein__9_million_documents_1.pdf",
            "source": "Don Stone",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/florida-34/any-florida-attorney-general-documents-that-would-identify-any-state-of-florida-entity-required-by-law-to-investigate-allegations-of-security-fraud-or-allegations-of-crimes-committed-under-color-of-law-in-the-state-of-florida-150340/"
  }
]