[
  {
    "id": 184229,
    "title": "Traffic stop",
    "slug": "traffic-stop",
    "status": "submitted",
    "embargo_status": "public",
    "user": 131241,
    "username": "Allusinwonderland",
    "agency": 5238,
    "datetime_submitted": "2025-03-31T21:12:05.636047",
    "date_due": "2025-04-14",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-31T21:12:05.755288",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 184229,
        "from_user": 131241,
        "to_user": 11841,
        "subject": "Texas Public Information Act Request: Traffic stop",
        "datetime": "2025-03-31T21:12:05.755288",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\nI am seeking the following information regarding a traffic stop conducted on September 6th late night and/or September 7th early morning hours, within the city limits of Laredo,Texas. \r\nsubject involved\r\nHarrison Byars\r\nDOB 11/30/1985\r\nCitations issued-\r\nDriving without CDL\r\ndriving without headlights\r\nThe records being sought are the following\r\nAny and all dispatch logs, police blotters, logs, reports, documents, gathered, filed, and/or transferred in relation to this traffic stop. With all relevant and applicable public information surrounding the reasons for the stop, the time duration of the stop, any and all reports made in relation to the results of the traffic stop.\r\n\r\nI am also requesting any and all audio recordings, dash cam recording and/or video footage from the traffic stop by each officer involved in the traffic stop. \r\n\r\nI am also requesting any and all body worn audio and or video information obtained by the officer or officers involved in this traffic stop from the initial dispatch contact and or initial contact made with Harrison Byars through and for the entirety of the traffic stop.\r\n\r\n\r\neff. January 1, 2025.\r\nArt. 2B.0112.\r\nRELEASE OF INFORMATION RECORDED BY BODY WORN\r\nCAMERA.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAllison",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/laredo-2908/traffic-stop-184229/"
  }
]