[
  {
    "id": 139939,
    "title": "Florida College Presidents' Pledge to Stop 'Critical Race Theory' (Florida Southwestern State College)",
    "slug": "florida-college-presidents-pledge-to-stop-critical-race-theory-florida-southwestern-state-college",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 32486,
    "datetime_submitted": "2023-02-01T09:33:42.144060",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2023-02-17",
    "datetime_done": null,
    "datetime_updated": "2023-02-02T09:01:39.452112",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 139939,
        "from_user": 3031,
        "to_user": 96896,
        "subject": "Florida Sunshine Law Request: Florida College Presidents' Pledge to Stop 'Critical Race Theory' (Florida Southwestern State College)",
        "datetime": "2023-02-01T09:33:43.461933",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\n1. Any records reflecting or documenting action by your institution as a result of, or intended to satisfy, the commitments made in the January 18, 2023, \"Florida College System Presidents Statement on Diversity, Equity, Inclusion and Critical Race Theory,\" available at https://www.fldoe.org/core/fileparse.php/5673/urlt/FCSDEIstatement.pdf.  This request includes, but is not limited to, any memoranda, emails, directives, instructions, or guidance issued to administrators, staff, faculty, or employees concerning the January 18 statement. It also includes, but is not limited to, any calendar entries concerning the January 18 statement. \r\n\r\n2. Any communications to or from the president or provost of your institution (including, but not limited to, memoranda, emails, text messages, or social media messages) concerning the January 18 statement.\r\n\r\n3. Any records (including correspondence) sent to the provided in response to Memo No. 23-021, sent on December 28, 2022 by Chris Spencer, Director of the Office of Policy and Budget, directing each institution of higher education to provide certain information by Friday, January 13, 2023.\r\n\r\nPlease note that this request does not seek a search of faculty or student email accounts or records. These requests should in no way be construed to include a review or search of email accounts, websites, or other forms of data or document retention which are controlled by students, alumni, or faculty members, nor by governmental or advisory bodies controlled by the same, except insofar as any such individuals also serve in an administrative capacity and the records were created or are held by the individual in that capacity. Any search should be limited to documents held by the administration and/or its staff members, including records created or maintained by persons acting in the capacity of administrators or staff members.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 139939,
        "from_user": 96896,
        "to_user": 3031,
        "subject": "RE: Florida Sunshine Law Request: Florida College Presidents' Pledge to Stop 'Critical Race Theory' (Florida Southwestern State College)  PRR 23-7",
        "datetime": "2023-02-02T09:01:39.452112",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Good morning,\r\n\r\nThis email shall serve as the acknowledgment of your public records request for the following:\r\n\r\n1. Any records reflecting or documenting action by your institution as a result of, or intended to satisfy, the commitments made in the January 18, 2023, \"Florida College System Presidents Statement on Diversity, Equity, Inclusion and Critical Race Theory,\" available at https://www.fldoe.org/core/fileparse.php/5673/urlt/FCSDEIstatement.pdf. This request includes, but is not limited to, any memoranda, emails, directives, instructions, or guidance issued to administrators, staff, faculty, or employees concerning the January 18 statement. It also includes, but is not limited to, any calendar entries concerning the January 18 statement.\r\n\r\n2. Any communications to or from the president or provost of your institution (including, but not limited to, memoranda, emails, text messages, or social media messages) concerning the January 18 statement.\r\n\r\n3. Any records (including correspondence) sent to the provided in response to Memo No. 23-021, sent on December 28, 2022 by Chris Spencer, Director of the Office of Policy and Budget, directing each institution of higher education to provide certain information by Friday, January 13, 2023.\r\n\r\n We will begin to gather the records and will let you know in advance if there is a charge associated with this request.\r\n\r\nThank you.\r\n\r\n\r\nLinda Saunders\r\nAdministrative Assistant\r\nOffice of the President\r\n\r\n[cid:image001.png@01D1D207.E2A911B0]\r\n\r\n8099 College Parkway |Fort Myers |Florida|33919\r\nPhone 239.489.9295 |Ext. 11295\r\nEmail:  linda.saunders@fsw.edu<mailto:linda.saunders@fsw.edu>\r\n\r\n\r\n\r\nPlease Note:  Due to Florida's broad open records law, most written communication to or from College employees is public record, available to the public and the media upon request. Therefore, this email communication may be subject to public disclosure.\n",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1064684,
            "ffile": "https://cdn.muckrock.com/foia_files/2023/02/02/image001_kVI3HjB.png",
            "datetime": "2023-02-02T09:01:39.536687",
            "title": "image001",
            "source": "Florida Southwestern State College, Fort Myers, FL",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/fort-myers-38/florida-college-presidents-pledge-to-stop-critical-race-theory-florida-southwestern-state-college-139939/"
  }
]