[
  {
    "id": 173392,
    "title": "Two dead after shots fired between LAPD officers and a gunman in North Hollywood",
    "slug": "two-dead-after-shots-fired-between-lapd-officers-and-a-gunman-in-north-hollywood",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 141474,
    "username": "streetpatrol24",
    "agency": 265,
    "datetime_submitted": "2024-09-16T21:48:44.590741",
    "date_due": "2024-09-26",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-09-16T21:48:44.694768",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 173392,
        "from_user": 141474,
        "to_user": 9704,
        "subject": "",
        "datetime": "2024-09-16T21:48:44.694768",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nIncident Report: Officer-Involved Shooting in North Hollywood\r\n\r\nDate of Incident: September 16, 2024\r\n\r\nTime of Incident: Approximately 4:50 a.m.\r\n\r\nLocation: 12000 block of Victory Boulevard, North Hollywood, CA\r\n\r\nIncident Summary: On September 16, 2024, at approximately 4:50 a.m., officers from the Los Angeles Police Department (LAPD) responded to a report of an assault with a deadly weapon in the 12000 block of Victory Boulevard, North Hollywood. Upon arrival at the intersection of Victory Boulevard and Bellingham Avenue, officers encountered an armed man with a firearm. The man pointed his gun at the officers, leading to an exchange of gunfire as the officers exited their vehicles. The motive for the shooting is currently unclear.\r\n\r\nThe armed man fled the scene, running north on Bellingham Avenue toward a parking structure behind a gym. Officers established a perimeter around the area. The man emerged from the west side of the parking structure on St. Claire Avenue, south of Hamlin Street, where a second exchange of gunfire occurred between him and the officers.\r\n\r\nThe man then re-entered the parking structure and exited from the north side, resulting in a third gunfire exchange. The sequence of who fired first in each of the three encounters remains unclear.\r\n\r\nThe armed man was struck by gunfire and pronounced dead at the scene. Additionally, a bystander found in his car within the parking structure was discovered deceased from a gunshot wound. It is currently undetermined whether the bystander was involved in the gunfire exchange.\r\n\r\nThe identities of both the armed gunman and the bystander have not been released.\r\n\r\nFurther Investigation: The LAPD is continuing to investigate the circumstances leading up to and during the shooting. Further details will be provided as they become available.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nGreg Robinson",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/los-angeles-91/two-dead-after-shots-fired-between-lapd-officers-and-a-gunman-in-north-hollywood-173392/"
  },
  {
    "id": 173391,
    "title": "Massachusetts Public Records Law Request: Public Records Request for Data on School Policing",
    "slug": "massachusetts-public-records-law-request-public-records-request-for-data-on-school-policing",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 128317,
    "username": "steinbachj25",
    "agency": 174,
    "datetime_submitted": "2024-09-16T21:25:24.628396",
    "date_due": "2024-09-30",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-09-16T21:25:24.746140",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 173391,
        "from_user": 128317,
        "to_user": 9560,
        "subject": "",
        "datetime": "2024-09-16T21:25:24.746140",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Massachusetts Public Records Law, I hereby request the following records:\r\n\r\n1. An extract of your records management system or database that includes each school-related arrest and each referral to law enforcement conducted during the 2018-2019, 2019-2020, 2020-2021, 2021-2022, and 2022-2023 school year (up until the day the records are produced). Specifically, we request an extract of the database to include the following columns:  \r\n\r\na. Date of arrest or referral to law enforcement  \r\n\r\nb. Time of arrest or referral to law enforcement  \r\n\r\nc. Charge (or charges)  \r\n\r\nd. Whether the individual(s) was arrested or referred to law enforcement  \r\n\r\ne. Sex of individual(s) arrested or referred to law enforcement  \r\n\r\nf. Age of individual(s) arrested or referred to law enforcement  \r\n\r\ng. Race of individual(s) arrested or referred to law enforcement  \r\n\r\nh. Ethnicity of individual(s) arrested or referred to law enforcement  \r\n\r\ni. Disability status of the individual(s) arrested or referred to law enforcement  \r\n\r\nj. Whether the individual arrested or referred to law enforcement is a student at the school. \r\n\r\nk. Name of arresting officer, if applicable, and  \r\n\r\nl. Badge number of the arresting officer or the officer that referred the youth to law enforcement, as applicable.  \r\n\r\n  \r\n\r\n2. If such an extract of the database in question 1 is not possible, please provide police reports and school incident reports on each school-related arrest conducted during the 2018-2019, 2019-2020, 2020-2021, 2021-2022, and 2022-2023 school year (up until the day the records are produced).  \r\n\r\n  \r\n\r\n3. Please provide an unduplicated count of arrested students for each school year including 2018-2019, 2019-2020, 2020-2021, 2021-2022, and 2022-2023 school year (up until the day the records are produced).  \r\n\r\n  \r\n\r\n4. If such an extract of the database in question 1 is not possible, please provide police reports and school incident reports on each referral to law enforcement conducted during the 2018-2019, 2019-2020, 2020-2021, 2021-2022, and 2022-2023 school year (up until the day the records are produced), per the U.S. Department of Education’s Civil Rights Data Collection for that year. For each referral to law enforcement, please include the school, demographic, and incident information described in DESE’s School Safety and Discipline Report Data Handbook v. 20.0.  \r\n\r\n  \r\n\r\n5. Please also provide an unduplicated counts of referrals to law enforcement (as defined above) for each school year including 2018-2019, 2019-2020, 2020-2021, 2021-2022 and 2022-2023 school year (up until the day the records are produced).\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by the recommendations of the Massachusetts Supervisor of Public Records. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nI expect the request to be filled in an accessible format, including for screen readers, which provide text-to-speech for persons unable to read print. Files that are not accessible to screen readers include, for example, .pdf image files as well as physical documents.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJoseph Steinbach",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1221709,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/steinbachj25/133288/Boston_PD_PRR.pdf",
            "datetime": "2024-09-16T21:25:24.746140",
            "title": "Boston_PD_PRR.pdf",
            "source": "Joseph Steinbach",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/boston-3/massachusetts-public-records-law-request-public-records-request-for-data-on-school-policing-173391/"
  },
  {
    "id": 173388,
    "title": "Jeremy Kauffman FBI Investigation",
    "slug": "jeremy-kauffman-fbi-investigation",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 133013,
    "username": "SergioOrtega",
    "agency": 10,
    "datetime_submitted": "2024-09-16T21:07:12.336735",
    "date_due": "2024-10-15",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-09-16T21:07:12.456863",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 173388,
        "from_user": 133013,
        "to_user": 9555,
        "subject": "Freedom of Information Act Request: Jeremy Kauffman FBI Investigation",
        "datetime": "2024-09-16T21:07:12.456863",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAll investigative documents pertaining to any investigation of Jeremy Kauffman, a resident of the State of New Hampshire, including records of interviews, visitations, or other field investigations.\r\nWhether the Federal Bureau of Investigations visited Mr. Kauffman at his residence on September 16th, 2024, as he has claimed on social media: https://x.com/jeremykauffman/status/1835782658091102608\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nSergio Ortega",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/jeremy-kauffman-fbi-investigation-173388/"
  }
]