[
  {
    "id": 192160,
    "title": "Flock Safety Audit",
    "slug": "flock-safety-audit",
    "status": "submitted",
    "embargo_status": "public",
    "user": 165009,
    "username": "rbrooks",
    "agency": 42311,
    "datetime_submitted": "2025-08-29T15:00:54.883929",
    "date_due": "2025-09-04",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-08-29T15:00:55.956681",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192160,
        "from_user": 165009,
        "to_user": 165128,
        "subject": "",
        "datetime": "2025-08-29T15:00:55.956681",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the The Missouri Sunshine Law, I hereby request the following records:\r\n\r\nRecords related to the Manchester Police Department’s Flock Safety system, specifically:\r\n\r\nCONTRACTS and AGREEMENTS\r\n• All contracts, licenses, MOUs, MOAs, data agreements, letters of intent, State of Work documents, Scope of Work documents, and other agreement documents with Flock Safety that were active any time between 1/1/2025 and to the date this request is processed.  This includes documentation related to the acquisition, leasing, or use of Flock Safety cameras or services, including data platforms or analytics tools.\r\n\r\nGUIDING DOCUMENTATION and POLICIES\r\n• All policies, memorandums of understanding, and other guidance materials generated by this agency and/or entity operating on its behalf regarding the acquisition and use of any data or services provided by Flock Safety and any representative thereof or any subdivision thereof. Responsive materials include, but are not limited to, any data-sharing agreements,  training materials, or other guidance materials.\r\n• This should also include, but is not limited to, policies, records, or data related to sharing of passwords or access with local, regional, or federal task forces or agents.\r\n\r\nUSAGE DATA\r\n1. Organization Audit in Flock.\r\nThe report should include data logged from the period of 1/1/2025, to the date this request is processed. Per Flock's documentation, the Organization Audit is available within the Insights tab and is defined as searches done within the agency.\r\n\r\n2. Network Audit in Flock.\r\nThe report should include data logged from the period of 1/1/2025, to the date this request is processed. Per Flock's documentation, the Network Audit is available within the Insights tab and is defined as searches of the organization’s Flock network by any agency in the Flock System.\r\n\r\n3. A list of network share settings that include:\r\n3a. Flock networks shared with me\r\n3b. Networks that I’m sharing\r\n\r\nPlease provide any documents in their original electronic, machine readable format. For example, please provide PDF, CSV, or spreadsheet files where applicable.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRyan Brooks",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/manchester-20710/flock-safety-audit-192160/"
  }
]