[
  {
    "id": 205562,
    "title": "Bad Bunny Super Bowl FCC Complaints",
    "slug": "bad-bunny-super-bowl-fcc-complaints",
    "status": "submitted",
    "embargo_status": "public",
    "user": 114696,
    "username": "CarlosBerríosPolanco",
    "agency": 46,
    "datetime_submitted": "2026-02-20T13:51:59.515224",
    "date_due": "2026-03-20",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2026-02-20T13:51:59.649610",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 205562,
        "from_user": 114696,
        "to_user": 9680,
        "subject": "Freedom of Information Act Request: Bad Bunny Super Bowl FCC Complaints",
        "datetime": "2026-02-20T13:51:59.649610",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nTo the FOIA Officer:\r\n\r\nThis is a request under the Freedom of Information Act, 5 U.S.C. § 552, and the FCC's implementing regulations, 47 C.F.R. § 0.461.\r\n\r\nI request that the Federal Communications Commission provide me with copies of the following records:\r\n\r\nAll formal and informal complaints submitted to the FCC regarding the Super Bowl LIX halftime show performance by the artist Bad Bunny (Benito Antonio Martínez Ocasio), which was broadcast on February 8, 2026.\r\n\r\nAll correspondence, including letters and emails, from members of the U.S. Congress, their staffs, or other government officials concerning this specific performance.\r\n\r\nAny records, including but not limited to docket filings or public comments, filed in response to or citing the investigations requested by Congressman Randy Fine (as referenced in public reports from February 2026) or other officials .\r\n\r\nThe timeframe for this request is February 8, 2026, through the date of this request's processing.\r\n\r\nI am willing to pay reasonable duplication fees for this request up to $25 Please notify me before exceeding this amount. As a requester seeking information that is likely in the public interest, I ask that you waive any fees associated with this request, as the disclosure of the requested information is likely to contribute significantly to public understanding of FCC enforcement and broadcast decency standards.\r\n\r\nIf you deny all or any part of this request, please cite each specific exemption you believe justifies the withholding of information and notify me of your appeal procedures.\r\n\r\nIf you have any questions regarding this request, or if you require any additional information to facilitate processing, please contact me at the phone number or email address listed above.\r\n\r\nThank you for your prompt attention to this matter.\r\n\r\nSincerely,\r\nCarlos\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nCarlos Berríos Polanco",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/bad-bunny-super-bowl-fcc-complaints-205562/"
  }
]