[
  {
    "id": 140533,
    "title": "Policing of Attire at Columbus State University Student Recreation Center",
    "slug": "policing-of-attire-at-columbus-state-university-student-recreation-center",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 5801,
    "username": "HaydenBarnesEsq",
    "agency": 18866,
    "datetime_submitted": "2023-02-15T18:04:36.766970",
    "date_due": "2023-02-21",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-02-15T18:04:36.857343",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140533,
        "from_user": 5801,
        "to_user": 28489,
        "subject": "",
        "datetime": "2023-02-15T18:04:36.857343",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Georgia Open Records Act, I hereby request the following records:\r\n\r\nAll responsive records as defined by O.C.G.A. § 50-18-70(b)(2) related to the \"CSU Student Recreation Center Dress Code\" and related placards and posters placed throughout the Columbus State University Student Recreation Center, including but not limited to letters, e-mails, memoranda, notes, scientific studies, public health guidance, medical advice, and/or minutes of meetings, in written or electronic format.\r\n\r\nAll responsive records as defined by O.C.G.A. § 50-18-70(b)(2), including but not limited to scientific studies, medical advice, and/or public health guidance relied upon by Columbus State University, that show shirts that have an armpit gap that is larger than the palm of the wearer's hand increase, contribute, or have any relation to the \"transmission of viruses and infections\"* in the development of the \"CSU Student Recreation Center Dress Code\".\r\n\r\nAll responsive records as defined by O.C.G.A. § 50-18-70(b)(2), including but not limited to scientific studies, medical advice, and/or public health guidance relied upon by Columbus State University, that shorts that expose the buttocks increase, contribute, or have any relation to the \"transmission of viruses and infections\"* in the development of the \"CSU Student Recreation Center Dress Code\".\r\n\r\nAll responsive records as defined by O.C.G.A. § 50-18-70(b)(2), including but not limited to scientific studies, medical advice, and/or public health guidance relied upon by Columbus State University, that sports bras, shirts with a deep plunge, or \"t-back\" style shirts (all shown in the \"What Not To Wear\" section of the posters/placards) increase, contribute, or have any relation to the \"transmission of viruses and infections\"*, in the development of the \"CSU Student Recreation Center Dress Code\".\r\n\r\n* As suggested by the \"CSU Student Recreation Center Dress Code\".\r\n\r\nA photo of the \"CSU Student Recreation Center Dress Code\", as seen at the Columbus State University Student Recreation Center main desk, is attached.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nHayden Barnes, Esq.",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1068277,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/HaydenBarnesEsq/118027/IMG_3500.jpg",
            "datetime": "2023-02-15T18:04:36.857343",
            "title": "IMG_3500.jpg",
            "source": "Hayden Barnes, Esq.",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/columbus-5099/policing-of-attire-at-columbus-state-university-student-recreation-center-140533/"
  }
]