[
  {
    "id": 173623,
    "title": "CIA: John Paul II 1999 Tbilisi visit",
    "slug": "cia-john-paul-ii-1999-tbilisi-visit",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 351,
    "username": "RobbyD",
    "agency": 6,
    "datetime_submitted": "2024-09-21T12:26:37.598267",
    "date_due": "2024-10-21",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-09-21T12:26:37.738540",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "central intelligence agency",
      "vatican",
      "john paul ii",
      "tbilisi"
    ],
    "communications": [
      {
        "foia": 173623,
        "from_user": 351,
        "to_user": 9567,
        "subject": "",
        "datetime": "2024-09-21T12:26:37.738540",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nRecords produced between November 8th 1999 and December 31st 1999 pertaining to CIA review of security and preparation for, analysis of, and/or the collection of press coverage of: Pope John Paul II's visit to Tbilisi, Georgia. John Paul II visited Georgia between November 8th and 9th 1999. Please include searches for mentions of the visit in any \"National Intelligence Daily\" documents published on November 8th, 9th, and 10th of 1999. \r\n\r\nThis event was widely covered in the news media: \r\nhttps://www.latimes.com/archives/la-xpm-1999-nov-10-mn-32096-story.html\r\n\r\nIf the agency cannot fulfill certain parts of this request or if certain portions must be redacted, please provide any reasonable segregable portion of a requested record after removing or redacting those portions claimed to be exempt, explain in writing the justification for redacting the record, indicate the extent of any redactions on the portion of the record which is made available or published and where technically feasible indicate on the redacted portion itself the specific exemption(s) claimed.\r\n\r\nThank you for the commitment to transparency, and I look forward to working towards having this request resolved.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobert Delaware",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/cia-john-paul-ii-1999-tbilisi-visit-173623/"
  }
]