[
  {
    "id": 176953,
    "title": "Air Force on Scale AI FA864921P0899",
    "slug": "air-force-on-scale-ai-fa864921p0899",
    "status": "submitted",
    "embargo_status": "public",
    "user": 4171,
    "username": "jfcox",
    "agency": 86,
    "datetime_submitted": "2024-11-26T09:39:28.647845",
    "date_due": "2024-12-26",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-11-26T09:39:28.855973",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 176953,
        "from_user": 4171,
        "to_user": 25330,
        "subject": "Freedom of Information Act Request: Air Force on Scale AI FA864921P0899",
        "datetime": "2024-11-26T09:39:28.855973",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\n- All invoices, purchases orders, contracts, loan agreements, procurement documents (but not limited to solicitation documents or notices of proposed contracts, proposed bids, unsolicited proposals, and/or documents justifying contracting without full and open competition), statements of work, relating to Award ID FA864921P0899.\r\n\r\nIn order to help to determine my status to assess fees, you should know that I am a journalist writing for Motherboard, VICE's science and technology site, and that this request is being made as part of news gathering.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJoseph Cox",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/air-force-on-scale-ai-fa864921p0899-176953/"
  }
]