[
  {
    "id": 173915,
    "title": "2024 Squares and Streets Boston",
    "slug": "2024-squares-and-streets-boston",
    "status": "submitted",
    "embargo_status": "public",
    "user": 142097,
    "username": "JoanD",
    "agency": 39177,
    "datetime_submitted": "2024-09-28T11:18:32.787692",
    "date_due": "2024-10-28",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-09-28T11:18:33.697928",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 173915,
        "from_user": 142097,
        "to_user": 142098,
        "subject": "",
        "datetime": "2024-09-28T11:18:33.697928",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAt a Department of Planning meeting on July 17, 2024 titled \"Ideas Reception\", the Department of Planning provided a document with recommendations for the development of Roslindale Square. On p. 21 of the document (https://www.bostonplans.org/getattachment/ca10621a-15ff-4a12-a5db-484eaea99ce9), the Planning Department states that, “The southeast side of Washington Street contains several smaller retail uses. As an entrance to the Square, this area should accommodate future higher density mixed-use and housing development as well as medium scale entertainment and recreation spaces.”\r\n\r\nOn September 10, 2024 at a zoom meeting, the Planning Department described that members of the community provided input for the above recommendation (at around the 1:00 mark on https://bpda.app.box.com/s/qdtbwmvof3xouptc4jso85qpkdh2ve8h).\r\n\r\nWe request all documents relating to the “community engagement to date” statement made by Planner Eileen Michaud. Documents should include but are not limited to reports, minutes, meeting notes, conversation notes, office hours notes, emails. Specifically, please include:\r\n\r\n1. Feedback from Archdale Boston Housing Authority residents\r\n2. One-on-one conversations with community members and organizations\r\n3. Office hour conversations with community members and organizations\r\n4. Visioning session community feedback\r\n5. Spring Survey\r\n6. Feedback at the Ideas reception\r\n7. Analysis of community feedback\r\n8. Analysis of existing conditions and use\r\n\r\n\r\nAlso, please provide\r\n\r\nCopies of all communication about Squares and Streets, including email, between the Planning Department and WalkUP Roslindale members. WalkUP Roslindale members include but are not limited to Board of Director members: Ricardo Austrich, Lisa Beatman, Benjamin Bruno, Jason Bylsma, Devin Cole, Steven Gag, Elizabeth Graham-Meredith, James Gurrier, Adam Kessel, Nikki Kong, Matthew Lawlor, Sarah Kurpiel Lee, Margaux Leonard, Elvira Mora, Mandana Moshtaghi, Robert Orthman, Kathryn Ostrofsky, Courtney Pong, Adam Rogoff, Adam Shutes, Gregory Tobin, Muge Undemir, Alan Wright\r\n\r\nCopies of all communication about Squares and Streets, including email, between the Planning Department and Abundant Housing members. Abundant Housing members include but are not limited to Elvira Mora,  Jesse Kanson-Benanav, Kassie Infante, Cheryl Daniel, Mike Kriesberg, Julia Davidovitz, Joyce Mandell, Beyazmin Jimenez\r\nCopies of all communication about Squares and Streets, including email, between the Planning Department and Rozzidents for More Rozzidents members. Members including but not limited to Nate Snell, Basak Alkan, Andrew Murray, Meri Bond.\r\nCopies of all communications about Squares and Streets with Boston District 5 City Councilor Enrique Pepen and Staff. Staff including but not limited to Dianna Bronchuk\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJoan Davis",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/2024-squares-and-streets-boston-173915/"
  }
]