[
  {
    "id": 204341,
    "title": "Altered Hat City Ale House Revised Plan of Operation presented by Dan Casagrande of Cramer & Anderson Law Firm",
    "slug": "altered-hat-city-ale-house-revised-plan-of-operation-presented-by-dan-casagrande-of-cramer-anderson-law-firm",
    "status": "submitted",
    "embargo_status": "public",
    "user": 25746,
    "username": "paigeent",
    "agency": 33341,
    "datetime_submitted": "2026-02-06T16:08:54.033417",
    "date_due": "2026-02-13",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2026-02-06T16:08:54.268127",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 204341,
        "from_user": 25746,
        "to_user": 104273,
        "subject": "",
        "datetime": "2026-02-06T16:08:54.268127",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Connecticut Freedom of Information Act, I hereby request the following records:\r\n\r\n1. THE \"CASAGRANDE DRAFT\" NATIVE FILE A copy of the native electronic file (original .doc, .docx, or .pdf format) for the document titled or known as the \"Revised Statement of Planned BusinessOperation\" authored by Attorney Dan Casagrande, which was recently located in the Health Department files regarding Hat City Ale House. A copy of the document is page 5 of the attached file and was returned in a prior FOI request on 1/5/26. This document bears my signature and was never submitted by me. Dan Casagrande presented this altered document in a discussion conference in January 2024. It was not marked for discussion or draft purposes. Who placed it in the file is unknown. It's existence was discovered by me on March 13, 2024. Upon which I notified Farley Santos of the Mayors staff. Farley Santos assured me that it had been removed/destroyed on or about March 21, 2024. It currently remains in the health department folder and does not represent statements I have ever submitted to the City of Danbury.\r\n\r\nSpecial Requirement: I am specifically requesting the metadata associated with this file, including but not limited to: Date of Creation, Date of Last Modification, Authoring User, and File Path.\r\n\r\n2. FILING AND AUDIT TRAIL RECORDS All records, including emails, internal memos, or \"Records Disposal Authorizations\" (Form RC-075), that document the date this document was placed into the physical folder of the Health Department.\r\n\r\n3. 2018 INTAKE RECORDS The original 13-page \"Intake Form\" or inspection report from the 2018 initial issuance of Food Service License for Hat City Ale House. If this record has been destroyed, please provide the corresponding RC-075 form authorizing its destruction as required by the State Library’s retention schedule.\r\n\r\nFormat: Per CGS § 1-212(g), I request these records in their original electronic format to preserve the integrity of the embedded metadata. Providing a scanned PDF or a paper printout of an electronic file is a \"denial of access\" to the metadata which is itself a public record.\r\n\r\nI also request that, if possible and pursuant to Conn. Gen. Stat. § 1-212(d), fees be waived as I believe this request is in the public interest and not made for commercial gain. The requested documents will be made available to the public at MuckRock.com.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 4 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKevin Paige",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1359905,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/paigeent/171739/Revised_Statement_of_Planned_Business_Operation_-_Hat_City_Ale_House_FOI_requst_1-6-26.pdf",
            "datetime": "2026-02-06T16:08:54.268127",
            "title": "Revised_Statement_of_Planned_Business_Operation_-_Hat_City_Ale_House_FOI_requst_1-6-26.pdf",
            "source": "Kevin Paige",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/danbury-101/altered-hat-city-ale-house-revised-plan-of-operation-presented-by-dan-casagrande-of-cramer-anderson-law-firm-204341/"
  },
  {
    "id": 204312,
    "title": "Clinical Trials: Elagolix",
    "slug": "clinical-trials-elagolix",
    "status": "submitted",
    "embargo_status": "public",
    "user": 35792,
    "username": "KDM2",
    "agency": 116,
    "datetime_submitted": "2026-02-06T14:32:27.743720",
    "date_due": "2026-03-09",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2026-02-06T14:32:28.015679",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 204312,
        "from_user": 35792,
        "to_user": 9582,
        "subject": "Freedom of Information Act Request: Clinical Trials: Elagolix",
        "datetime": "2026-02-06T14:32:28.015679",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nRecords related to the clinical trials and FDA approval of Elagolix (Orilissa) for endometriosis, including advisory committee briefing documents, meeting minutes, and internal communications regarding trial design, inclusion/exclusion criteria, and endpoints, 2014–2017.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKiera Murray",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/clinical-trials-elagolix-204312/"
  }
]