[
  {
    "id": 184886,
    "title": "March 12, 2025 Police Chase and Accident footage & Documents",
    "slug": "march-12-2025-police-chase-and-accident-footage-documents",
    "status": "submitted",
    "embargo_status": "public",
    "user": 122446,
    "username": "ReaganNicole",
    "agency": 833,
    "datetime_submitted": "2025-04-12T14:56:47.696177",
    "date_due": "2025-04-16",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-04-12T14:56:47.825267",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 184886,
        "from_user": 122446,
        "to_user": 9750,
        "subject": "Louisiana Public Records Law Request: March 12, 2025 Police Chase and Accident footage & Documents",
        "datetime": "2025-04-12T14:56:47.825267",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Louisiana Public Records Law, I hereby request the following records:\r\n\r\nThe footage from the dash cameras of the St. Gabriel Police Department who gave chase prior to the car accident that resulted in the deaths of Jeremiah Downing and Hunter LaGrange on LA 30 near Blubonnet Blvd March 12, 2025 in Baton Rouge, Louisiana. More specifically, all footage of the chase and the accident as well as footage from the body worn cameras of the St. Gabriel Police Department officers who gave chase at the scene of the crash on March 12, 2025.  Footage from the body worn cameras of the Louisiana State Trooper 'sTroop A officers who responded to the car accident. The accident report for the car accident involving the Camaro and GMC Sierra. The names and badge numbers of the St. Gabriel Police Department officers who gave chase in the incident.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nReagan Ross",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/louisiana-233/march-12-2025-police-chase-and-accident-footage-documents-184886/"
  }
]