[
  {
    "id": 154641,
    "title": "Palmer 911 logs",
    "slug": "palmer-911-logs",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 74211,
    "username": "becklerh",
    "agency": 265,
    "datetime_submitted": "2023-11-17T19:10:28.203890",
    "date_due": "2023-11-27",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-11-17T19:10:28.279007",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 154641,
        "from_user": 74211,
        "to_user": 9704,
        "subject": "California Public Records Act Request: Palmer 911 logs",
        "datetime": "2023-11-17T19:10:28.279007",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\n1.) 911 logs and CAD reports generated in the past two years from the following addresses:\r\n- 1757 BELMONT AVE, PASADENA, CA 91103-1404 | LOS ANGELES County\r\n- 11445 MOORPARK ST, NORTH HOLLYWOOD, CA 91602-2069 | LOS ANGELES County\r\n- 76 N FAIR OAKS AVE, PASADENA, CA 91103-3610 | LOS ANGELES County\r\n\r\nIn conducting your search, please use the most recent technologies and tools available. If any part of our request is determined by your organization to be exempt from disclosure, please release any segregable non-exempt portions. If your organization determines that such segregation is impossible, please indicate why this is technically the case. If my request is denied in whole or part, I ask that you justify all deletions by reference to specific exemptions of the District of Columbia Freedom of Information Act. If you claim such an exemption to my request under the District of Columbia Freedom of Information Act, please cite in writing the specific statutory exemption. I reserve the right to appeal your decision to withhold any information or to deny a waiver of fees.  Please produce these records in the electronic format (such as excel file (.xlsx) or other database form, or as .pdfs) and share them with me via email at nparakul@insider.com, if possible.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nHannah Beckler",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/los-angeles-91/palmer-911-logs-154641/"
  },
  {
    "id": 154640,
    "title": "Haskell residence 911 calls",
    "slug": "haskell-residence-911-calls",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 74211,
    "username": "becklerh",
    "agency": 265,
    "datetime_submitted": "2023-11-17T18:50:53.364372",
    "date_due": "2023-11-27",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-11-17T18:50:53.445153",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 154640,
        "from_user": 74211,
        "to_user": 9704,
        "subject": "California Public Records Act Request: Haskell residence 911 calls",
        "datetime": "2023-11-17T18:50:53.445153",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\n1.) 911 logs and CAD reports generated at 4115 COLDSTREAM TER, TARZANA, CA 91356-5411, LOS ANGELES County in the past year. \r\n\r\nThe release of the information is for non-commercial purposes. I am a researcher for Insider, a news organization based in New York City, whose mission is journalism in the public interest. This request is for news gathering purposes. I, or my colleagues at Business Insider or Insider, will use the records to inform the public through our reporting. I therefore request a waiver of all fees and charges pursuant to the District of Columbia Freedom of Information Act. \r\n\r\nIn conducting your search, please use the most recent technologies and tools available. If any part of our request is determined by your organization to be exempt from disclosure, please release any segregable non-exempt portions. If your organization determines that such segregation is impossible, please indicate why this is technically the case. If my request is denied in whole or part, I ask that you justify all deletions by reference to specific exemptions of the District of Columbia Freedom of Information Act. If you claim such an exemption to my request under the District of Columbia Freedom of Information Act, please cite in writing the specific statutory exemption. I reserve the right to appeal your decision to withhold any information or to deny a waiver of fees. Please produce these records in the electronic format (such as excel file (.xlsx) or other database form, or as .pdfs) and share them with me via email at nparakul@insider.com, if possible.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nHannah Beckler",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/los-angeles-91/haskell-residence-911-calls-154640/"
  }
]