[
  {
    "id": 192004,
    "title": "Records re: Facebook Group “Marlboro Milton Moms and Dads” (March–July 2025)",
    "slug": "records-re-facebook-group-marlboro-milton-moms-and-dads-marchjuly-2025",
    "status": "submitted",
    "embargo_status": "public",
    "user": 163316,
    "username": "currentmrbo",
    "agency": 42131,
    "datetime_submitted": "2025-08-26T17:08:19.065185",
    "date_due": "2025-09-03",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-08-26T17:08:19.930516",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192004,
        "from_user": 163316,
        "to_user": 164966,
        "subject": "",
        "datetime": "2025-08-26T17:08:19.930516",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nI hereby request access to any and all records, including but not limited to correspondence, reports, letters, or emails, concerning the Facebook group named Marlboro Milton Moms and Dads, its administrators, and communications relating to this group. This request includes, but is not limited to, records or correspondence involving Liberty Herter, Suzanne Moulds, and Denna Mendoza.\r\n\r\nAt this time, I do not know the exact date of these records. Therefore, I respectfully request records covering March 2025 through July 2025.\r\n\r\nIf this request is considered too broad, please inform me how I may reasonably narrow it.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJames Churchill",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/milton-23429/records-re-facebook-group-marlboro-milton-moms-and-dads-marchjuly-2025-192004/"
  }
]