[
  {
    "id": 139668,
    "title": "Sarvesh Ramprakash Arrest Report",
    "slug": "sarvesh-ramprakash-arrest-report",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 109501,
    "username": "SarveshRamprakash",
    "agency": 10,
    "datetime_submitted": "2023-01-27T18:51:38.396369",
    "date_due": "2023-02-27",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-01-27T18:51:38.497055",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 139668,
        "from_user": 109501,
        "to_user": 9555,
        "subject": "Freedom of Information Act Request: Sarvesh Ramprakash Arrest Report",
        "datetime": "2023-01-27T18:51:38.497055",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAny and all records, such as police blotter information, including time of arrest, charge, disposition and booking information related to the traffic stop, DUI arrest and detention of Sarvesh Ramprakash on Friday, November 7, 2014 by the officers of the Los Angeles Police Department.\r\n\r\nThe arresting officer given on the notice to appear is Castillo (NZ591); the arresting officer and transporting officer, respectively, given on the prisoner's receipt are Peake (34968) and Raygosa (38368).\r\n\r\nA previous records request done through a private investigator produced the following response: \"In accordance with the California Government Code, Section 6254(f), records of investigations conducted by, or investigatory files compiled by, any local police agency for law enforcement purposes are exempt from disclosure. To the extent that records were located, they are either investigatory records themselves or properly part of an investigative file.\"\r\n\r\nSince it has been almost a decade since the arrest, I am hoping that the investigation has concluded and files can be released.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nSarvesh Ramprakash",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/sarvesh-ramprakash-arrest-report-139668/"
  }
]