[
  {
    "id": 149416,
    "title": "Operation Sundevil",
    "slug": "operation-sundevil",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 19620,
    "username": "hexadecim8",
    "agency": 6,
    "datetime_submitted": "2023-07-16T09:12:41.210029",
    "date_due": "2023-08-11",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-07-16T09:12:41.451944",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 149416,
        "from_user": 19620,
        "to_user": 9567,
        "subject": "",
        "datetime": "2023-07-16T09:12:41.451944",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nFiles mentioning or generated during or as a result of Operation Sundevil, a 1990 nationwide United States Secret Service crackdown on \"illegal computer hacking activities.\" The Secret Service operated in coordination with the Central Intelligence Agency. It involved raids in approximately fifteen different cities and resulted in three arrests and the confiscation of computers, the contents of electronic bulletin board systems (BBSes), and floppy disks. It was revealed in a press release on May 9, 1990. The arrests and subsequent court cases resulted in the creation of the Electronic Frontier Foundation. The operation is now seen as largely a public-relations stunt. Operation Sundevil has also been viewed as one of the preliminary attacks on the Legion of Doom and similar hacking groups. The raid on Steve Jackson Games, which led to the court case Steve Jackson Games, Inc. v. United States Secret Service, is often attributed to Operation Sundevil, but the Electronic Frontier Foundation states that it is unrelated and cites this attribution as a media error.\r\n\r\nI am a member of the news media and request classification as such. I have previously written about the government and its activities, with some reaching over 100,000 readers in outlets such as MuckRock, Motherboard, Property of the People, AND Magazine, Unicorn Riot, and more. As such, as I have a reasonable expectation of publication and my editorial and writing skills are well established. In addition, I discuss and comment on the files online and make them available through non-profits such as the library Internet Archive and and the journalist non-profit, MuckRock, disseminating them to a large audience. While my research is not limited to this, a great deal of it, including this, focuses on the activities and attitudes of the government itself. As such, it is not necessary for me to demonstrate the relevance of this particular subject in advance.\r\n\r\nAdditionally, case law states that “proof of the ability to disseminate the released information to a broad cross- section of the public is not required.” Judicial Watch, Inc. v. Dep’t of Justice, 365 F.3d 1108, 1126 (D.C. Cir. 2004); see Carney v. U.S. Dep’t of Justice, 19 F.3d 807, 814-15 (2d Cir. 1994). Further, courts have held that \"qualified because it also had “firm” plans to “publish a number of . . . ‘document sets’” concerning United States foreign and national security policy.\" Under this criteria, as well, I qualify as a member of the news media.\r\n\r\nAdditionally, courts have held that the news media status \"focuses on the nature of the requester, not its request. The provision requires that the request be “made by” a representative of the news media. Id. § 552(a)(4)(A)(ii)(II). A newspaper reporter, for example, is a representative of the news media regardless of how much interest there is in the story for which he or she is requesting information.\" As such, the details of the request itself are moot for the purposes of determining the appropriate fee category.\r\n\r\nAs my primary purpose is to inform about government activities by reporting on it and making the raw data available, I request that fees be waived.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nEmily Crose",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/operation-sundevil-149416/"
  }
]