[
  {
    "id": 165130,
    "title": "DOE Comms Congresswoman JGo Blackout June 12",
    "slug": "doe-comms-congresswoman-jgo-blackout-june-12",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 114696,
    "username": "CarlosBerríosPolanco",
    "agency": 15,
    "datetime_submitted": "2024-06-13T22:51:50.577641",
    "date_due": "2024-07-15",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-06-13T22:51:50.824207",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 165130,
        "from_user": 114696,
        "to_user": 25384,
        "subject": "Freedom of Information Act Request: DOE Comms Congresswoman JGo Blackout June 12",
        "datetime": "2024-06-13T22:51:50.824207",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nReports show that Puerto Rican Resident Commissioner Jenniffer González and New York Congressman Ritchie Torres \"officially\" asked the Department of Energy \"to intervene and provide the necessary assistance to accelerate the reconstruction of the power grid in Puerto Rico.\" on June 12, 2024: https://www.elnuevodia.com/corresponsalias/washington-dc/notas/ritchie-torres-y-jenniffer-gonzalez-piden-intervencion-federal-ante-crisis-de-la-red-electrica/\r\n\r\nTherefore, I request the following records: \r\n\r\n1) Any communications between Jenniffer González or her office and the Department of Energy on June 12 or June 13. Please take communications to mean any emails, text messages, written documents, memos, and attachments sent from one office to another.\r\n\r\n2) Any communications between Ritchie Torres or his office and the Department of Energy on June 12 or June 13. Please take communications to mean any emails, text messages, written documents, memos, and attachments sent from one office to another.\r\n\r\n3) Any internal written communications, memos, attachments, emails, and text messages exchanged inside the Department of Energy that discuss any communications received from either aforementioned legislators or their offices between June 12 and June 13.\r\n\r\nKeywords: \"Puerto Rico\" \"emergency\" \"blackout\" \"Jenniffer González\" \"Ritchie Torres\"\r\n\r\nThis request is for all records produced between June 12, 2024 and the time this request is processed.\r\n\r\nThis request is not being made for commercial purposes. I am a freelance journalist who's written for multiple local and international outlets (https://muckrack.com/carlos-e-berrios-polanco). Any documents obtained from this records request will be used in the course of reporting about the electric system in Puerto Rico.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nCarlos Berríos Polanco",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/doe-comms-congresswoman-jgo-blackout-june-12-165130/"
  }
]