[
  {
    "id": 189686,
    "title": "BAAQMD ALPR Review",
    "slug": "baaqmd-alpr-review",
    "status": "submitted",
    "embargo_status": "public",
    "user": 162191,
    "username": "abels023",
    "agency": 7489,
    "datetime_submitted": "2025-07-16T00:30:52.879805",
    "date_due": "2025-07-26",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-07-16T00:30:53.003687",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 189686,
        "from_user": 162191,
        "to_user": 68460,
        "subject": "",
        "datetime": "2025-07-16T00:30:53.003687",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nAll documents relating to usage of Automated License Plate Recognition (ALPR) technology by the Bay Area Air Quality Management District, including static and vehicle-based cameras. This includes:\r\n\r\n1) NDAs, MSAs, SOWs, and contracts relating to the purchase and maintenance of ALPR systems owned/operated by the Bay Area Air Quality Management District\r\n2) ALPR policies, procedures, guides, and training materials \r\n3)  The names of agencies and organizations with which the BAAQMD shared ALPR data in 2025\r\n4) All \"records of access\" required by Sec. 1798.90.52(a) for the periods June 1st, 2024 until the date of processing this request (An audit log of ALPR queries, time/date, identity/role, agency, and type of data accessed will suffice). If your agency has a retention period shorter than 1 year, please provide whatever data is available based on your retention period. \r\n5) Any MOU or data sharing agreement which allows BAAQMD ALPR records to be shared or queried by non-BAAQMD personnel.\r\n6) Any search warrants, subpoenas, or court orders BAAQMD has received for ALPR data. \r\n\r\nI appreciate your assistance. I'd be happy to chat and provide additional context to aid you in your search.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nShawn A",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/california-52/baaqmd-alpr-review-189686/"
  }
]