[
  {
    "id": 185066,
    "title": "Cutting staff at FDA",
    "slug": "cutting-staff-at-fda",
    "status": "submitted",
    "embargo_status": "public",
    "user": 7386,
    "username": "jeanne.lenzer@gmail.com",
    "agency": 116,
    "datetime_submitted": "2025-04-15T15:17:20.288222",
    "date_due": "2025-05-13",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-04-15T15:17:20.375129",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 185066,
        "from_user": 7386,
        "to_user": 9582,
        "subject": "",
        "datetime": "2025-04-15T15:17:20.375129",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nI'm a journalist reporting on the FDA for The Lever (commissioned) and The BMJ (preliminary/on spec).  I'm requesting links to any and all directives (or full copies of the directives if not available via a link) regarding cuts to FDA media relations staff and to staff with the FDA FOIA office. Similarly, I am requesting copies of emails or other forms of communication sent to FDA staff with the media relations and FOIA offices that were issued this year.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJeanne Lenzer",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/cutting-staff-at-fda-185066/"
  }
]