[
  {
    "id": 141985,
    "title": "Severance/Settlement Agreements",
    "slug": "severancesettlement-agreements",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 75124,
    "username": "miriamcb",
    "agency": 3121,
    "datetime_submitted": "2023-03-05T10:06:10.942542",
    "date_due": "2023-03-10",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-03-05T10:06:11.039901",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 141985,
        "from_user": 75124,
        "to_user": 10007,
        "subject": "",
        "datetime": "2023-03-05T10:06:11.039901",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\n1. Provide a list or records of all severance agreements including severance amounts and agreement dates from July 1, 2022 through current. \r\n2. Provide a list or records of all settlements including settlement amounts and settlement dates from July 1, 2022 through current. \r\n\r\nSeverance and Settlement may be used interchangeably and I do not want to exclude one or the other. This request is not limited to union settlements.\r\n\r\nBecause this request is in the public interest for Illinois nonprofit The FOIA Bakery’s work to advocate for public education, please waive any fees in accordance with 5 ILCS § 140/6(c). Feel free to contact me with any questions, or if clarification is needed.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMiriam Bhimani",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/chicago-169/severancesettlement-agreements-141985/"
  }
]