[
  {
    "id": 149152,
    "title": "Wildwood, Missouri Proposed Solar Ordinance Artifacts",
    "slug": "wildwood-missouri-proposed-solar-ordinance-artifacts",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 558,
    "username": "brandongalbraith",
    "agency": 35625,
    "datetime_submitted": "2023-07-12T15:32:22.325038",
    "date_due": "2023-07-17",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-07-12T15:32:23.265414",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 149152,
        "from_user": 558,
        "to_user": 119030,
        "subject": "",
        "datetime": "2023-07-12T15:32:23.265414",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the The Missouri Sunshine Law, I hereby request the following records:\r\n\r\nI am requesting the following with regards to the city's proposed solar ordinance:\r\n\r\n1. A copy of the draft ordinance, including any revisions or amendments made during the drafting process.\r\n2. Supporting materials or documents related to the proposed ordinance, such as studies, reports, expert opinions, or other materials that provide context, justification, or evidence supporting the need for the proposed ordinance.\r\n3. Meeting minutes or transcripts from meetings where the proposed ordinance has been discussed.\r\n4. Relevant emails, letters, or other communications (\"correspondence and communications\") between city officials, policymakers, and stakeholders discussing the proposed ordinance. This can include (but not limited to) communications between city council members, city staff, consultants, interest groups, or members of the public.\r\n5. Impact assessments conducted to evaluate the potential impact of the proposed ordinance, including (but not limited to) economic impact studies, environmental assessments, or other evaluations that examine the consequences, benefits, or drawbacks of implementing the proposed ordinance.\r\n6. Legal opinions sought or commissioned regarding the proposed ordinance.\r\n7. Public comments, feedback received, or any public hearings that have been held on the proposed ordinance.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBrandon Galbraith",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/wildwood-20749/wildwood-missouri-proposed-solar-ordinance-artifacts-149152/"
  }
]