[
  {
    "id": 191511,
    "title": "Mark Poloncarz, Kevin Riford, Christina Little Riford Package - Erie County Rath Building",
    "slug": "mark-poloncarz-kevin-riford-christina-little-riford-package-erie-county-rath-building",
    "status": "submitted",
    "embargo_status": "public",
    "user": 91188,
    "username": "Joanne-Riford",
    "agency": 10,
    "datetime_submitted": "2025-08-16T14:56:41.195742",
    "date_due": "2025-09-15",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-08-16T14:56:41.295549",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 191511,
        "from_user": 91188,
        "to_user": 9555,
        "subject": "Freedom of Information Act Request: Mark Poloncarz, Kevin Riford, Christina Little Riford Package - Erie County Rath Building",
        "datetime": "2025-08-16T14:56:41.295549",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\n1.) Any and all records regarding the below April 2019 article published by WGRZ Ch. 2 News Buffalo regarding the 'suspicious' package dropped off at the Rath Building. \r\n\r\n\r\nhttps://www.wgrz.com/article/news/brother-and-sister-believe-package-that-caused-concern-for-poloncarz-came-from-them/71-df54a2b2-c826-4ca1-8634-64fdd6bd1c2d\r\n\r\nIn early April 2019, a brother and sister came forward believing that a suspicious package delivered to Erie County Executive Mark Poloncarz’s office in mid-March may have originated from them. The package, addressed personally and marked “urgent” without a return address, triggered alarm at the office and ultimately led Poloncarz to adopt an armed security detail. The sibling duo—Christina Little and Kevin Riford—say the envelope contained extensive documentation concerning a contentious custody dispute and allegations of judicial corruption in Niagara County. They hoped Poloncarz would either take action or forward their concerns to Governor Cuomo. After passing routine security screening, the package was delivered to a receptionist on the 16th floor of the Rath Building, along with similar documents sent to local media outlets.  Shortly afterward, a sheriff’s investigator visited Christina’s home seeking Kevin. The siblings were confused by the level of concern raised over what appeared to them to be harmless legal documents. Poloncarz later confirmed the package played a part in increasing security measures, though he did not personally read the contents—his staff reviewed it after authorities cleared it as non-dangerous\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nThe Riford Family",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/mark-poloncarz-kevin-riford-christina-little-riford-package-erie-county-rath-building-191511/"
  }
]