[
  {
    "id": 144771,
    "title": "Mask Mandates",
    "slug": "mask-mandates",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4047,
    "username": "EmmaBest",
    "agency": 4810,
    "datetime_submitted": "2023-04-19T17:00:25.681471",
    "date_due": "2023-05-10",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-04-19T17:00:25.817720",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 144771,
        "from_user": 4047,
        "to_user": 11523,
        "subject": "",
        "datetime": "2023-04-19T17:00:25.817720",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Delaware Freedom of Information Act, I hereby request the following records:\r\n\r\nEmails, memos, letters, documents and other records discussing or mentioning implemented or proposed mask mandate policies, as well as discussions regarding their expiration or termination between January 1, 2020 and the present.\r\n\r\nI am a member of the news media and request classification as such. I have previously written about the government and its activities, with some reaching over 100,000 readers in outlets such as Gizmodo, MuckRock, Motherboard, Property of the People, Unicorn Riot, and The Outline, among others. As such, as I have a reasonable expectation of publication and my editorial and writing skills are well established. In addition, I discuss and comment on the files online and make them available through non-profits such as the library Internet Archive and the journalist non-profit MuckRock, disseminating them to a large audience. While my research is not limited to this, a great deal of it, including this, focuses on the activities and attitudes of the government itself. As such, it is not necessary for me to demonstrate the relevance of this particular subject in advance.\r\n\r\nAs my primary purpose is to inform about government activities by reporting on it and making the raw data available, I request that fees be waived.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 15 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJonathan Rudenberg, a citizen of Delaware, in coordination with Emma North-Best.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/delaware-236/mask-mandates-144771/"
  },
  {
    "id": 144770,
    "title": "Records Related to Hydraulic Fracturing (Fracking) in New York State for the Past Five Years",
    "slug": "records-related-to-hydraulic-fracturing-fracking-in-new-york-state-for-the-past-five-years",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 4382,
    "datetime_submitted": "2023-04-19T16:39:17.052644",
    "date_due": "2023-04-26",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-04-19T16:39:17.123338",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 144770,
        "from_user": 4164,
        "to_user": 11190,
        "subject": "New York Freedom of Information Law Request: Records Related to Hydraulic Fracturing (Fracking) in New York State for the Past Five Years",
        "datetime": "2023-04-19T16:39:17.123338",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nRelated to hydraulic fracturing (fracking) activities in the state of New York over the past five years.\r\n\r\nAs a concerned citizen, I am interested in understanding the policies and practices that NY DEC employs to regulate and monitor fracking operations in the state. I am requesting any records in the possession of the NY DEC that pertain to the following:\r\n\r\nPermits and applications for fracking operations submitted to the NY DEC, including but not limited to drilling permits and environmental impact assessments.\r\nRecords of inspections and enforcement actions taken by the NY DEC to ensure compliance with state regulations and environmental standards.\r\nRecords related to any spills, accidents, or other incidents related to fracking operations in the state of New York.\r\nRecords related to studies or research conducted by the NY DEC or other state agencies regarding the environmental impacts of fracking.\r\nI request that you do not withhold or redact any responsive records, as I intend to pursue all available legal remedies, including filing a lawsuit to compel the production of records, if necessary.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJordan Lassiter",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/records-related-to-hydraulic-fracturing-fracking-in-new-york-state-for-the-past-five-years-144770/"
  }
]