[
  {
    "id": 152535,
    "title": "Signalling System 7 (SS7) on mobile phone networks",
    "slug": "signalling-system-7-ss7-on-mobile-phone-networks",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 123244,
    "username": "rsquared3",
    "agency": 46,
    "datetime_submitted": "2023-09-27T15:16:31.518739",
    "date_due": "2023-10-26",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-09-27T15:16:31.803151",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 152535,
        "from_user": 123244,
        "to_user": 9680,
        "subject": "",
        "datetime": "2023-09-27T15:16:31.803151",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nRecords pertaining to FCC investigation, technical assessment and regulation of mobile phone companies' use of the Signaling System 7 (SS7) network infrastructure for the exchange of customer account, call and message information between companies. This issue was studied by a working group in 2017 (CSRIC Working Group 10). I am interested in a) any documents used to develop the final report of this working group in March 2017; and b) any documents pertaining to work done since the issuance of the working group's final report and the public notice by FCC Public Safety and Homeland Security Bureau.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRay Robinson",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/signalling-system-7-ss7-on-mobile-phone-networks-152535/"
  }
]