[
  {
    "id": 159292,
    "title": "Records on 1945 Legislation Authorizing School District Expenditures for NYSSBA Dues",
    "slug": "records-on-1945-legislation-authorizing-school-district-expenditures-for-nyssba-dues",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 18767,
    "username": "jvparker",
    "agency": 4381,
    "datetime_submitted": "2024-02-25T11:11:42.209034",
    "date_due": "2024-03-01",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-02-25T11:11:42.419331",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 159292,
        "from_user": 18767,
        "to_user": 9927,
        "subject": "",
        "datetime": "2024-02-25T11:11:42.419331",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nThe New York State School Boards Association (NYSSBA) has communicated, albeit without specific legal citations, that \"In 1945, the expenditure of public funds payable as dues to the Association was given a legal foundation in Education Law by the state Legislature.\" In light of this statement, I am seeking access to records under the New York State Freedom of Information Law that could provide clarification and documentation of this legal foundation. My request includes:\r\n\r\n-Legislative Documents: I am requesting copies of legislative documents, memoranda, or official notices from around 1945 that detail the authorization for school districts to use public funds for NYSSBA membership dues. This includes any legislative acts or amendments specifically enabling such expenditures.\r\n\r\n-Official Correspondence: I seek any official correspondence between the New York State Education Department (NYSED) and NYSSBA, dating from 1945 to the current day, which discusses or references the legal basis for using public funds for NYSSBA dues.\r\n\r\n-Policy Documents: I am interested in obtaining any policy documents, guidelines, or bulletins issued by NYSED that address or relate to the expenditure of public funds for the purpose of NYSSBA membership dues.\r\n\r\nI recognize the importance of making my request specific and actionable. This request is aimed at accessing existing, identifiable records without requiring your department to undertake legal interpretation or generate new documentation.\r\n\r\nI recognize that the timeframe specified in my request, spanning from 1945 to the present, may present a broad scope that could potentially place an undue burden on your department. Therefore, I would like to emphasize my openness to partial responses. If locating documents from the entire period specified proves to be overly burdensome, I kindly request that the department prioritize the search and provision of documents from the following more focused timeframes, in order of importance:\r\n\r\n-Documents from the year 1945/1946 itself, given its specific mention in the context of providing legal foundation for school districts' expenditures on NYSSBA membership dues.\r\n\r\n-Key documents from significant legislative or policy milestones related to this matter, should they be readily identifiable by your department.\r\n\r\nThis approach is intended to balance the need for thoroughness with practical considerations regarding the volume of records and the effort required to retrieve them. My goal is to facilitate a manageable and effective search process that aligns with both our interests in accessing relevant public records.\r\n\r\nFurthermore, if during the process of fulfilling this request, specific documents are identified that would substantially respond to the core of my inquiry, I am amenable to narrowing the scope further based on your suggestions. Your expertise and understanding of the department's records could provide valuable guidance in focusing this request more effectively.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJackson Parker",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/records-on-1945-legislation-authorizing-school-district-expenditures-for-nyssba-dues-159292/"
  }
]