[
  {
    "id": 167654,
    "title": "Phillip Schepps Autopsy request - Austin",
    "slug": "phillip-schepps-autopsy-request-austin",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 128245,
    "username": "EMMACOURTLAND",
    "agency": 22990,
    "datetime_submitted": "2024-07-01T17:53:45.265703",
    "date_due": "2024-07-16",
    "days_until_due": null,
    "date_followup": "2024-07-16",
    "datetime_done": null,
    "datetime_updated": "2024-07-01T17:53:45.367761",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 167654,
        "from_user": 128245,
        "to_user": 49944,
        "subject": "Texas Public Information Act Request: Phillip Schepps Autopsy request - Austin",
        "datetime": "2024-07-01T17:53:45.367761",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\nAutopsy report for Phillip Schepps (aka Phillip Henry Schepps), age 18, who was born on February 27, 1984 and died on December 5, 2002 in Austin, Texas.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nEMMA COURTLAND",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "fax"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/travis-county-2761/phillip-schepps-autopsy-request-austin-167654/"
  },
  {
    "id": 167651,
    "title": "New York Freedom of Information Law Request: NYS FOIL Request - Bond Information",
    "slug": "new-york-freedom-of-information-law-request-nys-foil-request-bond-information",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 136993,
    "username": "LeneiceIngram",
    "agency": 7382,
    "datetime_submitted": "2024-07-01T17:32:32.619936",
    "date_due": "2024-07-09",
    "days_until_due": null,
    "date_followup": "2024-07-09",
    "datetime_done": null,
    "datetime_updated": "2024-07-01T17:32:32.704139",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 167651,
        "from_user": 136993,
        "to_user": 14207,
        "subject": "New York Freedom of Information Law Request: New York Freedom of Information Law Request: NYS FOIL Request - Bond Information",
        "datetime": "2024-07-01T17:32:32.704139",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\n• A photocopy of your Public Official surety bond that is required by the state of New York under Universal Citation: NY Pub Off L § 11.\r\n• A photocopy of the governing board of education blanket surety bond if your board requires the members to be bonded under a blanket bond.\r\n• A photocopy of your Errors & Omissions (E&O), a Surety Liability Insurance policy, and the Duty of Care policy if applicable.\r\n• A photocopy of your school board General Obligation Bonds if applicable.\r\n• A photocopy of your general long term bond for the school board if applicable.\r\n• A photocopy of your school board Crime Policy if applicable.\r\n• A photocopy of your Risk Management Policy if applicable.\r\n\r\n• A photocopy of the following documents if applicable:\r\no  ACORD 125\r\no  ACORD 126\r\no  ACORD 127\r\no  ACORD 128\r\nThe documents should indicate the policy number and the insured amount of the policy.\r\n\r\n• A photocopy of the Certificate of Liability if applicable.\r\nPublic Officials and/or any other bonds pertaining to proof of liability and policies. \r\n**Based on any and all loses of financial responsibility due to negligence or dishonesty. Any and all based on the contract of terms and conditions.\r\n\r\n• A photocopy of the Faithful Performance Bond if applicable.\r\n• A photocopy of the Fidelity Bond if applicable.\r\n• A photocopy of the Public Employee Dishonesty Policy if applicable.\r\n• A photocopy of the Public Employee Blanket Bond if applicable.\r\n• A photocopy of the Statutory Bond if applicable.\r\n• A photocopy of the Official Bond if applicable.\r\n• A photocopy of the power of attorney for the surety bond company.\r\n• A photo copy of the Blanket Bond power of attorney for the surety bond company if applicable.\r\n• A photocopy of your oath of office.\r\n\r\nI am a private citizen seeking information concerning your public official surety bond that you are required by the state of New York to obtain before swearing the oath of office.\r\n\r\nNew York Universal Citation: NY Pub Off L § 11 (4): Notwithstanding the provisions of this section or any other law, general  or  special,  requiring  an  official undertaking or bond to be conditioned substantially to the effect that a state officer,  clerk  or employee  will  faithfully discharge his duties and promptly account for and pay over all moneys or property received  by  him  in  his  official capacity,  the comptroller may, in his discretion, waive the requirement of procuring such official undertaking  or  bond,  and  the  expense  of procuring an official undertaking or bond shall not be a charge upon the state  unless the comptroller shall first have approved the necessity of requiring such official undertaking or bond.\r\n\r\nPublic Official Surety Bond requests fall under the Freedom of Information Act (FOIA), 5 U.S.C. § 552, The Sunshine Act 5 U.S.C. § 552b, New York Freedom of Information Law (FOIL), and by law you are obligated to supply me with this information.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nLeneice Ingram",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-city-17/new-york-freedom-of-information-law-request-nys-foil-request-bond-information-167651/"
  }
]