[
  {
    "id": 175048,
    "title": "Video Recording of Public Speakers",
    "slug": "video-recording-of-public-speakers",
    "status": "submitted",
    "embargo_status": "public",
    "user": 94155,
    "username": "bobmcw",
    "agency": 19045,
    "datetime_submitted": "2024-10-22T13:40:42.353188",
    "date_due": "2024-10-29",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-10-22T13:40:43.576907",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 175048,
        "from_user": 94155,
        "to_user": 143189,
        "subject": "Illinois Freedom of Information Act. Request: Video Recording of Public Speakers",
        "datetime": "2024-10-22T13:40:43.576907",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nI became aware on 17 October of the decision by \"The City\" to discontinue filming public speakers at City Council meetings.\r\n\r\nI'd like to request all emails, phone logs, digital notes, contemporaneous notes, and documents from the City and it's council members, mayor, and manager, regarding any and all discussion and decisions related to this change in policy.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobert McWhirter",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/illinois-168/video-recording-of-public-speakers-175048/"
  },
  {
    "id": 174915,
    "title": "Chief FOIA officer's recent email (Federal Railroad Administration)",
    "slug": "chief-foia-officers-recent-email-federal-railroad-administration",
    "status": "processed",
    "embargo_status": "public",
    "user": 4660,
    "username": "saizai",
    "agency": 5192,
    "datetime_submitted": "2024-10-20T12:24:41.762480",
    "date_due": "2024-11-18",
    "days_until_due": null,
    "date_followup": "2024-11-18",
    "datetime_done": null,
    "datetime_updated": "2024-10-22T14:29:05.837886",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "all-agency",
      "foia compliance"
    ],
    "communications": [
      {
        "foia": 174915,
        "from_user": 4660,
        "to_user": 14924,
        "subject": "Freedom of Information Act Request: Chief FOIA officer's recent email (Federal Railroad Administration)",
        "datetime": "2024-10-20T12:24:46.471994",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Federal Railroad Administration,\r\n\r\nOn behalf of myself and Fiat Fiendum, I hereby request the following records:\r\n\r\n1. The one email in your chief FOIA officer's email inbox or equivalent which was received nearest and before October 19, 2024, midnight Eastern time, regardless of subject matter.\r\n2. The one email in your chief FOIA officer's email spam folder or equivalent which was received nearest and before October 19, 2024, midnight Eastern time, regardless of subject matter.\r\n3. The one email in your chief FOIA officer's sent email folder or equivalent which was sent nearest and before October 19, 2024, midnight Eastern time, regardless of subject matter.\r\n4. The total full-time equivalent count of people who work for your FOIA office as of October 19, 2024.\r\n\r\nThis request is expressly limited to Federal Railroad Administration's own FOIA office. Please do not refer it to any other agency or division. This request is expressly not a Privacy Act request, and no PA waiver will be provided.\r\n\r\nPlease provide the email records in EML, Maildir, MBOX, MIX, MSG, or PST format only — not PDF, Word, image, etc — including all metadata (e.g. full email headers as received/sent) and attachments, without alteration other than narrowly tailored electronic redaction of specifically claimed exemptions that do not affect any part of non exempt information (and, in particular, without rasterization).\r\n\r\nPlease provide the fourth record as a statement in your response letter, or at your option, as the most readily available record, in original electronic format as currently stored on your computer systems, which includes that information.\r\n\r\nPlease provide all records either as individual files, or as an unencrypted ZIP file, uploaded to MuckRock. Do not apply any encryption, DRM, or other restriction.\r\n\r\nI request fee waiver, because\r\n* Fiat Fiendum is a 501(c)(3) non-profit;\r\n* this request is for public interest, non-commercial purposes;\r\n* these records would give a snapshot of insight into the everyday processes of FOIA offices; and\r\n* these records are being requested in order to conduct a government-wide audit of agencies' FOIA compliance.\r\n\r\nIn the event that you deny fee waiver, please process this request as-is, because I will not agree to any fees.\r\n\r\nPlease be sure to provide:\r\n* 5 USC 552(a)(6)(A)(i)(II) FOIA Public Liaison information\r\n* 5 USC 552(a)(6)(A)(i)(III)(aa) appeal information\r\n* 5 USC 552(a)(6)(A)(i)(III)(bb) OGIS information\r\n* 5 USC 552(a)(7)(A) tracking number\r\n* 5 USC 552(a)(7)(B)(ii) completion ETA\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\nSai\r\nPresident, Fiat Fiendum, Inc.\r\n\r\nP.S. Sai is my full legal name.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 174915,
        "from_user": 14924,
        "to_user": 4660,
        "subject": "RE: Freedom of Information Act Request: Chief FOIA officer's recent email (Federal Railroad Administration)",
        "datetime": "2024-10-22T14:29:05.837886",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Sia,\r\n\r\nThe FOIA requires that requesters describe the records sought with sufficient detail to allow an agency employee familiar with the subject area of the request to locate the records with a reasonable amount of effort.\r\n\r\nYour request does not adequately describe the records sought; therefore, we are unable to process your request at this time.\r\n\r\nIt is unclear what date(s) of the records you are requesting. Please be specific and indicate the specific date and or subject if known.  Please provide the requested information to this office no later than close of business (20 working days from date of the request).  If we do not hear from you by this time, we will presume that you are no longer interested in pursuing your request, and we will close your request in this office.\r\n\nKind regards,\r\n\r\nYolanda Brown\r\nGIS/RCC 20\r\nOffice of General Law\r\nFRA FOIA",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/chief-foia-officers-recent-email-federal-railroad-administration-174915/"
  }
]