[
  {
    "id": 203056,
    "title": "Report and BWC from Firearm Discharge in Hotel",
    "slug": "report-and-bwc-from-firearm-discharge-in-hotel",
    "status": "submitted",
    "embargo_status": "public",
    "user": 162191,
    "username": "AbeSegal",
    "agency": 44835,
    "datetime_submitted": "2026-01-24T01:11:13.703693",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2026-01-24T01:11:13.864946",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 203056,
        "from_user": 162191,
        "to_user": 175677,
        "subject": "",
        "datetime": "2026-01-24T01:11:13.864946",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Minnesota Government Data Practices Act, I hereby request the following records:\r\n\r\nOn January 20, 2026 the Minnesota Star Tribune published an article titled \"ICE agent accidentally fires gun into Eagan hotel room.\" To assist with your search, the article included: \"The gunshot occurred Dec. 18, at the Hampton Inn Minneapolis-Eagan, located at 3000 Eagandale Place.\"\r\n\r\nWe are seeking additional information on this accidental discharge. Please provide the following records:\r\n1) Police report and related supplements and media (photos/videos)\r\n2) 911 Call Audio related to the incident \r\n3) BWC for responding officer(s)\r\n4) Any interview transcripts or recordings (if separate from #1. If they are included in #1 then please ignore this line)\r\n\r\nThank you for taking the time to fulfill this request. Please feel free to send any of the above items as they become available, they do not all need to be sent at once.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nAlan J. Segal",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/minnesota-156/report-and-bwc-from-firearm-discharge-in-hotel-203056/"
  }
]