[
  {
    "id": 191422,
    "title": "LAKE WASHINGTON SCHOOL DISTRICT – (2025) Request for a complete electronic copy of all Public Records Requests received by the District including the District Responses for the year 2025",
    "slug": "lake-washington-school-district-2025-request-for-a-complete-electronic-copy-of-all-public-records-requests-received-by-the-district-including-the-district-responses-for-the-year-2025",
    "status": "submitted",
    "embargo_status": "public",
    "user": 135637,
    "username": "protovision",
    "agency": 20068,
    "datetime_submitted": "2025-08-14T00:09:35.675955",
    "date_due": "2025-08-21",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-08-14T00:09:35.748423",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 191422,
        "from_user": 135637,
        "to_user": 31495,
        "subject": "",
        "datetime": "2025-08-14T00:09:35.748423",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "08-14-2025\r\n\r\nLAKE WASHINGTON SCHOOL DISTRICT – (2025) Request for a complete electronic copy of all Public Records Requests received by the District including the District Responses for the year 2025\r\n\r\nVia email: PublicRecordsRequest@lwsd.org\r\n\r\nTo Whom It May Concern:\r\n\r\nPursuant to the Washington Public Records Act [RCW 42.56] I hereby request the following records:\r\n\r\n1. I request a complete electronic copy of all Public Records Requests received by your agency in the year 2025 and a complete electronic copy of your agency's Responses to each of these Public Records Requests for the year 2025.\r\n\r\nRECORDS INSTALLMENTS - ORDER OF PRODUCTION\r\n\r\nIf production of responsive records will be completed in multiple installments, please begin by producing records in REVERSE CHRONOLOGICAL FORMAT BY DATE. The most recent public records should be produced first and the oldest records produced last by date.\r\n\r\nDEFINITION OF RECORDS AND WRITINGS\r\n\r\nRECORDS AND WRITINGS as defined by RCW 42.56.010(4): any handwriting, typewriting, printing, photostating, photographing, and every other means of recording any form of communication or representation including, but not limited to, letters, words, pictures, sounds, or symbols, or combination thereof, and all papers, maps, magnetic or paper tapes, photographic films and prints, motion picture, film and video recordings, magnetic or punched cards, discs, drums, diskettes, sound recordings, and other documents including existing data compilations from which information may be obtained or translated.\r\n\r\nNATIVE ELECTRONIC FORMAT\r\n\r\nPlease provide all identified public records in their NATIVE electronic format. Please provide all electronic records in the fewest number of individual files as per native format or use free .zip or digital compression in each installment for the fewest number of total records and the most economical calculation of any applicable public records fees.\r\n\r\nUSE OF PORTAL NOT MANDATORY - DIRECTING REQUESTORS TO THIRD-PARTY LINKS VIOLATES ACCESS RIGHTS\r\n\r\nThird-party portals often require creating an account or logging in, restrict downloads or viewing times, and remove or disable links after a short period of time.\r\n\r\nThese restrictions unlawfully condition access to public records and are inconsistent with RCW 42.56.080 and RCW 42.56.550.\r\n\r\nBecause of this, Washington State Law is clear that the use of 3rd party “portals” (Such as GOVQA.com) for  public records requests is optional for the requestor. Respectfully I decline. Please provide all records electronically via direct email attachment to this email address.\r\n\r\nPlease do not register this requestor for, nor direct this requestor to the use of any 3rd party commercial portal including but not limited to FOIAOnline, GovQA, NextRequest, FOIAExpress, JustFOIA FOIADirect, WebForm, or any other online service other than a direct NO PASSWORD REQUIRED, NO REGISTRATION REQUIRED, internet cloud-based download link, or electronic email.\r\n\r\nDo not send any portion of this public records request to any 3rd party for-profit corporation such as GOVQA, a Grannicus Corporation or NEXT-REQUEST.\r\n\r\nDo not register this request with any for profit portal or 3rd party organization such as GOVQA, a Grannicus Corporation, or NEXT-REQUEST.\r\n\r\nPUBLIC RECORDS REQUESTS SUBMITTED VIA EMAIL\r\n\r\nRCW 42.56.080 - Identifiable records—Facilities for copying—Availability of public records.\r\n\r\n\"...Agencies shall honor requests received in person during an agency's normal office hours, or by mail or email, for identifiable public records unless exempted by provisions of this chapter. No official format is required for making a records request; however, agencies may recommend that requestors submit requests using an agency provided form or web page.\"\r\n\r\nThis public records request is being made via email. This public records request will be honored and fulfilled by your agency via email as requested or relief will be sought per statute.\r\n\r\nFEES\r\n\r\nIn the event that there are fees, please inform us of the total charges in advance of fulfilling the request in strict compliance with all provisions of the Washington State Public Records Act.\r\n\r\nEXEMPTION LOGS\r\n\r\nPlease ensure all redactions or exemptions claimed by your agency in the production of responsive records are accompanied by a complete and detailed exemption log noting the valid legal reason for each exemption at each redaction location in the record produced, as well as the specific number of pages if any that your agency redacts or withholds in their entirety. Each redaction should be noted by footnote or by a clear reference to the specific justification for that redaction, and only the minimal exempt portion of any record may be withheld.\r\n\r\nCOMMERCIAL PURPOSE DECLARATION\r\n\r\nThe Washington State Public Records Act prohibits the disclosure of “lists of individuals” for a commercial purpose (RCW 42.56.070(8)). I declare this public records request is not being made for any commercial purpose whatsoever. Also, this public records request is not being made for a \"list of individuals.\" This declaration satisfies all requirements of RCW 42.56 regarding prohibitions on lists and commercial purposes. No additional commercial purpose declaration will be completed for this public records request.\r\n\r\nPRESERVATION OF PUBLIC RECORDS *** ANTICIPATE LITIGATION ***\r\n\r\nWAC 44-14-03005 RETENTION OF PUBLIC RECORDS\r\n\r\nThe lawful destruction of public records is governed by retention schedules. The unlawful destruction of public records can be a crime. RCW 40.16.010 and 40.16.020. An agency is prohibited from destroying a public record, even if it is about to be lawfully destroyed under a retention schedule, if a public records request has been made for that record. RCW 42.56.100. Additional retention requirements might apply if the records may be relevant to actual or anticipated litigation. The agency is required to retain the record until the record request has been resolved.\r\n\r\nNote: An agency can be found to violate the Public Records Act and be subject to the attorneys' fees and penalty provision if it prematurely destroys a requested record after a request is made. See Yacobellis v. City of Bellingham, 55 Wn. App. 706, 780 P.2d 272 (1989). However, it is not a violation of the Public Records Act if a record is destroyed prior to an agency's receipt of a public records request for that record. Bldg. Indus. Ass'n of Wash. v. McCarthy, 152 Wn. App. 720, 218 P.3d 196 (2009); West v. Dep't of Nat. Res., 163 Wn. App. 238, 258 P.3d 78 (2011). The Public Records Act (chapter 42.56 RCW) and the records retention statutes (chapter 40.14 RCW) are two different laws.\r\n\r\nCOMMUNICATION VIA EMAIL\r\n\r\nPlease send all requests for clarification, status updates, and production of responsive electronic documents via direct email reply.\r\n\r\nThe requested documents will be made available to the general public.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. We look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nGood Luck.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/redmond-8492/lake-washington-school-district-2025-request-for-a-complete-electronic-copy-of-all-public-records-requests-received-by-the-district-including-the-district-responses-for-the-year-2025-191422/"
  },
  {
    "id": 191421,
    "title": "Lake Washington School District - JUSTFOIA Software Purchase, Installation, Configuration, Integration, Administration (08/2025)",
    "slug": "lake-washington-school-district-justfoia-software-purchase-installation-configuration-integration-administration-082025",
    "status": "ack",
    "embargo_status": "public",
    "user": 135637,
    "username": "protovision",
    "agency": 20068,
    "datetime_submitted": "2025-08-14T00:01:54.601673",
    "date_due": "2025-08-21",
    "days_until_due": null,
    "date_followup": "2025-08-21",
    "datetime_done": null,
    "datetime_updated": "2025-08-14T00:01:54.899417",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 191421,
        "from_user": 135637,
        "to_user": 31495,
        "subject": "Washington Public Records Act Request: Lake Washington School District - JUSTFOIA Software Purchase, Installation, Configuration, Integration, Administration (08/2025)",
        "datetime": "2025-08-14T00:01:54.899417",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "08-13-2025\r\n\r\nvia email to PublicRecordsRequest@lwsd.org\r\n\r\nLake Washington School District - JUSTFOIA Software Purchase, Installation, Configuration, Integration, Administration (08/2025)\r\n\r\nPUBLIC RECORDS REQUEST RCW 42.56\r\n\r\nTo whom it may concern,\r\n\r\nI request the following identifiable public records to be produced in the following order of production, newest to oldest by year:\r\n\r\nPursuant to Washington’s Public Records Act (PRA), RCW 42.56, I request inspection and electronic copies of all records and writings (as those terms are defined in RCW 42.56.010) relating to Lake Washington School District’s purchase, installation, configuration, integration, administration, and use of the JustFOIA public records software platform (a CivicPlus company), including any related CivicPlus components or services.\r\n\r\nTimeframe\r\n\r\nPlease search from January 1, 2015 to the present, or the earliest date responsive records exist, whichever is broader.\r\n\r\nDefinitions, scope, and preservation\r\n\r\n“Records” and “writings” include all formats: emails, texts/iMessages, chats (Teams/Slack/Google Chat), letters, notes, photos, spreadsheets, databases, calendars, audio/video, PDFs, logs, dashboards, data exports, screen captures, configuration files, source or script files, API payloads, and associated metadata (system, header, and audit metadata). See RCW 42.56.010; O’Neill v. City of Shoreline (metadata is a public record).\r\n\r\nPersonal accounts/devices used for public business are in scope (e.g., texts or emails about JustFOIA). See Nissen v. Pierce County.\r\n\r\nPlease immediately preserve potentially responsive ESI in all repositories (email, Teams/Slack, SharePoint/OneDrive/Google Drive, file servers, ticketing, finance/procurement, security tools, and the JustFOIA system itself). Do not delete, overwrite, or recycle logs or backups potentially responsive to this request.\r\n\r\nProduction & delivery preferences (electronic, native, no portal)\r\n\r\nProvide records electronically in native format with metadata intact (e.g., PST/MBOX for email; XLSX/CSV for spreadsheets/data; JSON/CSV/XML for exports; MSG/EML with attachments; original images/videos). Do not print electronic records to PDF unless the original is PDF.\r\n\r\nDelivery: Please do not use the JustFOIA portal for this request. Send by direct email attachments, or direct, publicly accessible download links (no login or registration). If size is an issue, use a standard file-transfer link accessible without creating an account.\r\n\r\nIf any portion is withheld or redacted, provide a specific exemption log stating the statutory basis and a brief explanation (RCW 42.56.210(3)).\r\n\r\nIf you believe any item is not “reasonably locatable,” please describe the systems searched, custodians, date ranges, and search terms used, and identify systems not searched and why.\r\n\r\nRepositories and custodians to search (non-exhaustive)\r\n\r\nCustodians: Public Records Office; Legal/General Counsel/Risk; IT leadership and admins; Enterprise Apps; Information Security; Infrastructure/Network; Procurement/Purchasing; Finance/AP; Communications; Superintendent’s Office; any project managers, analysts, or staff assigned to PRA or JustFOIA; any contractors/consultants who implemented or support JustFOIA.\r\n\r\nSystems: Microsoft 365/Exchange/Outlook, Teams, SharePoint, OneDrive; Slack (if used); ticketing/ITSM (e.g., ServiceNow, Freshservice, Zendesk, Jira, Spiceworks); procurement/ERP/finance/AP; identity/SSO (Azure AD/Entra ID, Okta, ADFS); log management/SIEM; backup/archival; and the JustFOIA production and test/sandbox environments.\r\n\r\nSearch terms (minimum baseline; add equivalents & abbreviations)\r\n\r\n“JustFOIA” OR “Just FOIA” OR “Just-FOIA”\r\n\r\n“CivicPlus” OR “Civic Plus”\r\n\r\nContract numbers, RFP/PO numbers related to the platform\r\n\r\n“PRA software”, “public records system”, “records portal”, “request portal”, “redaction tool”\r\n\r\n“implementation”, “migration”, “configuration”, “SSO”, “integration”, “API”, “export”, “retention”, “audit log”, “training”, “UAT”, “go-live”, “outage”, “incident”, “breach”, “security”, “SOC 2”\r\n\r\nRequested record categories (A–Z)\r\n\r\nPlease produce all records and writings responsive to each category. If a record falls into multiple categories, one copy is sufficient.\r\n\r\nA. Procurement & selection\r\nNeeds assessments, market scans, vendor demos, ROI/benefit analyses, budget justifications, sole-source justifications, RFIs/RFQs/RFPs, Q&A, vendor responses, evaluation criteria, scoring sheets, selection memos, recommendation approvals, board materials, and decision emails.\r\n\r\nB. Contracts & legal\r\nAll agreements with CivicPlus/JustFOIA and related vendors (master agreements, order forms, statements of work, addenda, DPAs/BAAs, SLAs/uptime, support/maintenance, data residency, subcontractors), standard terms, non-disclosure agreements, termination/exit clauses, and notices of assignment or subcontracting.\r\n\r\nC. Financials\r\nFunding approvals, POs, requisitions, quotes, pricing sheets, invoices, credit memos, payment records, account statements, and any grant paperwork tied to the purchase.\r\n\r\nD. Implementation project\r\nProject charters, plans, schedules, task trackers, risk/issue logs, change requests, cut-over plans, acceptance criteria, UAT scripts/results, go-live approvals, post-implementation reviews, and internal status reports.\r\n\r\nE. Architecture & integrations\r\nSystem/network diagrams; integration designs with email, M365/SharePoint/OneDrive, imaging/scanning, archives, and ticketing; API usage docs; SSO/SAML/OAuth/OpenID configuration guides; data flow maps and data dictionaries.\r\n\r\nF. Security & privacy\r\nSecurity/privacy assessments (DPIA/PIA), vendor questionnaires, risk acceptance memos, encryption/Key management details (as held by LWSD), vulnerability/penetration summaries, SOC 2/ISO certificates in LWSD’s possession, incident/outage/breach notices, and any security advisories received from CivicPlus.\r\n\r\nG. Policies & procedures\r\nCurrent and historical policies/SOPs/workflows for handling PRA requests in JustFOIA (intake, search, review, redaction, exemption application, installment production, appeal/closure), including redaction and exemption templates.\r\n\r\nH. Training & user guidance\r\nTraining decks, handouts, recordings, internal “how-to” guides, quick-reference materials, and vendor-provided manuals kept by LWSD.\r\n\r\nI. Configuration & administration\r\nTenant/instance settings, retention rules, routing rules/queues, templates, redaction presets, exemption code lists, custom fields, tags, roles/permissions matrices, SSO/IdP mappings, and automation rules (including any scripts).\r\n\r\nJ. Users & access\r\nUser/account lists (names may be redacted as necessary), roles, group assignments, provisioning/deprovisioning records, MFA/SSO enrollment logs, and audit trails of admin actions.\r\n\r\nK. Logs (system & audit)\r\nAccess logs, authentication logs, admin logs, change/config logs, export/download logs, redaction activity logs, deletion/closure logs, error/outage logs, and any API call logs.\r\n\r\nL. Data & schema\r\nField lists, data models, table layouts, picklist values, and sample exports (with sensitive requester content redacted if necessary) showing how LWSD data is stored.\r\n\r\nM. Usage & performance\r\nReports/dashboards on request volumes, processing times, backlog, installment counts, on-time percentage, appeal/closure stats, and any KPI summaries provided by the system or vendor.\r\n\r\nN. Communications with vendor(s)\r\nAll emails/chats/letters/meeting notes between LWSD and CivicPlus/JustFOIA (sales, implementation, support, account management, renewals, outages, feature requests, compliance/legal).\r\n\r\nO. Internal communications\r\nEmails/chats/notes among LWSD personnel referencing JustFOIA/CivicPlus and the system’s selection, rollout, configuration, operations, outages, performance, redaction/exemptions, retention, or reporting.\r\n\r\nP. Support & tickets\r\nIT tickets, vendor cases, bug reports, feature requests, troubleshooting notes, escalation records, and resolutions.\r\n\r\nQ. Web & public-facing\r\nWebsite pages, announcements, instructions to requesters about using/not using the portal, and any accessibility or usability testing results.\r\n\r\nR. Retention, backup, & archival\r\nRecords describing backups/snapshots, retention/disposition schedules, export procedures, and any migrations into or out of JustFOIA.\r\n\r\nS. Migration/transition\r\nRecords of data migration from prior systems into JustFOIA, or from JustFOIA to any successor platform, including mapping documents and validation results.\r\n\r\nT. Legal holds & litigation\r\nNotices of hold involving JustFOIA data, instructions to staff, and any litigation/appeal materials referencing the system’s records.\r\n\r\nU. Accessibility & equity\r\nADA/Section 508 evaluations, language access accommodations in the system, and related compliance assessments.\r\n\r\nV. Third-party notifications\r\nAny notifications to third parties about disclosure of their information from JustFOIA, including templates used.\r\n\r\nW. Testing/sandbox\r\nExistence and use of staging/sandbox environments; test plans and test data handling policies.\r\n\r\nX. Change management\r\nChange approval records (CAB), release notes maintained by LWSD, version/feature enablement decisions.\r\n\r\nY. Termination/exit\r\nIf applicable, records regarding contract non-renewal, termination, or exit planning, including data return/deletion certificates.\r\n\r\nZ. Delivery method for this request\r\nAny internal records discussing or directing that JustFOIA should not be used to deliver records for this specific request, and the alternative delivery steps adopted.\r\n\r\nRECORDS INSTALLMENTS - ORDER OF PRODUCTION\r\n\r\nIf production of responsive records will be completed in multiple installments, please begin by producing records in REVERSE CHRONOLOGICAL FORMAT BY DATE. The most recent public records should be produced first and the oldest records produced last by date.\r\n\r\nNATIVE ELECTRONIC FORMAT\r\n\r\nPlease provide all identified public records in their NATIVE electronic format. Please provide all electronic records in the fewest number of individual files as per native format or use free .zip or digital compression in each installment for the fewest number of total records and the most economical calculation of any applicable public records fees.\r\n\r\nUSE OF PORTAL NOT MANDATORY - DIRECTING REQUESTORS TO THIRD-PARTY LINKS VIOLATES ACCESS RIGHTS\r\n\r\nThird-party portals often require creating an account or logging in, restrict downloads or viewing times, and remove or disable links after a short period of time.\r\n\r\nThese restrictions unlawfully condition access to public records and are inconsistent with RCW 42.56.080 and RCW 42.56.550.\r\n\r\nBecause of this, Washington State Law is clear that the use of 3rd party “portals” (Such as GOVQA.com) for  public records requests is optional for the requestor. Respectfully I decline. Please provide all records electronically via direct email attachment to this email address.\r\n\r\nPlease do not register this requestor for, nor direct this requestor to the use of any 3rd party commercial portal including but not limited to FOIAOnline, GovQA, NextRequest, FOIAExpress, JustFOIA FOIADirect, WebForm, or any other online service other than a direct NO PASSWORD REQUIRED, NO REGISTRATION REQUIRED, internet cloud-based download link, or electronic email.\r\n\r\nDo not send any portion of this public records request to any 3rd party for-profit corporation such as GOVQA, a Grannicus Corporation or NEXT-REQUEST.\r\n\r\nDo not register this request with any for profit portal or 3rd party organization such as GOVQA, a Grannicus Corporation, or NEXT-REQUEST.\r\n\r\nPUBLIC RECORDS REQUESTS SUBMITTED VIA EMAIL\r\n\r\nRCW 42.56.080 - Identifiable records—Facilities for copying—Availability of public records.\r\n\r\n\"...Agencies shall honor requests received in person during an agency's normal office hours, or by mail or email, for identifiable public records unless exempted by provisions of this chapter. No official format is required for making a records request; however, agencies may recommend that requestors submit requests using an agency provided form or web page.\"\r\n\r\nThis public records request is being made via email. This public records request will be honored and fulfilled by your agency via email as requested or relief will be sought per statute.\r\n\r\nFEES\r\n\r\nIn the event that there are fees, please inform us of the total charges in advance of fulfilling the request in strict compliance with all provisions of the Washington State Public Records Act.\r\n\r\nEXEMPTION LOGS\r\n\r\nPlease ensure all redactions or exemptions claimed by your agency in the production of responsive records are accompanied by a complete and detailed exemption log noting the valid legal reason for each exemption at each redaction location in the record produced, as well as the specific number of pages if any that your agency redacts or withholds in their entirety. Each redaction should be noted by footnote or by a clear reference to the specific justification for that redaction, and only the minimal exempt portion of any record may be withheld.\r\n\r\nCOMMERCIAL PURPOSE DECLARATION\r\n\r\nThe Washington State Public Records Act prohibits the disclosure of “lists of individuals” for a commercial purpose (RCW 42.56.070(8)). I declare this public records request is not being made for any commercial purpose whatsoever. Also, this public records request is not being made for a \"list of individuals.\" This declaration satisfies all requirements of RCW 42.56 regarding prohibitions on lists and commercial purposes. No additional commercial purpose declaration will be completed for this public records request.\r\n\r\nPRESERVATION OF PUBLIC RECORDS *** ANTICIPATE LITIGATION ***\r\n\r\nWAC 44-14-03005 RETENTION OF PUBLIC RECORDS\r\n\r\nThe lawful destruction of public records is governed by retention schedules. The unlawful destruction of public records can be a crime. RCW 40.16.010 and 40.16.020. An agency is prohibited from destroying a public record, even if it is about to be lawfully destroyed under a retention schedule, if a public records request has been made for that record. RCW 42.56.100. Additional retention requirements might apply if the records may be relevant to actual or anticipated litigation. The agency is required to retain the record until the record request has been resolved.\r\n\r\nNote: An agency can be found to violate the Public Records Act and be subject to the attorneys' fees and penalty provision if it prematurely destroys a requested record after a request is made. See Yacobellis v. City of Bellingham, 55 Wn. App. 706, 780 P.2d 272 (1989). However, it is not a violation of the Public Records Act if a record is destroyed prior to an agency's receipt of a public records request for that record. Bldg. Indus. Ass'n of Wash. v. McCarthy, 152 Wn. App. 720, 218 P.3d 196 (2009); West v. Dep't of Nat. Res., 163 Wn. App. 238, 258 P.3d 78 (2011). The Public Records Act (chapter 42.56 RCW) and the records retention statutes (chapter 40.14 RCW) are two different laws.\r\n\r\nCOMMUNICATION VIA EMAIL\r\n\r\nPlease send all requests for clarification, status updates, and production of responsive electronic documents via direct email reply.\r\n\r\nThe requested documents will be made available to the general public.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. We look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nGood Luck.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/redmond-8492/lake-washington-school-district-justfoia-software-purchase-installation-configuration-integration-administration-082025-191421/"
  },
  {
    "id": 191420,
    "title": "Lake Washington School District - eDISCOVERY Software Purchase, Installation, Configuration, Integration, Administration (08/2025)",
    "slug": "lake-washington-school-district-ediscovery-software-purchase-installation-configuration-integration-administration-082025",
    "status": "ack",
    "embargo_status": "public",
    "user": 135637,
    "username": "protovision",
    "agency": 20068,
    "datetime_submitted": "2025-08-13T23:59:23.981133",
    "date_due": "2025-08-20",
    "days_until_due": null,
    "date_followup": "2025-08-20",
    "datetime_done": null,
    "datetime_updated": "2025-08-13T23:59:24.071444",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 191420,
        "from_user": 135637,
        "to_user": 31495,
        "subject": "Washington Public Records Act Request: Lake Washington School District - eDISCOVERY Software Purchase, Installation, Configuration, Integration, Administration (08/2025)",
        "datetime": "2025-08-13T23:59:24.071444",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "08-13-2025\r\n\r\nvia email to PublicRecordsRequest@lwsd.org\r\n\r\nLake Washington School District - eDISCOVERY Software Purchase, Installation, Configuration, Integration, Administration (08/2025)\r\n\r\nPUBLIC RECORDS REQUEST RCW 42.56\r\n\r\nTo whom it may concern,\r\n\r\nI request the following identifiable public records to be produced in the following order of production, newest to oldest by year:\r\n\r\nPursuant to Washington’s Public Records Act (PRA), RCW 42.56, I request electronic copies of all records and writings (as those terms are defined in RCW 42.56.010) relating to Lake Washington School District’s purchase, installation, configuration, integration, administration, and use of any and all “eDiscovery” software systems, platforms, or tools — including, but not limited to, products or services from Microsoft (e.g., Microsoft Purview eDiscovery Standard/Premium, Microsoft 365 Advanced eDiscovery), Google Vault, Relativity, Everlaw, Logikcull, Exterro, OpenText/EnCase, Zapproved, Casepoint, Nextpoint, Concordance, Nuix, or any other vendor, open-source, or in-house-developed eDiscovery solution used for searching, reviewing, and/or producing electronically stored information (ESI).\r\n\r\nTIMEFRAME\r\n\r\nPlease search from January 1, 2010 to the present, or the earliest date responsive records exist, whichever is broader.\r\n\r\nDefinitions, scope, and preservation\r\n\r\n“Records” and “writings” include all formats: emails, texts/iMessages, chats (Teams/Slack/Google Chat), letters, notes, photos, spreadsheets, databases, calendars, audio/video, PDFs, logs, dashboards, data exports, screen captures, configuration files, source or script files, API payloads, and associated metadata. See RCW 42.56.010; O’Neill v. City of Shoreline.\r\n\r\nPersonal accounts/devices used for public business are in scope (texts, emails, etc.). See Nissen v. Pierce County.\r\n\r\nPlease preserve potentially responsive ESI in all systems, backups, archives, and logs.\r\n\r\nProduction & delivery preferences (electronic, native, no portal)\r\n\r\nProvide records electronically in native format with metadata intact (PST/MBOX for email; XLSX/CSV for spreadsheets/data; MSG/EML for emails; JSON/XML for exports).\r\n\r\nDelivery: Send via direct email attachment or direct, public download link — do not require portal login or registration.\r\n\r\nProvide an exemption log for any withheld/redacted records (RCW 42.56.210(3)).\r\n\r\nDescribe search methods if any items are claimed not “reasonably locatable.”\r\n\r\nRepositories and custodians to search (non-exhaustive):\r\n\r\nCustodians: Public Records Office, Legal Counsel/Risk Management, IT leadership/admins, Security, Infrastructure, Enterprise Apps, Procurement, Finance/AP, HR (if involved in investigations), any project managers, analysts, or contractors for eDiscovery implementation/support.\r\n\r\nSystems: Microsoft 365/Exchange/Teams/SharePoint/OneDrive, Google Workspace, email archives/journaling, log management/SIEM, ticketing/ITSM, file servers, imaging/scanning, cloud storage, prior eDiscovery tools.\r\n\r\nSearch terms (minimum baseline):\r\n\r\n“eDiscovery”, “e-discovery”, “ediscovery”\r\n\r\n“Microsoft Purview”, “Advanced eDiscovery”, “Content Search”, “Core eDiscovery”, “Security & Compliance Center”\r\n\r\n“Google Vault”\r\n\r\n“Relativity”, “Everlaw”, “Logikcull”, “Exterro”, “Nuix”, “Casepoint”, “Zapproved”, “OpenText”, “EnCase”, “Nextpoint”, “Concordance”, “Clearwell”\r\n\r\n“litigation hold”, “legal hold”, “custodian search”, “document review”, “ESI processing”, “PST export”\r\n\r\nContract/RFP/PO numbers related to any eDiscovery platform\r\n\r\nRequested record categories (A–Z):\r\n\r\nA. Procurement & selection – Needs assessments, vendor comparisons, demos, RFIs/RFQs/RFPs, Q&A, evaluation scores, board approval, and decision memos.\r\n\r\nB. Contracts & legal – All agreements with eDiscovery vendors, SLAs, DPAs, security addenda, subcontractor notices.\r\n\r\nC. Financials – POs, invoices, quotes, pricing, funding approvals, payment records.\r\n\r\nD. Implementation project – Plans, schedules, milestones, UAT, acceptance docs, post-implementation reviews.\r\n\r\nE. Architecture & integrations – Network/system diagrams, email archive connections, integrations with M365, Google Workspace, file servers, ticketing, legal case management.\r\n\r\nF. Security & privacy – Risk assessments, vendor security questionnaires, incident/breach notices, SOC 2/ISO reports in LWSD possession.\r\n\r\nG. Policies & procedures – SOPs for search, review, tagging, redaction, production; chain-of-custody processes; export/transfer guidelines.\r\n\r\nH. Training & user guidance – Training decks, manuals, quick-reference sheets, internal guides.\r\n\r\nI. Configuration & administration – Retention rules, search indexes, roles/permissions, tagging schemas, redaction presets, data source lists.\r\n\r\nJ. Users & access – User lists, role assignments, provisioning/deprovisioning logs, MFA/SSO logs.\r\n\r\nK. Logs (system & audit) – Search logs, export logs, login/access logs, chain-of-custody logs, error/outage logs.\r\n\r\nL. Data & schema – Field lists, index structures, data models, sample exports (redacted if necessary).\r\n\r\nM. Usage & performance – Reports/dashboards on searches, review volumes, case counts, processing times.\r\n\r\nN. Communications with vendor(s) – All correspondence about procurement, implementation, support, upgrades, feature requests, outages.\r\n\r\nO. Internal communications – Staff discussions on system use, search strategies, redaction policies, production decisions.\r\n\r\nP. Support & tickets – Vendor and internal support tickets, bug reports, feature requests.\r\n\r\nQ. Web & public-facing – Any public instructions or disclosures about LWSD’s eDiscovery tools.\r\n\r\nR. Retention, backup, & archival – Backup policies, archival schedules, export procedures, migration plans.\r\n\r\nS. Migration/transition – Moves from prior systems to current or future eDiscovery platforms.\r\n\r\nT. Legal holds & litigation – Hold notices, custodian lists, compliance tracking, release notices.\r\n\r\nU. Accessibility & equity – ADA/Section 508 compliance for review portals.\r\n\r\nV. Third-party notifications – Notices to data subjects or third parties about disclosures.\r\n\r\nW. Testing/sandbox – Test environment records, handling of test data.\r\n\r\nX. Change management – CAB approvals, release notes, change logs.\r\n\r\nY. Termination/exit – Data export, return/destruction certificates, exit strategy records.\r\n\r\nZ. Delivery method for this request – Internal decisions about how eDiscovery records are produced in response to PRA requests.\r\n\r\nRECORDS INSTALLMENTS - ORDER OF PRODUCTION\r\n\r\nIf production of responsive records will be completed in multiple installments, please begin by producing records in REVERSE CHRONOLOGICAL FORMAT BY DATE. The most recent public records should be produced first and the oldest records produced last by date.\r\n\r\nNATIVE ELECTRONIC FORMAT\r\n\r\nPlease provide all identified public records in their NATIVE electronic format. Please provide all electronic records in the fewest number of individual files as per native format or use free .zip or digital compression in each installment for the fewest number of total records and the most economical calculation of any applicable public records fees.\r\n\r\nUSE OF PORTAL NOT MANDATORY - DIRECTING REQUESTORS TO THIRD-PARTY LINKS VIOLATES ACCESS RIGHTS\r\n\r\nThird-party portals often require creating an account or logging in, restrict downloads or viewing times, and remove or disable links after a short period of time.\r\n\r\nThese restrictions unlawfully condition access to public records and are inconsistent with RCW 42.56.080 and RCW 42.56.550.\r\n\r\nBecause of this, Washington State Law is clear that the use of 3rd party “portals” (Such as GOVQA.com) for  public records requests is optional for the requestor. Respectfully I decline. Please provide all records electronically via direct email attachment to this email address.\r\n\r\nPlease do not register this requestor for, nor direct this requestor to the use of any 3rd party commercial portal including but not limited to FOIAOnline, GovQA, NextRequest, FOIAExpress, JustFOIA FOIADirect, WebForm, or any other online service other than a direct NO PASSWORD REQUIRED, NO REGISTRATION REQUIRED, internet cloud-based download link, or electronic email.\r\n\r\nDo not send any portion of this public records request to any 3rd party for-profit corporation such as GOVQA, a Grannicus Corporation or NEXT-REQUEST.\r\n\r\nDo not register this request with any for profit portal or 3rd party organization such as GOVQA, a Grannicus Corporation, or NEXT-REQUEST.\r\n\r\nPUBLIC RECORDS REQUESTS SUBMITTED VIA EMAIL\r\n\r\nRCW 42.56.080 - Identifiable records—Facilities for copying—Availability of public records.\r\n\r\n\"...Agencies shall honor requests received in person during an agency's normal office hours, or by mail or email, for identifiable public records unless exempted by provisions of this chapter. No official format is required for making a records request; however, agencies may recommend that requestors submit requests using an agency provided form or web page.\"\r\n\r\nThis public records request is being made via email. This public records request will be honored and fulfilled by your agency via email as requested or relief will be sought per statute.\r\n\r\nFEES\r\n\r\nIn the event that there are fees, please inform us of the total charges in advance of fulfilling the request in strict compliance with all provisions of the Washington State Public Records Act.\r\n\r\nEXEMPTION LOGS\r\n\r\nPlease ensure all redactions or exemptions claimed by your agency in the production of responsive records are accompanied by a complete and detailed exemption log noting the valid legal reason for each exemption at each redaction location in the record produced, as well as the specific number of pages if any that your agency redacts or withholds in their entirety. Each redaction should be noted by footnote or by a clear reference to the specific justification for that redaction, and only the minimal exempt portion of any record may be withheld.\r\n\r\nCOMMERCIAL PURPOSE DECLARATION\r\n\r\nThe Washington State Public Records Act prohibits the disclosure of “lists of individuals” for a commercial purpose (RCW 42.56.070(8)). I declare this public records request is not being made for any commercial purpose whatsoever. Also, this public records request is not being made for a \"list of individuals.\" This declaration satisfies all requirements of RCW 42.56 regarding prohibitions on lists and commercial purposes. No additional commercial purpose declaration will be completed for this public records request.\r\n\r\nPRESERVATION OF PUBLIC RECORDS *** ANTICIPATE LITIGATION ***\r\n\r\nWAC 44-14-03005 RETENTION OF PUBLIC RECORDS\r\n\r\nThe lawful destruction of public records is governed by retention schedules. The unlawful destruction of public records can be a crime. RCW 40.16.010 and 40.16.020. An agency is prohibited from destroying a public record, even if it is about to be lawfully destroyed under a retention schedule, if a public records request has been made for that record. RCW 42.56.100. Additional retention requirements might apply if the records may be relevant to actual or anticipated litigation. The agency is required to retain the record until the record request has been resolved.\r\n\r\nNote: An agency can be found to violate the Public Records Act and be subject to the attorneys' fees and penalty provision if it prematurely destroys a requested record after a request is made. See Yacobellis v. City of Bellingham, 55 Wn. App. 706, 780 P.2d 272 (1989). However, it is not a violation of the Public Records Act if a record is destroyed prior to an agency's receipt of a public records request for that record. Bldg. Indus. Ass'n of Wash. v. McCarthy, 152 Wn. App. 720, 218 P.3d 196 (2009); West v. Dep't of Nat. Res., 163 Wn. App. 238, 258 P.3d 78 (2011). The Public Records Act (chapter 42.56 RCW) and the records retention statutes (chapter 40.14 RCW) are two different laws.\r\n\r\nCOMMUNICATION VIA EMAIL\r\n\r\nPlease send all requests for clarification, status updates, and production of responsive electronic documents via direct email reply.\r\n\r\nThe requested documents will be made available to the general public.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. We look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nGood Luck.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/redmond-8492/lake-washington-school-district-ediscovery-software-purchase-installation-configuration-integration-administration-082025-191420/"
  }
]