[
  {
    "id": 150606,
    "title": "Rockland County DA office emails to or from Google regarding my gmail account",
    "slug": "rockland-county-da-office-emails-to-or-from-google-regarding-my-gmail-account",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 351,
    "username": "RobbyD",
    "agency": 22697,
    "datetime_submitted": "2023-08-09T09:24:53.114939",
    "date_due": "2023-08-16",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-08-09T09:24:53.297083",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 150606,
        "from_user": 351,
        "to_user": 40534,
        "subject": "",
        "datetime": "2023-08-09T09:24:53.297083",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nAny emails to or from a Rockland County District Attorney's email address to uslawenforcement@google.com regarding case number: RCDA-21-00340 and my personal email address of RobbyDelaware1979@gmail.com. \r\n\r\nHello. I recently received an email from Google's Legal Investigations Support Division that said in part: \"Google received and responded to legal process issued by the Rockland County District Attorney's Office compelling the release of information related to your Google account. A court order previously prohibited Google from notifying you of the legal process. We are now permitted to disclose the receipt of the legal process to you. The agency reference number or case number on the legal process is RCDA-21-00340.\"\r\n\r\nThis email would have been from a missing person case I did private research into. I was more than a little surprised to learn that Rockland County used subpoena powers to compel Google to pass over information about my account. Considering that Google provided information about the request from Rockland County, then there is no longer an active investigation and the emails are a public record.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobert Delaware",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/rockland-county-22299/rockland-county-da-office-emails-to-or-from-google-regarding-my-gmail-account-150606/"
  }
]