[
  {
    "id": 144253,
    "title": "Dr. Brian Hyatt - patient complaints",
    "slug": "dr-brian-hyatt-patient-complaints",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 74211,
    "username": "becklerh",
    "agency": 28794,
    "datetime_submitted": "2023-04-05T13:51:34.682920",
    "date_due": "2023-04-10",
    "days_until_due": null,
    "date_followup": "2023-04-10",
    "datetime_done": null,
    "datetime_updated": "2023-04-05T13:51:34.801774",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 144253,
        "from_user": 74211,
        "to_user": 83153,
        "subject": "Arkansas Freedom of Information Act Request: Dr. Brian Hyatt - patient complaints",
        "datetime": "2023-04-05T13:51:34.801774",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Arkansas Freedom of Information Act, I hereby request the following records:\r\n\r\nAll public records pertaining to Dr. Brian Thomas Hyatt, M.D., license number E-4598, from September 2005 to the date this request is processed, including but not limited to all allegations and sustained patient complaints submitted to the Arkansas State Medical Board against this medical professional. \r\n\r\nThis FOI request is being filed in pursuit of a time-sensitive news story. Therefore, I ask that my request is expedited. Also, I am a member of the news media as a reporter for Business Insider, and the requested documents are in the public interest and not being made for commercial purposes. Therefore, I ask that all fees are waived in the processing of my request. When completing this request, please prioritize whichever records would take the least amount of time to be located and released (rather than prioritizing whichever records are named first). Also, please release documents on a rolling basis, as they become available. Also, I would like these records in electronic format, sent via email or other digital method.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nHannah Beckler",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/arkansas-114/dr-brian-hyatt-patient-complaints-144253/"
  }
]