[
  {
    "id": 185312,
    "title": "Records Pertaining to Flock Safety and the San Jose Police Department",
    "slug": "records-pertaining-to-flock-safety-and-the-san-jose-police-department",
    "status": "submitted",
    "embargo_status": "public",
    "user": 157080,
    "username": "thick.card1285",
    "agency": 670,
    "datetime_submitted": "2025-04-19T00:35:20.788465",
    "date_due": "2025-04-29",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-04-19T00:35:20.890676",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 185312,
        "from_user": 157080,
        "to_user": 10247,
        "subject": "",
        "datetime": "2025-04-19T00:35:20.890676",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nAny emails, written communications, documents, contracts, presentations, or other communications between officials from the San Jose Police Department and officials from the company \"Flock Safety.\"\r\n\r\nI seek San Jose Police Department records of any kind, including electronic records, audiotapes, videotapes, and photographs, as well as letters, emails, facsimiles, telephone messages, voice mail messages and transcripts, notes, and minutes of any meetings. \r\n\r\nIn the event some portions of the requested records are properly exempt from disclosure, please disclose any reasonably segregable non-exempt portions of the requested records. If it is your position that a document contains non-exempt segments, but that those non-exempt segments are so dispersed throughout the document as to make segregation impossible, please state what portion of the document is non-exempt, and how the material is dispersed throughout the document. If a request is denied in whole, please state specifically that it is not reasonable to segregate portions of the record for release.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nA. Nonymous",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/san-jose-336/records-pertaining-to-flock-safety-and-the-san-jose-police-department-185312/"
  }
]