[
  {
    "id": 183398,
    "title": "Public Records Request – October 12, 2022 Eviction Incident Involving Rorie Susan Woods",
    "slug": "public-records-request-october-12-2022-eviction-incident-involving-rorie-susan-woods",
    "status": "ack",
    "embargo_status": "public",
    "user": 154895,
    "username": "policecamnews",
    "agency": 8172,
    "datetime_submitted": "2025-03-18T07:04:13.127365",
    "date_due": "2025-04-01",
    "days_until_due": null,
    "date_followup": "2025-04-01",
    "datetime_done": null,
    "datetime_updated": "2025-03-18T07:04:13.247667",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 183398,
        "from_user": 154895,
        "to_user": 9871,
        "subject": "Massachusetts Public Records Law Request: Public Records Request – October 12, 2022 Eviction Incident Involving Rorie Susan Woods",
        "datetime": "2025-03-18T07:04:13.247667",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Massachusetts Public Records Law, I hereby request the following records:\r\n\r\nI request access to and copies of all records related to the October 12, 2022, incident at 49 Memery Lane, Longmeadow, Hampden County, Massachusetts, involving Rorie Susan Woods and Hampden County Sheriff's Deputies. During an eviction enforcement action, Woods arrived at the scene towing multiple active beehives and, while dressed in a beekeeper suit, deliberately shook and smashed the hives, releasing swarms of aggressive bees onto law enforcement officers. Several deputies sustained bee stings, and at least one required hospitalization due to an allergic reaction. Woods was arrested on-site and charged with assault and battery by means of a dangerous weapon (the bees).\r\n\r\nI am requesting the following records related to this incident:\r\n\r\nAll available body-worn camera footage from any deputies present at the scene, if applicable\r\nAll available dashboard camera dashcam footage from any responding or on-site sheriff’s vehicles\r\nAny cellphone, surveillance, or third-party footage collected or utilized by the Hampden County Sheriff’s Department related to this incident\r\nThe complete incident report filed by the Hampden County Sheriff’s Civil Process Division, including all deputy narratives and supplemental reports\r\nAll photographs taken by deputies or crime scene investigators, including images of the beehives, the suspect, the deputies involved, and any injuries sustained\r\nAll medical or injury reports filed by deputies who sustained bee stings during the attack\r\nAny official internal memos, use-of-force reports, or debriefing summaries regarding this incident\r\nAny forensic or evidence collection reports related to the beehives, bees, or equipment used in the attack\r\nAll 911 call recordings or dispatch logs related to this incident, including communications before, during, and after the attack\r\nAny press releases, social media posts, or official statements made by the Hampden County Sheriff’s Department or Sheriff Nicholas Cocchi regarding this incident\r\n\r\nThe primary goal of this request is to serve the public interest by making these records publicly accessible. While I acknowledge that I may also generate revenue from the dissemination of these materials, the request primarily serves to enhance transparency regarding this law enforcement incident.\r\n\r\nI request a waiver of fees associated with fulfilling this request, as disclosure of the requested information will contribute to public understanding of law enforcement practices and actions. However, if a full fee waiver is not possible, please inform me of the estimated costs in advance. Additionally, if fees can be reduced or eliminated by excluding certain records, please specify which records those would be.\r\n\r\nPlease provide the records in an electronic format if available. If any portions of this request are denied, please cite the specific legal exemption(s) and provide a redacted version of the document where applicable.\r\n\r\nI appreciate your time and assistance in this matter.\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by the recommendations of the Massachusetts Supervisor of Public Records. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nI expect the request to be filled in an accessible format, including for screen readers, which provide text-to-speech for persons unable to read print. Files that are not accessible to screen readers include, for example, .pdf image files as well as physical documents.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nPolice Cam News",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/hampden-county-730/public-records-request-october-12-2022-eviction-incident-involving-rorie-susan-woods-183398/"
  }
]