[
  {
    "id": 164928,
    "title": "Drone policies",
    "slug": "drone-policies",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 93814,
    "username": "ilica",
    "agency": 272,
    "datetime_submitted": "2024-06-11T12:51:04.543482",
    "date_due": "2024-06-18",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-06-11T12:51:04.629602",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "drone"
    ],
    "communications": [
      {
        "foia": 164928,
        "from_user": 93814,
        "to_user": 9986,
        "subject": "",
        "datetime": "2024-06-11T12:51:04.629602",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "All documents created from January 2020 through the date this request is processed related to the agency's use of airborne tools, vehicles, and weapons: aerial drones, remotely piloted vehicles (RPVs), remotely piloted aircraft (RPAs), unmanned aerials (UAs), unmanned aerial vehicles (UAVs), and/or unmanned aerial systems (UASs)(hereinafter “drones”).\r\n\r\nPlease search specifically records in each of the below document categories. A response to each of the categories and items would be appreciated.\r\n\r\nACQUISITION AND PROCUREMENT\r\ni) requests for proposals (RFPs), proposals/quotes submitted by vendors, contracts, leases, budget requests, project/equipment budgets, cost allocations or reimbursements for the purchase of drone equipment;\r\nii) Grant applications and award letters for drone equipment purchases;\r\niii) Insurance contracts for all drone equipment;\r\niv) Communications (including electronic communications) between the agency head or agency quartermaster (or individual responsible for equipment purchases and maintenance) and drone vendors, manufacturers or retailers;\r\nv) Communications (including electronic communications) between the agency head and agency quartermaster (or individual responsible for equipment purchases and maintenance) regarding acquisition, lease or use of drone equipment;\r\nvi) Communications (including electronic communications) between the agency head and the governor, mayor and city/town manager regarding the acquisition of drones;\r\n\r\nAUTHORIZATION\r\nvii) Applications (including all components and support documentation) for Certificates of Waiver/Authorization (COA) from the Federal Aviation Administration, as well as COA grant notifications and final agreement;\r\nviii) Contracts for services related to drones, such as data storage, data analysis, image storage, image analysis, video storage, video analysis, operation, maintenance;\r\n\r\nEQUIPMENT LOGS and ADD-ONS\r\ni) Inventories/logs/lists/databases of all drones owned, leased or operated by or for the agency;\r\nii) Maintenance logs for all drones owned, leased or otherwise operated by or for the agency;\r\niii) records and logs related to any attachments or additional equipment used or designed to be used with the drones, including all license plate readers, video cameras, thermal cameras, data storage, Stingrays or cell phone simulators, etc. \r\n\r\nPOLICIES AND GUIDANCE\r\ni) Policies, guidelines, protocols, manuals and/or instructions on the use/operation of drones and usage of data, images and video obtained from drone flights;\r\nii) Communications from the agency head, quartermaster (or individual responsible for overseeing equipment purchases and maintenance) on approved uses for drones;\r\niii) Memorandums of understanding (MOUs), memorandums of agreement (MOAs) or any other agreements or contracts with other government agencies, private corporations, organizations or individuals to share drone equipment, data, images or video or to operate drones on behalf of the agency;\r\n\r\nTRAINING DOCUMENTS\r\ni) Curriculum used to train drone operators and observers;\r\nii) Training log for all drone operators and observers;\r\niii) Certifications of training completion for all drone operators and observers;\r\niv) Contracts, purchase orders, budget requests or reimbursement orders for training sessions for all drone operators and observers;\r\n\r\nUSE DOCUMENTS AND DATA\r\ni) Flight logs for all drone flights, including training flights;\r\nii) Flight logs transmitted to the Federal Aviation Administration pursuant to Certificate of Waiver/Authorization (COA) requirements;\r\niii) Reprimands relating to drones, including misuse of equipment and failure to properly maintain equipment.\r\n\r\n\r\nThis request is being made by a reporter as part of a journalistic investigation. It is being submitted to your agency at the suggestion of a MuckRock reader from your community, part of a project to better understand uses of police technology nationwide. This has been of public interest for many years and is of particular interest to the public now. There is no commercial interest in making this request or in receiving responsive records.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\n\r\nThank you in advance for your anticipated cooperation in this matter.\r\n\r\nI look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nIlica Mahajan",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-city-17/drone-policies-164928/"
  }
]