[
  {
    "id": 173751,
    "title": "AR Treasury domain search",
    "slug": "ar-treasury-domain-search",
    "status": "ack",
    "embargo_status": "public",
    "user": 73159,
    "username": "coletterosenberg",
    "agency": 33016,
    "datetime_submitted": "2024-09-24T15:38:23.090964",
    "date_due": "2024-09-27",
    "days_until_due": null,
    "date_followup": "2024-09-27",
    "datetime_done": null,
    "datetime_updated": "2024-09-24T15:38:23.275024",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 173751,
        "from_user": 73159,
        "to_user": 100739,
        "subject": "Arkansas Freedom of Information Act Request: AR Treasury domain search",
        "datetime": "2024-09-24T15:38:23.275024",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Arkansas Freedom of Information Act, I hereby request the following records:\r\n\r\nAll communications between Treasurer Walther and anyone communicating from any of the following email domains: \r\n\r\nAll communications between Eric Munson and anyone communicating from any of the following email domains: \r\n\r\n“@heritage.org”\r\n“@heritageaction.com”\r\n“@sfof.com.\"\r\n“@api.org”\r\n“@alec.org”\r\n“@texaspolicy.com”\r\n“@lifepowered.org”\r\n“@1792exchange.com”\r\n“@heartland.org”\r\n“@patomak.com”\r\n“@2ndvoteadvisors.com”\r\n“@crcadvisors.com”\r\n“@crcpublicrelations.com”\r\n“@crcstrategies.com”\r\n“@boydengrayassociates.com” \r\n“@heritageforamerica.org”\r\n“@madisonstrategiesllc.com” \r\n“@americafirstpolicy.com”\r\n“@americafirstworks.com”\r\n“@ATR.org”\r\n“@thefga.org”\r\n“@fusionlawfirm.com”\r\n“@thefga.org”\r\n“@solutionsproject.org”\r\n“@allianceforconsumers.org” \r\n“@alliancedefendingfreedom.org”  \r\n“@publicfiduciary.net”  \r\n“@consumersresearch.org”  \r\n\r\nPlease search your records from January 1, 2024 to the current date.\r\n\r\nI am making this request on behalf of Documented, a media requestor, and I agree to pay all applicable fees. Documented seeks the above listed records for noncommercial use as a representative of the news media. Documented qualifies as a news media organization under the definition provided by Congress in the OPEN Government Act because it “gathers information of potential interest to a large segment of the public, and uses its editorial skills to turn the raw materials into a distinct work, and distributes that work to an audience.”\r\n\r\nSpecifically, Documented is seeking this FOIA request because the information in it is of interest to a large portion of the public, including the many concerned citizens that regularly acquire information through our extensive range of publications. These publications include websites, blogs, newsletters, reports, press statements, social media networks such as Facebook, and Twitter. In addition, Documented reaches out to many traditional news media outlets that regularly broadcast our publications through television, radio, print and electronic articles and interviews.\r\n\r\nDocumented plans to compile the information from this request into a distinct, original work that will be released to the public through the publications listed above.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nSonny Albarado, a citizen of Arkansas, in coordination with Colette Rosenberg.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "fax"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/arkansas-114/ar-treasury-domain-search-173751/"
  }
]