[
  {
    "id": 151784,
    "title": "Patient Safety Reports",
    "slug": "patient-safety-reports",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 1645,
    "username": "JasperCraven",
    "agency": 3516,
    "datetime_submitted": "2023-09-11T09:01:21.668502",
    "date_due": "2023-10-10",
    "days_until_due": null,
    "date_followup": "2023-10-10",
    "datetime_done": null,
    "datetime_updated": "2023-09-11T09:01:21.984959",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 151784,
        "from_user": 1645,
        "to_user": 9741,
        "subject": "Freedom of Information Act Request: Patient Safety Reports",
        "datetime": "2023-09-11T09:01:21.984959",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAll reported events from Sept 1. 2022 through present day regarding VA Community Care filed through the Joint Patient Safety Reporting (JPSR) system\r\n\r\nAs background: VA Medical Center and Clinic staff members are required to report patient safety and quality events, on behalf of the patients, that occur while receiving care through VHA Community Care, via the Joint Patient Safety Reporting (JPSR) system.  Once an event is submitted, a notification is sent by JPSR to the VA Medical Centers’ patient safety managers (PSMs) who review in accordance with JPSR Guidebook guidelines.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJasper Craven",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/patient-safety-reports-151784/"
  }
]