[
  {
    "id": 185574,
    "title": "DOE End DEI form submissions",
    "slug": "doe-end-dei-form-submissions",
    "status": "submitted",
    "embargo_status": "public",
    "user": 152781,
    "username": "ileanagarnand",
    "agency": 44,
    "datetime_submitted": "2025-04-25T17:31:32.830608",
    "date_due": "2025-05-23",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-04-25T17:31:32.910606",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 185574,
        "from_user": 152781,
        "to_user": 9903,
        "subject": "",
        "datetime": "2025-04-25T17:31:32.910606",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nCopies of all submissions to this form: https://enddei.ed.gov/. \r\n\r\nI request a complete waiver of all search and duplication fees. If my request for a waiver is denied, I request that I be considered a member of the news media for fee purposes. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, processed by a representative of the news media/press and is made in the process of news gathering and not for commercial usage. In the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request.\r\n\r\nUnder the FOIA Improvement Act of 2016, agencies must adopt a presumption of disclosure, withholding information “only if . . . disclosure would harm an interest protected by an exemption” or “disclosure is prohibited by law.”\r\n\r\nThe FOIA Improvement Act of 2016 also amended the FOIA as follows (5 USC 552(a)(8)):\r\n\r\n(A) An agency shall—\r\n(i) withhold information under this section only if—\r\n(I) the agency reasonably foresees that disclosure would harm an interest protected by an exemption described in subsection (b); or\r\n(II) disclosure is prohibited by law; and\r\n(ii) (I) consider whether partial disclosure of information is possible whenever the agency determines that a full disclosure of a requested record is not possible; and\r\n(II) take reasonable steps necessary to segregate and release nonexempt information. . .\r\n\r\nIn the event some portions of the requested records are properly exempt from disclosure, please disclose any reasonably segregable non-exempt portions of the requested records. If it is your position that a document contains non-exempt segments, but that those non-exempt segments are so dispersed throughout the document as to make segregation impossible, please state what portion of the document is non-exempt, and how the material is dispersed throughout the document. Claims of nonsegregability must be made with the same degree of detail as required for claims of exemptions in a Vaughn index. If a request is denied in whole, please state specifically that it is not reasonable to segregate portions of the record for release.\r\n\r\nFurther, “the withholding agency must supply ‘a relatively detailed justification, specifically identifying the reasons why a particular exemption is relevant and correlating those claims with the particular part of a withheld document to which they apply.’”\r\n\r\nIn addition, I ask that your agency exercise its discretion to release records which may be technically exempt, but where withholding serves no important public interest.\r\n\r\nIf a portion of the responsive records become available before the entire request is complete, I respectfully request that HHS provide records on a rolling basis.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nIleana Garnand",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/doe-end-dei-form-submissions-185574/"
  },
  {
    "id": 185573,
    "title": "EEOC transgender discrimination cases",
    "slug": "eeoc-transgender-discrimination-cases",
    "status": "submitted",
    "embargo_status": "public",
    "user": 152781,
    "username": "ileanagarnand",
    "agency": 2612,
    "datetime_submitted": "2025-04-25T17:27:31.489377",
    "date_due": "2025-05-23",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-04-25T17:27:31.685030",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 185573,
        "from_user": 152781,
        "to_user": 10863,
        "subject": "",
        "datetime": "2025-04-25T17:27:31.685030",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nInternal communications, meeting recordings, meeting notes, memos, guidance documents and any other records regarding the Equal Employment Opportunity Commission's instructions to employees to code incoming gender identity-related discrimination cases as \"C\" charges. This directive was first announced to staff on Wednesday, April 16, 2025, but relevant records may date from before and after this.\r\n\r\nI also request that, if appropriate, fees be waived as I believe this request is in the public interest. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, processed by a representative of the news media/press and is made in the process of news gathering and not for commercial usage.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nIleana Garnand",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/eeoc-transgender-discrimination-cases-185573/"
  }
]