[
  {
    "id": 165408,
    "title": "Police Brady List Records (January 1, 2010 - Present)",
    "slug": "police-brady-list-records-january-1-2010-present",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 22711,
    "datetime_submitted": "2024-06-18T21:54:11.771569",
    "date_due": "2024-06-25",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-06-18T21:54:11.849640",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 165408,
        "from_user": 4164,
        "to_user": 40521,
        "subject": "",
        "datetime": "2024-06-18T21:54:11.849640",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Subject: FOIL Request for Police Brady List Records (January 1, 2010 - Present)\r\n\r\nTo: Westchester County District Attorney’s Office\r\n111 Dr. Martin Luther King Jr. Blvd.\r\nWhite Plains, NY 10601\r\n\r\nDear Records Access Officer,\r\n\r\nThis is a formal request under the New York Freedom of Information Law (Public Officers Law §§ 84-90) to access records related to the Brady list maintained by the Westchester County District Attorney’s Office. As an investigative journalist, I seek these records to ensure public transparency and accountability regarding police officer conduct.\r\n\r\nRequested Records:\r\n\r\n\t1.\tBrady List Records (January 1, 2010 - Present):\r\n\t•\tThe complete Brady list of police officers maintained by your office from January 1, 2010, to the present, including names, ranks, and details of the misconduct that led to their inclusion on the list.\r\n\t•\tLegal Support: Brady v. Maryland, 373 U.S. 83 (1963) requires the disclosure of exculpatory evidence, including information about officer misconduct, to ensure a fair trial.\r\n\t2.\tInternal Affairs Records:\r\n\t•\tAll records, reports, and findings from the Internal Affairs Division related to officers included on the Brady list from January 1, 2010, to the present.\r\n\t•\tLegal Support: Giglio v. United States, 405 U.S. 150 (1972) extends the Brady obligation to include evidence affecting the credibility of prosecution witnesses, including police officers.\r\n\t3.\tCommunications:\r\n\t•\tAll communications between the Westchester County District Attorney’s Office and the Westchester County Police Department, other local police departments, the Public Defender’s Office, or any other relevant bodies regarding the Brady list from January 1, 2010, to the present.\r\n\t•\tLegal Support: United States v. Bagley, 473 U.S. 667 (1985) reinforces the need for the prosecution to disclose evidence favorable to the defense, including information affecting the credibility of law enforcement officers.\r\n\r\nPublic Interest Justification:\r\n\r\nThe requested information is of significant public interest, particularly concerning the transparency of law enforcement activities and the credibility of police officers who serve as witnesses in criminal cases. Disclosure of these records will promote public understanding and facilitate informed community oversight.\r\n\r\nFees and Document Delivery:\r\n\r\nI request a waiver of all fees associated with the processing of this request, as the disclosure serves the public interest significantly and enhances the understanding of government operations without any commercial benefit. I prefer to receive the documents electronically, via email or on a CD-ROM if digital transmission is not feasible.\r\n\r\nResponse Time and Legal Compliance:\r\n\r\nAs per the New York Freedom of Information Law, I expect a response within the statutory timeframe. Failure to comply with this request may result in legal action to enforce the Act’s provisions. I remind you of your obligation to review this request carefully and to disclose all non-exempt portions of the requested records.\r\n\r\nNotice of Publication:\r\n\r\nPlease be aware that all communications related to this request will be published on a public platform to ensure transparency.\r\n\r\nLegal Action:\r\n\r\nIf necessary, I am prepared to initiate an Article 78 proceeding to compel compliance with the FOIL.\r\n\r\nConclusion:\r\n\r\nThank you for your attention to this matter. I look forward to your prompt response and the provision of the requested records in accordance with the New York Freedom of Information Law.\r\n\r\nSincerely,\r\n\r\nJordan Lassiter\r\nInvestigative Journalist",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1188089,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/138695/Fee_Waiver_Letter_copy.pdf",
            "datetime": "2024-06-18T21:54:11.849640",
            "title": "Fee_Waiver_Letter_copy.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/westchester-county-5687/police-brady-list-records-january-1-2010-present-165408/"
  },
  {
    "id": 165407,
    "title": "Duncan Socrates Lemp Shooting on March 12, 2020",
    "slug": "duncan-socrates-lemp-shooting-on-march-12-2020",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 31162,
    "datetime_submitted": "2024-06-18T21:47:03.508702",
    "date_due": "2024-06-28",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-06-18T21:47:03.593250",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 165407,
        "from_user": 4164,
        "to_user": 96426,
        "subject": "",
        "datetime": "2024-06-18T21:47:03.593250",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Subject: Comprehensive FOIA Request for Records Related to Duncan Socrates Lemp Shooting on March 12, 2020\r\n\r\nTo: Montgomery County State’s Attorney’s Office\r\nMontgomery County Circuit Court\r\n50 Maryland Ave.\r\nRockville, MD 20850\r\n\r\nDear Records Access Officer,\r\n\r\nThis is a formal request under the Maryland Public Information Act (MPIA) to access all records related to the shooting of Duncan Socrates Lemp on March 12, 2020. As an investigative journalist, I seek these records to ensure public transparency and accountability regarding this significant incident.\r\n\r\nRequested Records:\r\n\r\n\t1.\tBody Camera Footage:\r\n\t•\tAll recordings from body-worn cameras of officers present at the scene on March 12, 2020.\r\n\t•\tLegal Support: ACLU v. Alvarez, 679 F.3d 583 (7th Cir. 2012) affirms the public’s right to record public officials, supporting the disclosure of body camera footage.\r\n\t2.\tAudio and Video Recordings:\r\n\t•\tAny additional audio or video recordings, including dashboard camera footage and surveillance footage.\r\n\t•\tLegal Support: Scott v. United States, 436 U.S. 128 (1978) underscores the public interest in accessing law enforcement communications and recordings for transparency.\r\n\t3.\tIncident Reports:\r\n\t•\tAll written reports, memos, and briefing documents concerning the shooting incident.\r\n\t•\tLegal Support: Department of Justice v. Reporters Committee for Freedom of the Press, 489 U.S. 749 (1989) supports the disclosure of law enforcement records.\r\n\t4.\tOperational Plans:\r\n\t•\tDocuments detailing strategies and guidelines used by law enforcement during the operation on March 12, 2020.\r\n\t•\tLegal Support: NLRB v. Robbins Tire & Rubber Co., 437 U.S. 214 (1978) emphasizes the public’s right to understand strategic public authority operations.\r\n\t5.\tCommunications:\r\n\t•\tAll emails, text messages, and other forms of communication among officers, between officers and superiors, and with other relevant parties regarding the incident.\r\n\t•\tLegal Support: Judicial Watch, Inc. v. U.S. Department of Commerce, 34 F. Supp. 2d 28 (D.D.C. 1998) supports the release of communications to ensure transparency in government operations.\r\n\t6.\tEvidence:\r\n\t•\tAny evidence collected at the scene, including photographs, physical evidence logs, and forensic reports.\r\n\t•\tLegal Support: Electronic Frontier Foundation v. Department of Transportation, 2015 confirms that surveillance footage and related evidence are subject to disclosure under FOIA.\r\n\t7.\tDetails of the No-Knock Warrant and Red Flag Law:\r\n\t•\tAll records, including affidavits, applications, and approvals, related to the decision to serve a no-knock warrant under the Red Flag Law prior to the incident on March 12, 2020.\r\n\t•\tLegal Support: Giglio v. United States, 405 U.S. 150 (1972) establishes the requirement for the disclosure of exculpatory evidence and details about procedural actions taken by law enforcement.\r\n\t•\tLegal Support: Illinois v. Gates, 462 U.S. 213 (1983) affirms the importance of transparency in the issuance of search warrants to ensure they are supported by probable cause and comply with constitutional requirements.\r\n\t8.\tDecision-Making Process and Justification:\r\n\t•\tDocuments and communications that explain the decision-making process and justification for serving the no-knock warrant, including risk assessments and threat analyses.\r\n\t•\tLegal Support: United States v. Leon, 468 U.S. 897 (1984) emphasizes the need for judicial oversight and transparency in warrant issuance to prevent abuses of power.\r\n\t9.\tTraining and Policies:\r\n\t•\tRecords of any training, guidelines, or policies provided to the officers involved, particularly those related to the execution of no-knock warrants and the use of force.\r\n\t•\tLegal Support: Tennessee v. Garner, 471 U.S. 1 (1985) underscores the importance of clear policies and training regarding the use of deadly force by law enforcement.\r\n\r\nPublic Interest Justification:\r\n\r\nThe requested information is of significant public interest, particularly concerning the transparency of law enforcement activities and the use of force by police officers. Disclosure of these records will promote public understanding and facilitate informed community oversight.\r\n\r\nFees and Document Delivery:\r\n\r\nI request a waiver of all fees associated with the processing of this request, as the disclosure serves the public interest significantly and enhances the understanding of government operations without any commercial benefit. I prefer to receive the documents electronically, via email or on a CD-ROM if digital transmission is not feasible.\r\n\r\nResponse Time and Legal Compliance:\r\n\r\nAs per the Maryland Public Information Act, I expect a response within the statutory timeframe. Failure to comply with this request may result in legal action to enforce the Act’s provisions. I remind you of your obligation to review this request carefully and to disclose all non-exempt portions of the requested records.\r\n\r\nNotice of Publication:\r\n\r\nPlease be aware that all communications related to this request will be published on a public platform to ensure transparency.\r\n\r\nLegal Action:\r\n\r\nIf necessary, I am prepared to initiate an Article 78 proceeding to compel compliance with the MPIA.\r\n\r\nConclusion:\r\n\r\nThank you for your attention to this matter. I look forward to your prompt response and the provision of the requested records in accordance with the Maryland Public Information Act.\r\n\r\nSincerely,\r\n\r\nJordan Lassiter\r\nInvestigative Journalist",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1188088,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/138477/Fee_Waiver_Letter_copy.pdf",
            "datetime": "2024-06-18T21:47:03.593250",
            "title": "Fee_Waiver_Letter_copy.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/montgomery-county-338/duncan-socrates-lemp-shooting-on-march-12-2020-165407/"
  }
]