[
  {
    "id": 186460,
    "title": "Pentagon Statement on Reviewing the Department's Military Educational Institution Library Collections",
    "slug": "pentagon-statement-on-reviewing-the-departments-military-educational-institution-library-collections",
    "status": "submitted",
    "embargo_status": "public",
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 7,
    "datetime_submitted": "2025-05-11T09:34:43.186643",
    "date_due": "2025-06-09",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-05-11T09:34:43.332610",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186460,
        "from_user": 3031,
        "to_user": 25379,
        "subject": "",
        "datetime": "2025-05-11T09:34:43.332610",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\n1. Any drafts of the press release entitled \"Statement by Chief Pentagon Spokesman and Senior Advisor, Sean Parnell, on Reviewing the Department's Military Educational Institution Library Collections,\" available at https://www.defense.gov/News/Releases/Release/Article/4180537/statement-by-chief-pentagon-spokesman-and-senior-advisor-sean-parnell-on-review. \r\n\r\n2. Any communications referencing \"13950\" and sent to or from Sean Parnell, Timothy D. Dill, or any person responsible for drafting the press release. This request is limited to records generated on or after April 15, 2025.\r\n\r\n\"Communications\" means and includes emails, text messages, social media messages, letters, memoranda, calendar entries, chats, instant messages, or any other form of one-to-one or one-to-many communication. \"Communications\" also includes transcripts, videos, audio, minutes, notes, or other recordings of conversations, meetings, phone calls, or Zoom (or similar) meetings.\r\n\r\nPlease note that this request seeks public records wherever they may be found, including on devices or networks owned or operated by private parties. For example, if an employee uses a personal cell phone or social media account to conduct public business, records created, maintained, or held on the phone or account are public records subject to this request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/pentagon-statement-on-reviewing-the-departments-military-educational-institution-library-collections-186460/"
  }
]