[
  {
    "id": 164050,
    "title": "Detroit Police Lt. Brandon Cole at NAACP protest",
    "slug": "detroit-police-lt-brandon-cole-at-naacp-protest",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 644,
    "datetime_submitted": "2024-05-20T17:10:38.419247",
    "date_due": "2024-05-28",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-05-20T17:10:38.519690",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164050,
        "from_user": 3031,
        "to_user": 10085,
        "subject": "",
        "datetime": "2024-05-20T17:10:38.519690",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Michigan Freedom of Information Act, I hereby request the following records:\r\n\r\n1. Any audio, video, or other recording made by Lt. Brandon Cole on Sunday, May 19, 2024, including any recording made by body-worn device or cell phone.\r\n\r\n2. Any communications sent or received by Lt. Brandon Cole on Sunday, May 19, 2024, including text messages, emails, or social media messages.\r\n\r\n3. Any audio, video, or other recording made by any officer of Lt. Brandon Cole's interaction with Lexis Zeidan on May 19, 2024.\r\n\r\nPlease note that this request seeks public records wherever they may be found, including on devices or networks owned or operated by private parties. For example, if an employee uses a personal cell phone or social media account to conduct public business, records created, maintained, or held on the phone or account are public records subject to this request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/detroit-314/detroit-police-lt-brandon-cole-at-naacp-protest-164050/"
  }
]