[
  {
    "id": 182115,
    "title": "November 1, 2024 Accident Report",
    "slug": "november-1-2024-accident-report",
    "status": "submitted",
    "embargo_status": "public",
    "user": 152623,
    "username": "patrikszigeti",
    "agency": 385,
    "datetime_submitted": "2025-02-26T11:04:45.829663",
    "date_due": "2025-03-19",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-02-26T11:04:46.359774",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 182115,
        "from_user": 152623,
        "to_user": 9622,
        "subject": "DC Freedom of Information Act Request: November 1, 2024 Accident Report",
        "datetime": "2025-02-26T11:04:46.359774",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the DC Freedom of Information Act, I hereby request the following records:\r\n\r\nA copy of the PD-10 Accident Report OR any other publicly releasable records related to a bicycle-vehicle collision that occurred on the evening of November 1, 2024, at approximately 7:00 PM, at the intersection of Constitution Ave NW and 3rd Street NW in Washington, D.C (near 301 Constitution Ave). The CCN number for this accident is 24170107. I was present at the scene and, while not directly involved, I am seeking information and a narrative description on the incident to understand what occurred and to confirm the condition of the cyclist who was struck and the severity of the crash. I understand that certain details may be redacted due to privacy concerns, and I am requesting as much information as can be made available to a third party.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 15 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nPatrik Adrián Szigeti",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/washington-48/november-1-2024-accident-report-182115/"
  }
]