[
  {
    "id": 176265,
    "title": "Recent Communications",
    "slug": "recent-communications",
    "status": "submitted",
    "embargo_status": "public",
    "user": 27422,
    "username": "dmehrotra",
    "agency": 813,
    "datetime_submitted": "2024-11-13T14:34:38.332075",
    "date_due": "2024-11-20",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-11-13T14:34:38.462302",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 176265,
        "from_user": 27422,
        "to_user": 61831,
        "subject": "",
        "datetime": "2024-11-13T14:34:38.462302",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nAll emails and communications (including attachments) sent or received by agency personnel between October 15, 2024, and the present date that:\r\n\r\n- Involve representatives of Magnet Forensics or GrayKey or Cellebrite.\r\n\r\n- Include any email correspondence with email addresses ending in @magnetforensics.com or @cellebrite.com.\r\n\r\n- OR otherwise Mention or reference the forensic access tool GrayKey or Cellebrite in any capacity.\r\n\r\nFor purposes of this request, the term \"emails and communications\" should include, but not be limited to, emails, email attachments, text messages, instant messaging chat logs, or any other form of written correspondence.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDhruv Mehrotra",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/carol-stream-401/recent-communications-176265/"
  }
]