[
  {
    "id": 158604,
    "title": "Campamento Resistencia",
    "slug": "campamento-resistencia",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 114696,
    "username": "CarlosBerríosPolanco",
    "agency": 10,
    "datetime_submitted": "2024-02-11T01:17:09.279004",
    "date_due": "2024-03-11",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-02-11T01:17:09.533695",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 158604,
        "from_user": 114696,
        "to_user": 9555,
        "subject": "",
        "datetime": "2024-02-11T01:17:09.533695",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAny and all files, reports, background information, memos, directives, investigatory materials, communications and any other attachments and relevant materials regarding the group Puerto Rican activist group \"Campamento Resistencia\" and its members. This request also seeks all written and/or electronic communications, including e-mail attachments, sent or received by FBI personnel including one or more of the following key words or phrases: \"campamento resistencia,\" \"rexville,\" \"yadiel,\" \"flaco,\" and \"campamento conciencia.\" \r\n\r\nPlease conduct a search of the Central Records System, including but not limited to the Electronic Surveillance (ELSUR) Indices, the Microphone Surveillance (MISUR) Indices, the Physical Surveillance (FISUR) Indices, and the Technical Surveillance (TESUR) Indices, for both main-file records and cross-reference records for all relevant names, individuals, agencies and companies at FBI Headquarters. Please also conduct a search for records at the Alexandria Records Center. If any potentially responsive records have been destroyed and/or transferred to NARA, then I request copies of the destruction or transfer slips as well as any other documentation relating to, mentioning or describing said transfer or destruction, to include but not be limited to confirmation that the Bureau has no other copies of said records. If previously released records are available, then I request a rolling release consisting of those records while additional records are located and processed for release.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nCarlos Berríos Polanco",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/campamento-resistencia-158604/"
  }
]