[
  {
    "id": 145655,
    "title": "Use of force (response to resistance) guidance, policies, and data",
    "slug": "use-of-force-response-to-resistance-guidance-policies-and-data",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 2116,
    "username": "beryllipton",
    "agency": 11973,
    "datetime_submitted": "2023-05-10T15:51:13.867049",
    "date_due": "2023-05-17",
    "days_until_due": null,
    "date_followup": "2023-05-17",
    "datetime_done": null,
    "datetime_updated": "2023-05-10T15:51:14.055470",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "use of force",
      "police use of force"
    ],
    "communications": [
      {
        "foia": 145655,
        "from_user": 2116,
        "to_user": 18447,
        "subject": "Virginia Freedom of Information Act Request: Use of force (response to resistance) guidance, policies, and data",
        "datetime": "2023-05-10T15:51:14",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Virginia Freedom of Information Act, I hereby request the following records related to this agency's policies on and reporting of uses of force and responses to resistance:\r\n\r\n• Policies. \r\nAny and all policies guiding appropriate and inappropriate uses of force by any member or representative of this agency. These may also include “Response to Resistance” policies and similar guidance.\r\n\r\nPlease also provide all policies regarding the use of lethal, less-lethal, and non-lethal weapons (for example: TASERs pepper ball guns, rubber bullets, gases, sprays, water, etc.), including all policies regarding borrowing, accessing, or assuming responsibility for such weapons,  tools, and ammunition. \r\n\r\nPlease also provide all policies or guidance related to reporting or tracking discharges from or uses of such weapons, as well as any other applicable policies or directives related to the acquisition, use, and reporting of weapons or tools. \r\n\r\nPlease also provide all policies and guidance used to evaluate any use of force or adjudicate administrative and internal investigations into any use of force or weapon discharge.\r\n\r\n• Instructions for reporting. Any and all instructions and guidance related to the reporting of uses of force by any member or representative of this agency.\r\n\r\n• Forms, coding descriptions, and other guidance.\r\nAll forms, codes, guides, and guidance used in the reporting and review of uses of force or weapons, including:\r\nAny list of codes or definitions for terms or tags used in the reporting, collection, or review of uses of force. \r\nA blank version of each form, log, and other documentation used to report or track uses of force by this agency.  \r\nA blank version of each form, log, and other documentation used to report or track the borrowing or use of lethal, less-lethal, and non-lethal weapons\r\nA blank version of each form, log, and other documentation used to report or track any discharge of force from firearms, tools, or weapons employed by this agency\r\nA copy of any guidance, requirements, laws, and policies issued by the state, including those issued as part of grant or other funding requirements, regarding this agency’s responsibilities for reportings uses of force or weapons\r\nA copy of any guidance, requirements, laws, and policies issued by the federal government, including those issued as part of grant or other funding requirements, regarding this agency’s responsibilities for reportings uses of force or weapons\r\n\r\n• Use of Force Data \r\nFor the period from January 1, 2019 through December 31, 2019 and the period from January 1, 2020 through July 31, 2020, data on the each use of force by representatives of this agency, including but not limited to: \r\nDate, time: The date (month, day, year) and time of the incident\r\nLocation: Street address, block, and other relevant location information\r\nSubject(s) information: race, ethnicity, national origin, age, gender, resultant or related injuries sustained or alleged, weapon type (if applicable) in the possession of each involved individual, arrests or charges associated with the incident\r\nOfficer information (for each involved officer): employee number or other unique identifier used for the officer, race, resultant or related physical injuries, patrol division, unit\r\nIncident details: incident or other unique identification number for the use of force incident\r\nType of force details: a description of each type of force used\r\nBody camera or other footage: Inventory of any video record was created of the incident and/or a copy of the captured footage from all present cameras\r\nDisposition of investigation into the incident: The current or final status of each use of force incident, including whether challenges to the use of force were sustained or dismissed or if the incident had no or is currently under investigation\r\nPlease provide the information as a csv spreadsheet, if possible, and if not possible, please provide incident reports sufficient to show the requested data. \r\n\r\n• Discharge Report Data \r\nFor the period from January 1, 2019 through December 31, 2019 and the period from January 1, 2020 through July 31, 2020, data on each discharge of a firearm and other weapons by representatives of this agency, including but not limited to: \r\nDate, time: The date (month, day, year) and time of the incident\r\nLocation: Street address, block, and other relevant location information\r\nIncident description and details\r\nTool or weapon used, including any unique identifier or identification number\r\nNumber of discharges\r\nSubject(s) information: race, ethnicity, national origin, age, gender, resultant or related injuries sustained or alleged, weapon type (if applicable) in the possession of each involved individual, arrests or charges associated with the incident\r\nOfficer information (for each involved officer): employee number or other unique identifier used for the officer, race, resultant or related physical injuries, patrol division, unit\r\nType of force details: a description of each type of force used\r\nDisposition or status of any investigation or follow-up review of the incident\r\nPlease provide the information as a csv spreadsheet, if possible, and if not possible, please provide incident reports sufficient to show the requested data. \r\n\r\nIf any portion of materials responsive to this request should be deemed unavailable or non-disclosable, please specifically identify the portions of the records or the specific information that is unavailable and the reason for the unavailability. \r\n\r\nIf any portion of this request is unclear or if this request could be modified to reduce the burden of producing responsive documents or provide them more efficiently or expeditiously, please reply with a request for clarification or a proposed modification.\r\n\r\nThis request is being made by a reporter as part of a journalistic investigation. It is being submitted as part of a project to better understand uses of police force nationwide, which has been of public interest for many years and which is of particular interest to large new swaths of the public following the widely-seen death of George Floyd and the First Amendment-protected demonstrations and public discussion that have followed. \r\n\r\nIn the event that there are fees appropriately assessed in association with this request, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter.\r\n\r\nI look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTom Nash, a citizen of Virginia, in coordination with Beryl Lipton.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/stanardsville-31929/use-of-force-response-to-resistance-guidance-policies-and-data-145655/"
  }
]