[
  {
    "id": 180550,
    "title": "Emails to/from Ashley Magnine",
    "slug": "emails-tofrom-ashley-magnine",
    "status": "ack",
    "embargo_status": "public",
    "user": 142030,
    "username": "Daelon",
    "agency": 35983,
    "datetime_submitted": "2025-01-28T09:57:51.858157",
    "date_due": "2025-02-04",
    "days_until_due": null,
    "date_followup": "2025-02-04",
    "datetime_done": null,
    "datetime_updated": "2025-01-28T09:57:52.039176",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 180550,
        "from_user": 142030,
        "to_user": 120454,
        "subject": "Illinois Freedom of Information Act. Request: Emails to/from Ashley Magnine",
        "datetime": "2025-01-28T09:57:52.039176",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nAll electronic communications to and from Ashley Magnine for the following dates:\r\n4/22/24 - 05/08/2024\r\n\r\nThe search for records should include sent and received emails and all other electronic communications used for village business including, but not limited to,  text messages, and messages on messaging platforms, such as Slack, GChat or Google Hangouts, iMessage, Snapchat, WhatsApp, Signal, Telegram, Skype, Twitter direct messages, Facebook Messenger, Parler, etc.  The search for email records should also include any email accounts used to conduct official business, including personal email addresses such as a \"gmail\" or \"yahoo\" account.\r\n\r\nInclude  specific metadata data points of bcc address(es).\r\n\r\nThank you.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDaelon",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/fox-lake-7824/emails-tofrom-ashley-magnine-180550/"
  }
]