[
  {
    "id": 152189,
    "title": "CoS Rich Giudice Calendar",
    "slug": "cos-rich-giudice-calendar",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 68214,
    "username": "AnthonyMoser",
    "agency": 885,
    "datetime_submitted": "2023-09-19T10:29:05.975360",
    "date_due": "2023-09-26",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-09-19T10:29:06.215947",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 152189,
        "from_user": 68214,
        "to_user": 11070,
        "subject": "",
        "datetime": "2023-09-19T10:29:06.215947",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nRecords sufficient to show the calendar entries for Chief of Staff Rich Giudice for the months of August 2023 and September 2023 to date. Please include entries from any/all calendars associated with Rich Giudice, not limited to his primary email account.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAnthony Moser",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/chicago-169/cos-rich-giudice-calendar-152189/"
  },
  {
    "id": 152183,
    "title": "AFHRA 9.19.23",
    "slug": "afhra-91923",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 60252,
    "username": "rskva102",
    "agency": 23182,
    "datetime_submitted": "2023-09-19T09:47:16.988894",
    "date_due": "2023-10-18",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-09-19T09:47:17.354213",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 152183,
        "from_user": 60252,
        "to_user": 54519,
        "subject": "",
        "datetime": "2023-09-19T09:47:17.354213",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear FOIA officer:\r\n\r\nYou are receiving this correspondence as a request under the Freedom of Information Act, 5 U.S.C. subsection 552. I am requesting the following:\r\n\r\nCopies of correspondence and memorandums issued or received by Colonel Raymond Starrett Sleeper (September 13, 1914 – April 14, 1995; SSN 001-14-5228) between the years of 1965 and 1969 and involving, mentioning, or relating to Project Blue Book. As an example, I am listing below three such records that have been identified previously as being in the possession of the Air Force Historical Research Agency (please see: \"The Controversy Over Unidentified Flying Objects in America: 1896-1973\" by David Jacobs, 1973). However, if further records exist, I am requesting those as well.\r\n\r\nIf it aids in your search, Col. Sleeper served as commander of the Air Force's Foreign Technology Division between August 1966 and November 1968 and as the Deputy Chief of Staff prior to that.\r\n\r\nThe previously identified records are as follows:\r\n\r\n1. Memorandum from Colonel Raymond S. Sleeper to Foreign Technology Division, \"Scientific Panel Investigation of Unidentified Flying Objects,\" June 2, 1966;\r\n\r\n2. Correspondence from Colonel Raymond S. Sleeper to General William C. Garland, July 28, 1967;\r\n\r\n3. Correspondence General William C. Garland to Colonel Raymond S. Sleeper, August 2, 1967.\r\n\r\nI will not accept clearly releasable records.\r\n\r\nThere is no expectation of a violation of Col. Sleeper's privacy, as he passed away on April 14, 1995. Privacy rights are not extended to deceased persons. I am attaching a reproduction of Col. Sleeper's grave site. For clarity's sake, I am including a link here: https://www.findagrave.com/memorial/149575947/raymond-starrett-sleeper\r\n\r\nI am asking you waive any fees associated with this request. I am a member of the news media and request classification as such. My bylines, which include Unicorn Riot, the Geopolitical Economy Report, and Creem Magazine, can be found in both print and electronic publications. Please take note of the Office of Management and Budget guidelines published March 27, 1987 (52 FR 10012) that include electronic publications and other nontraditional publishers as representatives of the news media.\r\n\r\nA fee waiver is appropriate in situations where \"disclosure of the requested information is in the public interest because it is likely to contribute significantly to public understanding of the operations and activities of the government, and is not primarily in the commercial interest of the requester,” 5 U.S.C. § 552(a)(4)(iii). This request would contribute significantly to public understanding of the operations and activities of government with regard to planning and policy implementation of the Air Force's Project Blue Book. Project Blue Book was a study of unidentified aerial phenomena (UAP) conducted by the Air Force between 1952 and 1969. It has been a subject of recurring public interest since its inception, with no less than a dozen books written about it over the last 50 years. Recently, the subject of UAP has reentered the public consciousness, in light of a series of articles in publications like the New York Times, Congressional hearings, and the creation of a government agency known as the All-Domain Anomalous Resolution Office. Any Project Blue Book records still held by the Air Force would clarify how prior investigations into this subject were handled.\r\n\r\nIn the event that there are fees, I am willing to pay up to $100. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nSincerely,\r\nRobert Skvarla, Jr.",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1116643,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/rskva102/126772/Raymond_Starrett_Sleeper_1914-1995_-_Find_a_Grave_Memorial.pdf",
            "datetime": "2023-09-19T09:47:17.354213",
            "title": "Raymond_Starrett_Sleeper_1914-1995_-_Find_a_Grave_Memorial.pdf",
            "source": "Robert Skvarla, Jr.",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/afhra-91923-152183/"
  }
]