[
  {
    "id": 138497,
    "title": "Offender Data Points reports for 2020-2022",
    "slug": "offender-data-points-reports-for-2020-2022",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 79529,
    "username": "JOHNLP",
    "agency": 905,
    "datetime_submitted": "2023-01-04T18:44:32.774192",
    "date_due": "2023-01-14",
    "days_until_due": null,
    "date_followup": "2023-01-14",
    "datetime_done": null,
    "datetime_updated": "2023-01-04T18:44:32.969218",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 138497,
        "from_user": 79529,
        "to_user": 10884,
        "subject": "California Public Records Act Request: Offender Data Points reports for 2020-2022",
        "datetime": "2023-01-04T18:44:32.969218",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\n1) Offender Data Points reports for 2020, 2021, and 2022, comparable to the report for 2019 posted at: https://www.cdcr.ca.gov/research/wp-content/uploads/sites/174/2021/11/201912_DataPoints.pdf\r\n\r\nSpecifically, I seek reports with the number of \"mental health inmates\", disaggregated by level of care, for each institution under CDCR's jurisdiction, by month, for the three years requested. \r\n\r\n2) Definition of \"mental health inmates\", as the phrase is used in COMPSTAT Incident Reports posted here: https://www.cdcr.ca.gov/research/compstat-incident-reports/\r\nPlease note that this phrase, \"mental health inmates,\" is referenced once in DAI Counting Rules 2020A (p. 30), but is not defined there. \r\n\r\n3) COMPSTAT reports, disaggregated by institution, for the calendar year 2020, which include, for each institution under CDCR's jurisdiction: number of inmates in custody; number of documented use of force incidents; number of UOF incidents involving each of the following: CN, OC, 37/40mm projectiles; and number of UOF incidents involving mental health inmates.\r\n\r\n4) a) Records showing the number of incidents, annually since January 1, 2020,  disaggregated for each institution under CDCR's jurisdiction, in which 5-point restraints were used.\r\nb) Number annually, for each institution, of incidents where 5-point restraints were used that involved mental health inmates.\r\n\r\nPlease release documents as they become available for release, rather than waiting until all documents have been identified and reviewed for release. \r\n\r\nIf you have any questions regarding this request, you may contact me directly, John Lindsay-Poland, by phone at 510-282-8983, or by email at jlindsay-poland@afsc.org.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJohn Lindsay-Poland",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/california-52/offender-data-points-reports-for-2020-2022-138497/"
  }
]