[
  {
    "id": 152780,
    "title": "KORA Logs",
    "slug": "kora-logs",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 123437,
    "username": "SamuelNewton",
    "agency": 10337,
    "datetime_submitted": "2023-10-03T18:14:37.585012",
    "date_due": "2023-10-11",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-10-03T18:14:37.750368",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 152780,
        "from_user": 123437,
        "to_user": 14256,
        "subject": "",
        "datetime": "2023-10-03T18:14:37.750368",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Kentucky Open Records Act, I hereby request the following records:\r\n\r\nI am submitting a Kentucky Open Records Act (KORA) request seeking access to specific documents related to your department's activities for the two-month period preceding today, from August 3, 2023, to October 3, 2023. Specifically, I am requesting:\r\n\r\n1. All records of KORA requests sent to your department during the specified two-month period.\r\n2. All records of KORA responses issued by your department in response to external requests within the same timeframe.\r\n3. A copy of the fee schedule for processing KORA requests and any associated costs.\r\n4. A copy of your department's open records policy for reference.\r\n5.Correspondence in relationship to KORA requests sent between government entities.\r\n\r\nPlease include details such as dates, requestors' names, and request contents in the KORA records.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nSamuel Newton",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/winchester-15729/kora-logs-152780/"
  }
]