[
  {
    "id": 184126,
    "title": "Black (African) Book Publishers, Distributors, Stores, Authors and/or Titles",
    "slug": "black-african-book-publishers-distributors-stores-authors-andor-titles",
    "status": "submitted",
    "embargo_status": "public",
    "user": 23341,
    "username": "paroots02",
    "agency": 10,
    "datetime_submitted": "2025-03-29T01:38:13.387008",
    "date_due": "2025-04-25",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-29T01:38:13.482567",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 184126,
        "from_user": 23341,
        "to_user": 9555,
        "subject": "Freedom of Information Act Request: Black (African) Book Publishers, Distributors, Stores, Authors and/or Titles",
        "datetime": "2025-03-29T01:38:13.482567",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nIn October 1968, J. Edgar Hoover and the FBI (All Field Offices) launched a COINTELPRO Operation against black independent bookstores (booksellers), associations, distributors, publishers, authors, titles, etc. It was modeled after similar operations since the 1920s against independent, radical, leftist, socialist, communist, and other bookstores (booksellers), associations, distributors, publishers, authors, titles, etc.\r\n\r\nEach FBI Office and Sub-Office was required to (1) identify bookstores in their territory, and (2) open investigations on each to determine if it was extremist in nature,” (3) the identities of the owners; (4) whether it is a front for any group or foreign interest; (5) whether individuals affiliated with the store engage in extremist activities; (5) the number, type, and source of books and material on sale; (5) the store’s financial condition; (6) its clientele; and (7) whether it is used as a headquarters or meeting place.”\r\n\r\nWe are especially interested about books by and about Kwame Nkrumah and Panaf Books (Press), Sekou Toure, Malcolm X, Marcus Garvey, Mao Tse Tung\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nROBERT BROWN",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/black-african-book-publishers-distributors-stores-authors-andor-titles-184126/"
  }
]