[
  {
    "id": 186899,
    "title": "DPS Policies and Guidance on PTSA, Volunteers, and Third-Party Program Oversight",
    "slug": "dps-policies-and-guidance-on-ptsa-volunteers-and-third-party-program-oversight",
    "status": "submitted",
    "embargo_status": "public",
    "user": 159142,
    "username": "pquigley",
    "agency": 5864,
    "datetime_submitted": "2025-05-22T13:12:09.156650",
    "date_due": "2025-05-28",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-05-22T13:12:09.267388",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186899,
        "from_user": 159142,
        "to_user": 22133,
        "subject": "",
        "datetime": "2025-05-22T13:12:09.267388",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Colorado Open Records Act, I hereby request the following records:\r\n\r\nI request access to the following public records under the Colorado Open Records Act (CORA), § 24-72-201 et seq., C.R.S., covering the period from August 1, 2024, through the date this request is received. These records relate to internal Denver Public Schools (DPS) documentation, policy, training, and oversight practices concerning volunteer conduct, PTA/PTSA programs, and third-party liability or risk management on DPS campuses.\r\n\r\nThis request includes relevant historical documentation necessary to evaluate DPS’s policies and oversight practices, including any prior incidents or district-level assessments that inform current procedures.\r\n\r\nRequested Records: \r\nAll internal DPS records, materials, and documentation—including but not limited to policies, training materials, legal guidance, reference documents, written procedures, risk memos, internal reviews, or official evaluations that reference or relate to:\r\n\r\n- Oversight, accountability, and risk management for PTA/PTSA-run activities or programs operating on DPS campuses\r\n- Expectations for volunteer conduct, enforcement mechanisms, and any “Adult Code of Conduct” policies, especially as applied to third-party or PTA-affiliated adults\r\n- DPS responsibility for safety, supervision, or liability in relation to PTA/PTSA programs or other non-DPS activities involving students, parents, or volunteers\r\n- Guidance or directives provided to school leaders (including principals) for managing third-party, PTA-run, or volunteer-led programs\r\n- Any discussion or interpretation of DPS Board Policy KFA and its applicability to non-DPS programs (including PTSA) operating on DPS campuses\r\n- Internal guidance or materials related to responding to complaints, defamation, or reputational harm involving volunteers or community members\r\n- DPS’s stated or interpreted responsibility for managing adult behavior, safety, and legal exposure on school campuses in connection with non-employee adults\r\n\r\nFor the period August 1, 2022 to present: Any documentation, communications, or internal evaluations related to PTA/PTSA-run programs at DPS schools that involved complaints, safety concerns, policy violations, or adult misconduct—particularly where DPS personnel played a role in oversight, response, complaint resolution, or risk assessment\r\n\r\nIf applicable, include any materials shared with or developed by:\r\n- School principals or other administrative staff (including Centennial Principal Volkert)\r\n- DPS Operational Services staff (including Director Scott Wolf)\r\n- DPS Human Resources personnel\r\n- Legal or Risk Management personnel\r\n- School PTAs or PTSAs\r\n- Family and Community Engagement (FACE) Office\r\n- Volunteer Services or other departments responsible for volunteer programs\r\n\r\nThis request excludes general internal communications (such as emails, chats, or text messages), which are covered under a separate CORA request submitted concurrently (“DPS Internal Records on PTSA Incidents – Centennial Oct 2024 & Mar 2025”). However, if any such communications are attached to or embedded within formal documentation—such as policies, training materials, legal reviews, or procedural guidance—they should be included in the responsive records for this request.\r\n\r\nIf any portion of this request yields no responsive records, I respectfully request that you state that explicitly. If any documents are withheld, please provide the specific legal basis for denial (including citation to the relevant CORA exemption) and a general description of the material being withheld as required under § 24-72-204(3)(a), C.R.S.\r\n\r\nPlease notify me if clarification or narrowing would expedite fulfillment.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nPatrick Quigley",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/denver-145/dps-policies-and-guidance-on-ptsa-volunteers-and-third-party-program-oversight-186899/"
  }
]