[
  {
    "id": 182543,
    "title": "Traffic Report for Ashton Ngo",
    "slug": "traffic-report-for-ashton-ngo",
    "status": "submitted",
    "embargo_status": "public",
    "user": 153434,
    "username": "gema.rosas",
    "agency": 35009,
    "datetime_submitted": "2025-03-05T19:06:58.899881",
    "date_due": "2025-04-02",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-05T19:06:59.116397",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 182543,
        "from_user": 153434,
        "to_user": 114515,
        "subject": "Freedom of Information Act Request: Traffic Report for Ashton Ngo",
        "datetime": "2025-03-05T19:06:59.116397",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nBosco Legal is a thrid party copy service who works with Allstate Insurance company on their claims. We are requesting a traffic report that occurred on 01/27/2024 at 1900 Hours. The location of the accident was Yosemite /Mariposa County on or near Ferguson Bridge. \r\nThe insured driver to our Allstate claim 0007491002693 is Ashton Ngo. He was driving a 2018 Tesla X.\r\nHe had two passengers in her vehicle Steven Padilla and Kyle Wicks.\r\nIf you have any questions please contact me via email at gema@boscolegal.org or by phone at (951) 353-8281 Ext. 227.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\ngema rosas",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/traffic-report-for-ashton-ngo-182543/"
  }
]