[
  {
    "id": 185559,
    "title": "1033 equipment use and policies - agencies with MRAPs (The Dalles Police Department)",
    "slug": "1033-equipment-use-and-policies-agencies-with-mraps-the-dalles-police-department",
    "status": "submitted",
    "embargo_status": "public",
    "user": 15552,
    "username": "katerose",
    "agency": 35597,
    "datetime_submitted": "2025-04-25T15:32:44.081176",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-04-25T15:32:45.235215",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 185559,
        "from_user": 15552,
        "to_user": 157376,
        "subject": "",
        "datetime": "2025-04-25T15:32:45.235215",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Oregon Public Records Law, I hereby request the following records:\r\n\r\nSubject of Request:\r\n\r\nRecords of your agency related to the deployment, use, and acquisition of controlled equipment obtained through the Department of Defense’s 1033 Program, as detailed below.\r\n\r\nAccording to information published by the Defense Logistics Agency (https://www.dla.mil/DispositionServices/Offers/Reutilization/LawEnforcement/PublicInformation/), The Dalles Police Department has received controlled equipment through the 1033 Program, including a Mine-Resistant Ambush Protected (MRAP) vehicle, as reflected in the linked spreadsheet.\r\n\r\nI. Requests for Records\r\n\r\nRecords Request No. 1: All documents constituting, reflecting, relating to, or containing current use policies for each type of 1033 Program controlled equipment, including policies specifying circumstances in which use is authorized or prohibited.\r\n\r\nRecords Request No. 2: Records listing the dates, locations, suspected offense(s) or rationale for operation, controlled equipment deployed, arrests made, and uses of force associated with each deployment of 1033 Program controlled equipment since May 1, 2019. This includes armored vehicles (such as MRAPs), firearms, and night vision equipment.\r\n\r\nRecords Request No. 3: All complaints, correspondence, visual or audiovisual materials, and agency responses relating to the use and impact of 1033 Program controlled equipment.\r\n\r\nRecords Request No. 4: Documents reflecting or relating to the rationale, justification, or criteria for acquisition of 1033 Program controlled equipment prior to its acquisition.\r\n\r\nII. Response Time\r\n\r\nUnder ORS 192.329, agencies must respond to public records requests within five (5) business days to acknowledge receipt of the request, and within an additional ten (10) business days to complete the request or provide a written statement explaining the estimated time required to comply.\r\n\r\nIf the requested records are available, I ask that they be released on a rolling basis as they are located, rather than waiting for all materials to be compiled.\r\n\r\nIII. Fees and Public Interest Waiver\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nKate Bertash",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/the-dalles-6727/1033-equipment-use-and-policies-agencies-with-mraps-the-dalles-police-department-185559/"
  },
  {
    "id": 185558,
    "title": "\"Ensuring Lawful Governance\" EO (Environmental Protection Agency)",
    "slug": "ensuring-lawful-governance-eo-environmental-protection-agency",
    "status": "submitted",
    "embargo_status": "public",
    "user": 157372,
    "username": "MegDuff_EQwaUzrP",
    "agency": 75,
    "datetime_submitted": "2025-04-25T14:52:13.593996",
    "date_due": "2025-05-23",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-04-25T14:52:13.673599",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 185558,
        "from_user": 157372,
        "to_user": 9605,
        "subject": "Freedom of Information Act Request: \"Ensuring Lawful Governance\" EO (Environmental Protection Agency)",
        "datetime": "2025-04-25T14:52:13.673599",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nThe February 19 executive order  “Ensuring Lawful Governance and Implementing the President’s “Department of Government Efficiency” Deregulatory Initiative” (EO 14219) states: “Within 60 days of the date of this order, agency heads shall provide to the Administrator of the Office of Information and Regulatory Affairs (OIRA) within the Office of Management and Budget a list of all regulations identified by class as listed in subsection (a) of this section.”\r\n\r\nhttps://www.federalregister.gov/documents/2025/02/25/2025-03138/ensuring-lawful-governance-and-implementing-the-presidents-department-of-government-efficiency\r\n\r\nI am requesting the memo or reports created in response to this order, including any media and attachments sent from the Environmental Protection Agency to OIRA.\r\n\r\nI am a member of the press, and the documents will be used in the course of reporting for Chemical Watch News & Insight (https://www.enhesa.com/product-intelligence/our-solutions/chemical-watch-news-insight/).\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMeg Duff",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/ensuring-lawful-governance-eo-environmental-protection-agency-185558/"
  }
]