[
  {
    "id": 148312,
    "title": "Air Bear",
    "slug": "air-bear",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 22884,
    "username": "nmarritz",
    "agency": 68,
    "datetime_submitted": "2023-06-26T14:34:56.235610",
    "date_due": "2023-07-25",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-06-26T14:34:56.322016",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 148312,
        "from_user": 22884,
        "to_user": 9606,
        "subject": "",
        "datetime": "2023-06-26T14:34:56.322016",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Federal Aviation Administration:\r\n\r\nThis is a request for records under the Freedom of Information Act. \r\n\r\nRECORDS REQUESTED:\r\n\r\nI am seeking records related to FAA's aviation education mascot, Air Bear.\r\n\r\nSpecifically, I request the following records:\r\n\r\n1. Please produce all records related to the conception, creation, and design of the Air Bear mascot. Please include any contracts or design concepts (e.g. sketches) in your production, as well as any records related to FWS's decision to create a mascot in the first place. (According to FAA records (attached), Air Bear was conceived of by Janice Draper of the Illinois Division of Aeronautics, and FAA adopted Air Bear as its official aviation education mascot in early 1989.) \r\n\r\n2. Please produce all Air Bear-related promotional items, educational items, or tchotchkes, past or present, that took the form of records, such as trading cards, posters, videos, or books (including but not limited to coloring books, activity books, or comic books). (According to FAA records (attached), these records include coloring books, classroom materials, and a video called \"Air Bear Goes On A Trip.\")\r\n\r\n3. Please produce all records related to the conception, creation, design, and use of any life-size Air Bear costume (pictured in the attached FAA records). Responsive records would include contracts for the design or production of such a costume; design proposals or sketches; correspondence with the designer or manufacturer; and any guidelines related to the use of or care for the costume.\r\n\r\n4. Please produce all communications related to Air Bear.\r\n\r\n5. Please produce all correspondence related to Air Bear (or to mascots in general) sent to or from any member of Congress, their office, or their staff. Oklahoma Senator Tom Coburn may have sent some responsive correspondence around 2007.\r\n\r\n6. Please produce all records related to any proposal or decision by FAA to stop using Air Bear as part of its public outreach.\r\n\r\nREQUEST FOR FEE WAIVER:\r\n\r\nThe requested documents will be made available to the general public online for free, and this request is not being made for commercial purposes. I am working on a project examining the history, creation, evolution, and use of mascots across the federal government—because, like many others, I find them fascinating and weirdly delightful. Thus, I respectfully request that any fees related to this request be waived. If you do decide to charge me fees, please notify me in advance if you expect those fees to exceed $25.\r\n\r\nFORM OF PRODUCTION:\r\n\r\nI would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nCONCLUSION:\r\n\r\nThank you very much for your cooperation with this request. I look forward to hearing from you soon!\r\n\r\nSincerely,\r\n\r\nNicholas Marritz",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1098402,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/nmarritz/123553/FAA_Technical_Center_-_Inside_the_Fence.pdf",
            "datetime": "2023-06-26T14:34:56.322016",
            "title": "FAA_Technical_Center_-_Inside_the_Fence.pdf",
            "source": "Nicholas Marritz",
            "description": "",
            "doc_id": "",
            "pages": 0
          },
          {
            "id": 1098401,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/nmarritz/123553/final_avsed_booklet_01-05-11.pdf",
            "datetime": "2023-06-26T14:34:56.322016",
            "title": "final_avsed_booklet_01-05-11.pdf",
            "source": "Nicholas Marritz",
            "description": "",
            "doc_id": "",
            "pages": 0
          },
          {
            "id": 1098400,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/nmarritz/123553/Screen_Shot_2023-06-26_at_2.32.08_PM.png",
            "datetime": "2023-06-26T14:34:56.322016",
            "title": "Screen_Shot_2023-06-26_at_2.32.08_PM.png",
            "source": "Nicholas Marritz",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/air-bear-148312/"
  },
  {
    "id": 148311,
    "title": "First Priority Kids Club",
    "slug": "first-priority-kids-club",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 117948,
    "username": "AndreaWright",
    "agency": 33697,
    "datetime_submitted": "2023-06-26T14:23:36.681922",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-06-26T14:23:36.775788",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 148311,
        "from_user": 117948,
        "to_user": 106895,
        "subject": "",
        "datetime": "2023-06-26T14:23:36.775788",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the North Carolina Public Records Law, I hereby request the following records:\r\n\r\nAll documentation and emails regarding the approval of First Priority Kids Club at Thanksgiving Elementary to include a completed approved facility use application for First Priority Kids Club, any facility usage rental fees charged to First Priority Kids Club for rental fees during the 2022-2023 school year, proof of liability insurance provided by First Priority Kids Club, and any other required documents or emails relating to the approval of First Priority Kids Club for the 2022-2023 school year.   Key Words can include: First Priority Kids Club, FPK, FPKC, First Priority, First Priority Johnston County.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nAndrea Wright",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/johnston-county-4618/first-priority-kids-club-148311/"
  }
]