[
  {
    "id": 153364,
    "title": "Florida State Employees (2000 - 2009)",
    "slug": "florida-state-employees-2000-2009",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 94982,
    "username": "bengoehring",
    "agency": 4076,
    "datetime_submitted": "2023-10-16T08:01:58.548450",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2023-10-31",
    "datetime_done": null,
    "datetime_updated": "2023-10-16T08:01:58.631887",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 153364,
        "from_user": 94982,
        "to_user": 28817,
        "subject": "Florida Sunshine Law Request: Florida State Employees (2000 - 2009)",
        "datetime": "2023-10-16T08:01:58.631887",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nFor each month from January 2000 to December 2009, I’m seeking a spreadsheet, database, or delimited text file(s) — not paper records or a PDF created from data — with the following fields for every employee who worked in the Florida Executive Branch: Agency, Budget Entity, Last Name, First Name, Middle Initial, Salaried/Hourly, Full/Part Time, Title, Hire Date, Annual Salary (or hourly rate). If possible, please also include each employee's race/ethnicity, gender, and location of office (e.g., county, city, or address). If these latter variables are unavailable, please exclude them and proceed with the other variables outlined above.\r\n\r\nPlease include any lookup tables that may be needed to interpret the data. For example, if departments are listed with codes linked to a separate table, I will be happy to join the records myself, rather than require your staff to do so.\r\n\r\nI am comfortable working with large data sets and can receive the records in a variety of formats (.dbf, .csv, .mdb, etc).\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nBen Goehring",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/florida-34/florida-state-employees-2000-2009-153364/"
  }
]