[
  {
    "id": 161789,
    "title": "We're Safety Now Haven't We",
    "slug": "were-safety-now-havent-we",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 28913,
    "username": "EricBoehm87",
    "agency": 327,
    "datetime_submitted": "2024-04-08T16:49:01.018103",
    "date_due": "2024-05-06",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-08T16:49:01.147229",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161789,
        "from_user": 28913,
        "to_user": 10043,
        "subject": "Freedom of Information Act Request: We're Safety Now Haven't We",
        "datetime": "2024-04-08T16:49:01.147229",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nCopies of all contracts awarded as part of the Consumer Product Safety Commission's \"We're Safety Now Haven't We\" project.  I'm also seeking any records that identify the amount of CPSC staff time devoted to the development, production, and marketing of the \"We're Safety Now Haven't We\" album.  Finally, I'm seeking any internal CPSC assessment of the effectiveness of the \"We're Safety Now Haven't We\" project, including any audits or performance reports detailing the project's goals and whether or not those goals were met.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nEric Boehm",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/were-safety-now-havent-we-161789/"
  }
]