[
  {
    "id": 180729,
    "title": "Cadet Military Duty and Other Schedule/Matrix",
    "slug": "cadet-military-duty-and-other-schedulematrix",
    "status": "submitted",
    "embargo_status": "public",
    "user": 140258,
    "username": "TheCadet",
    "agency": 15147,
    "datetime_submitted": "2025-01-30T22:32:35.873994",
    "date_due": "2025-02-06",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-01-30T22:32:36.193642",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 180729,
        "from_user": 140258,
        "to_user": 19541,
        "subject": "",
        "datetime": "2025-01-30T22:32:36.193642",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Virginia Freedom of Information Act, I hereby request the following records:\r\n\r\nTO AVOID UNNECESSARY DELAYS IN PROCESSING, I REQUEST NOW THAT ANY ESTIMATED COST TO FILL MY REQUEST BE PROVIDED.\r\n\r\nYOU DO NOT NEED TO ASK ME IF I WANT YOU TO PREPARE A COST ESTIMATE IF THERE IS ONE\r\n\r\nFor the 2023 - 24 and current academic year to date copies of the Corps weekly training schedule/matrix/duty schedules and or other records showing all military and other duty for the Corps of Cadets. A copy of one such record is attached. Based on my knowledge and belief this record consists of an excel spreadsheet including, at a minimum tabs covering  Master Schedule, Information Annex, Activities Annex, Athletics Annex.\r\n\r\nI note these documents are in electrnic format (Word, Excel, etc.) and should be provided in that format. Further, being stored in electronic format I anticipate they are readily accessible and so do not warrant a processing delay or search fees.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTom Nash, a citizen of Virginia, in coordination with Anonymous.",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1256665,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheCadet/151751/Week19-_20_Jan-26_Jan_25_-_Final_-_Corps.pdf",
            "datetime": "2025-01-30T22:32:36.193642",
            "title": "Week19-_20_Jan-26_Jan_25_-_Final_-_Corps.pdf",
            "source": "Anonymous",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/lexington-32067/cadet-military-duty-and-other-schedulematrix-180729/"
  }
]