[
  {
    "id": 141983,
    "title": "Enrollment Projection & Live Birth Data",
    "slug": "enrollment-projection-live-birth-data",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 18767,
    "username": "jvparker",
    "agency": 34435,
    "datetime_submitted": "2023-03-04T20:40:14.245558",
    "date_due": "2023-03-31",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-03-04T20:40:14.367624",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 141983,
        "from_user": 18767,
        "to_user": 111893,
        "subject": "",
        "datetime": "2023-03-04T20:40:14.367624",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nLive Birth Data including constant birth rate, long term, short term and average birth rates for within capital region school districts for current and previous 6 years.\r\n\r\nBirth to Kindergarten Survival Ratios for the past 10 years by year, broken down by school district, town, city or other administrative units if available, and supporting data.\r\n\r\nProjected Kindergarten Enrollment for the trailing 10 years by year, broken down by school district, town, city or other administrative units if available, and supporting data.\r\n\r\nAny communications with NYS DOH, County DOH, School district or other data service provider or requestor - requesting, receiving or inquiring regarding live birth data, birth to kindergarten survival rate or other statistical data used for projecting enrollment.\r\n\r\nCopies of all enrollment projections for the past 6 years by school district and source statistical data, including but not limited to live birth data which were used to facilitate or assist with district enrollment projections or other matter.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJackson Parker",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/enrollment-projection-live-birth-data-141983/"
  }
]