[
  {
    "id": 152835,
    "title": "Audio and all notes relating to Call 23017731 and other calls in vicinity of Carpenter Wilderness / 1050 Lebanon Road to January 2020 in Cortez, Colorado",
    "slug": "audio-and-all-notes-relating-to-call-23017731-and-other-calls-in-vicinity-of-carpenter-wilderness-1050-lebanon-road-to-january-2020-in-cortez-colorado",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 15441,
    "username": "CharlesJeter",
    "agency": 25652,
    "datetime_submitted": "2023-10-04T20:18:12.858875",
    "date_due": "2023-10-10",
    "days_until_due": null,
    "date_followup": "2023-10-10",
    "datetime_done": null,
    "datetime_updated": "2023-10-04T20:18:13.797742",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 152835,
        "from_user": 15441,
        "to_user": 123523,
        "subject": "Colorado Open Records Act Request: Audio and all notes relating to Call 23017731 and other calls in vicinity of Carpenter Wilderness / 1050 Lebanon Road to January 2020 in Cortez, Colorado",
        "datetime": "2023-10-04T20:18:13.797742",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Colorado Open Records Act, I hereby request the following records:\r\n\r\nAudio sound file / transcript and other notes resulting from the call made  to Cortez PD concerning Call 23017731. \r\n\r\nPlease provide details and records on any other calls, investigations, reports, logs, notes, bookings or contact reports, complaints or other data for Police Department or Sheriff's Office to the Carpenter Wilderness trailhead area, the addresses adjacent to or bordering 1050 Lebanon, or responses that were made within 400 yards either side. This should extend back to January 2020 from the present.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nCharles Jeter",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "fax"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/cortez-5794/audio-and-all-notes-relating-to-call-23017731-and-other-calls-in-vicinity-of-carpenter-wilderness-1050-lebanon-road-to-january-2020-in-cortez-colorado-152835/"
  },
  {
    "id": 152834,
    "title": "Land Use Code Update 2014-Present + Land Use Code and",
    "slug": "land-use-code-update-2014-present-land-use-code-and",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 15441,
    "username": "CharlesJeter",
    "agency": 19995,
    "datetime_submitted": "2023-10-04T20:16:28.538065",
    "date_due": "2023-10-10",
    "days_until_due": null,
    "date_followup": "2023-10-10",
    "datetime_done": null,
    "datetime_updated": "2023-10-04T20:16:28.640317",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 152834,
        "from_user": 15441,
        "to_user": 31239,
        "subject": "Colorado Open Records Act Request: Land Use Code Update 2014-Present + Land Use Code and",
        "datetime": "2023-10-04T20:16:28.640317",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Colorado Open Records Act, I hereby request the following records:\r\n\r\nAll external and internal documents, emails, minutes and video/audio recordings since January 1, 2014 to present regarding the  Land Use Code re-write and proposal. Including but not limited to internal and external emails regarding the Land Use Code re-write, interaction with Kendig Keast Collaborative, City Council meetings, City Council workshops, Planning & Zoning Commission meetings, special or joint meetings, Planning & Zoning workshops, Citizen Advisory Committee meetings or any other meetings that were held in regards to the Land Use Code re-write.\r\n\r\n<^^^>This is included because this request was done by someone anonymously three years ago, it has been ignored for three years, I ran across it, and if you need a name... well, you've got mine now. Add any contact reports or messages to that above request, such as phone logs, activity logs, journal entries, electronic calendars, text messages, or other metadata from cell phone text messages. These should be prioritized in order of release fastest to longest term, not held until all documentation is in, and sent / priced accordingly. In other words, if it's easier to aggregate and price and send one of the items first, then price and send it separately rather than wait for the entire package to be sent at one time.\r\n\r\n2.    I also want all external and internal documents, emails, minutes, working papers and video/audio recordings since January 1, 2019 to present regarding the assignment of persons to the Zoning Administrator position (referred to as 6.24 in the Cortez code)also to include hiring criteria, job descriptions, job description changes, compensation descriptions, internal memos between staff about candidates for positions, the candidates for those positions who did not get hired, contract planners. Ref to 6.24 \"Administrative officials.\r\n(a)\tZoning Administrator. There is created an official administrative position known as the zoning administrator. The zoning administrator shall be the city planner and shall be appointed by, directed by, and serve at the pleasure of the city manager, except in such cases as noted in Section 2.02 of this code...\" Additionally, please generate a document citing who held the position and at what times for the 6.24 Zoning Administrator. \r\n\r\n3.   All external and internal documents, emails, minutes and video/audio recordings since January 1, 2018 to present regarding the members past and present of the Parks, Recreation, and Forestry Advisory Board members, internal and external emails, to include private email inbound or outbound that is still subject to the Colorado Open Records Act but deliberately or inadvertently containing official business. \r\n\r\n4. All external and internal documents, emails, minutes, working papers of Matthew Keefauver from the beginning of time (or January 1, 2000) operating in any capacity within the government, or serving on any advisory board. Include any correspondence from within City of Cortez where the email address which is inbound or outbound or cc'd: matthewkeefauver@aim.com\r\n\r\n5. All external and internal documents, emails, minutes, working papers of Teri Paul from the beginning of time (or January 1, 2000) operating in any capacity within the government, or serving on any advisory board, or emailing or interacting to anyone within City of Cortez. Teri Paul is a member of the Advisory Board of Parks, Recreation, & Forestry currently. Include emails which have been forwarded, originated from or were addressed or cc'd to: sundog2014@yahoo.com\r\n\r\n6. All external and internal documents, emails, minutes, working papers of Of David Rainey from the beginning of time (or January 1, 2000) operating in any capacity within the government, or serving on any advisory board. Include emails which have been forwarded, originated from or were addressed or cc'd to his personal email: dnrainey@mac.com\r\n\r\n7. All external and internal documents, emails, minutes, working papers of Robert Dobry from the beginning of time (or January 1, 2000) operating in any capacity within the government, or serving on any advisory board. Include any correspondence from within City of Cortez where the email address which is inbound or outbound or cc'd: robert.dobry@gmail.com\r\n\r\n8. All external and internal documents, emails, minutes, working papers of Creighton Wright from the beginning of time (or January 1, 2000) operating in any capacity within the government, or serving on any advisory board. All job description, interview notes, discussion between members prior to Creighton Wright or during his time, by other staff of City of Cortez or other advisory members of the community, or councilmembers.\r\n\r\n9.  All external and internal documents, emails, minutes, working papers of Lance McDaniel / Lance McDaniels from the beginning of time (or January 1, 2000) operating in any capacity within the government, or serving on any advisory board. \r\n\r\n10.  All external and internal documents, emails, minutes and video/audio recordings since January 1, 2018 to present regarding the members past and present of the Planning and Zoning Board members, internal and external emails, to include private email inbound or outbound that is still subject to the Colorado Open Records Act but deliberately or inadvertently containing official business. All job description, interview notes, discussion between members or by other staff of City of Cortez or other advisory members of the community, or councilmembers.\r\n\r\n11. All external and internal documents, emails, minutes, working papers of Rachael Marchbanks from the beginning of time (or January 1, 2000) operating in any capacity within the government, or serving on any advisory board, or emailing or interacting to anyone within City of Cortez. Rachel Marchbanks is the Community and Economic Development Director. Please include correspondence from her private email: publisher@tribalcollegejournal.org or rachaelmarchbanks@yahoo.com inbound to discuss business with any council or staff. All job description documentation for this position as well as discussion of staff or council is to be included, and private emails still subject to the Colorado Open Records Act deliberately or inadvertently containing official business.\r\n\r\n12. All external and internal documents, emails, minutes that reply to carpenter81321@protonmail.com or contain the text 'Zu Gallery' from any staff, council, or otherwise are subject to the Colorado Open Records Act.\r\n\r\n13. Any web traffic, itemized and aggregated by user identity to include the real name of the domain users that posted from within the server domain of the City of Cortez that posted replies or reactions to facebook since 2018, particularly relating to facebook.com/carpenter81321 in 2023. \r\n\r\n14. All external and internal documents, emails, minutes that pertain to temporary status or permanent employee assignment as handling zoning and compliance issues as temporary duty. \r\n\r\n15.  All external and internal documents, emails, minutes that pertain to PZ 772-2023 for ILC. \r\n\r\n16. All external and internal documents, emails, minutes, working papers and video/audio recordings that pertain to Police report call #23017731 on Saturday at or around 3:41pm 4/29/2023 originated by Rachael Marchbanks, and any discussions between staff or council regarding this event. Any other city to police department staff interactions from within the Planning and Zoning enforcement or Director Marchbanks since 2020.\r\n\r\nThese should be prioritized in order of release fastest to longest term, not held until all documentation is in, and sent / priced accordingly. In other words, if it's easier to send one of the items first, then price and send it or others separately rather than wait for the entire package to be sent. Please price according to each item if possible.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nCharles Jeter",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/cortez-5794/land-use-code-update-2014-present-land-use-code-and-152834/"
  }
]