[
  {
    "id": 151145,
    "title": "Contracts, Vendor Payment Report, Invoices - CA's Mortgage Settlement Monitor",
    "slug": "contracts-vendor-payment-report-invoices-cas-mortgage-settlement-monitor",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 48229,
    "username": "Requester-H",
    "agency": 3524,
    "datetime_submitted": "2023-08-22T18:57:37.280118",
    "date_due": "2023-09-01",
    "days_until_due": null,
    "date_followup": "2023-09-01",
    "datetime_done": null,
    "datetime_updated": "2023-08-22T18:57:37.374339",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 151145,
        "from_user": 48229,
        "to_user": 10262,
        "subject": "California Public Records Act Request: Contracts, Vendor Payment Report, Invoices - CA's Mortgage Settlement Monitor",
        "datetime": "2023-08-22T18:57:37.374339",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nThe following records pertaining to compensation or other expenditures directed to or claimed by Ms. Katherine M. Porter, appointed as California's monitor of the nationwide housing settlement in March 2012 by then-California Attorney General Kamala Harris:\r\n\r\n(1) two contracts (including a series of five amendments to one of them)\r\n(2) a vendor payment report; and\r\n(3) 24 invoices sent to the Department of Justice pursuant to the contracts\r\n\r\nThere should be no need to conduct a lengthy search, as these are the exact records that were identified, enumerated, and subsequently provided free of charge in PDF form in 2018 by then-Deputy Attorney General Paul Stein, in response to a CPRA request first submitted by Kristopher Anderson on March 15, 2018 and further clarified by Mr. Anderson on March 26, 2018 (SEE PRA-2018-00629, California Attorney General CPRA requests in 2018 (January-July), available online at https://archive.org/details/5682291-California-Ag-Cpra-Log-201801-201807/page/n215/mode/2up).  \r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/california-52/contracts-vendor-payment-report-invoices-cas-mortgage-settlement-monitor-151145/"
  }
]