[
  {
    "id": 191088,
    "title": "DEF CON 33 Arrest",
    "slug": "def-con-33-arrest",
    "status": "submitted",
    "embargo_status": "public",
    "user": 162191,
    "username": "AbeSegal",
    "agency": 648,
    "datetime_submitted": "2025-08-11T18:24:42.162587",
    "date_due": "2025-08-18",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-08-11T18:24:42.271066",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 191088,
        "from_user": 162191,
        "to_user": 10274,
        "subject": "",
        "datetime": "2025-08-11T18:24:42.271066",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Nevada Public Records Act, I hereby request the following records:\r\n\r\nDEF CON 33 was a cybersecurity conference held in Las Vegas on August 7-10th of 2025. I am seeking arrest records relating to this conference. This may involve one case, or multiple. I am not seeking BWC footage. \r\n\r\nSearch Criteria: \r\nA) A list of LVMPD calls to the Las Vegas Convention Center between August 7th and August 10th including date, time, case/call number, and call type/reason. \r\nB) Case information for an incident at / near the Venetian Hotel involving the confiscation of Flipper Zero devices and four individuals being detained or arrested. DEF CON noted that the individuals may have been DEF CON vendors. To aid in your search, one of the detained/arrested individuals may have the name Fletcher Heisler, there may have been four individuals detained/arrested, and that LVMPD interacted with Venetian Hotel Security prior to the incident. I hope this helps to locate the case. \r\n\r\nI am seeking the following documents:\r\n1) Case numbers associated with these arrests \r\n2) Police reports, ICRs, investigation supplements, statements and transcripts of interviews, and case notes from these arrests\r\n\r\nPlease redact arrested party's personal information such as date-of-birth, phone number, home address, driver's license numbers, etc. - I am only seeking information on the context of the arrests, not information on the arrested parties.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAbe Segal",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/las-vegas-317/def-con-33-arrest-191088/"
  }
]