[
  {
    "id": 168741,
    "title": "Wayne S. Smith",
    "slug": "wayne-s-smith",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 22884,
    "username": "nmarritz",
    "agency": 14,
    "datetime_submitted": "2024-07-12T00:45:35.956264",
    "date_due": "2024-08-09",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-07-12T00:45:36.047745",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 168741,
        "from_user": 22884,
        "to_user": 9615,
        "subject": "Freedom of Information Act Request: Wayne S. Smith",
        "datetime": "2024-07-12T00:45:36.047745",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Department of State:\r\n\r\nThis is a request for records under the Freedom of Information Act. \r\n\r\nRECORDS REQUESTED:\r\n\r\nPlease produce all records related to Wayne Sanford Smith. Smith was a State Department envoy in Cuba during the Cuban Revolution of 1959 and returned to a diplomatic post in Havana two decades later, only to resign in opposition to the U.S. embargo and other punitive anti-Cuba policies. Mr. Smith was born on Aug. 16, 1932 in Seguin, Texas, USA and died on June 28, 2024.\r\n\r\nREQUEST FOR FEE WAIVER\r\n\r\nPublic Interest Factors\r\n\r\n1. The subject of the request must concern identifiable operations or activities of the Federal Government. My request satisfies this factor because it seeks records created or maintained by the U.S. Department of State.\r\n\r\n2. The records must be likely to contribute to the understanding of the subject of the request. My request satisfies this factor because it seeks information that, to my knowledge, is not already in the public domain. Of course, without already knowing what records the Department has, I can't say for sure whether those records are already in the public domain or what the public would learn from them; however, because Mr. Smith has recently died, the Department may now be able to release records that were not previously available via the FOIA.\r\n\r\n3. The disclosure must contribute to the understanding of the public—meaning a reasonably broad audience of persons interested in the subject—as opposed to the individual understanding of the requester. My request satisfies this factor because Ms. Smith was a public figure. News obituaries for Mr. Smith appeared in the Washington Post and the New York Times, among other publications. His New York Times obituary said that \"For more than 24 years after he joined the Foreign Service in 1958, Mr. Smith was America’s man in Havana.” His Washington Post (attached) noted that he then became, “the most effective and outspoken opponent of the U.S. policy toward Cuba...Mr. Smith made frequent visits to Cuba to teach or to lead tours for members of Congress and other dignitaries. Cabdrivers in Havana knew him by name, and people flocked around him on the street.” Thus, a broad audience of persons will likely be interested in the records I seek.\r\n\r\nI am also making this request via a website that will allow anyone in the world to access all responsive records online, for free.\r\n\r\n4. The public's understanding must be enhanced by the disclosure to a significant extent. My request likely satisfies this factor because Mr. Smith has recently died—meaning that the Department can now release responsive records that it could not have released before. Again, I cannot be 100% sure if factor is satisfied without already knowing what records the Department has. However, given Mr. Smith's status as a public figure, the Department should deem this factor satisfied.\r\n\r\nCommercial Interest Factors\r\n\r\n1. The existence and magnitude of a commercial interest: I have no commercial interest whatsoever in these records; I am just a curious American citizen.\r\n\r\n2. The primary interest in disclosure, i.e., whether disclosure is primarily in the commercial interest of the requester: I have no commercial interest in disclosure, therefore the public interest outweighs my (nonexistent) private interest.\r\n\r\nConclusion\r\n\r\nOn balance, all of the Department's regulatory factors tilt decisively in favor of granting me a fee waiver. If you do decide to charge me fees, please notify me in advance if you anticipate that those fees will exceed $25.\r\n\r\nFORM OF PRODUCTION\r\n\r\nI would prefer that you produce responsive records electronically if possible: by email attachment if available or on CD-ROM if not.\r\n\r\nSincerely,\r\n\r\nNicholas Marritz",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1197231,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/nmarritz/141213/Wayne_S._Smith_diplomat_who_resigned_over_U.S._policy_toward_Cuba_dies_at_91_-_The_Washington_.pdf",
            "datetime": "2024-07-12T00:45:36.047745",
            "title": "Wayne_S._Smith_diplomat_who_resigned_over_U.S._policy_toward_Cuba_dies_at_91_-_The_Washington_.pdf",
            "source": "Nicholas Marritz",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/wayne-s-smith-168741/"
  }
]