[
  {
    "id": 183590,
    "title": "MPIA Request for IAD Records",
    "slug": "mpia-request-for-iad-records",
    "status": "submitted",
    "embargo_status": "public",
    "user": 86022,
    "username": "AmeliaParry",
    "agency": 655,
    "datetime_submitted": "2025-03-20T15:15:49.554986",
    "date_due": "2025-03-30",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-20T15:15:49.696273",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 183590,
        "from_user": 86022,
        "to_user": 9667,
        "subject": "",
        "datetime": "2025-03-20T15:15:49.696273",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Maryland Public Information Act, I am hereby requesting access to the records listed below and held by the Baltimore County Police Department:\r\n\r\n- Copies of any and all internal affairs complaints, including internal, citizen, or other agency complaints for Police Officer Chadd Lettau (5058).\r\n- Complete investigative files for each complaint, including but not limited to reports of recorded statements, video surveillance or body camera footage, investigative files, witness interviews, and photographs.\r\n- The investigative findings of each complaint.\r\n- Any correspondence from the Administrative Charging Committee, Civilian Review Board, Police Advisory Commission or other civilian police oversight board.\r\n- The final disposition of each case, if any.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request.  Alternatively, please consider waiving any fees, pursuant to § 4-206(e)(2)(ii) of the General Provisions Article, as this request is on behalf of individuals served by the Maryland Office of the Public Defender, a state government agency, which solely serves indigent citizens of Maryland.  As a result, my request for the above-listed public records is in the public interest.  I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAmelia McDonell-Parry\r\nSpecial Litigation Unit\r\nMaryland Office of the Public Defender\r\n(667) 406-2351\r\nAmelia.McDonell-Parry@maryland.gov",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/baltimore-county-322/mpia-request-for-iad-records-183590/"
  },
  {
    "id": 183589,
    "title": "VMI Enrollment and related records",
    "slug": "vmi-enrollment-and-related-records",
    "status": "submitted",
    "embargo_status": "public",
    "user": 140258,
    "username": "TheCadet",
    "agency": 15147,
    "datetime_submitted": "2025-03-20T15:09:44.229042",
    "date_due": "2025-03-27",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-20T15:09:44.403175",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 183589,
        "from_user": 140258,
        "to_user": 19541,
        "subject": "",
        "datetime": "2025-03-20T15:09:44.403175",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Virginia Freedom of Information Act, I hereby request the following records:\r\n\r\nRecords of the enrollment data posted to the Office of Assessment and Institutional Research, Registrar and Board of Visitors Dashboard showing the Admissions summary and related data in the file(s) March 6, 2025.  As of March 6, 0225 the following links were active to documents (at least one in .PDF format) containing multiple pages of admissions, applications and enrollment data that VMI removed from the site so they are no longer accessible: \r\n\r\nhttps://www.vmi.edu/media/content-assets/documents/oie/VMI-Enrollment-Details.pdf\r\n\r\nIn addition to this specific document, all files in this root directory as of March 6, 2025 should be available:\r\n\r\nhttps://www.vmi.edu/media/content-assets/documents/oie/\r\n\r\nThis page also had links to registration data that is not longer available:\r\n\r\nhttps://www.vmi.edu/academics/support/registrar/registration-and-enrollment/\r\n\r\nGoven these documents exist and were publically available as of March 6, 2025 there is not reason they cannot be provided expeditiously so no extension to the 5 day limit is justifiable. In addition, since these documents existed in those two directories and especially in https://www.vmi.edu/media/content-assets/documents/oie/ a charge to search for documents does not appear to be justified.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTom Nash, a citizen of Virginia, in coordination with Anonymous.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/lexington-32067/vmi-enrollment-and-related-records-183589/"
  }
]