[
  {
    "id": 205447,
    "title": "Records of FROP / Funeral Rule voluntary payments received by NYS",
    "slug": "records-of-frop-funeral-rule-voluntary-payments-received-by-nys",
    "status": "submitted",
    "embargo_status": "public",
    "user": 71882,
    "username": "akashmehta",
    "agency": 203,
    "datetime_submitted": "2026-02-18T16:14:38.382496",
    "date_due": "2026-02-25",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2026-02-18T16:14:38.491546",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 205447,
        "from_user": 71882,
        "to_user": 9895,
        "subject": "",
        "datetime": "2026-02-18T16:14:38.491546",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nDocuments for the period January 1, 2018 through present that reflect receipt of any payments by funeral homes or funeral providers to the New York State Department of Law / Office of the Attorney General (or to any New York State fund through OAG) in connection with:\r\n\r\n• the “Funeral Rule Offenders Program” (FROP);\r\n• enforcement or compliance activity relating to the FTC “Funeral Rule” / “Funeral Industry Practices Rule”;\r\n• any “voluntary payment” in lieu of civil penalties associated with the Funeral Rule; and/or\r\n• any payments described as “0.8%” of average annual gross sales in connection with Funeral Rule compliance.\r\n\r\nThis request includes, but is not limited to, records maintained by OAG’s finance/accounting functions such as: cash receipts journals, deposit logs, check logs, accounts receivable/collections logs, payment transmittal logs, or equivalent accounting system exports.\r\n\r\nFor each responsive receipt/transaction, I request fields sufficient to identify:\r\n• payer name (business entity) and payer city/state;\r\n• amount;\r\n• date received and date deposited;\r\n• any description/memo field associated with the receipt;\r\n• fund and revenue classification codes (or equivalent accounting classifications);\r\n• any internal matter/case identifier if it already appears on the receipt record.\r\n\r\nTo reduce any privacy or security concerns, I do not request bank account numbers, routing numbers, personal identifiers, or consumer complainant information. Please redact only exempt portions and release all reasonably segregable portions.\r\n\r\nIf responsive records exist in a machine-readable format (CSV/XLSX), please produce them in that format.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAkash Mehta",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/records-of-frop-funeral-rule-voluntary-payments-received-by-nys-205447/"
  },
  {
    "id": 205446,
    "title": "Public Records Request – Data Dictionary and Code Definitions for Previously Produced Records",
    "slug": "public-records-request-data-dictionary-and-code-definitions-for-previously-produced-records",
    "status": "submitted",
    "embargo_status": "public",
    "user": 143832,
    "username": "CZAngelCarter",
    "agency": 3567,
    "datetime_submitted": "2026-02-18T16:01:46.001666",
    "date_due": "2026-02-27",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2026-02-18T16:01:46.391783",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 205446,
        "from_user": 143832,
        "to_user": 11365,
        "subject": "Tennessee Public Records Act Request: Public Records Request – Data Dictionary and Code Definitions for Previously Produced Records",
        "datetime": "2026-02-18T16:01:46.391783",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Tennessee Public Records Act, I hereby request the following records:\r\n\r\nI am submitting this request for records necessary to accurately interpret and analyze data previously provided in response to our prior request regarding individuals incarcerated for or convicted of drug-free zone law violations.\r\n\r\nSpecifically, I am requesting:\r\nA complete data dictionary, codebook, schema documentation, or similar record that defines and explains all data fields, column headers, abbreviations, acronyms, numeric codes, and categorical values contained in the dataset(s) or report(s) previously produced. I've attached a copy of the documents sent to our team to provide context on the fields and abbreviations in question. \r\n\r\n\r\nDocumentation explaining, for each field included in the prior production:\r\n\r\n\r\nThe full field name and plain-language definition\r\n\r\n\r\nAll possible values and their meanings\r\n\r\n\r\nCoding schemas (including numeric, alphanumeric, or system-generated codes)\r\n\r\n\r\nOffense codes and any statutory crosswalks used\r\n\r\n\r\nFacility type classifications and related codes\r\n\r\n\r\nCustody status classifications\r\n\r\n\r\nSentence type classifications\r\n\r\n\r\nParole eligibility and release date fields\r\n\r\n\r\nDemographic coding conventions (including race, ethnicity, gender, age-related fields, etc.)\r\n\r\n\r\nAny internal terminology, shorthand, abbreviations, or system labels appearing in the records\r\n\r\n\r\nAny record layout guides, database schema descriptions, report-generation manuals, internal guidance documents, or technical documentation used by staff to generate or interpret the responsive reports.\r\n\r\n\r\nThis request is limited to documentation explaining the structure, fields, and codes used in the previously produced records. I am not requesting additional individual-level case data beyond what has already been provided. \r\n\r\nIf any portion of this request is maintained by another division, unit, contractor, or agency, please forward the request as appropriate or advise me of the correct custodian.\r\n\r\nIf there are fees associated with fulfilling this request, please notify me in advance if the total cost will exceed $100. I respectfully request a waiver of fees, as this request is made on behalf of a 501(c)(3) nonprofit organization, the information is sought in the public interest, and it is not being requested for commercial purposes.\r\n\r\nI request that the records be provided electronically in their native format (such as PDF, Excel, CSV, or other standard electronic format). If this is not feasible, please advise of the available formats.\r\n\r\nIf any portion of this request is denied, please cite the specific statutory exemption(s) relied upon and provide information regarding the applicable appeal procedures.\r\n\r\nIf clarification would assist in processing this request, I welcome the opportunity to discuss it. Thank you for your time and anticipated cooperation.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 7 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKent Hoover, a citizen of Tennessee, in coordination with Angel Carter.",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1362806,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/CZAngelCarter/172241/2021-196__Offenders_Drug-Free_School_Zone_2nd_revision.xlsx",
            "datetime": "2026-02-18T16:01:46.391783",
            "title": "2021-196__Offenders_Drug-Free_School_Zone_2nd_revision.xlsx",
            "source": "Angel Carter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/tennessee-155/public-records-request-data-dictionary-and-code-definitions-for-previously-produced-records-205446/"
  },
  {
    "id": 205445,
    "title": "FTC emails with NFDA",
    "slug": "ftc-emails-with-nfda",
    "status": "submitted",
    "embargo_status": "public",
    "user": 71882,
    "username": "akashmehta",
    "agency": 66,
    "datetime_submitted": "2026-02-18T15:48:22.980021",
    "date_due": "2026-03-18",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2026-02-18T15:48:23.089757",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 205445,
        "from_user": 71882,
        "to_user": 9579,
        "subject": "Freedom of Information Act Request: FTC emails with NFDA",
        "datetime": "2026-02-18T15:48:23.089757",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nEmails between FTC personnel and email addresses ending in \"@nfda.org\" that include the keywords \"Funeral Rule Offenders Program\" or \"FROP\", between 1/1/2019 and the date on which this request is processed.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAkash Mehta",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/ftc-emails-with-nfda-205445/"
  }
]