[
  {
    "id": 145485,
    "title": "CA DOJ Tobacco Grant, Novato, California",
    "slug": "ca-doj-tobacco-grant-novato-california",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 115259,
    "username": "EdwardSRusky",
    "agency": 295,
    "datetime_submitted": "2023-05-08T13:32:56.528208",
    "date_due": "2023-05-18",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-05-08T13:32:56.652100",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 145485,
        "from_user": 115259,
        "to_user": 10035,
        "subject": "",
        "datetime": "2023-05-08T13:32:56.652100",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nTo Whom It May Concern:\r\nThis is a request under the California Public Records Act (Govt Code §§ 6250 et seq (the “Act”). \r\nFor purposes of this Request, the following terms and definitions shall apply:\r\n\r\nNPD: the Novato, California Police Department and any department, agent or contractor of the Novato Police Department;\r\n\r\nTobacco Grant: The Tobacco Grant that was sought by the Novato Police Department (NPD) in partnership with the Novato Unified School District (NUSD) from the California Department of Justice (DOJ) to support the employment of a School Resource Officer (SRO) as defined by NPD for the period of December 1, 2021 through the current Tobacco Grant period.\r\n\r\nThe undersigned hereby requests the following Public Records as defined in the Act or any reasonably segregable portion thereof:\r\n\r\nAny and all Public Records, regardless of the physical form, characteristics or medium, paper or electronic, of such Public Records, in the NPD’s possession pertaining to or in support of the application, award, distribution, expenditure, oversight and/or administration of the Tobacco Grant. The Public Records we are requesting include, but are not limited to:\r\n\r\n●\tSummary of award and award amount;\r\n●\tAll Quarterly Progress Reports (QPRs) submitted by NPD to the DOJ summarizing the Tobacco Grant-funded activities; and\r\n●\tThe signed Memorandum of Understanding (MOU) between the DOJ and NPD pertaining to the Tobacco Grant.\r\n\r\nThe purpose of this request is to gather all Public Records pertaining to NPD’s application of the Tobacco Grant and the SRO position to be funded by the Tobacco Grant including the specific activities outlined in the job description.\r\nNone of the undersigned is a member, agent, officer, or employee of a federal, state, or local agency acting within the scope of his or her membership, agency, office, or employment.\r\nThe requested documents will be made available to the general public. This request is not being made for commercial purposes.\r\nIn the event the DOJ shall choose to withhold any such documents, pursuant to Govt Code § 6255, the DOJ shall justify withholding any record by demonstrating that the record in question is exempt under express provisions of the Act or that on the facts of this particular case the public interest served by not disclosing the record clearly outweighs the public interest served by disclosure of the record. Pursuant to Govt Code § 6253, if the DOJ feels a portion of a record should be withheld because it feels that portion is exempt, then any reasonably segregable portion of the record shall be made available after deletion of the portions that are exempted by law. \r\nIn the event that there are fees, we would be grateful if you would inform us of the total charges in advance of fulfilling this request. We would prefer that the request be fulfilled electronically by email attachment if available.\r\nThank you in advance for your anticipated cooperation in this matter. We look forward to receiving your response to this request within 10 business days, as the Act requires.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nEdward S Rusky",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/california-52/ca-doj-tobacco-grant-novato-california-145485/"
  }
]