[
  {
    "id": 172016,
    "title": "Beverly Hills Police Department Drones-as-First Responders (DFR) Program",
    "slug": "beverly-hills-police-department-drones-as-first-responders-dfr-program",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 139348,
    "username": "andyjhn",
    "agency": 5937,
    "datetime_submitted": "2024-08-16T18:06:53.984493",
    "date_due": "2024-08-26",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-08-16T18:06:54.097375",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 172016,
        "from_user": 139348,
        "to_user": 11668,
        "subject": "",
        "datetime": "2024-08-16T18:06:54.097375",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nAccess to and copies of records relating to the Fullerton Police Department’s proposed Drone as First Responders (DFR) program. Specifically, I request the following:\r\n\r\n1. Details of the Contract with Flying Lion, Inc.: The complete contract between the Fullerton Police Department and Flying Lion, Inc., including all amendments, attachments, exhibits, and related documents. Any records detailing the negotiation, approval, or modification of this contract.\r\n\r\n2. Policies and Procedures for Drone Operations: All policies, procedures, guidelines, or manuals related to the operation of drones under the DFR program. Documents outlining the procedures for the collection, storage, use, sharing, and retention of data gathered by the drones. Any documentation regarding privacy protections, data access, and data security measures related to drone operations.\r\n\r\n3. Operational Details: Records identifying the locations from which the drones will be operated. Documentation of the specific conditions under which drones will be launched, including criteria for deployment and any limitations on their use. Information on the models and technical specifications of the drones that will be used in the DFR program. Details of deployment of the DFR program to date, including the incident type and date and time deployed.\r\n\r\n4. Meeting Minutes and Communications: Copies of minutes, notes, or summaries from any meetings where the DFR program or contract with Flying Lion, Inc. was discussed.\r\n\r\nIf any portion of the records I have requested is exempt from disclosure, please redact that portion and provide the remaining records. Please also provide a written explanation for any exemptions or redactions.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAndrew Johnston",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/beverly-hills-3116/beverly-hills-police-department-drones-as-first-responders-dfr-program-172016/"
  }
]