[
  {
    "id": 145593,
    "title": "Policies and Procedures for Transcribing Immigration Court Hearings for Appeal",
    "slug": "policies-and-procedures-for-transcribing-immigration-court-hearings-for-appeal",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 102512,
    "username": "austin.rose",
    "agency": 4122,
    "datetime_submitted": "2023-05-09T16:24:25.033552",
    "date_due": "2023-06-07",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-05-09T16:24:25.148313",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "transcripts",
      "board of immigration appeals",
      "executive office of immigration review"
    ],
    "communications": [
      {
        "foia": 145593,
        "from_user": 102512,
        "to_user": 11743,
        "subject": "",
        "datetime": "2023-05-09T16:24:25.148313",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nRequested Info:\r\n\r\nOn behalf of my non-profit organizational employer, Capital Area Immigrants' Rights (CAIR) Coalition, I request any and all internal directives or policy guidance issued by the Department of Justice’s Executive Office for Immigration Review (“EOIR”) regarding EOIR’s process for contracting out, obtaining, and reviewing transcripts of hearings before the Immigration Judge (IJ) for review by the Board of Immigration Appeals (\"BIA\"), as required by the BIA Practice Manual Chapter 4.2(f). \r\n\r\nSpecifically, I request any current internal directives, manuals, memos, policy guidance, or other documents related to:  \r\n1.\tProcesses and procedures for assigning Digital Audio Recording(s) (“DAR”) to transcription contractors, including but not limited to Free State Reporting, Inc. (“Free State”), to be transcribed for purposes of creating the Record of Proceeding(s) (“ROP”) for review by the BIA (see attached document for previous guidance, last updated in 2015)\r\n2.\tAny training, education, or certification EOIR requires of transcribers or the transcription companies with which EOIR contracts;\r\n3.\tAny policies and guidance regarding EOIR oversight and quality control over the transcription process, including any quality control checklists used by EOIR staff; \r\n4.\tAny policies and procedures regarding the steps EOIR takes when the transcription contractor sends back a defective or otherwise unsatisfactory transcript, for example one with significant typos, indiscernible notations, or other errors, including any processes for returning a defective or unsatisfactory transcript to the transcription contractor to be re-transcribed;\r\n5.\tAny policies and procedures regarding the steps EOIR and/or the transcription contractor takes when the DAR is partially or totally inaudible such that it cannot be properly transcribed.\r\n\r\nRequest for Waiver of Fees:\r\n\r\nCAIR Coalition requests that EOIR waive all fees associated with this request. Such a request is warranted on the grounds that disclosure of the information contained in the requested record is in the public interest and is “likely to contribute significantly to public understanding of the operations or activities of the government and is not primarily in the commercial interest of the requestor.” 5 U.S.C. § 552(a)(4)(A)(iii); 28 C.F.R. § 16.10(k)(1). Disclosure of this information is in the public interest of understanding how and when immigration proceedings are transcribed for appellate purposes. CAIR Coalition is a nonprofit organization recognized as a 501(c)(3) entity by the Internal Revenue Service that provides legal services and information to immigrant populations and information to the public on immigration issues.\r\n\r\nDisclosure of the requested information also will contribute to “understanding of a reasonably broad audience of persons.” 28 C.F.R. § 16.10(k)(2)(ii)(B). The requested information will be used to better equip pro bono practitioners—both at CAIR Coalition and at other pro bono organizations—representing non-citizens before EOIR.  As a provider of legal services to non-citizens, CAIR Coalition has the necessary expertise, capacity, and intention to review, analyze, and synthesize this information and make it accessible to a broad audience of attorneys and clients in immigration proceedings. In addition to the requested information being publicly available on Muckrock, the platform through which I am filing this FOIA request, CAIR Coalition has the capacity to convey the information to a broad audience on CAIR Coalition's website, which receives more than 10,000 monthly visitors. CAIR Coalition also will circulate a summary of information disclosed through this request on its listservs, in which approximately 2,500 attorneys participate. Additionally, CAIR Coalition shares information in its newsletter, which is directly distributed to 6,000 recipients.\r\n\r\nCAIR Coalition is also “a representative of the news media” within the meaning of the statute and applicable regulations. See 5 U.S.C. § 552(a)(4)(A)(ii) (defined as “any . . . entity that gathers information of potential interest to a segment of the public, uses its editorial skills to turn the raw materials into a distinct work, and distributes that work to an audience,”); Nat. Sec. Archive v. Dep’t of Defense, 880 F.2d 1381, 1397 (D.C. Cir. 1989) (same); Electronic Privacy Info. Ctr. v. Dep’t of Defense, 241 F. Supp. 2d 5 (D.D.C. 2003) (non-profit that published information in a wide variety of sources on topics of privacy and civil liberties qualified as representative of news media for FOIA purposes). Given that FOIA's fee waiver requirements are to be “liberally construed in favor of waivers for noncommercial requesters,” a waiver of all fees is justified and warranted in this instance. See Judicial Watch, Inc. v. Rossotti, 326 F.3d 1309, 1312 (D.C. Cir. 2003) (quotation omitted).\r\n\r\nRequest for Expedited Processing:\r\n\r\nCAIR Coalition requests Track 1 expedited treatment for this FOIA request. There is a compelling need for expedited processing, namely, an “urgency to inform the public concerning the actual or alleged Federal Government activity.” 5 U.S.C. § 552(a)(6)(E)(v)(II). CAIR Coalition is currently briefing a Petition for Review at the U.S. Court of Appeals for the Fourth Circuit in which defects in the transcript present a central issue on appeal. Information about the transcription process will help CAIR Coalition articulate legal arguments about our client's due process right to meaningful appellate review and advocate for broadly applicable law and procedures to be employed when a defective transcript is hindering review. Petitioner's opening brief to the Fourth Circuit is due on June 6, 2023.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nIan Austin Rose",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1086947,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/austin.rose/121668/Office-of-the-Clerk-Organizations-and-Outline-of-Functions_2015_Reduced_Size.pdf",
            "datetime": "2023-05-09T16:24:25.148313",
            "title": "Office-of-the-Clerk-Organizations-and-Outline-of-Functions_2015_Reduced_Size.pdf",
            "source": "Ian Austin Rose",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/policies-and-procedures-for-transcribing-immigration-court-hearings-for-appeal-145593/"
  },
  {
    "id": 145591,
    "title": "RPS renaming suggestions",
    "slug": "rps-renaming-suggestions",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 51,
    "username": "TomNash",
    "agency": 17363,
    "datetime_submitted": "2023-05-09T15:49:23.560748",
    "date_due": "2023-05-16",
    "days_until_due": null,
    "date_followup": "2023-05-16",
    "datetime_done": null,
    "datetime_updated": "2023-05-09T15:49:23.685600",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 145591,
        "from_user": 51,
        "to_user": 23601,
        "subject": "Virginia Freedom of Information Act Request: RPS renaming suggestions",
        "datetime": "2023-05-09T15:49:23.685600",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Virginia Freedom of Information Act, I hereby request the following records:\r\n\r\n- All suggestions or \"surveys\" received in response to the proposed renaming of Cary Elementary, Binford Middle, and Ginter Elementary.\r\n- Any meeting minutes or reports from the associated renaming committees, including a roster.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTom Nash, a citizen of Virginia.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/richmond-151/rps-renaming-suggestions-145591/"
  }
]