[
  {
    "id": 157166,
    "title": "RNPL 1.12.24",
    "slug": "rnpl-11224",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 60252,
    "username": "rskva102",
    "agency": 35,
    "datetime_submitted": "2024-01-12T08:26:10.919541",
    "date_due": "2024-02-12",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-01-12T08:26:11.091281",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 157166,
        "from_user": 60252,
        "to_user": 10990,
        "subject": "",
        "datetime": "2024-01-12T08:26:11.091281",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nYou are receiving this correspondence as a request under the Freedom of Information Act, 5 U.S.C. subsection 552. I am requesting a copy of the following record:\r\n\r\nCollection: RN-VP: Pre-Presidential Papers of Richard M. Nixon\r\nSeries: General Correspondence, 320 Series\r\nFile Unit: : Helliwell, Paul L. E.\r\nContainer: 331\r\nNAID: 2716694\r\nCatalog Entry: https://catalog.archives.gov/id/2716694\r\n\r\nThis is the only record I am requesting at this time. I understand the National Archives and Records Administration may charge for duplication of this record and am willing to pay any costs associated with the request.\r\n\r\nI look forward to your response within 20 working days, as the statute requires. If access to the records I am requesting will take longer, please advise of which tier of processing queue this request falls under and an estimated time frame for processing.\r\n\r\nIf you deny any or all of this request, please cite each specific exemption you feel justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\r\n\r\nIf any potentially responsive records have been destroyed and/or transferred, then I request copies of the destruction or transfer slips as well as any other documentation relating to, mentioning or describing said destruction or transfer, to include but not be limited to confirmation that the the National Archives and Records Administration has no other copies of said records.\r\n\r\nSincerely,\r\n\r\nRobert Skvarla, Jr.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/rnpl-11224-157166/"
  }
]