[
  {
    "id": 180874,
    "title": "NSA National Cryptologic Museum Censorship",
    "slug": "untitled",
    "status": "submitted",
    "embargo_status": "public",
    "user": 27294,
    "username": "SteveWeis",
    "agency": 17,
    "datetime_submitted": "2025-02-03T14:29:22.740026",
    "date_due": "2025-03-04",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-02-03T14:29:22.876758",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "nsa",
      "national cryptologic museum"
    ],
    "communications": [
      {
        "foia": 180874,
        "from_user": 27294,
        "to_user": 25363,
        "subject": "",
        "datetime": "2025-02-03T14:29:22.876758",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAll documents, memorandum, emails, social media postings, or communications from between January 20, 2025 and February 2, 2025 related to changing, removing, hiding, altering, or covering exhibits in the NSA's National Cryptologic Museum. Also include any general policy changes in that time frame which may have applied to the National Cryptologic Museum.\r\n\r\nFor context, on our around February 1st, 2025, at least one exhibit in the National Cryptologic Museum's \"Hall of Honor\" depicting \"Women in American Cryptology\" was covered from public viewing with what appears to be brown paper [1]. An image of this censored display, which was shared by former NSA Director Michael Hayden, is attached to this request. As of February 2nd, 2024 the official Twitter account of the National Cryptologic Museum claimed to have \"corrected the mistake\" and uncovered the exhibit [2]. This request seeks documentation on why and how that mistake was made.\r\n\r\nIn response to this request, please provide any communications related to any decisions regarding exhibits in the National Cryptologic Museum within the given timeframe. Also include any communications regarding changes in policy related to the public presentation or sharing of NSA or intelligence community historical information.\r\n\r\n[1] General Michael Hayden, former NSA Director, displaying image of covered exhibit: https://bsky.app/profile/genmhayden.bsky.social/post/3lh6a65lgx226\r\n[2] National Cryptologic Museum Twitter Account (@NatCryptoMuseum): https://x.com/NatCryptoMuseum/status/1886135332787065343\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nSteve Weis",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1257095,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/SteveWeis/151900/cryoptologic-museum.jpg",
            "datetime": "2025-02-03T14:29:22.876758",
            "title": "cryoptologic-museum.jpg",
            "source": "Steve Weis",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/untitled-180874/"
  },
  {
    "id": 180870,
    "title": "BPD Arrest logs for Newmarket area",
    "slug": "bpd-arrest-logs-for-newmarket-area",
    "status": "submitted",
    "embargo_status": "public",
    "user": 150278,
    "username": "MAAPMA",
    "agency": 174,
    "datetime_submitted": "2025-02-03T13:57:09.640761",
    "date_due": "2025-02-18",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-02-03T13:57:09.776772",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 180870,
        "from_user": 150278,
        "to_user": 9560,
        "subject": "Massachusetts Public Records Law Request: BPD Arrest logs for Newmarket area",
        "datetime": "2025-02-03T13:57:09.776772",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Massachusetts Public Records Law, I hereby request the following records:\r\n\r\nAny and all arrest logs and files from  in the 0.75 mile radius of the Mass Ave/ Melnea Cass Boulevard area -as defined by the city’s 311 dashboard website- between July 1,2024  - December 31, 2024, which include any of the words: “encampment”, “camping”, “tent”, “unhoused”, “homeless”,“drug”, “drugs”, “substance”, “substances”, “needle”, “needles”, “alcohol”, “pipe”,”pipes”, or cite city ordinance 16-66: UNLAWFUL CAMPING ON PUBLIC PROPERTY.\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by the recommendations of the Massachusetts Supervisor of Public Records. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available .\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nCassie Hurd",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/boston-3/bpd-arrest-logs-for-newmarket-area-180870/"
  }
]