[
  {
    "id": 186887,
    "title": "Public Records Request — Incident Involving Jackie Hunt and Detention Officers Charged (March–April 2025)",
    "slug": "public-records-request-incident-involving-jackie-hunt-and-detention-officers-charged-marchapril-2025",
    "status": "submitted",
    "embargo_status": "public",
    "user": 159148,
    "username": "bodycambanz",
    "agency": 11461,
    "datetime_submitted": "2025-05-22T03:31:25.397287",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-05-22T03:31:25.498332",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186887,
        "from_user": 159148,
        "to_user": 16497,
        "subject": "",
        "datetime": "2025-05-22T03:31:25.498332",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the North Carolina Public Records Law, I hereby request the following records:\r\n\r\npublic records related to the March 25, 2025 arrest of a man who falsely identified himself as Jackie Hunt, and the subsequent charges filed against three Robeson County Detention Center officers, including:\r\n\r\nJackie Hunt, 40, of Fairmont\r\n\r\nWarren Phillips, 50, of Lumberton\r\n\r\nTina Jones, 51, of Pembroke\r\n\r\nAccording to publicly released information, the arrested man falsely provided his brother's name and was knowingly processed under the false identity by the above officers, resulting in their being charged with felony conspiracy to commit identity theft, aiding and abetting, and obstruction of justice. The arrest reportedly stemmed from a traffic stop related to drug possession, driving while license revoked, and carrying a concealed weapon.\r\n\r\nI am requesting access to and copies of the following:\r\n\r\nArrest and incident reports for both the March 25 and April 16 arrests of the individual posing as Jackie Hunt.\r\n\r\nBooking, intake, and release records for the individual under both his real name and the alias.\r\n\r\nInternal reports, incident summaries, or investigation findings regarding the conduct of the detention officers.\r\n\r\nCharging documents and arrest affidavits for Jackie Hunt, Warren Phillips, and Tina Jones.\r\n\r\nSurveillance footage or jail records related to the intake and release of the falsely identified individual.\r\n\r\nCopies of any press releases issued by the Robeson County Sheriff’s Office on or around April 20, 2025, regarding this case.\r\n\r\nAny available written statements or disciplinary actions related to this incident.\r\n\r\nIf any records are exempt from disclosure under North Carolina law, please provide a written explanation citing the specific exemption that applies. I prefer to receive the records in electronic format via email, if possible. Please notify me in advance if the cost to fulfill this request will exceed $25.\r\n\r\nThank you for your attention to this matter. I appreciate your assistance and look forward to your response. Please contact me at the information above if you need clarification regarding this request.\r\n\r\nSincerely,\r\nRoseland Goodman\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nRoseland Goodman",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/robeson-county-4641/public-records-request-incident-involving-jackie-hunt-and-detention-officers-charged-marchapril-2025-186887/"
  },
  {
    "id": 186886,
    "title": "Obama Presidential Library: Russia Insider Documents",
    "slug": "obama-presidential-library-russia-insider-documents",
    "status": "submitted",
    "embargo_status": "public",
    "user": 351,
    "username": "RobbyD",
    "agency": 31318,
    "datetime_submitted": "2025-05-22T03:29:09.451586",
    "date_due": "2025-06-23",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-05-22T03:29:09.583451",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186886,
        "from_user": 351,
        "to_user": 88846,
        "subject": "",
        "datetime": "2025-05-22T03:29:09.583451",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nCopies of all emails, documents, and memos that reference, mention or cite news coverage from the Russia Insider website (https://russia-insider.com/) exchanged between September 1st, 2014 and January 20th, 2017, sent and received by President Barack Obama; Vice President Joe Biden; Chief of Staff Dennis McDonough; National Security Advisor Susan Rice; NSA Deputies Anthony Blinken and Avril Haines; Press Secretary Josh Earnest and advisors Daniel Pfeiffer, Brian Deese and Shailagh Murray, and Vice President Chief of Staff Steve Ricchetti. \r\n\r\nOf particular interest would be if any articles from https://russia-insider.com were ever cited or shared as serious news coverage between 2014 and 2017. The editor of Russia Insider, Charles Bausman, mysteriously fled the United States following the January 6th, 2021 insurrection. Russia Insider was an English language news outlet that sought to influence perceptions of Putin's regime in the English language media following the seizure of the Crimea.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobert Delaware",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/obama-presidential-library-russia-insider-documents-186886/"
  }
]