[
  {
    "id": 181280,
    "title": "ABQPeregrineD Meta Request",
    "slug": "abqperegrined-meta-request",
    "status": "submitted",
    "embargo_status": "public",
    "user": 25665,
    "username": "DetentionKills",
    "agency": 677,
    "datetime_submitted": "2025-02-11T09:25:11.595762",
    "date_due": "2025-03-05",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-02-11T09:25:11.787949",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 181280,
        "from_user": 25665,
        "to_user": 9711,
        "subject": "",
        "datetime": "2025-02-11T09:25:11.787949",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New Mexico Inspection of Public Records Act, I hereby request the following records:\r\n\r\nPlease provide all records created in response to or in the processing of IPRA request 24-5099. \r\n\r\nYour office received this request on April 26, 2024, via the portal. On May 20, 2024, your office made a partial release of records, delivered by Matthew Gomez. On June 3, 2024, your office closed the request. On June 5, 2020, your office reopened the request when I pointed out you only provided records responsive to one of the two items I sought. Mr. Gomez subsequently sought a date range for the request. On August 23, 2024, I provided that date range. On August 29, 2024, your office notified me that a search produced more then 200 GB of data. On August 30, 2024, I asked for the metadata from these emails in lieu of the emails themselves. On September 6, 2024, your office informed me your IT department could not provide metadata for the emails. You proposed an alternate search methodology aimed at narrowing the results. I accepted that proposal on September 9, 2024. On December 31, 2024, Yvette Gurule informed me the city was experiencing a high volume of requests, and told me I would not receive these records until they became available. On February 10, 2024, your office sent a similar message. This time, you office informed me that if I didn’t respond by February 14, you would close the request. \r\n\r\nPlease provide all records associated with processing of my IPRA request by these individuals on these dates, as well as any other processing information, including the communications with your IT department regarding metadata.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 15 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAndrew Free",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/albuquerque-343/abqperegrined-meta-request-181280/"
  }
]