[
  {
    "id": 153817,
    "title": "Fraud Reports",
    "slug": "fraud-reports",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 27422,
    "username": "dmehrotra",
    "agency": 66,
    "datetime_submitted": "2023-10-27T10:07:20.851361",
    "date_due": "2023-11-28",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-10-27T10:07:20.956158",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 153817,
        "from_user": 27422,
        "to_user": 9579,
        "subject": "",
        "datetime": "2023-10-27T10:07:20.956158",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nThe public can submit fraud reports to the ftc using an online form at reportfraud.ftc.gov. I am looking for:\r\n1. The current database schema, data dictionary, or other reference document(s) regarding all databases used by the FTC to track these public reports about fraud.\r\n2. Data (or other records) that show submitted fraud reports with all relevant fields that FTC received between the period of Jan 1, 2020 to the date this application is processed. Relevant fields should include but are not limited to whether or not there was a follow up investigation and the adjudication of that investigation.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDhruv Mehrotra",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/fraud-reports-153817/"
  }
]