[
  {
    "id": 142551,
    "title": "COTA Fare-Free Transit Analysis: only emails",
    "slug": "cota-fare-free-transit-analysis-only-emails",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 8744,
    "username": "benlk",
    "agency": 6228,
    "datetime_submitted": "2023-03-10T17:19:30.455243",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-03-10T17:19:30.535993",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 142551,
        "from_user": 8744,
        "to_user": 32256,
        "subject": "",
        "datetime": "2023-03-10T17:19:30.535993",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Ohio Open Records Law, I hereby request the following records:\r\n\r\n1. The first email sent on or about December 4, 2020, from an @icemiller.com email address, to COTA, the subject of which is \"Fare-Free Transit Analysis\" or a variation thereof. I am asking for one specific email (\"the report email\"), not a broad category of records.\r\n2. Any replies to the report email that were sent or received by COTA employees within the month after the report email was received. An incomplete list of responsive email message examples would include: emails in reply thanking the sender for the document, emails forwarding the document to other people \"for your information\", emails assessing whether this report is actionable, and any other email within the one-month time window that has a subject line or envelope metadata indicating that it was a reply or forward. The easiest way for you to find these emails, once you have located the original report email, is to search for the report email's subject field in other emails.\r\n\r\nThis request is not for \"all records containing particular words\", \"all records having to do with a particular topic\", \"all records of a particular type\", \"all emails sent or received by a particular email address with no subject or time limitation\", \"all documents which document any and all instances of a particular topic\", or \"discovery-style requests that seek all records relating to or reflecting certain types of information\" as this request is limited by the type of record, date range, subject matter, chain of causation, and concerns only a specific set of emails.\r\n\r\nCOTA's records retention schedule for all email is 7 years. The responsive emails are less than seven years old, and therefore should be retained by COTA. If the responsive emails are inaccessible because of the hack and subsequent IT issues that COTA experienced in late 2022, this request can be satisfied with documentation of the scope of the hack, showing that COTA cannot access the responsive records.\r\n\r\nThis request is not a duplicate of my October 12, 2022 request for a specific report (https://www.muckrock.com/foi/columbus-323/cota-free-fares-report-135069/). The previous request was for the report. This is a request for a set of emails concerning the report.\r\n\r\nIf this information is insufficient to identify the responsive records, then pursuant to ORC 149.43(B)(2) I request information on the manner in which records are retained by COTA and its Office of the President and accessed in the ordinary course of the office's duties.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nBenjamin Keith",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/columbus-323/cota-fare-free-transit-analysis-only-emails-142551/"
  }
]