[
  {
    "id": 163979,
    "title": "Texts From Personal Cellphone",
    "slug": "texts-from-personal-cellphone",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 108519,
    "username": "rose.terse",
    "agency": 241,
    "datetime_submitted": "2024-05-17T19:27:12.105969",
    "date_due": "2024-05-24",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-05-17T19:27:12.207157",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 163979,
        "from_user": 108519,
        "to_user": 9656,
        "subject": "",
        "datetime": "2024-05-17T19:27:12.207157",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Washington Public Records Act, I hereby request the following records:\r\n\r\nIn a recent article https://www.kuow.org/stories/who-was-the-anonymous-donor-behind-seattle-s-denny-blaine-nude-beach-we-found-out, it was mentioned that the mayor received text messages related to city business on his personal cell phone.\r\n\r\nPlease provide all text conversations from the mayor's personal cell phone relating to government business between June 1, 2023 and the date this request was received, including metadata such as the sender, the time a message was sent, as well as any images and attachments, as allowed under Nissen v. Pierce County, 183 Wa.2d 863 (2015).\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRose Terse",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/seattle-69/texts-from-personal-cellphone-163979/"
  }
]