[
  {
    "id": 192539,
    "title": "Cal City",
    "slug": "cal-city",
    "status": "submitted",
    "embargo_status": "public",
    "user": 25665,
    "username": "DetentionKills",
    "agency": 133,
    "datetime_submitted": "2025-09-04T18:09:34.108850",
    "date_due": "2025-10-02",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-09-04T18:09:34.209533",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192539,
        "from_user": 25665,
        "to_user": 9620,
        "subject": "",
        "datetime": "2025-09-04T18:09:34.209533",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\n1. A copy of all agreements, contracts, performance work statements, requests for proposal, and clarifications between ICE and CoreCivic allowing the company to reopen and operate what is now known as the California City Immigration Processing Center in California City California. Some or all of these arrangements may fall within Contract ID 70CDCR25D00000010 and/or\r\n70CDCR25FR0000039. \r\n\r\n2. A copy of all written communications between ICE and CoreCivic pertaining to the records listed in Item 1 above for the period beginning March 1, 2024, and continuing through the date the agency tasks an adequate search responsive to this request.\r\n\r\n3. A copy of all facility inspections ICE or any entity acting on ICE's behalf performed of the California City Immigrant Processing Center to ascertain the condition of the facility and whether it comports with federal standards, as well as any working papers created as part of these inspections and any communications between ICE and CoreCivic or any entity acting on ICE's behalf and CoreCivic pertaining to these inspections. \r\n\r\n4. A copy of all invoices CoreCivic sent to ICE for pertaining to the contracts described in Item 1 above. \r\n\r\n5. A copy of the ICE-approved facility handbook for the California City Immigrant Processing Center. \r\n\r\n6. Any communications between ICE and California City officials regarding its plan to reopen the Cal City prison during the period beginning December 1, 2024, and continuing through the date the agency tasks an adequate search responsive to this request. \r\n\r\n7. Any communications or agreements between ICE and the US Marshals regarding collaboration, coordination, or assistance between the Marshals and ICE in helping CoreCivic reopen the Cal City Prison. \r\n\r\nAn adequate search responsive to this request will task, at minimum, the ICE Office of Acquisition Management (OAQ), ICE Office of Detention Oversight (ODO), ICE Enforcement and Removal Operations, and ICE's Office of the Acting Director. \r\n\r\nI request expedited processing of this request pursuant to 6 C.F.R. 5.5(e) and declare under penalty of perjury pursuant to 28 USC 1746 that the following statements in support of this request are true and correct to the best of my knowledge and understanding: \r\n\r\n1. I am a member of the media primarily engaged in information dissemination. My edited work has appeared in The Intercept, The Appeal, and the Atlanta Community Press Collective. \r\n2. There is an urgent need to inform the public of the contractual and oversight decisions ICE and CoreCivic have reached regarding the Cal City prison facility. \r\n3. At present, contrary to its existing practice and obligations under federal appropriations requirements and the affirmative disclosure provisions of the Freedom of Information Act, 5 U.S.C. 552(a)(2), ICE has not posted a copy of its contract with CoreCivic for the operation of the Cal City prison facility. See www.ice.gov/FOIA/library (generating no results for contracts pertaining to Cal City). \r\n4. At present, contrary to its existing practice and obligations under federal appropriations requirements and the affirmative disclosure provisions of FOIA, ICE has not posted a copy of any inspection it conducted for the Cal City prison. \r\n5. At present, contrary to its existing practice and obligations under federal appropriations requirements and the affirmative disclosure provisions of FOIA, ICE has not listed any detention statistics for the Cal City prison in its August 29, 2025, Detention Statistics disclosure, despite confirmed reports that ICE transferred noncitizens to the facility up to a week prior to releasing those figures. \r\n6. The Cal City prison is currently operating without a valid business license. \r\n7. The Cal City prison failed the pre-licensing fire inspection, and was deemed to dangerous to safely conduct business. \r\n8. The Cal City prison is currently operating without a valid Conditional Use Permit. \r\n9. The Cal City prison is currently operating in contravention of SB29, a California statute, CoreCivic and ICE challenged and lost the fight to strike down at the U.S. Court of Appeals for the Ninth Circuit. Consequently, ICE and CoreCivic are violating the mandate in that case by operating Cal City in contravention of SB29. \r\n10. Conditions inside the Cal City prison are unconstitutionally punitive, according to reports from noncitizens currently housed there, in violation of the Ninth Circuit's King v. Los Angeles County. Detained immigrants transferred to the facility from other sites of ICE detention report being subjected to prison-like conditions of confinement, punitive searches, denial of medication, and lack of access to basic, legally required services, such as a law library and outdoor recreation. \r\n11. The location of the Cal City prison makes it particularly risky to transfer noncitizens there for detention who share certain genetic phenotypes because of their susceptibility and lack of immunity to Valley Fever, placing medically vulnerable detained immigrants at heightened risk for serious harm, and imposing serious strains on the local health and emergency response system. \r\n12. The Cal City prison was a site of multiple preventable deaths during CoreCivic's prior operation pursuant contracts with the California Department of Correction and Rehabilitation, including multiple drug overdoses, and prior to that, when the facility was being used by the Marshals and ICE, at least three apparent deaths in custody by people held there on ICE detainers.\r\n13. The secrecy with which ICE and CoreCivic carried out the reopening of the facility has left immigrants and their advocates and attorneys unable to effectively ensure access to counsel and their loved ones. For instance, during a recent California City Planning Commission meeting on September 2, a young child named Monica called in to beg for information about her father's whereabouts. A mother, speaking through an interpreter, related how her son's transfer to the Cal City facility substantially interfered with her ability to assist him in preparing his defense before immigration court. \r\n14. CoreCivic has an exceptionally dangerous, deadly, and abusive track record in its performance of ICE detention services under contracts with ICE. Since ICE began publishing data on deaths in custody, CoreCivic-run facilities have seen more deaths, more findings of preventable death, and more repeat findings of violations, than other contractors. CoreCivic-run facilities top the list of deadliest detention sites in the ICE system, despite having no greater population than comparable facilities operated by the company's competitors. \r\n15. CoreCivic is subject to a nationwide, certified, forced labor class action in the Southern District of California that survived Supreme Court review and is proceeding toward summary judgment. It is unlawful for ICE to enter into contracts with firms that engage in forced labor.\r\n16. There has been exceptional and widespread media interest in the reopening of the Cal City prison, and, based on the violations of law, standards, and policy listed above, there exists significant doubt as to the legality of the government's actions in awarding this contract under current circumstances. Examples of this coverage include, but are not limited to: \r\n1. https://bakersfieldnow.com/news/local/dolores-huerta-foundation-accuses-ice-center-of-operating-illegally-in-california-city\r\n2. https://bakersfieldnow.com/news/local/california-city-ice-detention-center-sparks-controversy-at-planning-meeting\r\n3. https://www.kqed.org/news/12054544/californias-newest-immigration-facility-is-also-its-biggest-is-it-operating-legally\r\n4. https://www.newsbreak.com/kfi-am-640-500242/4212138610611-california-s-largest-ice-detention-center-reopens-in-kern-county\r\n5. https://www.bakersfield.com/news/cal-city-detention-center-is-housing-detainees-advocates-say-it-doesnt-have-permits/article_d31e3247-b149-4c25-9c38-62c5aa588ae3.html\r\n6. https://bakersfieldnow.com/news/local/former-california-state-prison-reopens-as-ice-detention-center-amid-protests\r\n7. https://www.fresnobee.com/news/california/article311943469.html\r\n8. https://www.youtube.com/watch?v=sz_SDLeyl0k \r\n9. https://www.latimes.com/california/story/2025-06-19/this-new-ice-detention-facility-will-be-the-largest-in-the-state\r\n10. https://kfoxtv.com/news/nation-world/former-california-state-prison-reopens-as-ice-detention-center-amid-protests?photo=3\r\n11. https://www.theguardian.com/us-news/2025/jun/25/california-immigrant-detention-facility\r\n12. https://www.kqed.org/news/12046793/facility-in-california-city-expected-to-be-states-largest-migrant-detention-center\r\n13. https://www.fresnobee.com/news/local/article310240620.html\r\n14. https://bakersfieldnow.com/news/local/california-city-facility-reopens-as-federal-detention-center-amid-controversy\r\n15. https://www.tehachapinews.com/news/despite-protests-cal-city-ice-facility-readies-for-opening/article_326c85f9-2925-420a-b670-18594662b72f.html\r\n16. https://weartv.com/news/nation-world/former-california-state-prison-reopens-as-ice-detention-center-amid-protests?photo=3\r\n17. https://www.kget.com/news/local-news/u-s-immigration-and-customs-enforcement-release-statement-on-cal-city-detention-center/\r\n18. https://www.sfchronicle.com/california/article/california-city-largest-migrant-detention-center-20386228.php\r\n19. https://www.sacbee.com/opinion/op-ed/article311193130.html\r\n20. https://www.turnto23.com/news/local-news/protesters-pack-california-city-council-meeting-over-ice-detention-facility-as-mayor-cites-legal-limitations\r\n21. https://bakersfieldnow.com/news/local/protesters-rally-against-proposed-detention-center-in-california-city-ice-immigration-detention-center-california-city-mayor-marquette-hawkins-dolores-huerta-foundation-immigrants-human-rights-protest-activist\r\n22. https://www.turnto23.com/news/local-news/dolores-huerta-leads-protest-against-planned-ice-detention-center-in-california-city\r\n23. https://truthout.org/articles/scandal-plagued-prison-company-celebrates-pivotal-opportunity-under-trump/\r\n24. https://www.latimes.com/california/story/2025-04-30/california-doj-ice-facilities-report\r\n25. https://bakersfieldnow.com/news/local/confusion-continues-over-plans-to-reopen-former-state-prison-as-an-ice-detention-facility\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAndrew Free",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/cal-city-192539/"
  }
]