[
  {
    "id": 168407,
    "title": "Roosevelt Roads Operation May-June (United States Army Special Operations Command)",
    "slug": "roosevelt-roads-operation-may-june-united-states-army-special-operations-command",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 114696,
    "username": "CarlosBerríosPolanco",
    "agency": 109,
    "datetime_submitted": "2024-07-08T11:41:31.732030",
    "date_due": "2024-08-05",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-07-08T11:41:31.826604",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 168407,
        "from_user": 114696,
        "to_user": 25495,
        "subject": "",
        "datetime": "2024-07-08T11:41:31.826604",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nReports claim that \"military special forces\" were operating out of Roosevelt Roads in Ceiba during a recent operation. From photos in this report, it appears as if a 337th Airlift Squadron C-5M Super Galaxy were in use, as well as Sikorsky UH-60 Black Hawk and Boeing CH-47 Chinook. The report mentions that the 160th Special Operations Aviation Regiment, also known as the \"Night Stalkers,\" were part of the operation. (https://sandrarodriguezcotto.substack.com/p/special-forces-vuelve-a-usar-base)\r\n\r\nTherefore, I request the following records:\r\n\r\n1) Any communications, emails, text messages, and attachments exchanged between your department and other military departments involved in the operation that took place in Roosevelt Roads in Ceiba between May and June 2024.\r\n\r\n2) Any communications, emails, text messages, and attachments exchanged between your department and Puerto Rican government agencies who had knowledge of the operation that took place in Roosevelt Roads in Ceiba between May and June 2024.\r\n\r\n3) Any presentations, presentation attachments, and instructional materials (these include but are not limited to audio, video, PowerPoint presentations, and slide formats) concerning the operation that took place in Roosevelt Roads in Ceiba between May and June 2024.\r\n\r\n4) Any maps used in the planning of and during the operation that took place in Roosevelt Roads in Ceiba between May and June 2024.\r\n\r\n5) Any after action reports, executive summaries, or other document made after the fact that details the operation that took place in Roosevelt Roads in Ceiba between May and June 2024.\r\n\r\nKeywords: \"Roosevelt Roads\", \"Ceiba\", \"Night Stalkers,\" \"Airlift\", \" \"337th Airlife Squadron\", and \"160th Special Operations Aviation Regiment\"\r\n\r\nThis request is for all records produced between May 1, 2024 and the time this request is processed.\r\n\r\nThis request is not being used for commercial purposes. I am an independent journalist and documents obtained by this request will be used in the course of reporting on military exercises in Puerto Rico\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nCarlos Berríos Polanco",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/roosevelt-roads-operation-may-june-united-states-army-special-operations-command-168407/"
  }
]