[
  {
    "id": 157245,
    "title": "Records on Harassment and Election Fraud Investigations Related to Rudy Giuliani",
    "slug": "records-on-harassment-and-election-fraud-investigations-related-to-rudy-giuliani",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 5581,
    "datetime_submitted": "2024-01-14T13:35:44.303596",
    "date_due": "2024-01-18",
    "days_until_due": null,
    "date_followup": "2024-01-18",
    "datetime_done": null,
    "datetime_updated": "2024-01-14T13:35:44.377483",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 157245,
        "from_user": 4164,
        "to_user": 12508,
        "subject": "Georgia Open Records Act Request: Records on Harassment and Election Fraud Investigations Related to Rudy Giuliani",
        "datetime": "2024-01-14T13:35:44.377483",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Georgia Bureau of Investigation (GBI) Request\r\n\r\nJanuary 14th, 2024\r\n\r\nGeorgia Bureau of Investigation\r\nAttn: Open Records Officer\r\n3121 Panthersville Road,\r\nDecatur, GA 30034\r\n\r\nRe: Georgia Open Records Act Request\r\n\r\nDear Open Records Officer,\r\n\r\nSubject: Request for Records on Harassment and Election Fraud Investigations Related to Rudy Giuliani\r\n\r\nIn compliance with the Georgia Open Records Act, O.C.G.A. § 50-18-70 et seq., I am requesting detailed records from January 1, 2020, to December 31, 2023, focusing on harassment against Ruby Freeman and Wandrea “Shaye” Moss potentially instigated by Rudy Giuliani, and relevant parts of election fraud investigations connected to Giuliani’s actions or statements.\r\n\r\nScope of Request:\r\n\r\nDetailed investigative reports and analysis of harassment incidents linked to Giuliani’s statements/actions.\r\nCorrespondences and memos concerning the GBI’s investigations into election fraud claims made by Giuliani, particularly those relating to Freeman and Moss.\r\nInteragency communications about these harassment incidents and election fraud investigations.\r\nDocuments assessing the impact and validity of Giuliani’s election fraud statements as they relate to Freeman and Moss.\r\nRecords of any surveillance or monitoring activities undertaken in relation to these specific issues.\r\nKey String Search: Include “Rudy Giuliani”, “Ruby Freeman”, “Wandrea ‘Shaye’ Moss”, “harassment”, “2020 election fraud”, and “investigative response”.\r\n\r\nLegal Compliance: An exhaustive search and explicit rationales for any document withholding or redaction under the Georgia Open Records Act are expected, adhering to legal standards.\r\n\r\nFee Considerations: Enclosed is a Fee Waiver request (Fee_Waiver_Letter.pdf). Please inform me of any fees before proceeding with the request.\r\n\r\nEnclosures:\r\n\r\nFee_Waiver_Letter.pdf\r\nResponse Expectations: Should there be any denial, in part or in full, I require a written explanation with specific references to Georgia Open Records Act exemptions.\r\n\r\nCorrespondence Tracking: Assign a unique request number to this submission for reference and tracking.\r\n\r\nYour prompt and thorough response within the statutory period as per Georgia Open Records Act guidelines is anticipated.\r\n\r\nSincerely,\r\n\r\nJordan Lassiter",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1145768,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/131151/Fee_Waiver_Letter_copy.pdf",
            "datetime": "2024-01-14T13:35:44.377483",
            "title": "Fee_Waiver_Letter_copy.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/georgia-230/records-on-harassment-and-election-fraud-investigations-related-to-rudy-giuliani-157245/"
  }
]