[
  {
    "id": 151188,
    "title": "Small Community Schools, Invoices",
    "slug": "small-community-schools-invoices",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 75124,
    "username": "miriamcb",
    "agency": 3121,
    "datetime_submitted": "2023-08-24T11:46:52.544901",
    "date_due": "2023-08-31",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-08-24T11:46:52.649685",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 151188,
        "from_user": 75124,
        "to_user": 10007,
        "subject": "Illinois Freedom of Information Act. Request: Small Community Schools, Invoices",
        "datetime": "2023-08-24T11:46:52.649685",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nProvide records sufficient to show the following:\r\n\r\n1) A list of schools that America Scores Chicago, Brighton Park Neighborhood Council and SGA Youth and Family Services have served in school years 2020-2021, 2021-2022 and 2022-2023 to date.\r\n\r\n2) Copies of all invoices from America Scores Chicago, Brighton Park Neighborhood Council and SGA Youth and Family Services from the 2020-2021 fiscal year, 2021-2022 fiscal year and 2022-2023 fiscal year to date for each school which they serve.\r\n\r\n3) Copies of records of payments by CPS/Chicago Board of Education to America Scores Chicago, Brighton Park Neighborhood Council and SGA Youth and Family Services for the above noted time frames. I want the actual bills as well as proof of payment by the district or school, as the case may be.\r\n\r\nBecause this request is in the public interest for Illinois nonprofit The FOIA Bakery’s work to advocate for public education, please waive any fees in accordance with 5 ILCS § 140/6(c). Feel free to contact me with any questions, or if clarification is needed.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMiriam Bhimani",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/chicago-169/small-community-schools-invoices-151188/"
  },
  {
    "id": 151187,
    "title": "Omnilert Information Request",
    "slug": "omnilert-information-request",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 117304,
    "username": "NatalieMurphy",
    "agency": 24833,
    "datetime_submitted": "2023-08-24T11:34:56.960579",
    "date_due": "2023-09-03",
    "days_until_due": null,
    "date_followup": "2023-09-03",
    "datetime_done": null,
    "datetime_updated": "2023-08-24T11:34:57.067808",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 151187,
        "from_user": 117304,
        "to_user": 73191,
        "subject": "Maryland Public Information Act Request: Omnilert Information Request",
        "datetime": "2023-08-24T11:34:57.067808",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Maryland Public Information Act, I hereby request the following records:\r\n\r\nMaterials related to Omnilert's Gun Detect platform as used by Baltimore County public schools.\r\n\r\nFor reference, Baltimore County schools began using this program in 2023, and its adoption is described in this Baltimore Banner article: https://www.thebaltimorebanner.com/education/k-12-schools/baltimore-county-schools-gun-detection-2KQS5MJJSNFO5LRVC74PYTTWWM/?schk=YES&rchk=YES&utm_source=The+Baltimore+Banner&utm_campaign=8548221bf4-NL_ALRT_20230824_1100&utm_medium=email&utm_term=0_-8548221bf4-%5BLIST_EMAIL_ID%5D&mc_cid=8548221bf4&mc_eid=d36e2ce9db\r\n\r\nPlease provide the following records related to the above program:\r\n\r\n1. ALGORITHM or CODE\r\nAny algorithm or code developed for implementation of or as part of the Omnilert Gun Detect \"software\" or program or any related system that conducts calculations or decision making. This includes any algorithm or software developed by or with, given to, used by, purchased or licensed to this agency for implementation of the above referenced program, as well as any algorithm or source code in use by this program or by which this system conducts calculations or decision making. This would include original source code, any compiled binaries (also known as executables), specification documents, spreadsheets, program scripts, and other digital materials used to calculate any data in the above program. Collectively, these responsive materials will be referred to as \"the software\" in the following paragraphs.\r\n\r\n2. AUDITS, REPORTS, and VALIDATION STUDIES\r\nA copy of all reports concerning or mentioning the Omnilert Gun Detect \"software,\" including audit records, annual reports that mention the use of the Omnilert Gun Detect \"software,\" reports to legislative bodies, misuse reports, reports to oversight bodies.\r\n\r\nThis also includes all impact and validation studies. Please provide a copy of any validation studies conducted with respect to the program or with respect to any software or algorithms used in connection with the program. Please also provide a copy of any records pertaining to inquiries for the need of validation studies or discussion of potential or actual validation studies. A “validation study” in this context is any study designed to assess how accurate the program is in predicting what it is supposed to predict, used to assess whether the program may err in the direction of either under- or overestimating likelihoods or predicted outcomes, or intended to evaluate whether the software does or will produce any results that are biased or unexpected in any way.\r\n\r\n3. AGREEMENTS and CONTRACTS\r\nAny and all agreements related to the acquisition and use of the Omnilert Gun Detect \"software,\" algorithm, or program.\r\n\r\nThis includes (but is not limited to):\r\n• all contracts (as well as associated amendments, attachments, and exhibits),\r\n• data sharing agreements\r\n• insurance agreements\r\n• intergovernmental services agreements\r\n• licensing agreements\r\n• memorandums of understanding, and\r\n• nondisclosure agreements regarding or relevant to this software or program.\r\n\r\nPlease provide a copy of any informal agreements, insurance agreements, liability waivers, and warranties that reference this technology or otherwise guide its use or the relationship between this agency, the provider or developer of the \"software,\" or any other partner or entity that may use or access it.\r\n\r\n4. BIDDING and PROCUREMENT\r\nA copy of any available or relevant Requests for Expressions of Interest, Requests For Proposal (or equivalent calls for bids), responses to Requests for Expressions of Interest, letters of interest, responses to Requests for Proposal, sole source or limited source justification and approval documentation, documentation of selection, and other materials generated in the consideration and selection of the technology in question.\r\n\r\n5. FINANCIAL and FUNDING MATERIALS\r\nAny records related to the financing or funding of the Omnilert Gun Detect \"software,\" including a copy of any related funding opportunity announcements, grant applications, grantor status/progress reports, purchase orders, invoices, and other memoranda and documentation related to the payment or cost (or lack thereof) of the \"software,\" related technology, personnel, equipment, or other elements concerning this \"software\" or program.\r\n\r\n6. INSTRUCTIONAL MATERIALS and TRAINING\r\nAll instructional materials, presentations, and presentation materials (including recorded video and audio, PowerPoint files, prepared remarks, and slides formats), and other guidance on the use of the Omnilert Gun Detect \"software.\"\r\n\r\nThis includes any notes taken during meetings that discussed the use of the software, any explanations (whether generated internally or externally) of how the software works, and any other document that has been used to help explain the use of \"the software\" to any party, including internal documentation, public relations materials, and executive summaries.\r\n\r\nThis also includes training material governing the use, sharing, or access to the \"software\" or any data related to or collected by the face recognition software/technology, including the legal standard that is required before using the technology.\r\n\r\nThis also includes any description of input and output data fields that will aid in understanding the type of information that is submitted to the software, and that is produced by the software.\r\n\r\n7. PRIVACY ASSESSMENTS\r\nA copy of any data retention guidelines or policies, data security policies, data security specifications, privacy impact assessments, security audits, or other materials evaluating or guiding the security of the Omnilert Gun Detect \"software\" or the privacy of the data involved\r\n\r\n8. USE POLICIES\r\nPlease provide a copy of any policy directives, guidance documents, memoranda, training materials, or similar records governing the use and function of this technology for immigration, law enforcement, or any purpose, including all those related to data retention, permissible and impermissible use, and security standards. This would include materials that describe the application, function, and use of the Omnilert Gun Detect \"software,\" including advertisements, emails, handouts, usage policies, PowerPoint presentations, specification documents, or standard operating procedures.\r\n\r\n9. COMMUNICATION and MARKETING MATERIALS\r\nAll communications or marketing materials relevant to or mentioning the Omnilert Gun Detect \"software\" or program.\r\n\r\nThis includes any correspondence between any staff at this agency with any other organization or vendor relevant to the use of the aforementioned technology or program, including records related to meetings or follow-up actions with any vendors, companies, or other private entities marketing this technology for immigration, intelligence, law enforcement, or any use. This also includes correspondence in the form of emails, email attachments, paper letters, text message, and any other form of correspondence, as well as all marketing materials - unsolicited, requested, or otherwise - acquired from vendors of this technology.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nNatalie Murphy",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/baltimore-county-322/omnilert-information-request-151187/"
  },
  {
    "id": 151186,
    "title": "Chinese Marijuana Operation",
    "slug": "chinese-marijuana-operation",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 118033,
    "username": "CoreyBouchardWAGM",
    "agency": 38,
    "datetime_submitted": "2023-08-24T11:25:14.475654",
    "date_due": "2023-09-22",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-08-24T11:25:14.605235",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 151186,
        "from_user": 118033,
        "to_user": 9575,
        "subject": "Freedom of Information Act Request: Chinese Marijuana Operation",
        "datetime": "2023-08-24T11:25:14.605235",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nDocuments and Correspondence related to a July memo that stated: Law enforcement in Maine identified 270 suspected properties used for Chinese illegal marijuana grow operations that could produce an estimated $4.37 billion in revenue.\r\nChinese Officials taking advantage of rural areas, like Maine, to produce marijuana to sell across state lines and funnel the profits back to China.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nCorey Bouchard",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/chinese-marijuana-operation-151186/"
  },
  {
    "id": 151185,
    "title": "Virginia State Open Records Law - Request",
    "slug": "virginia-state-open-records-law-request",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 18788,
    "username": "Preqin",
    "agency": 15149,
    "datetime_submitted": "2023-08-24T10:44:23.711782",
    "date_due": "2023-08-31",
    "days_until_due": null,
    "date_followup": "2023-08-31",
    "datetime_done": null,
    "datetime_updated": "2023-08-24T10:44:23.915749",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 151185,
        "from_user": 18788,
        "to_user": 19545,
        "subject": "Virginia Freedom of Information Act Request: Virginia State Open Records Law - Request",
        "datetime": "2023-08-24T10:44:23.915749",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Ms Lee, \r\n\r\nI am writing to ask for your help with a request under the Virginia State Open Records Law, Va Code sec §2.2-3700 - §2.2-3714.\r\n\r\nPreviously, you kindly sent us Commitment, Contribution, Distribution, Value and IRR as of December 31, 2022 of your private equity and real estate funds. We were extremely grateful to receive this data, as it is very helpful for our research.  \r\n\r\nDo you have more recent records, specifically Commitment, Contribution, Distribution, Value and IRR as of March 31, 2023? This list should include all such partnerships, i.e. private equity, venture capital, distressed debt, mezzanine, fund of funds, real estate, natural resources and private debt investments. If so, is it possible for you to send them to us? \r\n\r\nThank you very much for your help with this request.  I understand that I my be charged for the cost of the copes requested and agree to pay these charges.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "mail"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/newport-news-726/virginia-state-open-records-law-request-151185/"
  }
]