[
  {
    "id": 192899,
    "title": "Untitled",
    "slug": "untitled",
    "status": "submitted",
    "embargo_status": "public",
    "user": 165841,
    "username": "DrewFillen",
    "agency": 11960,
    "datetime_submitted": "2025-09-10T16:15:15.402565",
    "date_due": "2025-09-20",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-09-10T16:15:15.511934",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192899,
        "from_user": 165841,
        "to_user": 18460,
        "subject": "",
        "datetime": "2025-09-10T16:15:15.511934",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nWe request the following records related to Automated License Plate Readers (\"ALPRs\") and your law enforcement agency (\"Agency\").\r\n\r\nPart A - Information related to ALPR data sharing.\r\n\r\nA1. The names of agencies and organizations with which the Agency shares ALPR data;\r\nA2. The names of agencies and organizations from which the Agency receives ALPR data;\r\nA3. The names of agencies and organizations with which the Agency shares “hot list” information;\r\nA4. The names of agencies and organizations from which the Agency receives “hot list” information.\r\n\r\nThe information requested in items A1-A4 is readily available for extraction through the ALPR software you use. For example, with Vigilant Solutions/Motorola Solutions, this data can be exported easily using the Data Sharing Report function. With Flock Safety, this information is available through the transparency portal function. Other software, such as BOSS, has similar functionality.\r\n\r\nMost agencies have encountered little difficulty in providing this information (see below). In a small number of cases, an agency has interpreted items A1-A4 as requesting the creation of a record that does not exist. We disagree: this data is maintained by your software, can be exported through software your agency has already purchased, and is therefore subject to CPRA.\r\n\r\nHowever, should you disagree, you may alternatively produce the following records:\r\n\r\nA5. All agreements, memoranda of understanding, requests, or other certifying documents that external agencies have signed to comply with Sec 1798.90.52(b) for accessing your agency's ALPR data. These documents are also often required under the \"Releasing ALPR Data\" subsection of a California law enforcement agency's SB 34 policy.\r\nA6. All agreements, memoranda of understanding, requests, or other certifying documents that your agency has signed pursuant to Sec 1798.90.52(b) to access other agencies' ALPR data.\r\nA7. All \"records of access\" required by Sec. 1798.90.52(a) for the periods January 1, 2024 until the date of processing this request.\r\n\r\nItems A5-A7 are not necessary if your agency provides the information requested in items A1-A4. We feel that items A1-A4 are more focused and would require less labor from your agency to produce. \r\n\r\nPart B - Information Related to Numbers of “Detections” (plate scans) and “Hits” (plate scans that matched to a hotlist)\r\n\r\nB1. The aggregate number of \"detections\" collected during 2024 and 2025.\r\nB2. The aggregate number of “hits” during 2024 and 2025.\r\nB3. The aggregate number of \"detections\" from January 1, 2024 until the date this request is processed. If your agency has a retention period shorter than 1 year, please provide whatever data is available based on your retention period. For example, most Flock Safety systems may not have this data beyond 30 days.\r\nB4. The aggregate number of “hits” from January 1, 2024 until the date this request is processed. If your agency has a retention period shorter than 1 year, please provide whatever data is available based on your retention period.\r\n\r\nThe information requested in items B1-B4 is readily available through the ALPR software you use. For example, with Vigilant Solutions/Motorola Solutions, this data can be exported easily using the Hit Ratio Report function. With Flock Safety, this information is available through the transparency portal function. Other software, such as BOSS, has similar functionality. As noted above, this information exists within your system and can be easily exported with existing software.\r\n\r\nPart C - Assistance, Description, and Recommendations.\r\n\r\nWe make the following requests under section 6253.1 of the California Public Records Act\r\n\r\nC1. A description of the information technology and physical location in which the records exist.\r\nC2. Assist us identifying records and information that will help the public understand how ALPR data and hotlists are shared, how much data is collected year-to-year, and how much of that data matches a hot list; and\r\nC3. Provide suggestions for overcoming any practical basis for denying access to the information sought.\r\n\r\nPlease note that more than 80 California law enforcement agencies, including yours, have provided the information requested in Parts A1-A4 and B1-B4 in previous years.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDrew Fillen",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/fountain-valley-3220/untitled-192899/"
  }
]