[
  {
    "id": 204544,
    "title": "Health Director oaths of office for Lisa Morrissey, Kara Prunty, and Fernada Carvalho - Danbury, CT",
    "slug": "health-director-oaths-of-office-for-lisa-morrissey-kara-prunty-and-fernada-carvalho-danbury-ct",
    "status": "ack",
    "embargo_status": "public",
    "user": 25746,
    "username": "paigeent",
    "agency": 15563,
    "datetime_submitted": "2026-02-11T06:06:17.291280",
    "date_due": "2026-02-19",
    "days_until_due": null,
    "date_followup": "2026-02-19",
    "datetime_done": null,
    "datetime_updated": "2026-02-11T06:06:17.495553",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 204544,
        "from_user": 25746,
        "to_user": 20488,
        "subject": "Connecticut Freedom of Information Act Request: Health Director oaths of office for Lisa Morrissey, Kara Prunty, and Fernada Carvalho - Danbury, CT",
        "datetime": "2026-02-11T06:06:17.495553",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Connecticut Freedom of Information Act, I hereby request the following records:\r\n\r\n1. Oath of office on file with the Town Clerk for Lisa Morrissey in effect in August 2018.\r\n2. Oath of office on file with the Town Clerk for Kara Prunty as Health Director.\r\n3. Oath of office on file with the Town Clerk for Fernanda Carvalho when appointed and confirmed by City Council to her current position.\r\n4. Oath of office on file with the Town Clerk for Fernada Carvalho under the current term Mayor Alves holds.\r\n\r\nIf there are no responsive records, I request a formal \"Negative Search Certificate\" or a \"Statement of No Record\" be included in the response to this request.\r\n\r\nI also request that, if possible and pursuant to Conn. Gen. Stat. § 1-212(d), fees be waived as I believe this request is in the public interest and not made for commercial gain. The requested documents will be made available to the public at MuckRock.com.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 4 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKevin Paige",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/danbury-101/health-director-oaths-of-office-for-lisa-morrissey-kara-prunty-and-fernada-carvalho-danbury-ct-204544/"
  }
]