[
  {
    "id": 137514,
    "title": "CBP-One Non-PII Exemption Data",
    "slug": "cbp-one-non-pii-exemption-data",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 25665,
    "username": "DetentionKills",
    "agency": 38,
    "datetime_submitted": "2022-12-01T16:58:14.594116",
    "date_due": "2022-12-30",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2022-12-01T16:58:14.749468",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 137514,
        "from_user": 25665,
        "to_user": 9575,
        "subject": "",
        "datetime": "2022-12-01T16:58:14.749468",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nBackground on the CBP One\r\nMost asylum-seekers who come to the U.S. border through Mexico are expelled under the Title 42 Order initiated during the prior administration and continued by the Biden administration. More than 2 million such expulsions have occurred in roughly two years—many of whom are bona fide asylum-seekers who fear serious harm, persecution, and torture in Mexico. Some of the expelled are removed to their origin state by Mexican immigration officials. Others perish in Mexico, or re-attempting the dangerous entry into the U.S. in order to avoid that fate. \r\n\r\nFor some — roughly 700 per day as an aggregate number encompassing all Southern CBP Ports of Entry — the U.S. government allows exemption from Title 42 and entry into the U.S., notwithstanding that order. \r\n\r\nA U.S. government-required app called “CBP-One” serves as the hub for making exemption requests. Here is the CBP One Privacy Impact Assessment: https://www.dhs.gov/publication/dhscbppia-068-cbp-one-mobile-application \r\n\r\nThrough CBP-One, civil society organizations and Mexican immigration officials (INM) are afforded a dedicated number of exemptions. These parties then identify qualified exemption-seekers and inform CBP that they wish to cross under a Title 42 exemption. Exporting data from the CBP-One app, CBP then sends spreadsheets to INM indicating who will be allowed to present at a POE and claim a Title 42 exemption. Because the exemption process is among the only lawful paths to protection for people fleeing violence, access to exemption numbers from CBP, and the corresponding requirement to use CBP One to claim these exemptions by information CBP’s Office of Field Operations (OFO) who’s on the list, has become a coveted, and thus, a commodity. The organizations CBP has unilaterally chosen have monetized access to CBP One, charging rates varying from $2,000 to $6,000 to individuals for the privilege of claiming an exemption. Many other organizations have objected to CBP One’s intrusive surveillance and opted out altogether. \r\n\r\nThis Freedom of Information Act (FOIA) seeks an answer to a very simple set of easily answerable questions: \r\n1. “How many people have sought Title 42 exemptions through the CBP One app since its rollout by CBP?” \r\n2.  “How many people did CBP grant Title 42 exemptions after receiving their information through the CBP One app since its rollout by CBP?”  \r\n3. “How many civil society organizations has CBP authorized to facilitate Title 42 exemptions using CBP One?”\r\n\r\nAnswers we Do NOT seek to through this FOIA: (a) personally identifiable information (PII) regarding individuals presented as applicants for exemptions through the CBP One app. Who, what, when, or where people crossed is not the subject of this request. \r\n\r\nRather, we simply want to know the total number of people granted Title 42 exemptions through CBP One, and the number of civil society orgs CBP has authorized to facilitate Title 42 exemptions using CBP One? \r\n\r\nDescription of Records Sought:\r\nWe request access to the following agency records from CBP’s Office of Field Operations and/or the Migrant Crisis Action Team: \r\n\r\n1. Any record demonstrating the total number of Title 42 exemptions sought through the CBP One app since its inception. (Note: We do not seek cumulative or duplicative records. Any single record evidencing this information will suffice.)\r\n2. Any record demonstrating the total number of Title 42 exemptions granted by CBP after receiving the applicant’s information via the CBP One app. (Note: We do not seek cumulative or duplicative records. Any single record evidencing this information will suffice.)\r\n3. Any record demonstrating the total number of civil society (i.e., not government) who have used the CBP One app to facilitate Title 42 exemptions? \r\n\r\nWe believe the most likely custodians of these records will be CBP’s Office of Field Operations (OFO) and/or the Migrant Crisis Action Team (MCAT). We believe these records are most likely stored in an excel spreadsheet containing data exported from CBP One or a related interface. We believe these sheets are, at minimum, stored on a shared drive. We further believe CBP’s Office of Information Technology (OIT) could facilitate a prompt and adequate search for response records. \r\n\r\nExpedited Processing Request: \r\nPursuant to 6 C.F.R. 5.5(e), we hereby request Expedited Processing of this request, and hereby certify that the following statements under penalty of perjury pursuant to 28 U.S.1746: \r\n1. Humanitarian issues and national policy debates around Title 42 are a matter of widespread media interest about which serious questions exist as to the government’s performance of its duties and legal obligations. So serious, in fact, that the U.S. District Court for the District of Columbia held on November 15, 2022, that Title 42 was arbitrary and capricious when issued. Evidence in the Huisha Huisha case from CDC whistleblowers indicates the public health determinations on which Title 42 are allegedly based originated outside of CDC, and are unsupported by scientific consensus. \r\n\r\n2. December 22, 2022, is reportedly the date on which Title 42 will cease to be in effect. Public reporting in Axios reflects the Biden administration expects a high volume of individuals may return and seek admission and protection under humanitarian laws including the Refugee Convention and the Convention Against Torture. \r\n\r\n3. CBP One has created a massive market for exemption payments in Mexico, with demands from some CBP-chosen organizations ranging from $2000-$6000 per individual seeking exemption through CBP One. With roughly 700 exemptions available per day, this represents a ~$10M-~$30M/week government-created market for entry to the U.S. using the CBP One app. This amounts to as much as $1.5bn in fees paid by migrants in a given year.\r\n\r\n4. This commodification of safety has put individuals and organizations at risk of extortion by cartels in Mexico.\r\n\r\n5. CBP has had actual awareness of these extortion risks to civil society organizations, as applied to CBP One, for at least several weeks prior to the filing of this FOIA request.\r\n\r\n6. Failure to promptly search for and provide responsive records will harm our project’s ability to accurately confirm unofficial assessments of the scope of the CBP One market BEFORE the scheduled end of Title 42, which will be vital to effectively advocating a workable future for the CBP One app. Processing this request in the ordinary course would render the records sought useless for the purposes we seek them because we could still be waiting for records months or even years after the policy change on the ground is set to occur. \r\n\r\nFOIA Information Demands\r\nPursuant to 5 USC 552, on behalf of Al Otro Lado’s #DetentionKills Transparency Project, we demand that CBP: \r\n1. Acknowledge receipt of this request within 10 calendar days. \r\n2. Assign this request an individualized tracking number within 10 calendar days. \r\n3. Adjudicate and respond to the Expedited Processing request within 10 calendar days. \r\n4. Provide a response to this request as soon as practicable, or no later than 30 business days after receiving this request. \r\n5. Provide an estimated date on which the agency intends to release records within 20 calendar days of receiving this request. \r\n6. Task an adequate search reasonably calculated to locate the above requested records, and notify all relevant custodians in writing of their obligations to identify, preserve, and search for responsive records. \r\n7. Make all reasonably segregable, non-exempt portions of responsive agency records promptly available in native format. (E.g., release an excel spreadsheet in .xls or xlsx) \r\n8. Provide the name of an agency official who made the required determination of foreseeable harm for any record withheld as exempt. \r\n9. Notify us in writing of our right to appeal any denial, regardless whether the denial was in whole or in part. \r\n10. Assign our request a simple-track processing designation.\r\n\r\nThank you for your time and attention to this request. \r\n\r\nAndrew Free \r\n#DetentionKills Transparency Initiative\r\nAl Otro Lado\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAndrew Free",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/cbp-one-non-pii-exemption-data-137514/"
  }
]