[
  {
    "id": 192794,
    "title": "FBI File(s) on the late journalist Ross Gelbspan",
    "slug": "fbi-files-on-the-late-journalist-ross-gelbspan",
    "status": "submitted",
    "embargo_status": "public",
    "user": 4681,
    "username": "Matthew_Phelan",
    "agency": 10,
    "datetime_submitted": "2025-09-09T12:39:17.787916",
    "date_due": "2025-10-07",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-09-09T12:39:17.915093",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192794,
        "from_user": 4681,
        "to_user": 9555,
        "subject": "",
        "datetime": "2025-09-09T12:39:17.915093",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nA copy of all segregable and releasable FBI records pertaining to the deceased journalist ROSS GELBSPAN (Born: 1939; Date of Death: January 27, 2024) who spent 31 years as a reporter and editor at various newspapers, including The Philadelphia Bulletin, The Washington Post, the Village Voice and The Boston Globe. Obituaries on Gelbspan can be seen at The New York Times; The Washington Post and Legacy.com.\r\n\r\n- https://www.nytimes.com/2024/02/16/business/media/ross-gelbspan-dead.html\r\n- https://www.washingtonpost.com/obituaries/2024/02/17/ross-gelbspan-climate-journalist-dies/\r\n- https://www.legacy.com/us/obituaries/bostonglobe/name/ross-gelbspan-obituary?id=54265222\r\n\r\nThis search is to include each of the following record stores and interfaces: the Central Records System (CRS), the Automated Case Support system (\"ACS\"), Investigative Case Management system (\"ICM\"), the Automated Case Support system (\"ACS\"), Electronic Case File (\"ECF\"), and the Automated Case Support system (\"ACS\") Universal Index (\"UNI\").\r\n\r\nI also request a search of \"ELSUR\", the database containing electronic surveillance information, for any and all records or activities related to Gelbspan for any on-line account or address or associated service. In addition, please extend the search criteria across any external storage media, including I-Drives, S-Drives, or related technologies used during the course of investigation. Please include processing notes, even if this request is denied in part. Please identify individuals responsible for any aspect of FOIA processing in the processing notes, along with explanation of their involvement if not typically assigned FOIA responsibilities for the record systems above. Please include materials responsive to this request from the bureau's Massachusetts field offices, if possible, to reduce overlap with field office requests.\r\n\r\nNote, also: I am a freelance reporter and would request that any relevant fees be waived. My past work has appeared in The Daily Mail, The New York Times, New York magazine's Intelligencer blog, Scientific American, Slate.com, the New Republic, the New York Review of Books, Chemical Engineering magazine, and elsewhere.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMatthew Phelan",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/fbi-files-on-the-late-journalist-ross-gelbspan-192794/"
  }
]