[
  {
    "id": 158898,
    "title": "Untitled-the world wide public records and/or media records disseminated by the securitized (us law enforcement and military) branches of the united states as the world wide worst notorious sex offender/pedophile",
    "slug": "untitled-the-world-wide-public-records-andor-media-records-disseminated-by-the-securitized-us-law-enforcement-and-military-branches-of-the-united-states-as-the-world-wide-worst-notorious-sex-offenderpedophile",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 5420,
    "username": "lwarr147@gmail.com",
    "agency": 37298,
    "datetime_submitted": "2024-02-17T14:22:08.290292",
    "date_due": "2024-03-18",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-02-17T14:22:08.384703",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 158898,
        "from_user": 5420,
        "to_user": 130174,
        "subject": "",
        "datetime": "2024-02-17T14:22:08.384703",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nto the boston police department \r\nBOSTON POLICE HEADQUARTERS\r\nONE SCHROEDER PLAZA\r\nROXBURY CROSSING, MA 02120\r\n\r\n-the world wide public records and/or media records/propaganda/black psyops disseminated by the securitized (us law enforcement and military) branches of the united states as the world wide worst notorious sex offender/pedophile, while held in enforced/involuntary disappearance and/or related prolonged isolation  as a  terrorist suspect in homeland fema security grants beneficiary shelters and related human and health/humanitarian aid modified as black sites in the united states \r\n\r\n-summary:\r\nThe subsequent deployment of  ever evolving technology,  the public security cameras/hidden webcams, stalker ware, drones, smart technologies and others and related lack of transparency and disclosure , related privacy infringement, the combined misuse of non-lethal law enforcement weapons and medicine/science, such as stun guns and/or drugs, especially rape date drugs, and especially  deep fakes to allow for defamatory as well as real-time impersonation that exposes avenues for novel privacy breaches and novel ways to incriminate and their concurrent  integration in the current inadequate legal frameworks, \r\n1) to bypass standard legal procedures for establishing innocence and/or mental illnesses  and pave the way for the psychiatric institutionalization (punitive psychiatry) and/or  criminal incarceration of my person held in  enforced or involuntary disappearance/ deprived of all legal rights \r\n2) -and to continue the ongoing receipt of us counterterrorism funding and the integration of  us law enforcement and military counterterrorism  operations. \r\n3)-2008-the extrajudicial designation of my person as terrorist suspect/experimental human research subject and simultaneous enforced/involuntary disappearance of my person (and family members within and without the united states).\r\n-2008-the extrajudicial nomination of my person as a terrorist suspect/experimental human research by the Chicago police department, Chicago, Illinois               \r\n -For the for the purpose of sexual military human shield /technology facilitated sexual slavery encompassing cybersex trafficking and enforced public prostitution and technology assisted gender based violence, \r\nmostly taking place nightly while rendered unconscious using stun baton and/or anesthetic gases and forced ingestion of rape date drugs to benefit us law enforcement and military agencies in their counterterrorism efforts, including especially the integration of us local and sub federal law enforcement agencies in those efforts                \r\n4)-transforming any space, I use and/or occupy into a medium of war, thus making me live in a continual ongoing state of war every single minute of the day and night, including the 24/7mobilization of the international/us society for violence and/ action against my person, 5)- The means: \r\n5a) -24/7 military/law enforcement intelligence cycle for the enforced disappearance of my person to isolate my person from accessing media and propaganda where i am stigmatized as the world most notorious sex offender/pedophile\r\n5b) -responsive glomarized document- united state department of justice federal bureau of investigation foipa request No:1415758-000 dated 09/13/2018\r\n-foia exemption 7(E). Would disclose techniques and procedures for law enforcement investigations or prosecutions, or would disclose guidelines for law enforcement investigations or prosecutions if such disclosure could reasonably be expected to risk circumvention of the law, among other exemptions Congress established nine exemptions from disclosure for certain categories of information to protect against certain harms, such as an invasion of personal privacy, or harm to law enforcement investigations. The FOIA authorizes agencies to withhold information when they reasonably foresee that disclosure would harm an interest protected by one of these nine exemptions.\r\n-6) the extrajudicial application the united states department of material support statute cancelling all humanitarian aid to convicted terrorists and terrorist suspects within and without the united states. \r\n-7) the ongoing intervention of any element of force, fraud, deceit, duress, over-reaching, or other ulterior form of constraint or coercion\r\n-the world wide public records and/or media records disseminated by the securitized (us law enforcement and military) branches of the united states as the world wide worst notorious sex offender/pedophile, while held in enforced/involuntary disappearance and/or related prolonged isolation in homeland fema security grants beneficiaries for non for profit shelters and related health and human services in the united states \r\n\r\nlydia warr\r\n05/20/2023- present-boston public health commission-woods mullen women shelter, 794 Massachusetts Ave, Boston, MA 02118,modifed as a black site\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nLydia Warr",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/untitled-the-world-wide-public-records-andor-media-records-disseminated-by-the-securitized-us-law-enforcement-and-military-branches-of-the-united-states-as-the-world-wide-worst-notorious-sex-offenderpedophile-158898/"
  },
  {
    "id": 158896,
    "title": "Mercedes Sprinter Van Logs",
    "slug": "mercedes-sprinter-van-logs",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 25665,
    "username": "DetentionKills",
    "agency": 4951,
    "datetime_submitted": "2024-02-17T14:01:39.718141",
    "date_due": "2024-02-27",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-02-17T14:01:39.865717",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 158896,
        "from_user": 25665,
        "to_user": 13747,
        "subject": "",
        "datetime": "2024-02-17T14:01:39.865717",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nRun Logs, Mileage Records, and Trip Summaries for the Mercedes Sprinter Van the City purchased in 2020 using federal COVID-19 community support funds.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAndrew Free",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/adelanto-3080/mercedes-sprinter-van-logs-158896/"
  }
]