[
  {
    "id": 171896,
    "title": "US-Israel Energy Center",
    "slug": "us-israel-energy-center",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 120183,
    "username": "DelaneyNolan",
    "agency": 15,
    "datetime_submitted": "2024-08-14T18:05:45.689611",
    "date_due": "2024-09-12",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-08-14T18:05:45.812467",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 171896,
        "from_user": 120183,
        "to_user": 25384,
        "subject": "Freedom of Information Act Request: US-Israel Energy Center",
        "datetime": "2024-08-14T18:05:45.812467",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nDating from January 2020, any and all final reports and/or presentations shared with the DoE by the \"GoMed Consortium\" chapter of the US-Israel Energy Center. GoMed is the chapter led by Tulane University, also known as the EC-19 Fossil Energy.\r\n\r\nAny and all documentation of the annual presentations given by GoMed at the US-Israel Energy Center Annual Events, which have been held during the months of April 2021, 2022, 2023, and 2024.\r\n\r\nAny and all communications between the DoE and the Binational Industrial Research and Development Foundation (BIRD), Israeli Ministry of Energy, OR Israel Innovation Authority, which includes the word \"Gaza\" or \"Gazan,\" dating since January 2020.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDelaney Nolan",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/us-israel-energy-center-171896/"
  }
]