[
  {
    "id": 175636,
    "title": "USTDA: ChatGPT Chat Histories and Guidance",
    "slug": "ustda-chatgpt-chat-histories-and-guidance",
    "status": "submitted",
    "embargo_status": "public",
    "user": 351,
    "username": "RobbyD",
    "agency": 3201,
    "datetime_submitted": "2024-10-31T16:15:08.702236",
    "date_due": "2024-12-02",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-10-31T16:15:08.858209",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "chatgpt"
    ],
    "communications": [
      {
        "foia": 175636,
        "from_user": 351,
        "to_user": 10106,
        "subject": "",
        "datetime": "2024-10-31T16:15:08.858209",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\n1. Any USTDA produced policies, memos, emails, PowerPoint presentations or alerts regarding employee use of ChatGPT.\r\n2. Any USTDA produced policies, memos, emails, or alerts regarding how ChatGPT either impacts or might impact USTDA's mission.\r\n3. Chat histories of all ChatGPT sessions conducted on USTDA controlled devices between November 30th, 2022 and October 31st, 2024.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobert Delaware",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/ustda-chatgpt-chat-histories-and-guidance-175636/"
  },
  {
    "id": 175635,
    "title": "Skagit County Sheriff: 1989 Bow, Washington John Doe",
    "slug": "skagit-county-sheriff-1989-bow-washington-john-doe",
    "status": "ack",
    "embargo_status": "public",
    "user": 351,
    "username": "RobbyD",
    "agency": 32548,
    "datetime_submitted": "2024-10-31T15:59:10.123479",
    "date_due": "2024-11-07",
    "days_until_due": null,
    "date_followup": "2024-11-07",
    "datetime_done": null,
    "datetime_updated": "2024-10-31T15:59:10.217075",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 175635,
        "from_user": 351,
        "to_user": 97168,
        "subject": "Washington Public Records Act Request: Skagit County Sheriff: 1989 Bow, Washington John Doe",
        "datetime": "2024-10-31T15:59:10.217075",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Washington Public Records Act, I hereby request the following records:\r\n\r\nAll Skagit County Sheriff Department documents, dispatch logs, incident reports, follow-up reports, copies of medical examiner's reports or photographs, or anything that could be construed as a \"case file\" or \"case documents\" or \"relevant documents\" related to the discovery of the skeletal remains of an unidentified male decedent who was discovered in Bow, Washington on February 20th of 1989. Please include a search for any electronic communication (to or from) either NCIC or WACIC related to these unidentified remains.\r\n\r\nThis case has been repeatedly covered in the news media, each time with requests to spread information about the case to the public in order to help generate leads which might to assist in identification: https://www.goskagit.com/news/sheriff-s-office-renews-effort-to-identify-john-doe/article_729c57eb-89e2-50bd-a38f-8db7d70eb126.html\r\n\r\nThe Skagit County Sheriff Agency Case Number is 89-01753. \r\n\r\nIf the Skagit County Sheriff's Department cannot fulfill certain parts of this request or if certain portions (for example, photographs) must be redacted, please provide any reasonable segregable portion of a requested record after removing or redacting those portions claimed to be exempt, explain in writing the justification for redacting the record, indicate the extent of any redactions on the portion of the record which is made available or published and where technically feasible indicate on the redacted portion itself the specific exemption(s) claimed.\r\n\r\nAs a hobby I research unidentified decedent cases and will attempt to use information released in an attempt to generate leads. Thank you for the Skagit County Sheriff Department's commitment to transparency. I look forward to working with you to resolve this request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobert Delaware",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/skagit-county-8513/skagit-county-sheriff-1989-bow-washington-john-doe-175635/"
  }
]