[
  {
    "id": 138181,
    "title": "Diversity, Equity, Inclusion materials",
    "slug": "diversity-equity-inclusion-materials",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 100755,
    "username": "CHPC",
    "agency": 32905,
    "datetime_submitted": "2022-12-21T17:30:26.452123",
    "date_due": "2022-12-29",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2022-12-21T17:30:26.531923",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 138181,
        "from_user": 100755,
        "to_user": 107925,
        "subject": "",
        "datetime": "2022-12-21T17:30:26.531923",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nAll materials and correspondence between the Croton-Harmon Board of Education, Croton-Harmon School District Administration, Croton-Harmon Equity Committee, Faculty, Staff, Third Party Contractors and Consultants related to the following terms, subjects or concepts between April 2021 to the date this request is fulfilled:\r\n\r\nRace\r\nAnti-racism\r\nRacism\r\nEquity\r\nCulturally Responsive\r\nDecolonize\r\nDiversity\r\nImplicit Bias\r\nIntersectionality\r\nMicroaggression\r\nOppression\r\nPatriarchy\r\nPeople of Color\r\nPrivilege(d)\r\nSafe Space\r\nSocial Justice\r\nTokenism\r\nWhite Supremacy\r\n\r\nThis request shall also include any teachings of such curriculum mentioned above by any faculty employed within the school district, third party contractors, consultants or other third parties invited by the school or agents of the school.\r\n\r\nThis request shall also include any documents or materials accessed by the school district, but stored on third party service providers on behalf of the district, and links/references/credentials for access to such materials if present in emails or electronic systems or files stored in browser caches, cloud storage (i.e. Google Drive, Dropbox, OneDrive, etc), or local hard drives managed by the district.  This request shall also include non-school email and texting services used by the Croton-Harmon Board of Education, Administration and Faculty to conduct activities and business related to the school district (i.e. Gmail, Outlook, etc).  \r\n\r\nThis request shall also include any training material or supplemental information provided to district staff, whether required or suggested.\r\n\r\nPlease keep in mind, pursuant to the Retention and Disposition Schedule for New York Local Government Records (LGS-01): Any record listed in the LGS-01 Schedule for which a Freedom of Information (FOIL) request has been received should not be destroyed until that request has been answered and until any potential appeal is made and resolved, even if the retention period of the record has passed.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.  It is requested all fees will be waived pursuant to the Department of Justice Fee Waiver Policy.\r\n\r\nIn the event that there are fees, we would be grateful if you would inform us of the total charges in advance of fulfilling this request.  We would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nThe Parents Coalition",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/diversity-equity-inclusion-materials-138181/"
  },
  {
    "id": 138178,
    "title": "VANCOUVER PUBLIC SCHOOLS DISTRICT – Request for a complete electronic copy of any emails containing the keyword “MUCKROCK” received by the email address “publicrecordsrequest@vansd.org” for the time period 11-1-2022 to 12-21-2022.",
    "slug": "vancouver-public-schools-district-request-for-a-complete-electronic-copy-of-any-emails-containing-the-keyword-muckrock-received-by-the-email-address-publicrecordsrequestvansdorg-for-the-time-period-11-1-2022-to-12-21-2022",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 85151,
    "username": "praaudit",
    "agency": 29069,
    "datetime_submitted": "2022-12-21T16:42:18.487616",
    "date_due": "2022-12-29",
    "days_until_due": null,
    "date_followup": "2022-12-29",
    "datetime_done": null,
    "datetime_updated": "2022-12-21T16:42:18.569609",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 138178,
        "from_user": 85151,
        "to_user": 85199,
        "subject": "Washington Public Records Act Request: VANCOUVER PUBLIC SCHOOLS DISTRICT – Request for a complete electronic copy of any emails containing the keyword “MUCKROCK” received by the email address “publicrecordsrequest@vansd.org” for the time period 11-1-2022 ",
        "datetime": "2022-12-21T16:42:18.569609",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "December 21, 2022\r\n\r\nVANCOUVER PUBLIC SCHOOLS DISTRICT – Request for a complete electronic copy of any emails containing the keyword “MUCKROCK” received by the email address “publicrecordsrequest@vansd.org” for the time period 11-1-2022 to 12-21-2022.\r\n\r\nVia email to:  jen.anderson@vansd.org\r\n\r\nTo Whom It May Concern:\r\n\r\nPursuant to the Washington Public Records Act [RCW 42.56] I hereby request the following records:\r\n\r\n1.\tI Request for a complete electronic copy of any emails containing the keyword “MUCKROCK” received by the email address “publicrecordsrequest@vansd.org” for the time period 11-1-2022 to 12-21-2022. Please include any “read” receipts, “forward” or “cc” of these emails and any other records regarding or referencing these emails.\r\n\r\nPRODUCTION AND DELIVERY OF ELECTRONIC RECORDS\r\n\r\nThe use of 3rd party “portals” (Such as GOVQA or NEXTREQUEST) for communication and production of records in response to a public records request is optional for the requestor in the State of Washington. Respectfully we decline to use any 3rd party \"portal\" system, specifically GOVQA and NEXTREQUEST.\r\nPlease provide all records electronically via direct email attachment, or via no password, no registration internet cloud-based download link.\r\n\r\nPlease do not direct or invite us to use, register for, or communicate with your agency via any 3rd party portal including but not limited to FOIAOnline, GovQA, NextRequest, FOIAExpress, JustFOIA FOIADirect, WebForm, or any other commercial 3rd party records portal service.\r\n\r\nRCW 42.56.080 - Identifiable records—Facilities for copying—Availability of public records.\r\n\r\n\"...Agencies shall honor requests received in person during an agency's normal office hours, or by mail or email, for identifiable public records unless exempted by provisions of this chapter. No official format is required for making a records request; however, agencies may recommend that requestors submit requests using an agency provided form or web page.\"\r\nThis public records request is being made via email. This public records request will be honored and fulfilled by your agency via email as requested or relief will be sought per statute.\r\n\r\nNATIVE ELECTRONIC FORMAT\r\n\r\nPlease provide all identified public records in their NATIVE electronic format. Unless the records exist IN PAPER FORM ONLY, DO NOT instead create new records by printing native stored electronic files, then scanning and re-printing these newly scanned prints only to reproduce them in again in electronic production.\r\n\r\nFEES\r\n\r\nIn the event that there are fees, please inform us of the total charges in advance of fulfilling the request in strict compliance with all provisions of the Washington State Public Records Act.\r\n\r\nEXEMPTION LOGS\r\n\r\nPlease ensure all redactions or exemptions claimed by your agency in the production of responsive records are accompanied by a complete and detailed exemption log noting the valid legal reason for each exemption at each redaction location in the record produced, as well as the specific number of pages if any that your agency redacts or withholds in their entirety. Each redaction should be noted by footnote or by a clear reference to the specific justification for that redaction, and only the minimal exempt portion of any record may be withheld.\r\n\r\nThe requested documents will be made available to the general public.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. We look forward to receiving your response to this request within 5 business days, as the statute requires.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/vancouver-8548/vancouver-public-schools-district-request-for-a-complete-electronic-copy-of-any-emails-containing-the-keyword-muckrock-received-by-the-email-address-publicrecordsrequestvansdorg-for-the-time-period-11-1-2022-to-12-21-2022-138178/"
  }
]