[
  {
    "id": 173229,
    "title": "Virginia Pay-to-Stay Fees",
    "slug": "virginia-pay-to-stay-fees",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 107539,
    "username": "Kellys2662",
    "agency": 3545,
    "datetime_submitted": "2024-09-12T12:39:24.389488",
    "date_due": "2024-09-19",
    "days_until_due": null,
    "date_followup": "2024-09-19",
    "datetime_done": null,
    "datetime_updated": "2024-09-12T12:39:24.589009",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 173229,
        "from_user": 107539,
        "to_user": 11193,
        "subject": "Virginia Freedom of Information Act Request: Virginia Pay-to-Stay Fees",
        "datetime": "2024-09-12T12:39:24.589009",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Virginia Freedom of Information Act, I hereby request the following records:\r\n\r\nFor each fiscal year from FY2019 through FY2023:\r\n1. The operating budget for the Virginia Department of Corrections\r\n2. The total amount of room & board fees, or fees associated with the cost of an inmate’s incarceration, that were charged or assessed on inmates\r\n3. The total amount of medical fees, including medical co-pays, that were charged or assessed on inmates\r\n4. The total amount of room & board fees, or fees associated with the cost of an inmate’s incarceration, that were paid by inmates and collected by the Virginia Department of Corrections\r\n5. The total amount of medical fees, including medical co-pays, that were paid by inmates and collected by the Virginia Department of Corrections\r\n6. The total amount of room & board fees, or fees associated with the cost of an inmate’s incarceration, that were unpaid and turned into outstanding balance or debt\r\n7. The total amount of outstanding medical fees, including medical co-pays, that were unpaid and turned into outstanding balance or debt\r\n8. The total number of incarcerated adults who were charged room & board fees, or fees associated with the cost of an inmate’s incarceration\r\n9. The total number of incarcerated adults who were charged medical fees, including medical co-pays\r\n10. The total number of incarcerated adults who participated in work-release or occupational/employment programs\r\n11. The hourly rate of the work-release or occupational/employment programs operating under the department’s jurisdiction\r\n12. The total amount of income earned by incarcerated adults employed in work-release or occupational/employment programs\r\n13. The amount and percentage of the income from work release or occupational/employment programs that was used to cover the costs of inmates’ incarceration or care\r\n14. Any policies and procedures relating to the imposition, collection, and enforcement of fees associated with the cost of an inmate’s incarceration or care\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTom Nash, a citizen of Virginia, in coordination with Kelly Stevenson.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/virginia-128/virginia-pay-to-stay-fees-173229/"
  }
]