[
  {
    "id": 155943,
    "title": "NARA PF 12.13.23",
    "slug": "nara-pf-121323",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 60252,
    "username": "rskva102",
    "agency": 15767,
    "datetime_submitted": "2023-12-13T12:37:36.123235",
    "date_due": "2024-01-12",
    "days_until_due": null,
    "date_followup": "2024-01-12",
    "datetime_done": null,
    "datetime_updated": "2023-12-13T12:37:36.203909",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 155943,
        "from_user": 60252,
        "to_user": 20882,
        "subject": "Freedom of Information Act Request: NARA PF 12.13.23",
        "datetime": "2023-12-13T12:37:36.203909",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nYou are receiving this correspondence as a request under the Freedom of Information Act, 5 U.S.C. subsection 552. I am requesting access to the following records in the possession of the National Archives and Record Administration (NARA):\r\n\r\nAll records related to Project Fantasia. Project Fantasia was a collaboration between the Office of Strategic Services (record group 226) and the Office of Scientific Research and Development (record group 227), and was assigned a project number of SAC-26. A 2016 article published by NARA in Prologue Magazine, titled \"Secret Weapons, Forgotten Sacrifices,\" contains a description of Project Fantasia and identifies some of the records as being in record group 227. It can be found here: https://www.archives.gov/publications/prologue/2016/spring/office-scientific-research-development-world-war-ii\r\n\r\nPlease restrict your search for any records to record groups 226 and 227.\r\n\r\nI would prefer to review these records in-person, at your location in College Park, Maryland. If any of these records are being held at a facility other than the one in College Park, please notify me of this before processing the request.\r\n\r\nI look forward to your response within 20 working days, as the statute requires. If access to the records I am requesting will take longer, please advise which tier of processing queue this request falls under and an estimated time frame for processing.\r\n\r\nIf you deny any or all of this request, please cite each specific exemption you feel justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\r\n\r\nIf any potentially responsive records have been destroyed and/or transferred, then I request copies of the destruction or transfer slips as well as any other documentation relating to, mentioning or describing said destruction or transfer, to include but not be limited to confirmation that NARA has no other copies of said records.\r\n\r\nSincerely,\r\n\r\nRobert Skvarla, Jr.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/nara-pf-121323-155943/"
  }
]