[
  {
    "id": 156146,
    "title": "[Arizona Superintendent of Public Instruction] UNICEF and Amnesty International",
    "slug": "arizona-superintendent-of-public-instruction-unicef-and-amnesty-international",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 312,
    "datetime_submitted": "2023-12-19T10:11:11.892698",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-12-19T10:11:11.970989",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 156146,
        "from_user": 3031,
        "to_user": 10690,
        "subject": "",
        "datetime": "2023-12-19T10:11:11.970989",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Arizona Public Records Law, I hereby request the following records:\r\n\r\n1. Any communications sent by, or received from, Superintendent of Public Instruction Tom Horne or the Deputy Superintendent which mentions \"UNICEF\", \"United Nations\", or \"Amnesty\". This request is limited to records generated on or after October 20, 2023.\r\n\r\n2. A copy of all drafts of the communication sent by Tom Horne to \"all district superintendents\" concerning UNICEF and Amnesty International, as referenced in a November 9, 2023, press release: https://www.azed.gov/communications/horne-warns-schools-avoid-antisemitic-and-anti-american-unicef-and-amnesty.\r\n\r\n3. Any communications received from a school district or superintendent in response to the communication referenced in Request No. 2.\r\n\r\nRecords maintained on personal devices or services. Please note that this request seeks public records wherever they may be found, including on devices or networks owned or operated by private parties. For example, if an employee uses a personal cell phone or social media account to conduct public business, records created, maintained, or held on the phone or account are public records subject to this request.\r\n\r\nThe term “COMMUNICATIONS” means and includes any of the following means of communication: emails, text messages, social media messages, letters, memoranda, facsimile transmissions, voice memos, voicemails, voice recordings, video recordings, recordings made by Zoom (or similar meeting software), calendar entries, and calendar invitations.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/arizona-78/arizona-superintendent-of-public-instruction-unicef-and-amnesty-international-156146/"
  }
]