[
  {
    "id": 145023,
    "title": "VA Overpass Accident",
    "slug": "va-overpass-accident",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 114321,
    "username": "PatrickWells",
    "agency": 15972,
    "datetime_submitted": "2023-04-26T11:52:00.853388",
    "date_due": "2023-05-03",
    "days_until_due": null,
    "date_followup": "2023-05-03",
    "datetime_done": null,
    "datetime_updated": "2023-04-26T11:52:00.990014",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 145023,
        "from_user": 114321,
        "to_user": 21354,
        "subject": "Virginia Freedom of Information Act Request: VA Overpass Accident",
        "datetime": "2023-04-26T11:52:00.990014",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Virginia Freedom of Information Act, I hereby request the following records:\r\n\r\nI am seeking any and all documents, reports, photographs, audio recordings, and video recordings pertaining to the following incident:\r\n\r\nDate of incident: October 28, 2017\r\nLocation of incident: Interstate 66 at Cedar Ln overpass\r\nVictim's name: Marisa Harris\r\n\r\nThe incident involved an individual who either jumped or fell off an overpass, hitting a car on the freeway below and killing the driver, Marisa Harris. The incident was investigated by the Virginia State Police and details were forwarded to your office.\r\n\r\nI assert that the records requested should be considered noncriminal records, noting that no criminal charges were filed. Additionally, no crime appears to have even allegedly occurred to have been investigated. Va. Code Ann. § 2.2-3706 allows for withholding only \"identifying information of a personal, medical, or financial nature where the release of such information would jeopardize the safety or privacy of any person\" in noncriminal records. It should be noted that many of the details of the incident have already been widely reported in the media.\r\n\r\nI will also assert that while Va. Code Ann. § 2.2-3706 mandates the release of unattended death records to certain family members or next of kin, nothing in the statute prohibits or otherwise restricts access of these records to the public.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically. When the records are ready, I will provide a link to a cloud-based service where the records may be easily uploaded.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days.\r\n\r\nSincerely,\r\n\r\nTom Nash, a citizen of Virginia, in coordination with Patrick Wells.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "mail"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/fairfax-32059/va-overpass-accident-145023/"
  },
  {
    "id": 145022,
    "title": "Handling of FOIA Requests and Search Programs",
    "slug": "handling-of-foia-requests-and-search-programs",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 10,
    "datetime_submitted": "2023-04-26T11:43:14.493914",
    "date_due": "2023-05-24",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-04-26T11:43:14.562706",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 145022,
        "from_user": 4164,
        "to_user": 9555,
        "subject": "Freedom of Information Act Request: Handling of FOIA Requests and Search Programs",
        "datetime": "2023-04-26T11:43:14.562706",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nPlease read this request in its entirety to ensure that all requested information is provided and that no mistakes are made.\r\n\r\nI am requesting records related   to the FBI's procedures and protocols for handling FOIA requests. Specifically, I am requesting records regarding the FBI's handling of FOIA request guidelines and search programs, including keystring searches and searches used for interagency communication requests for digital memos, documents, emails, or paper documents on related subjects.\r\n\r\nTo support my request, I would like to reference the following relevant case law:\r\n\r\nU.S. Department of Justice v. Reporters Committee for Freedom of the Press, 489 U.S. 749 (1989): This case established the fundamental purpose of FOIA as providing the public with access to information that the government may not otherwise make available.\r\nCitizens for Responsibility and Ethics in Washington v. Department of Justice, 746 F.3d 1082 (D.C. Cir. 2014): This case held that agencies must disclose any reasonably segregable portion of a record that is not exempt from disclosure under FOIA.\r\nNat'l Archives & Records Admin. v. Favish, 541 U.S. 157 (2004): This case established that agencies must provide a specific and legitimate justification for withholding any requested information.\r\nMilner v. Dep't of the Navy, 562 U.S. 562 (2011): This case held that agencies cannot withhold information under FOIA unless the requested information falls within a specific exemption.\r\nJudicial Watch, Inc. v. U.S. Dep't of Justice, 365 F.3d 1108 (D.C. Cir. 2004): This case held that agencies must conduct an adequate search for requested information under FOIA.\r\nI kindly request any records, including policies, procedures, manuals, and training materials, that outline the FBI's guidelines and procedures for conducting searches in response to FOIA requests. I also request any records that detail the types of search programs or techniques utilized by the FBI in its FOIA search process, including keystring searches and interagency communication requests.\r\n\r\nFurthermore, I kindly request any records, including digital memos, documents, emails, or paper documents, related to the FBI's handling of FOIA requests and search programs. These records should include any guidance provided to FBI personnel regarding the handling of FOIA requests and the methods used to search for responsive records.\r\n\r\nIt is my understanding that the FBI has an obligation to provide the requested records unless they are exempt under FOIA. If the FBI withholds any requested records or deletes any responsive information, it must provide a detailed explanation for doing so.\r\n\r\nI kindly request expedited processing of this request, as the information sought is of great public interest and urgency. If expedited processing is not possible, please process this request in the normal course.\r\n\r\nFinally, if any portion of my request is denied, please provide the specific legal basis for the denial, including the FOIA exemption(s) relied upon.\r\n\r\nIf my request is denied in whole or in part, I reserve the right to file a complaint and take legal action to compel the disclosure of the requested information.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJordan Lassiter",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/handling-of-foia-requests-and-search-programs-145022/"
  }
]