[
  {
    "id": 138832,
    "title": "OIS - Firearms Discharges",
    "slug": "ois-firearms-discharges",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 98970,
    "username": "MiLO",
    "agency": 384,
    "datetime_submitted": "2023-01-15T13:37:35.757664",
    "date_due": "2023-01-20",
    "days_until_due": null,
    "date_followup": "2023-01-20",
    "datetime_done": null,
    "datetime_updated": "2023-01-15T13:37:35.933426",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 138832,
        "from_user": 98970,
        "to_user": 10216,
        "subject": "Virginia Freedom of Information Act Request: OIS - Firearms Discharges",
        "datetime": "2023-01-15T13:37:35.933426",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Virginia Freedom of Information Act, I hereby request the following records:\r\n\r\n1) Incident-level data on Richmond (VA) Police Department officers’ drawing their weapons/firearms in the course of their duty: I request data from years 2000 to 2020, including the time, date, and street address (e.g. 123 Main St) for all incidents where an officer drew their weapon/firearm; \r\n2) Incident-level data on the Richmond (VA) Police Department officers’ discharging their weapons/firearms in the course of their duty: I request data from years 2000 to 2020, including the time, date, and street address (e.g. 123 Main St) for all incidents where an officer discharged their firearm; \r\n3) If incident-level data on the Richmond (VA) Police Department officers’ discharging their firearms in the course of duty from years 2000 to 2020 inclusive is available, I also request associated data on whether the shootings by the officers were lethal (i.e. suspects or civilians died as a result of gunshots from officers’ weapons) or were non-lethal (i.e. suspects or civilians were shot but did not die); and \r\n4) Demographic data on the officers and suspects or civilians involved in each incident of Richmond (VA) Police Department officers drawing, discharging, and/or striking (lethal and non-lethal) of suspects or civilians.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTom Nash, a citizen of Virginia, in coordination with Michael Owens.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/richmond-151/ois-firearms-discharges-138832/"
  }
]