[
  {
    "id": 178013,
    "title": "KENT SCHOOL DISTRICT – DeBarthe v. KSD (DeVeiteo) Sexual Assault (SA) by Guest Teacher",
    "slug": "kent-school-district-debarthe-v-ksd-deveiteo-sexual-assault-sa-by-guest-teacher",
    "status": "submitted",
    "embargo_status": "public",
    "user": 135636,
    "username": "hurtpeoplehurtpeople",
    "agency": 20067,
    "datetime_submitted": "2024-12-20T00:33:27.651339",
    "date_due": "2024-12-30",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-12-20T00:33:27.809624",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "dawn marie <dawnmarie.boster@kent.k12.wa.us>",
      "paul brachvogel <paul.brachvogel@kent.k12.wa.us>",
      "korrupt ksd",
      "daniel hannula of rush hannula harkins & kyler pllc",
      "mick mcfarland of evans craven & lackey"
    ],
    "communications": [
      {
        "foia": 178013,
        "from_user": 135636,
        "to_user": 31494,
        "subject": "",
        "datetime": "2024-12-20T00:33:27.809624",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "KENT SCHOOL DISTRICT – DeBarthe v. KSD (DeVeiteo) Sexual Assault (SA) by Guest Teacher\r\n\r\nVia email: PublicRecords@Kent.k12.wa.us\r\n\r\nTo Whom It May Concern:\r\n\r\nPursuant to the Washington Public Records Act [RCW 42.56] I hereby request the following records:\r\n\r\n1. A complete copy of any and all records and writings regarding the following 03-14-2024 \"Legal Update\" sent from  Paul Brachvogel <Paul.Brachvogel@kent.k12.wa.us> to Dawn Marie Boster  <DawnMarie.Boster@kent.k12.wa.us>:\r\n\r\nDeBarthe v. KSD (DeVeiteo). SA by guest teacher. Our attorney is Mick McFarland of Evans, Craven  & Lackey. mmcfarland@ecl-law.com. (509) 455-5200. Opposing counsel Daniel Hannula of Rush, Hannula, Harkins & Kyler PLLC.  The matter settled.\r\n\r\nResponsive records include but are not limited to:\r\n\r\nLaw Enforcement reports and communications\r\nParent and Student communications and notifications\r\nIncident reports, incident analysis, emails, incident follow up\r\nMedia communications, press releases\r\nCourt records, witness statements, etc. \r\nAll settlement records\r\nAll insurance records \r\nCopies of all payments to any party\r\n\r\nRECORDS INSTALLMENTS - ORDER OF PRODUCTION\r\n\r\nIf production of responsive records will be completed in multiple installments, please begin by producing records in REVERSE CHRONOLOGICAL FORMAT BY DATE. The most recent public records should be produced first and the oldest records produced last by date.\r\n\r\nDEFINITION OF RECORDS AND WRITINGS\r\n\r\nRECORDS AND WRITINGS as defined by RCW 42.56.010(4): any handwriting, typewriting, printing, photostating, photographing, and every other means of recording any form of communication or representation including, but not limited to, letters, words, pictures, sounds, or symbols, or combination thereof, and all papers, maps, magnetic or paper tapes, photographic films and prints, motion picture, film and video recordings, magnetic or punched cards, discs, drums, diskettes, sound recordings, and other documents including existing data compilations from which information may be obtained or translated.\r\n\r\nPRODUCTION PROCESSING AND DELIVERY OF ELECTRONIC RECORDS\r\n\r\nPlease provide all records in their native electronic format. Please do not instead create new records by printing electronic files then scanning and printing the newly scanned prints.\r\n\r\nWashington State Law is clear that the use of 3rd party “portals” (Such as GOVQA) for a public records request is optional for the requestor. Respectfully I decline. Please provide all records electronically via direct email attachment to this email address.\r\n\r\nPlease do not register this requestor for, nor direct this requestor to the use of any 3rd party commercial portal including but not limited to FOIAOnline, GovQA, NextRequest, FOIAExpress, JustFOIA FOIADirect, WebForm, or any other online service other than a direct NO PASSWORD REQUIRED, NO REGISTRATION REQUIRED, internet cloud-based download link, or electronic email.\r\n\r\nDo not send any portion of this public records request to any 3rd party for-profit corporation such as GOVQA, a Grannicus Corporation, NEXT-REQUEST, or JUST FOIA.\r\n\r\nDo not register this request with any for profit portal or 3rd party organization such as GOVQA, a Grannicus Corporation, NEXT-REQUEST, or JUST FOIA.\r\n\r\nPUBLIC RECORDS REQUESTS SUBMITTED VIA EMAIL\r\n\r\nRCW 42.56.080 - Identifiable records—Facilities for copying—Availability of public records.\r\n\r\n\"...Agencies shall honor requests received in person during an agency's normal office hours, or by mail or email, for identifiable public records unless exempted by provisions of this chapter. No official format is required for making a records request; however, agencies may recommend that requestors submit requests using an agency provided form or web page.\"\r\n\r\nThis public records request is being made via email. This public records request will be honored and fulfilled by your agency via email as requested or relief will be sought per statute.\r\n\r\nNATIVE ELECTRONIC FORMAT\r\n\r\nPlease provide all identified public records in their NATIVE electronic format, either .pst file or .pdf PORTFOLIO file. Please provide all electronic records in the fewest number of individual files as per native format or use free .zip compression in each installment.\r\n\r\nFEES\r\n\r\nIn the event that there are fees, please inform us of the total charges in advance of fulfilling the request in strict compliance with all provisions of the Washington State Public Records Act.\r\n\r\nEXEMPTION LOGS\r\n\r\nPlease ensure all redactions or exemptions claimed by your agency in the production of responsive records are accompanied by a complete and detailed contemporaneous exemption log noting the valid legal reason for each exemption at each redaction location in the record produced, as well as the specific number of pages if any that your agency redacts or withholds in their entirety. Each redaction should be noted by footnote or by a clear reference to the specific justification for that redaction, and only the minimal exempt portion of any record may be withheld.\r\n\r\nCOMMERCIAL PURPOSE DECLARATION\r\n\r\nThe Washington State Public Records Act prohibits the disclosure of “lists of individuals” for a commercial purpose (RCW 42.56.070(8)). I declare this public records request is not being made for any commercial purpose whatsoever. Also, this public records request is not being made for a \"list of individuals.\" This declaration satisfies all requirements of RCW 42.56 regarding prohibitions on lists and commercial purposes. No additional commercial purpose declaration will be completed for this public records request.\r\n\r\nPRESERVATION OF PUBLIC RECORDS *** ANTICIPATE LITIGATION ***\r\n\r\nWAC 44-14-03005 RETENTION OF PUBLIC RECORDS\r\n\r\nThe lawful destruction of public records is governed by retention schedules. The unlawful destruction of public records can be a crime. RCW 40.16.010 and 40.16.020. An agency is prohibited from destroying a public record, even if it is about to be lawfully destroyed under a retention schedule, if a public records request has been made for that record. RCW 42.56.100. Additional retention requirements might apply if the records may be relevant to actual or anticipated litigation. The agency is required to retain the record until the record request has been resolved.\r\n\r\nNote: An agency can be found to violate the Public Records Act and be subject to the attorneys' fees and penalty provision if it prematurely destroys a requested record after a request is made. See Yacobellis v. City of Bellingham, 55 Wn. App. 706, 780 P.2d 272 (1989). However, it is not a violation of the Public Records Act if a record is destroyed prior to an agency's receipt of a public records request for that record. Bldg. Indus. Ass'n of Wash. v. McCarthy, 152 Wn. App. 720, 218 P.3d 196 (2009); West v. Dep't of Nat. Res., 163 Wn. App. 238, 258 P.3d 78 (2011). The Public Records Act (chapter 42.56 RCW) and the records retention statutes (chapter 40.14 RCW) are two different laws.\r\n\r\nCOMMUNICATION VIA EMAIL\r\n\r\nPlease send all requests for clarification, status updates, and production of responsive electronic documents via direct email reply.\r\n\r\nThe requested documents will be made available to the general public.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. We look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nGood Luck.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/kent-67/kent-school-district-debarthe-v-ksd-deveiteo-sexual-assault-sa-by-guest-teacher-178013/"
  },
  {
    "id": 178011,
    "title": "Event Records (Waltham Police Department)",
    "slug": "event-records-waltham-police-department",
    "status": "submitted",
    "embargo_status": "public",
    "user": 119636,
    "username": "Retying9381",
    "agency": 7441,
    "datetime_submitted": "2024-12-20T00:22:10.343170",
    "date_due": "2025-01-07",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-12-20T00:22:10.532388",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 178011,
        "from_user": 119636,
        "to_user": 21271,
        "subject": "",
        "datetime": "2024-12-20T00:22:10.532388",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Massachusetts Public Records Law, I hereby request the following records:\r\n\r\n1. Records pertaining to detentions and arrests on or immediately surrounding Brandeis University's campus at 415 South Street in Waltham, MA., between September and December in the year 2023.\r\nThis should include: incident reports, case reports, supplemental reports, body-worn camera footage (if applicable), dash-cam footage (if applicable), 911 call recordings and transcripts, radio communications or dispatch logs, emails or text messages between officers, supervisors, and other officials about the incident, internal memos, briefings, or reports regarding the event, CAD (Computer-Aided Dispatch) logs, arrest reports (if applicable), and booking records.\r\n\r\nNote for Mass. PD (Waltham PD ignore this): Brandeis Campus PD is implicated in this request as a subsidiary of Massachusetts State Police. It is subject to public records requests. See: Chapter 22C, Section 63 of the Massachusetts General laws, which allows college and university police officers to be appointed as Special State Police Officers under the authority of the Colonel of the Massachusetts State Police.\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by the recommendations of the Massachusetts Supervisor of Public Records. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nI expect the request to be filled in an accessible format, including for screen readers, which provide text-to-speech for persons unable to read print. Files that are not accessible to screen readers include, for example, .pdf image files as well as physical documents.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nUT",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/waltham-681/event-records-waltham-police-department-178011/"
  },
  {
    "id": 178010,
    "title": "Event Records (Massachusetts State Police)",
    "slug": "event-records-massachusetts-state-police",
    "status": "submitted",
    "embargo_status": "public",
    "user": 119636,
    "username": "Retying9381",
    "agency": 274,
    "datetime_submitted": "2024-12-20T00:22:10.343170",
    "date_due": "2025-01-07",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-12-20T00:22:10.448979",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 178010,
        "from_user": 119636,
        "to_user": 10031,
        "subject": "",
        "datetime": "2024-12-20T00:22:10.448979",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Massachusetts Public Records Law, I hereby request the following records:\r\n\r\n1. Records pertaining to detentions and arrests on or immediately surrounding Brandeis University's campus at 415 South Street in Waltham, MA., between September and December in the year 2023.\r\nThis should include: incident reports, case reports, supplemental reports, body-worn camera footage (if applicable), dash-cam footage (if applicable), 911 call recordings and transcripts, radio communications or dispatch logs, emails or text messages between officers, supervisors, and other officials about the incident, internal memos, briefings, or reports regarding the event, CAD (Computer-Aided Dispatch) logs, arrest reports (if applicable), and booking records.\r\n\r\nNote for Mass. PD (Waltham PD ignore this): Brandeis Campus PD is implicated in this request as a subsidiary of Massachusetts State Police. It is subject to public records requests. See: Chapter 22C, Section 63 of the Massachusetts General laws, which allows college and university police officers to be appointed as Special State Police Officers under the authority of the Colonel of the Massachusetts State Police.\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by the recommendations of the Massachusetts Supervisor of Public Records. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nI expect the request to be filled in an accessible format, including for screen readers, which provide text-to-speech for persons unable to read print. Files that are not accessible to screen readers include, for example, .pdf image files as well as physical documents.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nUT",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/massachusetts-1/event-records-massachusetts-state-police-178010/"
  }
]