[
  {
    "id": 204209,
    "title": "Information on Flock Saftey and AI-assisted Cameras",
    "slug": "information-on-flock-saftey-and-ai-assisted-cameras",
    "status": "submitted",
    "embargo_status": "public",
    "user": 177297,
    "username": "ConcernedCitizen_zhiMSXVO",
    "agency": 621,
    "datetime_submitted": "2026-02-04T16:58:10.690996",
    "date_due": "2026-02-19",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2026-02-04T16:58:10.853085",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "surveillance cameras",
      "ice",
      "texas",
      "flock safety"
    ],
    "communications": [
      {
        "foia": 204209,
        "from_user": 177297,
        "to_user": 10760,
        "subject": "Texas Public Information Act Request: Information on Flock Saftey and AI-assisted Cameras",
        "datetime": "2026-02-04T16:58:10.853085",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\n- The location of all Flock Safety or other AI-assisted cameras installed in the last 90 days (please share locations as map coordinates or a street address with nearest cross-street)\r\n- The number of Flock Safety or other AI-assisted cameras planned to be installed and the location where DPS plans to put them (please share locations as map coordinates or a street adress with nearest cross-street)\r\n- All email communications with Immigration and Customs Enforcement regarding data sharing from Flock Safety cameras \r\n- The number of license plates scanned with Flock Safety automated license plate readers (ALPRs) over the last 30 days\r\n- The names of the hot lists/watch lists used with Flock Safety automated license plate readers\r\n- The names of all the agencies with which data is shared with through the Flock Safety automated license plate reader system\r\n- The names of all the agencies from which data is received through the Flock Safety automated license plate reader system\r\n- All agreements will local homeowner associations or private business or individuals for access to Flock Safety systems\r\n- All contracts, MOUs, or other agreements with Flock Safety\r\n- All procurement documents related to Flock Safety\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nConcerned Citizen",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/texas-109/information-on-flock-saftey-and-ai-assisted-cameras-204209/"
  }
]