[
  {
    "id": 157306,
    "title": "Flock Contract Renewal Skokie Illinois",
    "slug": "flock-contract-renewal-skokie-illinois",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 75693,
    "username": "nilescoalition",
    "agency": 12192,
    "datetime_submitted": "2024-01-15T22:51:04.374082",
    "date_due": "2024-01-22",
    "days_until_due": null,
    "date_followup": "2024-01-22",
    "datetime_done": null,
    "datetime_updated": "2024-01-15T22:51:04.489107",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 157306,
        "from_user": 75693,
        "to_user": 18823,
        "subject": "Illinois Freedom of Information Act. Request: Flock Contract Renewal Skokie Illinois",
        "datetime": "2024-01-15T22:51:04.489107",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request records to substantiate specific claims made in the agenda for the Skokie Board of Trustees meeting on December 18th 2023[1]. The specific agenda item pertains to the renewal of the automated license plate reader (ALPR) cameras contract with a private company called Flock Safety, as used by the Village of Skokie Police Department.\r\n\r\nALPR technology carries with it significant implications for privacy and civil liberties. The ability of these surveillance systems to collect and store vast amounts of data on the movement of community members raises concerns about violation on our Fourth Amendment privacy rights[2].\r\n\r\nThe agenda item cites various statistics and outcomes attributed to the use of Flock Safety's ALPR technology. For transparency and public understanding, we seek evidence supporting these claims. Specifically, we request:\r\n\r\n1) Documentation or data supporting the statement that ALPR technology “has become a critical and effective tool in both the prevention and investigation of crime has become a critical and effective tool in both the prevention and investigation of crime.\" This should include evidence showing the direct impact of ALPR technology on crime prevention and resolution in Skokie.\r\n\r\n2) Records or analysis that detail how the \"cameras collect and record objective information about passing vehicles such as license plate, vehicle color and body type and deposits this data in a secure searchable database.\" including any privacy safeguards in place for this data collection and storage.\r\n\r\n3) Evidence or reports that validate the claim \"Tapping into this rapidly growing network of data is a force multiplier and has had a dramatic effect on Skokie PD's ability to prevent and solve crimes.\" This should include specific examples or statistics demonstrating this impact.\r\n\r\n4) Detailed breakdowns or reports of the \"21,029,664 plate reads, approximately 11,801 searches, approximately 105 plates added to hotlists, and approximately 136,427 hotlist alerts\" mentioned in the agenda item. This should clarify the outcomes of these reads, searches, and alerts.\r\n\r\n5) Information on the \"129 investigations\" that were assisted by Flock ALPR technology in 2023, including how the technology contributed to these investigations, the nature of the crimes involved, and the results of these investigations, such as recoveries or arrests.\r\n\r\n6) Any audits, reviews, or assessments conducted by the Village of Skokie or external entities regarding the accuracy, effectiveness, and impact of the Flock Safety ALPR system in the community.\r\n\r\nCITATIONS:\r\n[1] Skokie Board of Trustees Regular Agenda Meeting Packet Dec 18, 2023 \r\n<https://web.archive.org/web/20240109175006/https://www.skokie.org/AgendaCenter/ViewFile/Agenda/_12182023-1991>\r\n[2] U of M Ford School of Public Policy | Automated License Plate Readers: Legal and Policy Evaluation \r\n<https://web.archive.org/web/20231208112551/https://stpp.fordschool.umich.edu/sites/stpp/files/2023-02/ALPR%20Memo%20Final%20Jan%202023_0.pdf>\r\nACLU Fast-Growing Company Flock is Building a New AI-Driven Mass-Surveillance System\r\n<https://web.archive.org/web/20231208034301/https://www.aclu.org/wp-content/uploads/legal-documents/flock_1.pdf>\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nNiles Coalition",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "mail"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/skokie-10980/flock-contract-renewal-skokie-illinois-157306/"
  }
]