[
  {
    "id": 177048,
    "title": "VMI Yearbook Correspondence",
    "slug": "vmi-yearbook-correspondence",
    "status": "submitted",
    "embargo_status": "public",
    "user": 140258,
    "username": "TheCadet",
    "agency": 15147,
    "datetime_submitted": "2024-12-01T14:35:19.821512",
    "date_due": "2024-12-06",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-12-01T14:35:20.096075",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177048,
        "from_user": 140258,
        "to_user": 19541,
        "subject": "Virginia Freedom of Information Act Request: VMI Yearbook Correspondence",
        "datetime": "2024-12-01T14:35:20.096075",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Virginia Freedom of Information Act, I hereby request the following records:\r\n\r\nAll documents and/or records involving any communications and/or any other actions involving any member of the Virginia Military Institute Faculty, staff, administration, employeed, cadetd, organizationd (including Cadet Clubs) on regarding the company called ArtCarved and/or the VMI 2024 Bomb for the period 1 August 2023 to the date of this FOIA in addition to those provided under the previous FOIA. It is not necessary to provide those records disclosed under that previous FOIA. The scope of this request includes, without limitation, members of the Class of 2024, including, without limitation, Bomb and Class leadership (Class President, etc.). It includes copies of communications to and from members of the Class of 2024 to submit their information for the Bomb and communications before and after graduation to date.\r\n\r\nFor the purpose of this request, “Documents and/or Records” is defined as “Any public record subject to disclosure under the Va. FOIA including any writing or recording, paper record, electronic file, audio, video recording, or any other format. This term shall mean all relevant data and information in the Custodian’s possession defined in [a] Requester’s General Subject of Inquiry and [b] Specific Subjects of Inquiry including but not limited to letters, notes, drafts, legal instruments, contracts, telephone transcripts, email correspondence, drawings and tables. Includes, without limitation, any and all forms of memorialized information, whether written, graphic, computerized, or stored electronically or on tape. This definition specifically includes, but is not limited to, drafts, originals, copies, handwritten notes or comments, letters, correspondence, e-mails, records of discussions, memoranda, telegrams, telephone logs and records, teletypes, appointment books, meeting agenda or minutes, reports, briefings, presentations, studies, analyses, communications with government bodies, interoffice and intra-office communications with any party whatsoever, computer programs and printouts, social media communications, including, but not limited, to FaceTime, Instagram, FaceBook.com, text messages, and other records or voice records, films or tapes As well as any screenshots or other record showing calls of which there are no other records were made.”\r\n\r\nFor the purposed of this FOIA documents involving cadets and their activities are not student records as defined by FERPA and, therefore, cannot be withheld.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTom Nash, a citizen of Virginia, in coordination with Anonymous.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/lexington-32067/vmi-yearbook-correspondence-177048/"
  }
]