[
  {
    "id": 161183,
    "title": "John Baynard Woods Jr. Arrest Report",
    "slug": "john-baynard-woods-jr-arrest-report",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 132191,
    "username": "linaeunji",
    "agency": 11206,
    "datetime_submitted": "2024-03-26T17:14:04.566181",
    "date_due": "2024-03-29",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-03-26T17:14:04.673563",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161183,
        "from_user": 132191,
        "to_user": 16324,
        "subject": "",
        "datetime": "2024-03-26T17:14:04.673563",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Georgia Open Records Act, I hereby request the following records:\r\n\r\nA police arrest report for John Baynard Woods Jr. [DOB: 11/2/1972] for possession of either marijuana and/or psychedelic drugs [psilocybin, otherwise known as \"magic mushrooms\"] in Georgia, Houston County in 1991.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nLina Chang",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/houston-county-4908/john-baynard-woods-jr-arrest-report-161183/"
  },
  {
    "id": 161182,
    "title": "KENT SCHOOL DISTRICT - Citizen complaints, and agency investigations regarding Kent School District, public funds, proposed propositions, ballot measures and Levys (2023 - 2024)",
    "slug": "kent-school-district-citizen-complaints-and-agency-investigations-regarding-kent-school-district-public-funds-proposed-propositions-ballot-measures-and-levys-2023-2024",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 106440,
    "username": "Zbadac",
    "agency": 20067,
    "datetime_submitted": "2024-03-26T17:09:45.337415",
    "date_due": "2024-04-02",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-03-26T17:09:45.585357",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161182,
        "from_user": 106440,
        "to_user": 31494,
        "subject": "",
        "datetime": "2024-03-26T17:09:45.585357",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Did Kent School District misuse public resources to support levies?\r\n\r\nhttps://www.kentreporter.com/news/did-kent-school-district-misuse-public-resources-to-support-levies/\r\n\r\nVia email: PublicRecords@Kent.k12.wa.us\r\n\r\nTo Whom It May Concern:\r\n\r\nPursuant to the Washington Public Records Act [RCW 42.56] I hereby request the following records:\r\n\r\n1. I request a complete electronic copy of all RECORDS AND WRITINGS of any citizen complaints and/or agency investigations regarding Kent School District's use or proposed use of public funds for the time period (2023 - 2024).\r\n\r\n2.\tI request a complete electronic copy of all RECORDS AND WRITINGS of any citizen complaints and/or agency investigations regarding Kent School District's proposed propositions, ballot measures and/or proposed Levys for the time period (2023 - 2024).\r\n\r\nRECORDS INSTALLMENTS - ORDER OF PRODUCTION\r\n\r\nIf production of responsive records will be completed in multiple installments, please begin by producing records in REVERSE CHRONOLOGICAL FORMAT BY DATE. The most recent public records should be produced first and the oldest records produced last by date.\r\n\r\nDEFINITION OF RECORDS AND WRITINGS\r\n\r\nRECORDS AND WRITINGS as defined by RCW 42.56.010(4): any handwriting, typewriting, printing, photostating, photographing, and every other means of recording any form of communication or representation including, but not limited to, letters, words, pictures, sounds, or symbols, or combination thereof, and all papers, maps, magnetic or paper tapes, photographic films and prints, motion picture, film and video recordings, magnetic or punched cards, discs, drums, diskettes, sound recordings, and other documents including existing data compilations from which information may be obtained or translated.\r\n\r\nPRODUCTION PROCESSING AND DELIVERY OF ELECTRONIC RECORDS\r\n\r\nPlease provide all records in their native electronic format. Please do not instead create new records by printing electronic files then scanning and printing the newly scanned prints.\r\n\r\nWashington State Law is clear that the use of 3rd party “portals” (Such as GOVQA) for a public records request is optional for the requestor. Respectfully I decline. Please provide all records electronically via direct email attachment to this email address.\r\n\r\nPlease do not register this requestor for, nor direct this requestor to the use of any 3rd party commercial portal including but not limited to FOIAOnline, GovQA, NextRequest, FOIAExpress, JustFOIA FOIADirect, WebForm, or any other online service other than a direct NO PASSWORD REQUIRED, NO REGISTRATION REQUIRED, internet cloud-based download link, or electronic email.\r\n\r\nDo not send any portion of this public records request to any 3rd party for-profit corporation such as GOVQA, a Grannicus Corporation or NEXT-REQUEST.\r\n\r\nDo not register this request with any for profit portal or 3rd party organization such as GOVQA, a Grannicus Corporation, or NEXT-REQUEST.\r\n\r\nPUBLIC RECORDS REQUESTS SUBMITTED VIA EMAIL\r\n\r\nRCW 42.56.080 - Identifiable records—Facilities for copying—Availability of public records.\r\n\r\n\"...Agencies shall honor requests received in person during an agency's normal office hours, or by mail or email, for identifiable public records unless exempted by provisions of this chapter. No official format is required for making a records request; however, agencies may recommend that requestors submit requests using an agency provided form or web page.\"\r\n\r\nThis public records request is being made via email. This public records request will be honored and fulfilled by your agency via email as requested or relief will be sought per statute.\r\n\r\nNATIVE ELECTRONIC FORMAT\r\n\r\nPlease provide all identified public records in their NATIVE electronic format, either .pst format or .pdf format. Please provide all electronic records in the fewest number of individual files as per native format or use free .zip compression in each installment. If MULTIPLE .pdf files are to be produced, provide the .pdf in .pdf PORTFOLIO format for the sake of efficiency and to REDUCE COSTS.\r\n\r\nFEES\r\n\r\nIn the event that there are fees, please inform us of the total charges in advance of fulfilling the request in strict compliance with all provisions of the Washington State Public Records Act.\r\n\r\nEXEMPTION LOGS\r\n\r\nPlease ensure all redactions or exemptions claimed by your agency in the production of responsive records are accompanied by a complete and detailed exemption log noting the valid legal reason for each exemption at each redaction location in the record produced, as well as the specific number of pages if any that your agency redacts or withholds in their entirety. Each redaction should be noted by footnote or by a clear reference to the specific justification for that redaction, and only the minimal exempt portion of any record may be withheld.\r\n\r\nCOMMERCIAL PURPOSE DECLARATION\r\n\r\nThe Washington State Public Records Act prohibits the disclosure of “lists of individuals” for a commercial purpose (RCW 42.56.070(8)). I declare this public records request is not being made for any commercial purpose whatsoever. Also, this public records request is not being made for a \"list of individuals.\" This declaration satisfies all requirements of RCW 42.56 regarding prohibitions on lists and commercial purposes. No additional commercial purpose declaration will be completed for this public records request.\r\n\r\nPRESERVATION OF PUBLIC RECORDS *** ANTICIPATE LITAGATION ***\r\n\r\nWAC 44-14-03005 RETENTION OF PUBLIC RECORDS\r\n\r\nThe lawful destruction of public records is governed by retention schedules. The unlawful destruction of public records can be a crime. RCW 40.16.010 and 40.16.020. An agency is prohibited from destroying a public record, even if it is about to be lawfully destroyed under a retention schedule, if a public records request has been made for that record. RCW 42.56.100. Additional retention requirements might apply if the records may be relevant to actual or anticipated litigation. The agency is required to retain the record until the record request has been resolved.\r\n\r\nNote: An agency can be found to violate the Public Records Act and be subject to the attorneys' fees and penalty provision if it prematurely destroys a requested record after a request is made. See Yacobellis v. City of Bellingham, 55 Wn. App. 706, 780 P.2d 272 (1989). However, it is not a violation of the Public Records Act if a record is destroyed prior to an agency's receipt of a public records request for that record. Bldg. Indus. Ass'n of Wash. v. McCarthy, 152 Wn. App. 720, 218 P.3d 196 (2009); West v. Dep't of Nat. Res., 163 Wn. App. 238, 258 P.3d 78 (2011). The Public Records Act (chapter 42.56 RCW) and the records retention statutes (chapter 40.14 RCW) are two different laws.\r\n\r\nThe requested documents will be made available to the general public.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. We look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nGood Luck.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/kent-67/kent-school-district-citizen-complaints-and-agency-investigations-regarding-kent-school-district-public-funds-proposed-propositions-ballot-measures-and-levys-2023-2024-161182/"
  },
  {
    "id": 161181,
    "title": "FOIA - BART - Drafts of Anime Mascots",
    "slug": "foia-bart-drafts-of-anime-mascots",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 11321,
    "username": "joliet_j",
    "agency": 2603,
    "datetime_submitted": "2024-03-26T17:07:13.221426",
    "date_due": "2024-04-05",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-03-26T17:07:13.485867",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161181,
        "from_user": 11321,
        "to_user": 11519,
        "subject": "",
        "datetime": "2024-03-26T17:07:13.485867",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nAny HTML, DOC, PDF, PNG, and/or JPEG files sufficient to serve as drafts of the following illustrations and details of the official BART Anime Mascots featured at https://www.bart.gov/news/anime\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJ Ader",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/california-52/foia-bart-drafts-of-anime-mascots-161181/"
  },
  {
    "id": 161180,
    "title": "FOIA - BART - emails invloving anime mascots",
    "slug": "foia-bart-emails-invloving-anime-mascots",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 11321,
    "username": "joliet_j",
    "agency": 2603,
    "datetime_submitted": "2024-03-26T17:05:40.545238",
    "date_due": "2024-04-05",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-03-26T17:05:40.856786",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161180,
        "from_user": 11321,
        "to_user": 11519,
        "subject": "",
        "datetime": "2024-03-26T17:05:40.856786",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nAll emails - and their attachments - sent/and or received by melody.starling@bart.gov during the time frame of November 1, 2023 to the date of this request (March 26, 2024) including any of the following terms:\r\n\r\n- anime\r\n- cosplay\r\n- mascot\r\n\r\nAll responsive documents should include basic metadata, such as the title, body, date sent, and addresses sent to/CC'ed.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJ Ader",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/california-52/foia-bart-emails-invloving-anime-mascots-161180/"
  }
]