[
  {
    "id": 183208,
    "title": "Tarrant County, Texas: Tim O'Hare communications on drag",
    "slug": "tarrant-county-texas-tim-ohare-communications-on-drag",
    "status": "ack",
    "embargo_status": "public",
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 17573,
    "datetime_submitted": "2025-03-15T06:47:19.586961",
    "date_due": "2025-03-28",
    "days_until_due": null,
    "date_followup": "2025-03-28",
    "datetime_done": null,
    "datetime_updated": "2025-03-15T06:47:19.704846",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 183208,
        "from_user": 3031,
        "to_user": 25438,
        "subject": "Texas Public Information Act Request: Tarrant County, Texas: Tim O'Hare communications on drag",
        "datetime": "2025-03-15T06:47:19.704846",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\n1. Any communications sent or received by Tim O'Hare that mention any of the following terms: drag shows, drag, Executive Order, or Title IX. This request is limited to records generated on or after January 20, 2025.\r\n\r\n2. Any communications between Tim O'Hare and any member of the University of Texas Board of Regents on or after March 10, 2025.\r\n\r\n\"Communications\" means and includes emails, text messages, social media messages, letters, memoranda, calendar entries, chats, or any form of one-to-one or one-to-many communication.\r\n\r\nPlease note that this request seeks public records wherever they may be found, including on devices or networks owned or operated by private parties. For example, if an employee uses a personal cell phone or social media account to conduct public business, records created, maintained, or held on the phone or account are public records subject to this request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/texas-109/tarrant-county-texas-tim-ohare-communications-on-drag-183208/"
  }
]