[
  {
    "id": 161741,
    "title": "KENT SCHOOL DISTRICT – Agency Costs Fulfilling Public Records Requests Including Litigation (2019-2023)",
    "slug": "kent-school-district-agency-costs-fulfilling-public-records-requests-including-litigation-2019-2023",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 106430,
    "username": "Rannsaka",
    "agency": 20067,
    "datetime_submitted": "2024-04-07T14:50:52.862105",
    "date_due": "2024-04-12",
    "days_until_due": null,
    "date_followup": "2024-04-12",
    "datetime_done": null,
    "datetime_updated": "2024-04-07T14:50:52.969243",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161741,
        "from_user": 106430,
        "to_user": 31494,
        "subject": "Washington Public Records Act Request: KENT SCHOOL DISTRICT – Agency Costs Fulfilling Public Records Requests Including Litigation (2019-2023)",
        "datetime": "2024-04-07T14:50:52.969243",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Via email: PublicRecords@Kent.k12.wa.us\r\n\r\nTo whom it may concern,\r\n\r\nPUBLIC RECORDS REQUEST RCW 42.56\r\n\r\nI request the following identifiable public records to be produced in the following order of production, newest to oldest by year:\r\n\r\n1. Please provide all \"Public Records\" (as defined by WAC 44-14-03001) available detailing costs incurred by your agency in fulfilling records requests, including staff compensation, legal review, and any public records related litigation costs for the year 2023.\r\n\r\nResponsive public records should include but are not limited to:\r\n\r\nSupplies and services external services (e.g., printing services, large format printing)\r\nMailing costs, supplies (CDs, DVDs, USB sticks, etc.)\r\nSoftware licensing, and other professional services\r\nAgency staff costs\r\nLegal costs – including all litigation\r\nLegal settlements related to public records requests litigation of any kind\r\nCosts of staff time associated with invoicing and collection\r\n\r\n2. Please provide all \"Public Records\" (as defined by WAC 44-14-03001) available detailing costs incurred by your agency in fulfilling records requests, including staff compensation, legal review, and any public records related litigation costs for the year 2022.\r\n\r\nResponsive public records should include but are not limited to:\r\n\r\nSupplies and services external services (e.g., printing services, large format printing)\r\nMailing costs, supplies (CDs, DVDs, USB sticks, etc.)\r\nSoftware licensing, and other professional services\r\nAgency staff costs\r\nLegal costs – including all litigation\r\nLegal settlements related to public records requests litigation of any kind\r\nCosts of staff time associated with invoicing and collection\r\n\r\n3. Please provide all \"Public Records\" (as defined by WAC 44-14-03001) available detailing costs incurred by your agency in fulfilling records requests, including staff compensation, legal review, and any public records related litigation costs for the year 2021.\r\n\r\nResponsive public records should include but are not limited to:\r\n\r\nSupplies and services external services (e.g., printing services, large format printing)\r\nMailing costs, supplies (CDs, DVDs, USB sticks, etc.)\r\nSoftware licensing, and other professional services\r\nAgency staff costs\r\nLegal costs – including all litigation\r\nLegal settlements related to public records requests litigation of any kind\r\nCosts of staff time associated with invoicing and collection\r\n\r\n\r\n4. Please provide all \"Public Records\" (as defined by WAC 44-14-03001) available detailing costs incurred by your agency in fulfilling records requests, including staff compensation, legal review, and any public records related litigation costs for the year 2020.\r\n\r\nResponsive public records should include but are not limited to:\r\n\r\nSupplies and services external services (e.g., printing services, large format printing)\r\nMailing costs, supplies (CDs, DVDs, USB sticks, etc.)\r\nSoftware licensing, and other professional services\r\nAgency staff costs\r\nLegal costs – including all litigation\r\nLegal settlements related to public records requests litigation of any kind\r\nCosts of staff time associated with invoicing and collection\r\n\r\n 5. Please provide all \"Public Records\" (as defined by WAC 44-14-03001) available detailing costs incurred by your agency in fulfilling records requests, including staff compensation, legal review, and any public records related litigation costs for the year 2019.\r\n\r\nResponsive public records should include but are not limited to:\r\n\r\nSupplies and services external services (e.g., printing services, large format printing)\r\nMailing costs, supplies (CDs, DVDs, USB sticks, etc.)\r\nSoftware licensing, and other professional services\r\nAgency staff costs\r\nLegal costs – including all litigation\r\nLegal settlements related to public records requests litigation of any kind\r\nCosts of staff time associated with invoicing and collection\r\n\r\nRECORDS INSTALLMENTS\r\n\r\nIf production of responsive records will be completed in multiple installments, please begin by producing records in the numerical order requested by subject matter and year. The most recent public records should be produced first.\r\n\r\nPRODUCTION AND DELIVERY OF ELECTRONIC RECORDS\r\n\r\n\r\nThe use of 3rd party “portals” (Such as GOVQA or NEXTREQUEST) for communication and production of records in response to a public records request is optional for the requestor in the State of Washington. Respectfully we decline to use any 3rd party \"portal\" system, specifically GOVQA and NEXTREQUEST. Please provide all records electronically via direct email attachment, or via no password, no registration internet cloud-based download link.\r\n\r\nPlease do not direct or invite us to use, register for, or communicate with your agency via any 3rd party portal including but not limited to FOIAOnline, GovQA, NextRequest, FOIAExpress, JustFOIA FOIADirect, WebForm, or any other commercial 3rd party records portal service.\r\n\r\nRCW 42.56.080 - Identifiable records—Facilities for copying—Availability of public records.\r\n\r\n\r\n\"...Agencies shall honor requests received in person during an agency's normal office hours, or by mail or email, for identifiable public records unless exempted by provisions of this chapter. No official format is required for making a records request; however, agencies may recommend that requestors submit requests using an agency provided form or web page.\"\r\n\r\nThis public records request is being made via email. This public records request will be honored and fulfilled by your agency via email as requested or relief will be sought per statute.\r\n\r\nNATIVE ELECTRONIC FORMAT\r\n\r\nPlease provide all identified public records in their NATIVE electronic format. Unless the records exist IN PAPER FORM ONLY, DO NOT instead create new records by printing native stored electronic files, then scanning and re-printing these newly scanned prints only to reproduce them in again in electronic production.\r\n\r\nFEES\r\n\r\nIn the event that there are fees, please inform us of the total charges in advance of fulfilling the request in strict compliance with all provisions of the Washington State Public Records Act.\r\n\r\nEXEMPTION LOGS\r\n\r\nPlease ensure all redactions or exemptions claimed by your agency in the production of responsive records are accompanied by a complete and detailed exemption log noting the valid legal reason for each exemption at each redaction location in the record produced, as well as the specific number of pages if any that your agency redacts or withholds in their entirety. Each redaction should be noted by footnote or by a clear reference to the specific justification for that redaction, and only the minimal exempt portion of any record may be withheld.\r\n\r\n\r\nCOMMERCIAL PURPOSE DECLARATION\r\n\r\n\r\nThe Washington State Public Records Act prohibits the disclosure of “lists of individuals” for a commercial purpose (RCW 42.56.070(8)). I declare this public records request is not being made for any commercial purpose whatsoever. Also, this public records request is not being made for a \"list of individuals.\" This declaration satisfies all requirements of RCW 42.56 regarding prohibitions on lists and commercial purposes. No additional commercial purpose declaration will be completed for this public records request.\r\n\r\nWAC 44-14-03001 - \"Public record\" defined.\r\n\r\n\r\nFor most public records, the act uses a three-part test to determine if a record is a \"public record.\" The document must be: A \"writing,\" containing information \"relating to the conduct of government\" or the performance of any governmental or proprietary function, \"prepared, owned, used, or retained\" by an agency.\r\n\r\n(1) Writing. A \"public record\" can be any writing \"regardless of physical form or characteristics.\" RCW 42.56.010(3). \"Writing\" is defined very broadly as: \"… handwriting, typewriting, printing, photostating, photographing, and every other means of recording any form of communication or representation including, but not limited to, letters, words, pictures, sounds, or symbols, or combination thereof, and all papers, maps, magnetic or paper tapes, photographic films and prints, motion picture, film and video recordings, magnetic or punched cards, discs, drums, diskettes, sound recordings, and other documents including existing data compilations from which information may be obtained or translated.\" RCW 42.56.010(4). An email, text, social media posting and database are therefore also \"writings.\"\r\n\r\n(2) Relating to the conduct of government. To be a \"public record,\" a document must relate to the \"conduct of government or the performance of any governmental or proprietary function.\" RCW 42.56.010(3).1 Almost all records held by an agency relate to the conduct of government.\r\n\r\n(3) \"Prepared, owned, used, or retained.\" A \"public record\" is a record \"prepared, owned, used, or retained\" by an agency. RCW 42.56.010(3).\r\n\r\nA record can be \"used\" by an agency even if the agency does not actually possess the record. If an agency uses a record in its decision-making process it is a \"public record.\"4 For example, if an agency considered technical specifications of a public works project and returned the specifications to the contractor in another state, the specifications would be a \"public record\" because the agency \"used\" the document in its decision-making process.5 The agency could be required to obtain the public record, unless doing so would be impossible. An agency cannot send its only copy of a public record to a third party for the sole purpose of avoiding disclosure.\r\n\r\nSometimes agency employees or officials may work on agency business from home computers or on other personal devices, or from nonagency accounts (such as a nonagency email account), creating and storing agency records on those devices or in those accounts. When the records are prepared, owned, used or retained within the scope of the employee's or official's employment, those records (including emails, texts and other records) were \"used\" by the agency and relate to the \"conduct of government\" so they are \"public records.\"7 RCW 42.56.010(3). Agencies should instruct employees and officials that all public records, regardless of where they were created, should eventually be stored on agency computers. Agencies should ask employees and officials to keep agency-related documents with any retention requirements on home computers or personal devices in separate folders temporarily, until they are provided to the agency. An agency could also require an employee or official to routinely blind carbon copy (\"bcc\") work emails in a personal account back to an agency email account. If the agency receives a request for records that are located solely on employees' or officials' home computers or personal devices, or in personal accounts, the agency should direct the individual to search for and provide any responsive documents to the agency, and the agency should process the request as it would if the records were on the agency's computers or in agency-owned devices or accounts. The agency employee or official may be required by the agency to sign an affidavit describing the nature and extent of his or her search for and production of responsive public records located on a home computer or personal device, or in a nonagency account, and a description of personal records not provided with sufficient facts to show the records are not public records.'\r\n\r\nThe requested documents will be made available to the general public.\r\n\r\n\r\nThank you in advance for your anticipated cooperation in this matter. We look forward to receiving your response to this request within 5 business days, as the statute requires.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/kent-67/kent-school-district-agency-costs-fulfilling-public-records-requests-including-litigation-2019-2023-161741/"
  },
  {
    "id": 161740,
    "title": "In-Depth Exploration and Review of North Carolina State University's Clean Energy Technology Center Communications with Government Bodies and Other Stakeholders",
    "slug": "in-depth-exploration-and-review-of-north-carolina-state-universitys-clean-energy-technology-center-communications-with-government-bodies-and-other-stakeholders",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 132060,
    "username": "EliabMarelli",
    "agency": 6290,
    "datetime_submitted": "2024-04-07T14:37:49.972263",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-07T14:37:50.087251",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161740,
        "from_user": 132060,
        "to_user": 12770,
        "subject": "North Carolina Public Records Law Request: In-Depth Exploration and Review of North Carolina State University's Clean Energy Technology Center Communications with Government Bodies and Other Stakeholders",
        "datetime": "2024-04-07T14:37:50.087251",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the North Carolina Public Records Law, I hereby request the following records:\r\n\r\nAccess to and copies of all records as detailed below, held by North Carolina State University (NCSU), regardless of format, medium, or physical characteristics. I am seeking records concerning the following NCSU employees:\r\n•\tSteve Kalland (steve_kalland@ncsu.edu)\r\n•\tAllison Carr (akcarr@ncsu.edu)\r\n•\tSamantha Gibson (sgibson3@ncsu.edu)\r\n\r\nAnd in connection with:\r\n•\tPatrick Bourke (PBourke@eda.gov)\r\n•\tFrank Avery (FAvery@eda.gov)\r\n•\tPeter Ledford (peter.ledford@nc.gov)\r\n•\tEric Muth (ermuth@ncat.edu)\r\n•\tCaroline Finklea Sullivan (caroline.sullivan@nc.gov)\r\n•\tAndrea DeSantis (andrea.desantis@nc.gov)\r\n•\tJennifer Mundt (Jennifer.Mundt@commerce.nc.gov)\r\n•\tChet Mottershead (chet.mottershead@commerce.nc.gov)\r\n•\tRhonda High (rhigh592@nashcc.edu)\r\n•\tKate Bashford (bashfordka@appstate.edu)\r\n•\tRob Cox (rcox3@uncc.edu, robert.cox@charlotte.edu)\r\n•\tCarolyn Keith (ckeith11@charlotte.edu)\r\n•\tRobert (Bob) Powell (rpow426@gmail.com, rpowell@ncat.edu)\r\n•\tWard Lenz (ward@energync.org)\r\n•\tDeb Wojcik (Deb@researchtrianglecleantech.org)\r\n\r\nEmail domains: @ncat.edu, @ncsu.edu, @uncc.edu, @charlotte.edu, @nc.gov, @appstate.edu, @advancedenergy.org, @commerce.nc.gov, @researchtrianglecleantech.org, @ncat.edu, @ncsu.edu, @uncc.edu, @charlotte.edu, @nc.gov, @appstate.edu, @advancedenergy.org, @commerce.nc.gov, @researchtrianglecleantech.org\r\n\r\nFor records including but not limited to emails, text messages, phone call logs, phone call notes, video call logs, video call notes, notes referencing phone calls or video calls, social media posts, documentation, notes, emails, prepared agendas, meeting schedules during work hours or after, whether onsite or offsite, and whether on university equipment or personal devices. \r\nThis request includes any communications from, to, cc’d, or bcc’d, and regardless of current status (inbox, sent folder, outbox, junk mail, deleted items, or draft folders). The requested records span from September 1, 2022, up to and including the date of receipt of this request or until the date that this request is satisfied/fulfilled, whichever occurs later.\r\n\r\nI understand that there may be fees associated with this request. I would appreciate if you would inform me of any possible charges in advance of fulfilling my request. However, if possible, I would prefer to receive these documents electronically to manage cost and expedite transference.\r\n\r\nIf there are any fees for searching or copying these records, please inform me if the cost will exceed [your maximum willing to pay amount]. However, I would also request a waiver of all fees as the disclosure of the requested information is in the public interest and will contribute significantly to the public’s understanding of the operations or activities of the government and is not primarily in my commercial interest.\r\n\r\nIf my request is denied in whole or part, I ask that you justify all deletions by reference to specific exemptions of the act. I will also expect you to release all segregable portions of otherwise exempt material. I reserve the right to appeal your decision to withhold any information or to deny a waiver of fees.\r\n\r\nAs I am sure you are aware, the North Carolina Public Records Law requires a response time within a reasonable period. I would appreciate a response to my request within ten (10) business days.\r\nThank you for considering my request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nEliab Marelli",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/north-carolina-153/in-depth-exploration-and-review-of-north-carolina-state-universitys-clean-energy-technology-center-communications-with-government-bodies-and-other-stakeholders-161740/"
  }
]