[
  {
    "id": 205242,
    "title": "CPRA Request: Flock Safety ALPR Records",
    "slug": "cpra-request-flock-safety-alpr-records",
    "status": "submitted",
    "embargo_status": "public",
    "user": 178992,
    "username": "LetTheLightIn",
    "agency": 19509,
    "datetime_submitted": "2026-02-17T16:42:19.466913",
    "date_due": "2026-02-27",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2026-02-17T16:42:19.578479",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 205242,
        "from_user": 178992,
        "to_user": 30685,
        "subject": "",
        "datetime": "2026-02-17T16:42:19.578479",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nPlease provide copies of the following records from January 1, 2024, to the date of this request, unless a different timeframe is specified below:\r\n\r\nI. Contracts, Funding, and Acquisition\r\nPlease provide documents for Items 1, 2, 3, 4, and 5 from the period between the inception of the agency's relationship with Flock Group, Inc. (Flock Safety) and the present.\r\n1. All contracts, licensing agreements, software-as-a-service (SaaS) subscriptions, Master Services Agreements (MSA), and Memoranda of Understanding (MOU) between the Belmont Police Department (or the City of Belmont acting on its behalf) and Flock Group, Inc. (Flock Safety).\r\n2. Any amendments, renewals, extensions, or change orders to the agreements described in Item 1.\r\n3. All purchase orders, invoices, and records of payments made to Flock Safety.\r\n4. Records identifying the specific funding sources used for these systems (e.g., General Fund, asset forfeiture funds, state/federal grants, or private donations).\r\n5. All internal memos, proposals, or staff reports discussing the acquisition, approval, placement, or pilot programs for Flock ALPR cameras.\r\n\r\nII. Policy, Privacy, and Governance\r\n6. The current ALPR Usage and Privacy Policy, as required by California Civil Code § 1798.90.51, including data retention schedules and access protocols.\r\n7. Annual ALPR audit reports required by Civil Code § 1798.90.53.\r\n8. Training materials, policies, or directives provided to sworn and civilian personnel regarding authorized use of the Flock system.\r\n9. Any Surveillance Use Policies, Anticipated Surveillance Impact Reports, or Privacy Impact Assessments related to ALPR technology generally or Flock Safety specifically.\r\n10. The Belmont Police Department's records about agendas, minutes, or logs of meetings regarding the contracting, implementation, or security of Flock Safety cameras.\r\n11. Documentation regarding public notification of surveillance, including signage standards, maps provided to the public, or press releases.\r\n12. Any complaints or grievances received from the public regarding ALPR camera placement or data use.\r\n\r\nIII. Operational and Technical Data\r\n13. A list of all current and planned locations of Flock Safety ALPR cameras deployed by the Belmont Police Department (including those in unincorporated areas and contract cities), including: coordinates or intersection descriptions, installation dates, the specific purpose for each location (e.g., traffic monitoring, crime prevention), camera model numbers/hardware specifications.\r\n14. The names and titles of the specific System Administrators or managers responsible for the oversight of the Flock Safety system (e.g., Professional Services Division Commander).\r\n\r\nIV. Usage Data, Sharing, and Audits\r\n15. The total number of license plates scanned (read) by the Belmont Police Department's Flock cameras, aggregated by month.\r\n16. All existing audit or access logs generated by the Flock Safety system documenting queries/searches conducted by agency personnel. I request that personally identifiable information of non-employee subjects be redacted rather than the records withheld. Please include: date and time of search, reason for search (as entered into the system audit trail), and the agency or unit of the officer conducting the search.\r\n17. Records regarding the sharing of ALPR data with the Northern California Regional Intelligence Center (NCRIC), including but not limited to: \r\n- Any MOUs, data-sharing agreements, or network-participation terms governing the transmission of the Belmont Police Department's ALPR data to NCRIC; \r\n- Records describing the technical mechanism by which data is shared (e.g., automatic real-time feed, batch upload, or query-based access);\r\n- Any policies, directives, or written guidance governing what restrictions, if any, the Belmont Police Department places on NCRIC's downstream use or further dissemination of Belmont Police Department-origin ALPR data;\r\n- Records of any requests received from NCRIC (or through NCRIC from other agencies) to query or obtain Belmont Police Department ALPR data, and the Belmont Police Department's responses to such requests.\r\n18. A list of all \"hot lists\" (e.g., stolen vehicles, Amber alerts) or custom \"hot lists\" currently integrated into the Belmont Police Department Flock system.\r\n19. A list of all outside agencies (local, state, and federal) that the Belmont Police Department shares Flock data with, and a list of all outside agencies from whom the Belmont Police Department receives Flock data, including but not limited to access provided through Flock Safety's real-time network sharing features (e.g., the platform previously known as TALON), and any data-sharing agreements, MOUs, or network participation terms governing such access.\r\n20. Any statistical reports or evaluations generated by the department or Flock Safety regarding the efficacy of the system (e.g., number of vehicles recovered, arrests made attributable to ALPR hits).\r\n21. Records of any unauthorized access, data breaches, or security incidents involving ALPR data.\r\n\r\nV. Communication\r\n22. All written communications (emails and attachments) between Belmont Police Department employees and representatives of Flock Safety (email domain @flocksafety.com), excluding routine IT troubleshooting tickets.\r\n23. All written communications with other law enforcement agencies or federal partners regarding requests to access or share Belmont Police Department Flock data.\r\n\r\nIf you determine that any portion of the requested records is exempt from disclosure, please redact only those portions and provide the remainder of the record. For any redaction or denial, please cite the specific legal exemption justifying the withholding, as required by Government Code § 7922.540.\r\n\r\nGiven that this request is made in the public interest by a student journalist writing for Scot Scoop, I respectfully request a waiver or reduction of any fees associated with this request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMaximus Kwan",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/belmont-3113/cpra-request-flock-safety-alpr-records-205242/"
  },
  {
    "id": 205241,
    "title": "CPRA Request: Flock Safety ALPR Records",
    "slug": "cpra-request-flock-safety-alpr-records",
    "status": "submitted",
    "embargo_status": "public",
    "user": 178992,
    "username": "LetTheLightIn",
    "agency": 6491,
    "datetime_submitted": "2026-02-17T16:36:34.842958",
    "date_due": "2026-02-27",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2026-02-17T16:36:35.564913",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 205241,
        "from_user": 178992,
        "to_user": 12541,
        "subject": "",
        "datetime": "2026-02-17T16:36:35.564913",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nPlease provide copies of the following records from January 1, 2024, to the date of this request, unless a different timeframe is specified below:\r\n\r\nI. Contracts, Funding, and Acquisition\r\nPlease provide documents for Items 1, 2, 3, 4, and 5 from the period between the inception of the agency's relationship with Flock Group, Inc. (Flock Safety) and the present.\r\n1. All contracts, licensing agreements, software-as-a-service (SaaS) subscriptions, Master Services Agreements (MSA), and Memoranda of Understanding (MOU) between the San Mateo County Sheriff's Office (or the County of San Mateo acting on its behalf) and Flock Group, Inc. (Flock Safety).\r\n2. Any amendments, renewals, extensions, or change orders to the agreements described in Item 1.\r\n3. All purchase orders, invoices, and records of payments made to Flock Safety.\r\n4. Records identifying the specific funding sources used for these systems (e.g., General Fund, asset forfeiture funds, state/federal grants, or private donations).\r\n5. All internal memos, proposals, or staff reports discussing the acquisition, approval, placement, or pilot programs for Flock ALPR cameras.\r\n\r\nII. Policy, Privacy, and Governance\r\n6. The current ALPR Usage and Privacy Policy, as required by California Civil Code § 1798.90.51, including data retention schedules and access protocols.\r\n7. Annual ALPR audit reports required by Civil Code § 1798.90.53.\r\n8. Training materials, policies, or directives provided to sworn and civilian personnel regarding authorized use of the Flock system.\r\n9. Any Surveillance Use Policies, Anticipated Surveillance Impact Reports, or Privacy Impact Assessments related to ALPR technology generally or Flock Safety specifically.\r\n10. SMCSO's records about agendas, minutes, or logs of meetings (internal or with the Board of Supervisors/Town Councils for contract cities like Woodside or Los Altos Hills) regarding the contracting, implementation, or security of Flock Safety cameras.\r\n11. Documentation regarding public notification of surveillance, including signage standards, maps provided to the public, or press releases.\r\n12. Any complaints or grievances received from the public regarding ALPR camera placement or data use.\r\n\r\nIII. Operational and Technical Data\r\n13. A list of all current and planned locations of Flock Safety ALPR cameras deployed by SMCSO (including those in unincorporated areas and contract cities), including: coordinates or intersection descriptions, installation dates, the specific purpose for each location (e.g., traffic monitoring, crime prevention), camera model numbers/hardware specifications.\r\n14. The names and titles of the specific System Administrators or managers responsible for the oversight of the Flock Safety system (e.g., Professional Services Division Commander).\r\n\r\nIV. Usage Data, Sharing, and Audits\r\n15. The total number of license plates scanned (read) by SMCSO Flock cameras, aggregated by month.\r\n16. All existing audit or access logs generated by the Flock Safety system documenting queries/searches conducted by agency personnel. I request that personally identifiable information of non-employee subjects be redacted rather than the records withheld. Please include: date and time of search, reason for search (as entered into the system audit trail), and the agency or unit of the officer conducting the search.\r\n17. Records regarding the sharing of ALPR data with the Northern California Regional Intelligence Center (NCRIC), including but not limited to: \r\n- Any MOUs, data-sharing agreements, or network-participation terms governing the transmission of SMCSO ALPR data to NCRIC; \r\n- Records describing the technical mechanism by which data is shared (e.g., automatic real-time feed, batch upload, or query-based access);\r\n- Any policies, directives, or written guidance governing what restrictions, if any, SMCSO places on NCRIC's downstream use or further dissemination of SMCSO-origin ALPR data;\r\n- Records of any requests received from NCRIC (or through NCRIC from other agencies) to query or obtain SMCSO ALPR data, and SMCSO's responses to such requests.\r\n18. A list of all \"hot lists\" (e.g., stolen vehicles, Amber alerts) or custom \"hot lists\" currently integrated into the SMCSO Flock system.\r\n19. A list of all outside agencies (local, state, and federal) that SMCSO shares Flock data with, and a list of all outside agencies from whom SMCSO receives Flock data, including but not limited to access provided through Flock Safety's real-time network sharing features (e.g., the platform previously known as TALON), and any data-sharing agreements, MOUs, or network participation terms governing such access.\r\n20. Any statistical reports or evaluations generated by the department or Flock Safety regarding the efficacy of the system (e.g., number of vehicles recovered, arrests made attributable to ALPR hits).\r\n21. Records of any unauthorized access, data breaches, or security incidents involving ALPR data.\r\n\r\nV. Communication\r\n22. All written communications (emails and attachments) between SMCSO employees and representatives of Flock Safety (email domain @flocksafety.com), excluding routine IT troubleshooting tickets.\r\n23. All written communications with other law enforcement agencies or federal partners regarding requests to access or share SMCSO Flock data.\r\n\r\nIf you determine that any portion of the requested records is exempt from disclosure, please redact only those portions and provide the remainder of the record. For any redaction or denial, please cite the specific legal exemption justifying the withholding, as required by Government Code § 7922.540.\r\n\r\nGiven that this request is made in the public interest by a student journalist writing for Scot Scoop, I respectfully request a waiver or reduction of any fees associated with this request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMaximus Kwan",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/san-mateo-county-3064/cpra-request-flock-safety-alpr-records-205241/"
  }
]