[
  {
    "id": 143393,
    "title": "2021-2022 Vigilant Data Sharing Information - Automated License Plate Reader (ALPR)",
    "slug": "2021-2022-vigilant-data-sharing-information-automated-license-plate-reader-alpr",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 112805,
    "username": "MargaretKladis",
    "agency": 11862,
    "datetime_submitted": "2023-03-27T11:34:33.555104",
    "date_due": "2023-04-03",
    "days_until_due": null,
    "date_followup": "2023-04-03",
    "datetime_done": null,
    "datetime_updated": "2023-03-27T11:34:33.683129",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 143393,
        "from_user": 112805,
        "to_user": 17693,
        "subject": "Illinois Freedom of Information Act. Request: 2021-2022 Vigilant Data Sharing Information - Automated License Plate Reader (ALPR)",
        "datetime": "2023-03-27T11:34:33.683129",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nPart A: Information related to Automated License Plate Reader (ALPR) data sharing.\r\n\r\n1) The names of agencies and organizations with which the Burr Ridge Police Department shares ALPR data;\r\n2) The names of agencies and organizations from which the Burr Ridge Police Department receives ALPR data;\r\n3) The names of agencies and organizations with which the Burr Ridge Police Department shares “hot list” information;\r\n4) The names of agencies and organizations from which the Burr Ridge Police Department receives “hot list” information;\r\n\r\nPart B: Information Related to Numbers of “Detections” (plate scans) and “Hits” (plate scans that matched to a hotlist)\r\n\r\n5) The aggregate number of detections collected during 2021;\r\n6) The aggregate number of “hits” during 2021;\r\n7) The aggregate number of detections collected during 2022;\r\n8) The aggregate number of “hits” during 2022.\r\n\r\nPart C: Information related to ALPR contracts with the Burr Ridge Police Department\r\n\r\n9) Copies of all contracts between the Burr Ridge Police Department and any/all of the following entities in effect in 2021 and 2022 showing cost, location and length of storage of ALPR data, and whether or not facial recognition software was used:\r\na.) Vigilant Solutions\r\nb.) Motorola Solutions\r\nc.) Brite\r\nd.) LEARN\r\n\r\nFor items 1-4: This information is easily available within the BRPD's Vigilant Solutions LEARN system. The simplest way to extract this data is to generate an “Agency Data Sharing Report” PDF file from within LEARN. To do this, a user may simply go to the “Sharing” section of LEARN and select “Output Report.” A CSV/XLS file containing these records would also satisfy this request. \r\n\r\nFor items 5-8: This information is easily available within the BRPD's Vigilant Solutions LEARN system. The simplest way to extract this data is to generate a “Dashboard Hit Ratio Report” PDF file from within LEARN. I would prefer the data for each year to be provided separately.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMargaret Kladis",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/burr-ridge-7596/2021-2022-vigilant-data-sharing-information-automated-license-plate-reader-alpr-143393/"
  }
]