[
  {
    "id": 191507,
    "title": "Kevin Riford Reports Niagara County Bail Bond Fraud to NYS Department of Financial Services - E-mail Communications & More (Attempt #2)",
    "slug": "kevin-riford-reports-niagara-county-bail-bond-fraud-to-nys-department-of-financial-services-e-mail-communications-more-attempt-2",
    "status": "submitted",
    "embargo_status": "public",
    "user": 91188,
    "username": "Joanne-Riford",
    "agency": 6262,
    "datetime_submitted": "2025-08-16T12:02:08.025880",
    "date_due": "2025-08-22",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-08-16T12:02:08.118588",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 191507,
        "from_user": 91188,
        "to_user": 12455,
        "subject": "New York Freedom of Information Law Request: Kevin Riford Reports Niagara County Bail Bond Fraud to NYS Department of Financial Services - E-mail Communications & More (Attempt #2)",
        "datetime": "2025-08-16T12:02:08.118588",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nOn 01/08/2025 I submitted a request for the records below. My request was denied citing \"The records requested are records of a current Department investigation, and thus are exempt from disclosure pursuant to N.Y. Public Officers Law § 87(2)(e)(i), which excepts from disclosure records that are compiled for law enforcement purposes and that, if disclosed, would interfere with law enforcement investigations\" as the reason for denial. SEE EXHIBIT A\r\n\r\nThe investigation is now closed (see attached exhibit b page 18), as such I am resubmitting my original request for email communications in addition to other requests for documents. Please provide the following:\r\n\r\n1.)  Any and all emails and attachments received by william.fedrau@dfs.ny.gov, laura.sankey@dfs.ny.gov, warren.lester@dfs.ny.gov from kevinriford1@protonmail.com for the following time period 01/01/2023 through 01/23/2025\r\n\r\n2.) Any and all emails and attachments sent from william.fedrau@dfs.ny.gov, laura.sankey@dfs.ny.gov, warren.lester@dfs.ny.gov to kevinriford1@protonmail to for the following time period 01/01/2023 through 01/23/2025. I have attached copies of the referenced email communications for clarity. SEE EXHIBIT B\r\n\r\n3.) A copy of the email and letter attached as EXHIBIT C - which was sent to Niagara County DA Brian Seaman, Erie County DA Michael Keane and others.\r\n\r\n4.) All investigative records for Dept. of Financial services case #, CSB-2023-01537055, including the below: \r\n\r\nComplaint intake forms, notes, or logs relating to CSB-2023-01537055 submissions.\r\n\r\nCase file summary or investigative reports prepared by DFS staff related to CSB-2023-01537055\r\n\r\nInterview notes, transcripts, or recordings related to CSB-2023-01537055\r\n\r\nCopies of subpoenas issued and responses received related to CSB-2023-01537055\r\n\r\nCopies of correspondence sent or received in connection with the investigation (letters, memos, emails not already covered) related to CSB-2023-01537055\r\n\r\nExhibits, attachments, and supporting documents collected during the investigation related to CSB-2023-01537055\r\n\r\nInternal memoranda, briefing notes, or recommendations concerning the matter related to CSB-2023-01537055\r\n\r\nFinal investigative findings, closure memo, or disposition documents related to CSB-2023-01537055\r\n\r\nAdministrative Records related to CSB-2023-01537055\r\n\r\nLogs of record requests, case tracking notes, or audit trail entries related to CSB-2023-01537055\r\n\r\nAny inter-agency referrals or communications with the Niagara County DA, Erie County DA, or other law enforcement agencies related to CSB-2023-01537055\r\n\r\nAny determination letters or reports sent to complainants or other stakeholders related to CSB-2023-01537055\r\n\r\nPursuant to N.Y. Public Officers Law §§ 87(1)(b)(iii) and 89(3), I request that all records produced in response to this request be provided as certified copies, attesting that they are true and accurate copies of records maintained by the Department of Financial Services.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nThe Riford Family",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1310575,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/Joanne-Riford/161101/EXHIBIT_A-Original_Request.pdf",
            "datetime": "2025-08-16T12:02:08.118588",
            "title": "EXHIBIT_A-Original_Request.pdf",
            "source": "The Riford Family",
            "description": "",
            "doc_id": "",
            "pages": 0
          },
          {
            "id": 1310574,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/Joanne-Riford/161101/EXHIBIT_B_-dfs_emails_combined.pdf",
            "datetime": "2025-08-16T12:02:08.118588",
            "title": "EXHIBIT_B_-dfs_emails_combined.pdf",
            "source": "The Riford Family",
            "description": "",
            "doc_id": "",
            "pages": 0
          },
          {
            "id": 1310573,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/Joanne-Riford/161101/EXHIBIT_C_niagara_county_email_and_letter_bail_fraud.pdf",
            "datetime": "2025-08-16T12:02:08.118588",
            "title": "EXHIBIT_C_niagara_county_email_and_letter_bail_fraud.pdf",
            "source": "The Riford Family",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/kevin-riford-reports-niagara-county-bail-bond-fraud-to-nys-department-of-financial-services-e-mail-communications-more-attempt-2-191507/"
  }
]