[
  {
    "id": 176070,
    "title": "Incident Reports",
    "slug": "incident-reports",
    "status": "submitted",
    "embargo_status": "public",
    "user": 27422,
    "username": "dmehrotra",
    "agency": 504,
    "datetime_submitted": "2024-11-07T10:28:42.099936",
    "date_due": "2024-11-15",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-11-07T10:28:42.233723",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 176070,
        "from_user": 27422,
        "to_user": 9672,
        "subject": "",
        "datetime": "2024-11-07T10:28:42.233723",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Pennsylvania Right to Know Act, I hereby request the following records:\r\n\r\nOn 11/5  Police have received a report of a man with a gun threatening to shoot poll workers near Torresdale Ave & E Cheltenham Ave, Philadelphia, Pennsylvania, 19124\r\nOn 11/5, A 911 caller has reported an incident at 3400 Frankford Ave. Police received a report of voter harassment at a polling station near 3400 Frankford Ave, Philadelphia, Pennsylvania, 19134\r\nOn 11/5, A 911 caller has reported an ncident at 2728 E Allegheny Ave and Police responded to a report of a disturbance at a polling station.\r\n\r\n\r\n\r\nSpecifically, I am requesting the following records, if they exist:\r\n\r\nIncident Report: Any incident or police report(s) prepared in connection with this incident.\r\n\r\n911 Audio: A copy of any 911 call recordings related to the incident, including any call placed by election workers, witnesses, or involved parties.\r\n\r\nRadio Dispatch Recordings: Any police radio dispatch communications concerning the incident, including initial dispatch and subsequent communications related to the incident.\r\n\r\nBody Camera Footage: All body-worn camera footage captured by responding law enforcement officers at the scene of the incident.\r\n\r\nComputer-Aided Dispatch (CAD) Log: The CAD log detailing the sequence of events, including all times and actions taken by dispatch and responding units during this incident.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDhruv Mehrotra",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/philadelphia-211/incident-reports-176070/"
  },
  {
    "id": 176069,
    "title": "Incident Reports",
    "slug": "incident-reports",
    "status": "submitted",
    "embargo_status": "public",
    "user": 27422,
    "username": "dmehrotra",
    "agency": 503,
    "datetime_submitted": "2024-11-07T10:28:27.502772",
    "date_due": "2024-11-15",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-11-07T10:28:27.591106",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 176069,
        "from_user": 27422,
        "to_user": 9543,
        "subject": "",
        "datetime": "2024-11-07T10:28:27.591106",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nOn 11/5, A police responded to a report of an election judge striking another with a cane at a polling site.  The addresses associated with these incidents appear to be either 2700 N Sheffield Ave, Chicago, Illinois, 60614 or  W 63rd St & S Knox Ave, Chicago, Illinois, 60629. (If these are two separate reports please provide records for both)\r\n\r\n\r\nSpecifically, I am requesting the following records, if they exist:\r\n\r\nIncident Report: Any incident or police report(s) prepared in connection with this incident.\r\n\r\n911 Audio: A copy of any 911 call recordings related to the incident, including any call placed by election workers, witnesses, or involved parties.\r\n\r\nRadio Dispatch Recordings: Any police radio dispatch communications concerning the incident, including initial dispatch and subsequent communications related to the incident.\r\n\r\nBody Camera Footage: All body-worn camera footage captured by responding law enforcement officers at the scene of the incident.\r\n\r\nComputer-Aided Dispatch (CAD) Log: The CAD log detailing the sequence of events, including all times and actions taken by dispatch and responding units during this incident.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDhruv Mehrotra",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/chicago-169/incident-reports-176069/"
  },
  {
    "id": 176068,
    "title": "Comprehensive FOIA Request for OCR Transaction Number: 01-25-592844 (Department Of Health And Human Services, Office For Civil Rights)",
    "slug": "comprehensive-foia-request-for-ocr-transaction-number-01-25-592844-department-of-health-and-human-services-office-for-civil-rights",
    "status": "submitted",
    "embargo_status": "public",
    "user": 142975,
    "username": "DavidMedeiros24",
    "agency": 14578,
    "datetime_submitted": "2024-11-07T10:11:12.823576",
    "date_due": "2024-12-09",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-11-07T10:11:13.514548",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 176068,
        "from_user": 142975,
        "to_user": 18388,
        "subject": "",
        "datetime": "2024-11-07T10:11:13.514548",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nComprehensive FOIA Request for OCR Transaction Number: 01-25-592844\r\n\r\nTo: U.S. Department of Health and Human Services (HHS) – Office for Civil Rights (OCR) CC: FOIA Compliance Officers and Relevant Oversight Authorities Centers for Medicare & Medicaid Services (CMS) FOIA Division U.S. Department of Justice Civil Rights Division – ADA Compliance Connecticut Department of Social Services (DSS) Connecticut Commission on Human Rights and Opportunities (CHRO)\r\n\r\nDear FOIA Officers, Supervisory Officers, and Relevant Authorities,\r\n\r\nThis letter constitutes a formal and detailed FOIA request for all records associated with OCR Transaction Number: 01-25-592844. This request is made under the federal Freedom of Information Act (5 U.S.C. § 552) and relevant state FOIA statutes, including the Connecticut Freedom of Information Act (Conn. Gen. Stat. § 1-200 et seq.). As a brain injury survivor, whistleblower, and Medicaid consumer advocate, I seek these records to ensure transparency, procedural integrity, and ADA compliance.\r\n\r\nScope of Request: This FOIA request encompasses all relevant records associated with OCR Transaction Number: 01-25-592844, including records created, received, reviewed, or used by the Office for Civil Rights, CMS, DOJ Civil Rights Division, Connecticut DSS, and CHRO. The scope of this request is intended to capture all documentation, communications, and procedural records relevant to my case, OCR Transaction Number: 01-25-592844, which involves complaints regarding ADA non-compliance, discrimination, and procedural obstructions within DSS and CHRO.\r\n\r\nSpecifically, I request comprehensive disclosure of records under the following categories:\r\n\r\n1. Complete Internal and External Communications\r\nEmails, internal messages, letters, and digital communications related to OCR Transaction Number: 01-25-592844.\r\nCommunications between OCR personnel, CMS representatives, DOJ Civil Rights Division, Connecticut DSS, CHRO, and other stakeholders concerning ADA compliance, civil rights protections, whistleblower retaliation, and procedural handling.\r\nDetailed logs of communications (including sender, recipient, date, and subject) between involved agencies and individuals in connection with OCR Transaction Number: 01-25-592844.\r\n\r\n2. Personnel Documentation and Oversight Records\r\nRecords detailing the job roles, responsibilities, and titles of all OCR, CMS, DSS, and CHRO personnel involved in handling or overseeing my case, including specific ADA compliance roles, civil rights enforcement roles, and whistleblower handling responsibilities.\r\nOrganizational charts and supervisory oversight documentation for all personnel involved in or overseeing OCR Transaction Number: 01-25-592844.\r\n\r\n3. Case Handling and Decision-Making Documentation\r\nInternal and external case reports, status updates, decision-making logs, case processing logs, workflow charts, and progress reports specific to OCR Transaction Number: 01-25-592844.\r\nDetailed descriptions and timelines for each action taken, including explanations for any delays, incomplete responses, or procedural omissions related to this case.\r\nRecords outlining guidance documents and internal policies referenced in processing OCR Transaction Number: 01-25-592844, particularly ADA, FOIA, and civil rights compliance guidelines.\r\n\r\n4. Contracts, Agreements, and Financial Records\r\nAny contracts, agreements, MOUs, or financial transactions relevant to OCR’s engagement with external consultants or resources in relation to my case.\r\nRecords reflecting financial allocations and expenditures applied to the investigation, management, or oversight of OCR Transaction Number: 01-25-592844, including budgets for ADA compliance and civil rights enforcement.\r\n\r\n5. Policy and Procedural Documentation\r\nComplete internal policies, procedural guidelines, and compliance standards related to OCR’s handling of ADA complaints, civil rights compliance, whistleblower protections, and procedural integrity.\r\nOCR’s guidelines and directives for ADA accommodation and compliance processing, especially regarding brain injury survivors, Medicaid consumer protections, and the handling of complex FOIA requests.\r\n\r\n6. Historical Records and Documentation of Previous Complaints\r\nComplaint histories, retaliation protections, and whistleblower complaint records involving personnel handling OCR Transaction Number: 01-25-592844.\r\nPrevious investigations, formal complaints, and procedural changes related to ADA, FOIA, and whistleblower protections within OCR, DSS, or CHRO.\r\n\r\n7. Complete Document Histories, Drafts, and Revisions\r\nAll drafts, versions, and annotated notes of official documents generated in relation to OCR Transaction Number: 01-25-592844.\r\nComplete histories of document revisions, including tracked changes, comments, and updates by OCR, DSS, or CHRO personnel.\r\n\r\n8. Audit Findings, Compliance Reviews, and Corrective Action Records\r\nInternal or third-party audit findings, compliance reviews, and corrective action plans related to the procedural handling of ADA complaints, FOIA administration, and whistleblower protections, particularly those affecting OCR Transaction Number: 01-25-592844.\r\nDocumentation of federal or state compliance investigations or oversight reports relevant to OCR’s ADA and civil rights compliance responsibilities.\r\n\r\n9. FOIA Compliance and Denials, Redactions, and Justifications\r\nDocumentation of any previous FOIA responses, denials, redactions, and exemptions applied to my requests concerning OCR Transaction Number: 01-25-592844.\r\nFor any redactions, I request a clear explanation, including specific legal exemptions cited, justifications, and summaries of withheld content to maintain transparency and accessibility.\r\n\r\nAccommodation Requirements for Compliance\r\nTo ensure that all records are accessible and ADA-compliant, please apply the following accommodations consistently:\r\n\r\nExclusive Email-Only Communication:\r\nSend all responses, records, and updates exclusively via email to AabiWR@live.com. Do not use physical mail, phone calls, portal-based communications, or any external links. This ensures uninterrupted and barrier-free access to information.\r\n\r\nAccessible Document Formatting:\r\nInclude the full text of each response within the email body, and attach all supporting documents as labeled PDFs, organized by category and date.\r\nEnsure documents are screen reader-compatible to maintain accessibility.\r\n\r\nClear Justifications for Redactions and Denials:\r\nFor any withheld or redacted records, provide a complete justification, including specific statutes or legal exemptions. Include a summary of redacted content wherever feasible.\r\n\r\nIdentification of Responsible FOIA Officers and Supervisory Personnel:\r\nProvide the full names, titles, email addresses, and phone numbers of all FOIA officers, decision-makers, or supervisors handling this request.\r\n\r\nRequest for Expedited Processing\r\nGiven the significance of OCR Transaction Number: 01-25-592844 and the public interest in ADA compliance, civil rights enforcement, and procedural integrity within DSS and CHRO, I request expedited processing under 5 U.S.C. § 552(a)(6)(E). Delayed access to these records obstructs effective oversight and hinders efforts to protect vulnerable populations.\r\n\r\nJustification for Fee Waiver\r\nThis request seeks information critical to the public interest regarding ADA enforcement, civil rights protections, and DSS’s handling of Medicaid-related complaints. Disclosure will directly benefit public understanding and support governmental accountability. Therefore, I request a waiver of all associated fees, as this request is not for commercial purposes.\r\n\r\nTimeline for Response\r\nUnder FOIA, I request acknowledgment within the statutory timeframe, along with a timeline for compliance. Please notify me promptly if clarifications or additional processing time are needed. Contact me exclusively at AabiWR@live.com.\r\n\r\nLegal Basis for This Request\r\nThis request and appeal are grounded in the following statutes:\r\n\r\n5 U.S.C. § 552 (Federal FOIA) – Governing the public’s right to access federal records.\r\nConnecticut FOIA (C.G.S. §§ 1-200 to 1-242) – Requiring prompt, transparent access to state records.\r\nAmericans with Disabilities Act (ADA) (42 U.S.C. § 12101 et seq.) – Ensuring reasonable accommodations for individuals with disabilities.\r\nSection 504 of the Rehabilitation Act (29 U.S.C. § 794) – Mandating equal access and accommodation for individuals with disabilities in federally funded programs.\r\nThank you for your attention to this important matter. Full and prompt disclosure of these records is crucial for ensuring transparency, ADA compliance, and public accountability within the government’s handling of ADA-related complaints and civil rights protections.\r\n\r\nSincerely,\r\n\r\nDavid Medeiros\r\nFounder, ABI Resources\r\nEmail: AabiWR@live.com\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDAVID MEDEIROS",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/comprehensive-foia-request-for-ocr-transaction-number-01-25-592844-department-of-health-and-human-services-office-for-civil-rights-176068/"
  },
  {
    "id": 176067,
    "title": "Comprehensive FOIA Request for OCR Transaction Number: 01-25-592844 (Centers for Medicare and Medicaid Services)",
    "slug": "comprehensive-foia-request-for-ocr-transaction-number-01-25-592844-centers-for-medicare-and-medicaid-services",
    "status": "submitted",
    "embargo_status": "public",
    "user": 142975,
    "username": "DavidMedeiros24",
    "agency": 3033,
    "datetime_submitted": "2024-11-07T10:11:12.823576",
    "date_due": "2024-12-09",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-11-07T10:11:13.405803",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 176067,
        "from_user": 142975,
        "to_user": 9623,
        "subject": "",
        "datetime": "2024-11-07T10:11:13.405803",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nComprehensive FOIA Request for OCR Transaction Number: 01-25-592844\r\n\r\nTo: U.S. Department of Health and Human Services (HHS) – Office for Civil Rights (OCR) CC: FOIA Compliance Officers and Relevant Oversight Authorities Centers for Medicare & Medicaid Services (CMS) FOIA Division U.S. Department of Justice Civil Rights Division – ADA Compliance Connecticut Department of Social Services (DSS) Connecticut Commission on Human Rights and Opportunities (CHRO)\r\n\r\nDear FOIA Officers, Supervisory Officers, and Relevant Authorities,\r\n\r\nThis letter constitutes a formal and detailed FOIA request for all records associated with OCR Transaction Number: 01-25-592844. This request is made under the federal Freedom of Information Act (5 U.S.C. § 552) and relevant state FOIA statutes, including the Connecticut Freedom of Information Act (Conn. Gen. Stat. § 1-200 et seq.). As a brain injury survivor, whistleblower, and Medicaid consumer advocate, I seek these records to ensure transparency, procedural integrity, and ADA compliance.\r\n\r\nScope of Request: This FOIA request encompasses all relevant records associated with OCR Transaction Number: 01-25-592844, including records created, received, reviewed, or used by the Office for Civil Rights, CMS, DOJ Civil Rights Division, Connecticut DSS, and CHRO. The scope of this request is intended to capture all documentation, communications, and procedural records relevant to my case, OCR Transaction Number: 01-25-592844, which involves complaints regarding ADA non-compliance, discrimination, and procedural obstructions within DSS and CHRO.\r\n\r\nSpecifically, I request comprehensive disclosure of records under the following categories:\r\n\r\n1. Complete Internal and External Communications\r\nEmails, internal messages, letters, and digital communications related to OCR Transaction Number: 01-25-592844.\r\nCommunications between OCR personnel, CMS representatives, DOJ Civil Rights Division, Connecticut DSS, CHRO, and other stakeholders concerning ADA compliance, civil rights protections, whistleblower retaliation, and procedural handling.\r\nDetailed logs of communications (including sender, recipient, date, and subject) between involved agencies and individuals in connection with OCR Transaction Number: 01-25-592844.\r\n\r\n2. Personnel Documentation and Oversight Records\r\nRecords detailing the job roles, responsibilities, and titles of all OCR, CMS, DSS, and CHRO personnel involved in handling or overseeing my case, including specific ADA compliance roles, civil rights enforcement roles, and whistleblower handling responsibilities.\r\nOrganizational charts and supervisory oversight documentation for all personnel involved in or overseeing OCR Transaction Number: 01-25-592844.\r\n\r\n3. Case Handling and Decision-Making Documentation\r\nInternal and external case reports, status updates, decision-making logs, case processing logs, workflow charts, and progress reports specific to OCR Transaction Number: 01-25-592844.\r\nDetailed descriptions and timelines for each action taken, including explanations for any delays, incomplete responses, or procedural omissions related to this case.\r\nRecords outlining guidance documents and internal policies referenced in processing OCR Transaction Number: 01-25-592844, particularly ADA, FOIA, and civil rights compliance guidelines.\r\n\r\n4. Contracts, Agreements, and Financial Records\r\nAny contracts, agreements, MOUs, or financial transactions relevant to OCR’s engagement with external consultants or resources in relation to my case.\r\nRecords reflecting financial allocations and expenditures applied to the investigation, management, or oversight of OCR Transaction Number: 01-25-592844, including budgets for ADA compliance and civil rights enforcement.\r\n\r\n5. Policy and Procedural Documentation\r\nComplete internal policies, procedural guidelines, and compliance standards related to OCR’s handling of ADA complaints, civil rights compliance, whistleblower protections, and procedural integrity.\r\nOCR’s guidelines and directives for ADA accommodation and compliance processing, especially regarding brain injury survivors, Medicaid consumer protections, and the handling of complex FOIA requests.\r\n\r\n6. Historical Records and Documentation of Previous Complaints\r\nComplaint histories, retaliation protections, and whistleblower complaint records involving personnel handling OCR Transaction Number: 01-25-592844.\r\nPrevious investigations, formal complaints, and procedural changes related to ADA, FOIA, and whistleblower protections within OCR, DSS, or CHRO.\r\n\r\n7. Complete Document Histories, Drafts, and Revisions\r\nAll drafts, versions, and annotated notes of official documents generated in relation to OCR Transaction Number: 01-25-592844.\r\nComplete histories of document revisions, including tracked changes, comments, and updates by OCR, DSS, or CHRO personnel.\r\n\r\n8. Audit Findings, Compliance Reviews, and Corrective Action Records\r\nInternal or third-party audit findings, compliance reviews, and corrective action plans related to the procedural handling of ADA complaints, FOIA administration, and whistleblower protections, particularly those affecting OCR Transaction Number: 01-25-592844.\r\nDocumentation of federal or state compliance investigations or oversight reports relevant to OCR’s ADA and civil rights compliance responsibilities.\r\n\r\n9. FOIA Compliance and Denials, Redactions, and Justifications\r\nDocumentation of any previous FOIA responses, denials, redactions, and exemptions applied to my requests concerning OCR Transaction Number: 01-25-592844.\r\nFor any redactions, I request a clear explanation, including specific legal exemptions cited, justifications, and summaries of withheld content to maintain transparency and accessibility.\r\n\r\nAccommodation Requirements for Compliance\r\nTo ensure that all records are accessible and ADA-compliant, please apply the following accommodations consistently:\r\n\r\nExclusive Email-Only Communication:\r\nSend all responses, records, and updates exclusively via email to AabiWR@live.com. Do not use physical mail, phone calls, portal-based communications, or any external links. This ensures uninterrupted and barrier-free access to information.\r\n\r\nAccessible Document Formatting:\r\nInclude the full text of each response within the email body, and attach all supporting documents as labeled PDFs, organized by category and date.\r\nEnsure documents are screen reader-compatible to maintain accessibility.\r\n\r\nClear Justifications for Redactions and Denials:\r\nFor any withheld or redacted records, provide a complete justification, including specific statutes or legal exemptions. Include a summary of redacted content wherever feasible.\r\n\r\nIdentification of Responsible FOIA Officers and Supervisory Personnel:\r\nProvide the full names, titles, email addresses, and phone numbers of all FOIA officers, decision-makers, or supervisors handling this request.\r\n\r\nRequest for Expedited Processing\r\nGiven the significance of OCR Transaction Number: 01-25-592844 and the public interest in ADA compliance, civil rights enforcement, and procedural integrity within DSS and CHRO, I request expedited processing under 5 U.S.C. § 552(a)(6)(E). Delayed access to these records obstructs effective oversight and hinders efforts to protect vulnerable populations.\r\n\r\nJustification for Fee Waiver\r\nThis request seeks information critical to the public interest regarding ADA enforcement, civil rights protections, and DSS’s handling of Medicaid-related complaints. Disclosure will directly benefit public understanding and support governmental accountability. Therefore, I request a waiver of all associated fees, as this request is not for commercial purposes.\r\n\r\nTimeline for Response\r\nUnder FOIA, I request acknowledgment within the statutory timeframe, along with a timeline for compliance. Please notify me promptly if clarifications or additional processing time are needed. Contact me exclusively at AabiWR@live.com.\r\n\r\nLegal Basis for This Request\r\nThis request and appeal are grounded in the following statutes:\r\n\r\n5 U.S.C. § 552 (Federal FOIA) – Governing the public’s right to access federal records.\r\nConnecticut FOIA (C.G.S. §§ 1-200 to 1-242) – Requiring prompt, transparent access to state records.\r\nAmericans with Disabilities Act (ADA) (42 U.S.C. § 12101 et seq.) – Ensuring reasonable accommodations for individuals with disabilities.\r\nSection 504 of the Rehabilitation Act (29 U.S.C. § 794) – Mandating equal access and accommodation for individuals with disabilities in federally funded programs.\r\nThank you for your attention to this important matter. Full and prompt disclosure of these records is crucial for ensuring transparency, ADA compliance, and public accountability within the government’s handling of ADA-related complaints and civil rights protections.\r\n\r\nSincerely,\r\n\r\nDavid Medeiros\r\nFounder, ABI Resources\r\nEmail: AabiWR@live.com\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDAVID MEDEIROS",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/comprehensive-foia-request-for-ocr-transaction-number-01-25-592844-centers-for-medicare-and-medicaid-services-176067/"
  },
  {
    "id": 176066,
    "title": "Comprehensive FOIA Request for OCR Transaction Number: 01-25-592844 (Department of Justice, Civil Rights Division)",
    "slug": "comprehensive-foia-request-for-ocr-transaction-number-01-25-592844-department-of-justice-civil-rights-division",
    "status": "submitted",
    "embargo_status": "public",
    "user": 142975,
    "username": "DavidMedeiros24",
    "agency": 3519,
    "datetime_submitted": "2024-11-07T10:11:12.823576",
    "date_due": "2024-12-09",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-11-07T10:11:13.295169",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 176066,
        "from_user": 142975,
        "to_user": 10014,
        "subject": "",
        "datetime": "2024-11-07T10:11:13.295169",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nComprehensive FOIA Request for OCR Transaction Number: 01-25-592844\r\n\r\nTo: U.S. Department of Health and Human Services (HHS) – Office for Civil Rights (OCR) CC: FOIA Compliance Officers and Relevant Oversight Authorities Centers for Medicare & Medicaid Services (CMS) FOIA Division U.S. Department of Justice Civil Rights Division – ADA Compliance Connecticut Department of Social Services (DSS) Connecticut Commission on Human Rights and Opportunities (CHRO)\r\n\r\nDear FOIA Officers, Supervisory Officers, and Relevant Authorities,\r\n\r\nThis letter constitutes a formal and detailed FOIA request for all records associated with OCR Transaction Number: 01-25-592844. This request is made under the federal Freedom of Information Act (5 U.S.C. § 552) and relevant state FOIA statutes, including the Connecticut Freedom of Information Act (Conn. Gen. Stat. § 1-200 et seq.). As a brain injury survivor, whistleblower, and Medicaid consumer advocate, I seek these records to ensure transparency, procedural integrity, and ADA compliance.\r\n\r\nScope of Request: This FOIA request encompasses all relevant records associated with OCR Transaction Number: 01-25-592844, including records created, received, reviewed, or used by the Office for Civil Rights, CMS, DOJ Civil Rights Division, Connecticut DSS, and CHRO. The scope of this request is intended to capture all documentation, communications, and procedural records relevant to my case, OCR Transaction Number: 01-25-592844, which involves complaints regarding ADA non-compliance, discrimination, and procedural obstructions within DSS and CHRO.\r\n\r\nSpecifically, I request comprehensive disclosure of records under the following categories:\r\n\r\n1. Complete Internal and External Communications\r\nEmails, internal messages, letters, and digital communications related to OCR Transaction Number: 01-25-592844.\r\nCommunications between OCR personnel, CMS representatives, DOJ Civil Rights Division, Connecticut DSS, CHRO, and other stakeholders concerning ADA compliance, civil rights protections, whistleblower retaliation, and procedural handling.\r\nDetailed logs of communications (including sender, recipient, date, and subject) between involved agencies and individuals in connection with OCR Transaction Number: 01-25-592844.\r\n\r\n2. Personnel Documentation and Oversight Records\r\nRecords detailing the job roles, responsibilities, and titles of all OCR, CMS, DSS, and CHRO personnel involved in handling or overseeing my case, including specific ADA compliance roles, civil rights enforcement roles, and whistleblower handling responsibilities.\r\nOrganizational charts and supervisory oversight documentation for all personnel involved in or overseeing OCR Transaction Number: 01-25-592844.\r\n\r\n3. Case Handling and Decision-Making Documentation\r\nInternal and external case reports, status updates, decision-making logs, case processing logs, workflow charts, and progress reports specific to OCR Transaction Number: 01-25-592844.\r\nDetailed descriptions and timelines for each action taken, including explanations for any delays, incomplete responses, or procedural omissions related to this case.\r\nRecords outlining guidance documents and internal policies referenced in processing OCR Transaction Number: 01-25-592844, particularly ADA, FOIA, and civil rights compliance guidelines.\r\n\r\n4. Contracts, Agreements, and Financial Records\r\nAny contracts, agreements, MOUs, or financial transactions relevant to OCR’s engagement with external consultants or resources in relation to my case.\r\nRecords reflecting financial allocations and expenditures applied to the investigation, management, or oversight of OCR Transaction Number: 01-25-592844, including budgets for ADA compliance and civil rights enforcement.\r\n\r\n5. Policy and Procedural Documentation\r\nComplete internal policies, procedural guidelines, and compliance standards related to OCR’s handling of ADA complaints, civil rights compliance, whistleblower protections, and procedural integrity.\r\nOCR’s guidelines and directives for ADA accommodation and compliance processing, especially regarding brain injury survivors, Medicaid consumer protections, and the handling of complex FOIA requests.\r\n\r\n6. Historical Records and Documentation of Previous Complaints\r\nComplaint histories, retaliation protections, and whistleblower complaint records involving personnel handling OCR Transaction Number: 01-25-592844.\r\nPrevious investigations, formal complaints, and procedural changes related to ADA, FOIA, and whistleblower protections within OCR, DSS, or CHRO.\r\n\r\n7. Complete Document Histories, Drafts, and Revisions\r\nAll drafts, versions, and annotated notes of official documents generated in relation to OCR Transaction Number: 01-25-592844.\r\nComplete histories of document revisions, including tracked changes, comments, and updates by OCR, DSS, or CHRO personnel.\r\n\r\n8. Audit Findings, Compliance Reviews, and Corrective Action Records\r\nInternal or third-party audit findings, compliance reviews, and corrective action plans related to the procedural handling of ADA complaints, FOIA administration, and whistleblower protections, particularly those affecting OCR Transaction Number: 01-25-592844.\r\nDocumentation of federal or state compliance investigations or oversight reports relevant to OCR’s ADA and civil rights compliance responsibilities.\r\n\r\n9. FOIA Compliance and Denials, Redactions, and Justifications\r\nDocumentation of any previous FOIA responses, denials, redactions, and exemptions applied to my requests concerning OCR Transaction Number: 01-25-592844.\r\nFor any redactions, I request a clear explanation, including specific legal exemptions cited, justifications, and summaries of withheld content to maintain transparency and accessibility.\r\n\r\nAccommodation Requirements for Compliance\r\nTo ensure that all records are accessible and ADA-compliant, please apply the following accommodations consistently:\r\n\r\nExclusive Email-Only Communication:\r\nSend all responses, records, and updates exclusively via email to AabiWR@live.com. Do not use physical mail, phone calls, portal-based communications, or any external links. This ensures uninterrupted and barrier-free access to information.\r\n\r\nAccessible Document Formatting:\r\nInclude the full text of each response within the email body, and attach all supporting documents as labeled PDFs, organized by category and date.\r\nEnsure documents are screen reader-compatible to maintain accessibility.\r\n\r\nClear Justifications for Redactions and Denials:\r\nFor any withheld or redacted records, provide a complete justification, including specific statutes or legal exemptions. Include a summary of redacted content wherever feasible.\r\n\r\nIdentification of Responsible FOIA Officers and Supervisory Personnel:\r\nProvide the full names, titles, email addresses, and phone numbers of all FOIA officers, decision-makers, or supervisors handling this request.\r\n\r\nRequest for Expedited Processing\r\nGiven the significance of OCR Transaction Number: 01-25-592844 and the public interest in ADA compliance, civil rights enforcement, and procedural integrity within DSS and CHRO, I request expedited processing under 5 U.S.C. § 552(a)(6)(E). Delayed access to these records obstructs effective oversight and hinders efforts to protect vulnerable populations.\r\n\r\nJustification for Fee Waiver\r\nThis request seeks information critical to the public interest regarding ADA enforcement, civil rights protections, and DSS’s handling of Medicaid-related complaints. Disclosure will directly benefit public understanding and support governmental accountability. Therefore, I request a waiver of all associated fees, as this request is not for commercial purposes.\r\n\r\nTimeline for Response\r\nUnder FOIA, I request acknowledgment within the statutory timeframe, along with a timeline for compliance. Please notify me promptly if clarifications or additional processing time are needed. Contact me exclusively at AabiWR@live.com.\r\n\r\nLegal Basis for This Request\r\nThis request and appeal are grounded in the following statutes:\r\n\r\n5 U.S.C. § 552 (Federal FOIA) – Governing the public’s right to access federal records.\r\nConnecticut FOIA (C.G.S. §§ 1-200 to 1-242) – Requiring prompt, transparent access to state records.\r\nAmericans with Disabilities Act (ADA) (42 U.S.C. § 12101 et seq.) – Ensuring reasonable accommodations for individuals with disabilities.\r\nSection 504 of the Rehabilitation Act (29 U.S.C. § 794) – Mandating equal access and accommodation for individuals with disabilities in federally funded programs.\r\nThank you for your attention to this important matter. Full and prompt disclosure of these records is crucial for ensuring transparency, ADA compliance, and public accountability within the government’s handling of ADA-related complaints and civil rights protections.\r\n\r\nSincerely,\r\n\r\nDavid Medeiros\r\nFounder, ABI Resources\r\nEmail: AabiWR@live.com\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDAVID MEDEIROS",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/comprehensive-foia-request-for-ocr-transaction-number-01-25-592844-department-of-justice-civil-rights-division-176066/"
  },
  {
    "id": 176065,
    "title": "Comprehensive FOIA Request for OCR Transaction Number: 01-25-592844 (Department of Justice, Disability Rights Division)",
    "slug": "comprehensive-foia-request-for-ocr-transaction-number-01-25-592844-department-of-justice-disability-rights-division",
    "status": "submitted",
    "embargo_status": "public",
    "user": 142975,
    "username": "DavidMedeiros24",
    "agency": 166,
    "datetime_submitted": "2024-11-07T10:11:12.823576",
    "date_due": "2024-12-09",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-11-07T10:11:13.107052",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 176065,
        "from_user": 142975,
        "to_user": 12996,
        "subject": "",
        "datetime": "2024-11-07T10:11:13.107052",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nComprehensive FOIA Request for OCR Transaction Number: 01-25-592844\r\n\r\nTo: U.S. Department of Health and Human Services (HHS) – Office for Civil Rights (OCR) CC: FOIA Compliance Officers and Relevant Oversight Authorities Centers for Medicare & Medicaid Services (CMS) FOIA Division U.S. Department of Justice Civil Rights Division – ADA Compliance Connecticut Department of Social Services (DSS) Connecticut Commission on Human Rights and Opportunities (CHRO)\r\n\r\nDear FOIA Officers, Supervisory Officers, and Relevant Authorities,\r\n\r\nThis letter constitutes a formal and detailed FOIA request for all records associated with OCR Transaction Number: 01-25-592844. This request is made under the federal Freedom of Information Act (5 U.S.C. § 552) and relevant state FOIA statutes, including the Connecticut Freedom of Information Act (Conn. Gen. Stat. § 1-200 et seq.). As a brain injury survivor, whistleblower, and Medicaid consumer advocate, I seek these records to ensure transparency, procedural integrity, and ADA compliance.\r\n\r\nScope of Request: This FOIA request encompasses all relevant records associated with OCR Transaction Number: 01-25-592844, including records created, received, reviewed, or used by the Office for Civil Rights, CMS, DOJ Civil Rights Division, Connecticut DSS, and CHRO. The scope of this request is intended to capture all documentation, communications, and procedural records relevant to my case, OCR Transaction Number: 01-25-592844, which involves complaints regarding ADA non-compliance, discrimination, and procedural obstructions within DSS and CHRO.\r\n\r\nSpecifically, I request comprehensive disclosure of records under the following categories:\r\n\r\n1. Complete Internal and External Communications\r\nEmails, internal messages, letters, and digital communications related to OCR Transaction Number: 01-25-592844.\r\nCommunications between OCR personnel, CMS representatives, DOJ Civil Rights Division, Connecticut DSS, CHRO, and other stakeholders concerning ADA compliance, civil rights protections, whistleblower retaliation, and procedural handling.\r\nDetailed logs of communications (including sender, recipient, date, and subject) between involved agencies and individuals in connection with OCR Transaction Number: 01-25-592844.\r\n\r\n2. Personnel Documentation and Oversight Records\r\nRecords detailing the job roles, responsibilities, and titles of all OCR, CMS, DSS, and CHRO personnel involved in handling or overseeing my case, including specific ADA compliance roles, civil rights enforcement roles, and whistleblower handling responsibilities.\r\nOrganizational charts and supervisory oversight documentation for all personnel involved in or overseeing OCR Transaction Number: 01-25-592844.\r\n\r\n3. Case Handling and Decision-Making Documentation\r\nInternal and external case reports, status updates, decision-making logs, case processing logs, workflow charts, and progress reports specific to OCR Transaction Number: 01-25-592844.\r\nDetailed descriptions and timelines for each action taken, including explanations for any delays, incomplete responses, or procedural omissions related to this case.\r\nRecords outlining guidance documents and internal policies referenced in processing OCR Transaction Number: 01-25-592844, particularly ADA, FOIA, and civil rights compliance guidelines.\r\n\r\n4. Contracts, Agreements, and Financial Records\r\nAny contracts, agreements, MOUs, or financial transactions relevant to OCR’s engagement with external consultants or resources in relation to my case.\r\nRecords reflecting financial allocations and expenditures applied to the investigation, management, or oversight of OCR Transaction Number: 01-25-592844, including budgets for ADA compliance and civil rights enforcement.\r\n\r\n5. Policy and Procedural Documentation\r\nComplete internal policies, procedural guidelines, and compliance standards related to OCR’s handling of ADA complaints, civil rights compliance, whistleblower protections, and procedural integrity.\r\nOCR’s guidelines and directives for ADA accommodation and compliance processing, especially regarding brain injury survivors, Medicaid consumer protections, and the handling of complex FOIA requests.\r\n\r\n6. Historical Records and Documentation of Previous Complaints\r\nComplaint histories, retaliation protections, and whistleblower complaint records involving personnel handling OCR Transaction Number: 01-25-592844.\r\nPrevious investigations, formal complaints, and procedural changes related to ADA, FOIA, and whistleblower protections within OCR, DSS, or CHRO.\r\n\r\n7. Complete Document Histories, Drafts, and Revisions\r\nAll drafts, versions, and annotated notes of official documents generated in relation to OCR Transaction Number: 01-25-592844.\r\nComplete histories of document revisions, including tracked changes, comments, and updates by OCR, DSS, or CHRO personnel.\r\n\r\n8. Audit Findings, Compliance Reviews, and Corrective Action Records\r\nInternal or third-party audit findings, compliance reviews, and corrective action plans related to the procedural handling of ADA complaints, FOIA administration, and whistleblower protections, particularly those affecting OCR Transaction Number: 01-25-592844.\r\nDocumentation of federal or state compliance investigations or oversight reports relevant to OCR’s ADA and civil rights compliance responsibilities.\r\n\r\n9. FOIA Compliance and Denials, Redactions, and Justifications\r\nDocumentation of any previous FOIA responses, denials, redactions, and exemptions applied to my requests concerning OCR Transaction Number: 01-25-592844.\r\nFor any redactions, I request a clear explanation, including specific legal exemptions cited, justifications, and summaries of withheld content to maintain transparency and accessibility.\r\n\r\nAccommodation Requirements for Compliance\r\nTo ensure that all records are accessible and ADA-compliant, please apply the following accommodations consistently:\r\n\r\nExclusive Email-Only Communication:\r\nSend all responses, records, and updates exclusively via email to AabiWR@live.com. Do not use physical mail, phone calls, portal-based communications, or any external links. This ensures uninterrupted and barrier-free access to information.\r\n\r\nAccessible Document Formatting:\r\nInclude the full text of each response within the email body, and attach all supporting documents as labeled PDFs, organized by category and date.\r\nEnsure documents are screen reader-compatible to maintain accessibility.\r\n\r\nClear Justifications for Redactions and Denials:\r\nFor any withheld or redacted records, provide a complete justification, including specific statutes or legal exemptions. Include a summary of redacted content wherever feasible.\r\n\r\nIdentification of Responsible FOIA Officers and Supervisory Personnel:\r\nProvide the full names, titles, email addresses, and phone numbers of all FOIA officers, decision-makers, or supervisors handling this request.\r\n\r\nRequest for Expedited Processing\r\nGiven the significance of OCR Transaction Number: 01-25-592844 and the public interest in ADA compliance, civil rights enforcement, and procedural integrity within DSS and CHRO, I request expedited processing under 5 U.S.C. § 552(a)(6)(E). Delayed access to these records obstructs effective oversight and hinders efforts to protect vulnerable populations.\r\n\r\nJustification for Fee Waiver\r\nThis request seeks information critical to the public interest regarding ADA enforcement, civil rights protections, and DSS’s handling of Medicaid-related complaints. Disclosure will directly benefit public understanding and support governmental accountability. Therefore, I request a waiver of all associated fees, as this request is not for commercial purposes.\r\n\r\nTimeline for Response\r\nUnder FOIA, I request acknowledgment within the statutory timeframe, along with a timeline for compliance. Please notify me promptly if clarifications or additional processing time are needed. Contact me exclusively at AabiWR@live.com.\r\n\r\nLegal Basis for This Request\r\nThis request and appeal are grounded in the following statutes:\r\n\r\n5 U.S.C. § 552 (Federal FOIA) – Governing the public’s right to access federal records.\r\nConnecticut FOIA (C.G.S. §§ 1-200 to 1-242) – Requiring prompt, transparent access to state records.\r\nAmericans with Disabilities Act (ADA) (42 U.S.C. § 12101 et seq.) – Ensuring reasonable accommodations for individuals with disabilities.\r\nSection 504 of the Rehabilitation Act (29 U.S.C. § 794) – Mandating equal access and accommodation for individuals with disabilities in federally funded programs.\r\nThank you for your attention to this important matter. Full and prompt disclosure of these records is crucial for ensuring transparency, ADA compliance, and public accountability within the government’s handling of ADA-related complaints and civil rights protections.\r\n\r\nSincerely,\r\n\r\nDavid Medeiros\r\nFounder, ABI Resources\r\nEmail: AabiWR@live.com\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDAVID MEDEIROS",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/comprehensive-foia-request-for-ocr-transaction-number-01-25-592844-department-of-justice-disability-rights-division-176065/"
  }
]