[
  {
    "id": 182575,
    "title": "Clay County FOIA Request",
    "slug": "clay-county-foia-request",
    "status": "submitted",
    "embargo_status": "public",
    "user": 152155,
    "username": "trc00010",
    "agency": 40742,
    "datetime_submitted": "2025-03-06T13:38:43.272028",
    "date_due": "2025-03-13",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-06T13:38:44.298612",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 182575,
        "from_user": 152155,
        "to_user": 153507,
        "subject": "",
        "datetime": "2025-03-06T13:38:44.298612",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the West Virginia Freedom of Information Act, I hereby request the following records:\r\n\r\nTyler Cummings\r\n600 N. High Street\r\nMorgantown, WV 26505\r\n3/6/25\r\n\r\nSheila Stone\r\nCounty Clerk\r\nOffice of the County Clerk\r\nP.O. Box 190\r\nClay, West Virginia 25043\r\n\r\nDear Sheila Stone,\r\n\r\nUnder the West Virginia Freedom of Information Act, §29-B-1-1 et seq., I am requesting an opportunity to inspect or obtain copies of public records that provide information about the allocation and use of opioid lawsuit settlement funds in Clay County. Specifically, I am seeking the total opioid settlement funds received by Clay County, the application that specific individuals or organizations seeking funding from the county complete, copies of grant applications from specific individuals or organizations that have been approved to receive these funds, the names of the individuals who will review the funding applications, any meeting minutes of county-level officials where the receiving or distribution of county-level opioid settlement funding was discussed, and how much funding has been awarded as of March 1, 2025, and to whom it was awarded.\r\n\r\nAdditionally, I am requesting documents outlining the process and criteria for submitting applications for these funds, including application forms or templates, guidelines or instructions provided to applicants, and deadlines and timelines associated with the application process. I am also seeking documentation related to the review and approval of funding applications, such as meeting minutes or notes from decision-making bodies, the names and titles of individuals involved in the review and approval process, and evaluation criteria or scoring sheets used to assess applications.\r\n\r\nIf there are any fees for searching or copying these records, please inform me if the cost will exceed $25. However, I would also like to request a waiver of all fees in that the disclosure of the requested information is in the public interest and will contribute significantly to the public’s understanding of the allocation and impact of opioid settlement funds in Clay County. This information is being sought for news-gathering purposes.\r\n\r\nThe West Virginia Freedom of Information Act requires a response to this request be made within five business days. If access to the records I am requesting will take longer than this amount of time, please contact me with information about when I might expect copies or the ability to inspect the requested records. You can call me at 304-880-8656 or send me an email at trc00010@mix.wvu.edu.\r\n\r\nIf you deny any or all of this request, please cite each specific exemption you feel justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\r\n\r\nThank you for considering my request.\r\nSincerely,\r\nTyler Cummings\r\n304-880-8656\r\ntrc00010@mix.wvu.edu\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTyler Cummings",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/west-virginia-304/clay-county-foia-request-182575/"
  }
]