[
  {
    "id": 183787,
    "title": "George Edward Foreman (January 10, 1949 – March 21, 2025)",
    "slug": "george-edward-foreman-january-10-1949-march-21-2025",
    "status": "submitted",
    "embargo_status": "public",
    "user": 35710,
    "username": "MatthewPetti_RNucinGD",
    "agency": 10,
    "datetime_submitted": "2025-03-24T14:13:26.985182",
    "date_due": "2025-04-21",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-24T14:13:27.175366",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 183787,
        "from_user": 35710,
        "to_user": 9555,
        "subject": "",
        "datetime": "2025-03-24T14:13:27.175366",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nRecords mentioning, relating to, or generated as a result of investigation or inquiry into boxer and businessman George Edward Foreman (January 10, 1949 – March 21, 2025). His death is widely-known and widely reported; as such, privacy concerns under FOIA Exemptions 6 and 7 are voided, as are any concerns under the Privacy Act. For example, you may find his New York Times obituary at the following link: https://www.nytimes.com/2025/03/21/sports/george-foreman-dead.html\r\n\r\nPlease conduct a search of the Central Records System, including but not limited to the Electronic Surveillance (ELSUR) Indices, the Microphone Surveillance (MISUR) Indices, the Physical Surveillance (FISUR) Indices, and the Technical Surveillance (TESUR) Indices, for both main-file records and cross-reference records of both HQ and all field offices for all relevant names, agencies, organizations, companies and events including but not limited to those cited in the previous paragraphs and/or links as well as a cross-reference with the Southern Poverty Law Center to include any information provided by the SPLC. My request includes but is not limited to 137, 157, 176, 177, 183, 184, 188, and 214 files. If previously released records are available, then I request a rolling release consisting of those records while additional records are located and processed for release.\r\n\r\nIf any part of these documents are exempt from disclosure, please be sure to review and release all reasonably segregable nonexempt portions of responsive documents, as the FOIA requires.\r\n\r\nI request that I be properly classified as a media requester. I am an assistant editor at Reason Magazine, and I am requesting these documents in an editorial capacity. Please contact me if you have any questions about my media status.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMatthew Petti",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/george-edward-foreman-january-10-1949-march-21-2025-183787/"
  },
  {
    "id": 183786,
    "title": "Law Enforcement Agencies Accessing the  Face Recognition System",
    "slug": "law-enforcement-agencies-accessing-the-face-recognition-system",
    "status": "submitted",
    "embargo_status": "public",
    "user": 103735,
    "username": "paultepper",
    "agency": 33688,
    "datetime_submitted": "2025-03-24T13:55:43.598820",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-24T13:55:43.777764",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 183786,
        "from_user": 103735,
        "to_user": 106808,
        "subject": "Ohio Open Records Law Request: Law Enforcement Agencies Accessing the  Face Recognition System",
        "datetime": "2025-03-24T13:55:43.777764",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Ohio Open Records Law, I hereby request the following records:\r\n\r\nI would like to learn: 1) which local, state and national law enforcement agencies can currently submit photos of people (probe photos) to be run through the Northeast Ohio Regional Fusion Center's face recognition system, and 2) which law enforcement agencies actually submitted probe photo(s)  for a search from January 1, 2023 to the date of the most recently available data.\r\n\r\nPlease provide any lists, logs, datasets, documents or policies showing this information.  With regard to agencies that have submitted probe photos, please provide logs, lists or datasets describing, as available, the name of the requesting organization, the number of requests made, the dates of the requests, and the number of requests granted.  If this information is maintained in a spreadsheet, such as Excel, I request that the record be produced in this format.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nPaul Tepper",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/cleveland-327/law-enforcement-agencies-accessing-the-face-recognition-system-183786/"
  }
]