[
  {
    "id": 140002,
    "title": "Untitled",
    "slug": "untitled",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 109931,
    "username": "MichaelKeithWilliams",
    "agency": 34160,
    "datetime_submitted": "2023-02-01T19:07:00.564306",
    "date_due": "2023-03-02",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-02-01T19:07:00.744129",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140002,
        "from_user": 109931,
        "to_user": 109941,
        "subject": "",
        "datetime": "2023-02-01T19:07:00.744129",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nTo Whom It May Concern:\r\n\r\nPursuant to the Nebraska Open Records Act, I hereby request the following records:\r\n\r\nCopies of Memorandums of Understanding (MOUs), Memorandums of Agreement (MOAs), Non-Disclosure Agreements (NDAs) and other coordination, cooperation, or other resource or information sharing arrangements with federal, state or local agencies, specifically including but not limited to law enforcement agencies.\r\n\r\nYou may limit the scope of this request to documents generated between July 11, 2022 through the date of the processing of this request. If the most recent agreements (whether active or inactive) predate July 11, 2022, then I request a copy of the most recently applicable.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nMichael Keith Williams\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMichael Keith Williams",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/untitled-140002/"
  }
]