[
  {
    "id": 149749,
    "title": "Forms used to access Public Information under FOIA",
    "slug": "forms-used-to-access-public-information-under-foia",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 108428,
    "username": "Aremeee",
    "agency": 5479,
    "datetime_submitted": "2023-07-22T00:46:15.352694",
    "date_due": "2023-07-27",
    "days_until_due": null,
    "date_followup": "2023-07-27",
    "datetime_done": null,
    "datetime_updated": "2023-07-22T00:46:15.455192",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 149749,
        "from_user": 108428,
        "to_user": 13542,
        "subject": "Connecticut Freedom of Information Act Request: Forms used to access Public Information under FOIA",
        "datetime": "2023-07-22T00:46:15.455192",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nPlease be so kind to provide blank versions of any forms, paper or electronic, the City of Stamford  Police Department has employed from January 1, 2019 to July 15, 2023, which have been designed for and provided any citizens who make Freedom of Information requests from that agency.  One iteration of each version, if multiple versions exist,  of the request form(s) is sufficient to satisfy this request.  \r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 4 business days, as the statute requires.\r\nPolice\r\nSincerely,\r\n\r\nRobert Meehan",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/stamford-5534/forms-used-to-access-public-information-under-foia-149749/"
  }
]