[
  {
    "id": 151581,
    "title": "NYPD September",
    "slug": "nypd-september",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 27422,
    "username": "dmehrotra",
    "agency": 272,
    "datetime_submitted": "2023-09-05T09:26:47.667873",
    "date_due": "2023-09-12",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-09-05T09:26:47.819485",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 151581,
        "from_user": 27422,
        "to_user": 9986,
        "subject": "",
        "datetime": "2023-09-05T09:26:47.819485",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nThe New York City police department piloted unmanned aircrafts in response to complaints about large gatherings, including private events, over Labor Day weekend in 2023. I am seeking: \r\n\r\n1. Drone flight videos created by the NYPD from Thursday August 31st 2023 to Tuesday September 5 2023.  \r\n2. Underlying incident or investigatory reports created in response to a call for service where a drone was dispatched that weekend. \r\n3. Flight logs for all drone flights dispatched that weekend. If KML files or geospatial data exist, please include that as well.\r\n4. Reprimands relating to drones, including misuse of equipment and failure to properly maintain equipment since 2016\r\n\r\nIn some circumstances, some portions of drone videos might implicate the investigatory records exemption, or privacy interests might  justify withholding certain portions of drone videos under the law. However, the agency must should still disclose any reasonably segregable portion of a record that is subject to disclosure after deletion of the portions that are exempted by law.   By analogy, when disclosing a video recording of a “critical incident, agencies can and do use redaction technology, including blurring or distorting images or audio, to obscure those specific portions of the recording” that implicate the reasonable expectation of privacy of a subject depicted in the recording.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDhruv Mehrotra",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-city-17/nypd-september-151581/"
  }
]