[
  {
    "id": 180835,
    "title": "Records Related to the Removal of LGBTQ Health Data Following Executive Order 14168",
    "slug": "records-related-to-the-removal-of-lgbtq-health-data-following-executive-order-14168",
    "status": "submitted",
    "embargo_status": "public",
    "user": 4164,
    "username": "TheJ",
    "agency": 152,
    "datetime_submitted": "2025-02-02T20:21:34.051593",
    "date_due": "2025-03-03",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-02-02T20:21:34.204758",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 180835,
        "from_user": 4164,
        "to_user": 25377,
        "subject": "Freedom of Information Act Request: Records Related to the Removal of LGBTQ Health Data Following Executive Order 14168",
        "datetime": "2025-02-02T20:21:34.204758",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Jordan Lassiter\r\n\r\nIndependent Investigative Journalist\r\nTransparency Report\r\nEmail: Jordan@Lassiter.eu\r\nDate: February 2, 2025\r\n\r\nTo Whom It May Concern:\r\n\r\nPursuant to the United States Freedom of Information Act (5 U.S.C. § 552), I hereby request the following records:\r\n\r\nSubject: Freedom of Information Act (FOIA) Request – Records Related to the Removal of LGBTQ Health Data Following Executive Order 14168\r\n\r\nRecipient:\r\nCenters for Disease Control and Prevention (CDC)\r\nFOIA Requester Service Center\r\n1600 Clifton Road, N.E.\r\nAtlanta, GA 30333\r\n\r\nRequested Records\r\n\r\nI request access to and copies of the following records related to LGBTQ health data, including but not limited to data on diabetes, that were removed, suppressed, or altered following Executive Order 14168, issued by President Donald Trump in January 2025, which directed federal agencies to eliminate references to gender diversity and LGBTQ-related topics from government resources. This request applies to records from January 1, 2024, to the present (February 2, 2025).\r\n\t1.\tLGBTQ Health Data and Archived Reports:\r\n\t•\tCopies of all datasets, reports, studies, and statistical analyses related to LGBTQ health, including but not limited to diabetes, HIV/AIDS, mental health, and chronic conditions.\r\n\t•\tAny prior versions of datasets, surveys, or research that contained LGBTQ-specific data before they were altered or removed from the CDC’s website or databases.\r\n\t2.\tRecords of Data Removal or Suppression:\r\n\t•\tInternal communications, emails, memos, and directives regarding the decision to remove, modify, or restrict public access to LGBTQ health data.\r\n\t•\tCopies of website archives and database records that previously contained LGBTQ-related health statistics, including those removed after Executive Order 14168 took effect.\r\n\t•\tDocumentation of any restrictions placed on CDC employees or researchers regarding the collection, publication, or discussion of LGBTQ health data.\r\n\t3.\tInternal Communications and Metadata:\r\n\t•\tEmails, text messages, and memoranda sent or received by CDC officials, administrators, and staff regarding LGBTQ health data removal or modifications.\r\n\t•\tMetadata for all emails and communications related to LGBTQ health data suppression, including sender, recipient, timestamps, subject lines, and attachments.\r\n\t4.\tLegal and Policy Communications:\r\n\t•\tCommunications between the CDC and the Department of Health and Human Services (HHS), the White House, or other federal agencies regarding compliance with Executive Order 14168.\r\n\t•\tAny legal assessments, policy discussions, or memoranda analyzing the legality of removing LGBTQ health data from public access.\r\n\t5.\tDeleted or Missing Records:\r\n\t•\tDocumentation regarding any deleted or missing records related to LGBTQ health data, including explanations for why they were removed.\r\n\t•\tAny efforts made to recover or archive such data for future public release.\r\n\r\nLegal Prohibition on Data Destruction\r\n\r\nThe destruction of federal records, including datasets and internal communications, is prohibited under multiple federal laws and court rulings, including but not limited to:\r\n\t•\tFederal Records Act (44 U.S.C. Chapter 31) – Mandates that agencies must preserve records documenting public policy decisions, and it is illegal to destroy records without authorization from the National Archives and Records Administration (NARA).\r\n\t•\tPresidential Records Act (44 U.S.C. Chapter 22) – Requires that any records related to executive branch policies must be preserved, particularly those affecting public policy.\r\n\t•\tArmstrong v. Executive Office of the President, 1 F.3d 1274 (D.C. Cir. 1993) – Established that federal agencies cannot delete or remove government records without following proper legal procedures and obtaining approval from NARA.\r\n\t•\tJudicial Watch, Inc. v. U.S. Dep’t of Def., 857 F. Supp. 2d 44 (D.D.C. 2012) – Affirmed that metadata is part of a government record and must be preserved and disclosed under FOIA.\r\n\r\nIf any LGBTQ-related datasets, reports, or web pages have been removed or destroyed, I request records identifying the personnel responsible, the legal justification, and any efforts to recover or archive the missing data.\r\n\r\nRelevance to Public Interest\r\n\r\nThis request is made in the public interest to assess how the CDC and the federal government are handling LGBTQ health data following Executive Order 14168. The suppression of health statistics, research, and policy discussions directly affects public health initiatives, medical research, and federal funding. Ensuring that LGBTQ health data remains available is essential for transparency, accountability, and public trust in federal health policy.\r\n\r\nFee Waiver Request\r\n\r\nI request a waiver of all fees associated with this request under 5 U.S.C. § 552(a)(4)(A)(iii), as disclosure of these records will significantly contribute to public understanding of federal health policies and data integrity.\r\n\r\nLegal Basis: Under Cause of Action v. FTC, 799 F.3d 1108 (D.C. Cir. 2015), FOIA fee waivers should be granted when a request serves the public interest by increasing transparency in government decision-making.\r\n\r\nIf the fee waiver is denied, I agree to pay up to $200 for processing fees and request prior notification if costs exceed this amount.\r\n\r\nExpedited Processing Request\r\n\r\nI request expedited processing under 5 U.S.C. § 552(a)(6)(E) because this request concerns an urgent matter of public health and government transparency. The removal of LGBTQ health data could have immediate consequences for medical research, public policy, and federal funding allocations. The timely release of these records is critical for ongoing reporting and public awareness.\r\n\r\nResponse Format and Timeline\r\n\r\nPlease provide the requested records in electronic format (e.g., PDF, CSV, or JSON) where possible. As required by FOIA, I anticipate a response within 20 business days. If any part of this request requires clarification, I am available at Jordan@Lassiter.eu to discuss the scope of this request.\r\n\r\nThank you for your time and attention to this matter.\r\n\r\nSincerely,\r\nJordan Lassiter\r\nIndependent Investigative Journalist\r\nTransparency Report",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1257001,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/151849/Fee_Waiver_Letter_copy.pdf",
            "datetime": "2025-02-02T20:21:34.204758",
            "title": "Fee_Waiver_Letter_copy.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/records-related-to-the-removal-of-lgbtq-health-data-following-executive-order-14168-180835/"
  },
  {
    "id": 180834,
    "title": "Patron Incident Reports - Jan2 2025",
    "slug": "patron-incident-reports-jan2-2025",
    "status": "ack",
    "embargo_status": "public",
    "user": 109020,
    "username": "SashaG",
    "agency": 3072,
    "datetime_submitted": "2025-02-02T20:13:02.034310",
    "date_due": "2025-02-07",
    "days_until_due": null,
    "date_followup": "2025-02-08",
    "datetime_done": null,
    "datetime_updated": "2025-02-02T20:13:02.175629",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 180834,
        "from_user": 109020,
        "to_user": 20083,
        "subject": "Illinois Freedom of Information Act. Request: Patron Incident Reports - Jan2 2025",
        "datetime": "2025-02-02T20:13:02.175629",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nAll Patron Incident Reports submitted for the Area Manager 5 North Region from January 16, 2025 through January 31, 2025 inclusive of those dates.\r\n\r\nBecause this request is in the public interest for Illinois nonprofit Lucy Parsons Labs for the purpose of public education, please waive any fees in accordance with 5 ILCS § 140/6(c).\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAlexandra Gelzin",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/chicago-169/patron-incident-reports-jan2-2025-180834/"
  }
]