[
  {
    "id": 139600,
    "title": "Payne 1.26.23",
    "slug": "payne-12623",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 60252,
    "username": "rskva102",
    "agency": 10,
    "datetime_submitted": "2023-01-26T09:10:20.141444",
    "date_due": "2023-02-24",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-01-26T09:10:20.257810",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 139600,
        "from_user": 60252,
        "to_user": 9555,
        "subject": "",
        "datetime": "2023-01-26T09:10:20.257810",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nYou are receiving this correspondence as a request under the Freedom of Information Act, 5 U.S.C. subsection 552. I am requesting the following:\r\n\r\nCopies of all records, documents, and communications responsive to Mr. Crillon C. Payne, II, aka Crillon Payne, aka Cril Payne  (May 28, 1943 – June 18, 2006). Mr. Payne worked for the Federal Bureau of Investigation between the years of 1968 and 1976 as an undercover agent investigating domestic terrorist groups in the antiwar movement. He wrote a memoir about his experiences of his time at the Bureau which was published by Newsweek Books in 1979 as \"Deep Cover: An FBI Agent Infiltrates the Radical Underground\". In the book, Mr. Payne states that he was given informant designation \"LA 7852-S (Extremist)\" as part of a Domestic Intelligence Division operation known as the Special Informant Development Program (SPECTAR). According to Mr. Payne, this operation was created to target terrorist group the Weather Underground. As such, I am requesting all records related to Mr. Payne under all previously stated permutations of his name, LA 7852-S (Extremist), and LA 7852-S.\r\n\r\nThere is no expectation of a violation of Mr. Payne's privacy, as he passed away on June 18, 2006. Privacy rights are not extended to deceased persons. I have attached a reproduction of Mr. Payne's obituary in the Austin American-Statesman. For expediency's sake, I am including a link here: https://www.legacy.com/us/obituaries/statesman/name/crillon-payne-obituary?id=26854114\r\n\r\nAdditionally, Mr. Payne publicly revealed his work with the the Bureau in his memoir, removing any further concerns over privacy. The fact that he published a memoir about his undercover work would also make him a figure of public interest; \"Deep Cover\" received media attention in national newspapers and on radio stations at the time of its publication.\r\n\r\nI am asking you waive any fees associated with this request. I am a member of the news media, with bylines including Covert Action Magazine, Janata Weekly, and Philly Voice. Please take note of the Office of Management and Budget guidelines published March 27, 1987 (52 FR 10012) that include electronic publications and other nontraditional publishers as representatives of the news media.\r\n\r\nThis request is not being made for commercial purposes. All documents will be provided to the general public without charge.\r\n\r\nIn the event that there are fees, I am willing to pay up to $100. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nI look forward to your response within 20 working days, as the statute requires. If access to the records I am requesting will take longer, please contact me with information about when I might expect copies or the ability to inspect the requested records.\r\n\r\nIf you deny any or all of this request, please cite each specific exemption you feel justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\r\n\r\nSincerely,\r\n\r\nRobert Skvarla, Jr.",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1063017,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/rskva102/117106/Austin_American_Statesman_Thu__Jun_22__2006_.jpg",
            "datetime": "2023-01-26T09:10:20.257810",
            "title": "Austin_American_Statesman_Thu__Jun_22__2006_.jpg",
            "source": "Robert Skvarla, Jr.",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/payne-12623-139600/"
  }
]