[
  {
    "id": 177443,
    "title": "Performance Guarantees for Subdivision Construction in Acton",
    "slug": "performance-guarantees-for-subdivision-construction-in-acton",
    "status": "ack",
    "embargo_status": "public",
    "user": 127953,
    "username": "cpc",
    "agency": 3343,
    "datetime_submitted": "2024-12-11T18:08:10.874598",
    "date_due": "2024-12-26",
    "days_until_due": null,
    "date_followup": "2024-12-26",
    "datetime_done": null,
    "datetime_updated": "2024-12-11T18:08:11.030197",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177443,
        "from_user": 127953,
        "to_user": 20388,
        "subject": "Massachusetts Public Records Law Request: Performance Guarantees for Subdivision Construction in Acton",
        "datetime": "2024-12-11T18:08:11.030197",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Massachusetts Public Records Law, I hereby request the following records:\r\n\r\nFor each of the Subdivisions listed below, please provide:\r\n\r\n(1)\tA copy of the subdivision surety provided under G.L. c.41 §81U (performance guarantee, e.g. bond, restrictive covenant, etc.) and any amendments thereof;\r\n(2)\tEvery written request to extend the completion date specified within the subdivision surety;\r\n(3)\tEvery written request for partial release of the subdivision surety, and records of the granting of any such requests;\r\n(4)\tEvery written request for final release of the subdivision surety, with all accompanying documentation, and records of receipt of such requests by (i) the Acton Planning Board and (ii) the Acton Town Clerk;\r\n(5)\tAny written certification by the Town of Acton that the principal has completed all obligations specified in the surety;\r\n(6)\tA record authorizing the final release of the subdivision security.\r\n\r\n\r\nList of Subdivisions:\r\n\r\nPB 13-05, “The Residences at Constitution Drive”\r\nPB 14-03, “Roosevelt Drive”\r\nPB 14-04, “Hayward Farm”\r\nPB 15-07, “Jaime’s Way & Thomas Drive”\r\nPB 16-10, “Mohegan Lane”\r\nPB 16-15, “Summer Place”\r\nPB 16-19, “Kellev’s Corner Southeast Lots”\r\nPB 17-08, “Laurentide Circle”\r\nPB 18-03, “180 Newtown Road PCRC”\r\nPB 18-05, “110 Nagog Hill Road”\r\nPB 19-04 “96 Newtown Road/Dylan Place”\r\nPB 19-06, “Pond View Way”\r\nPB 19-10, “Diplatzi Place”\r\nPB 20-02, “The Preserve at Audubon Hill”\r\nPB 21-02, “Amanda Lane”\r\nPB 21-03, “Grassy Pond Way”\r\nPB 21-07, “Hawk’s Crest Reserve”\r\nPB 22-07, “Timber Way”\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by the recommendations of the Massachusetts Supervisor of Public Records. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nI expect the request to be filled in an accessible format, including for screen readers, which provide text-to-speech for persons unable to read print. Files that are not accessible to screen readers include, for example, .pdf image files as well as physical documents.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAnonymous",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/acton-442/performance-guarantees-for-subdivision-construction-in-acton-177443/"
  }
]