[
  {
    "id": 158469,
    "title": "FBI: Flagwix",
    "slug": "fbi-flagwix",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 351,
    "username": "RobbyD",
    "agency": 10,
    "datetime_submitted": "2024-02-07T13:45:44.384688",
    "date_due": "2024-03-07",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-02-07T13:45:44.597564",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 158469,
        "from_user": 351,
        "to_user": 9555,
        "subject": "",
        "datetime": "2024-02-07T13:45:44.597564",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAll investigative records that reference the company FlagWix (flagwix.com). FlagWix began selling overtly political flags during the 2020 political election. FlagWix made a massive advertising buy on Facebook and Instagram running targeted ads to residents of the state of Georgia offering Confederate flags. These ads, which Meta's corporate legal team was alerted to of at the time, likely ran afoul of Meta's advertising rules at the time. \r\n\r\nAccording to a book scheduled to be published in coming months, Flagwix \"invented\" and popularized an American flag design featuring Jesus Christ. The company also reportedly created (and then marketed) an all black flag American flag that gained popularity among far-right activists in the United States in 2021. \r\n\r\nReporting suggests that FlagWix is based in China, and the ownership of the company is likely connected to the Chinese Communist Party. The personal information of FlagWix customers provides a Chinese Communist Party-linked entity with a trove of information regarding the political beliefs of numerous American citizens. \r\n\r\nIf Flagwix (or it's subsidiary dixiebone.com) are currently under Bureau investigation, please do not deny the entire request and release any information available under the law. If you cannot fulfill certain parts of this request or certain portions must be redacted please provide any reasonable segregable portion of a requested record after removing or redacting those portions claimed to be exempt, explain in writing the justification for redacting the record, indicate the extent of any redactions on the portion of the record which is made available or published and where technically feasible indicate on the redacted portion itself the specific exemption(s) claimed.\r\n\r\nThank you for the Bureau's commitment to transparency, and I look forward to working with you on this request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobert Delaware",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/fbi-flagwix-158469/"
  }
]