[
  {
    "id": 148262,
    "title": "Richard Ravitch (1933 – 2023)",
    "slug": "richard-ravitch-1933-2023",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 14585,
    "username": "LXHXZZTVENTLKU",
    "agency": 10,
    "datetime_submitted": "2023-06-26T10:55:47.933921",
    "date_due": "2023-07-25",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-06-26T10:55:48.096167",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 148262,
        "from_user": 14585,
        "to_user": 9555,
        "subject": "Freedom of Information Act Request: Richard Ravitch (1933 – 2023)",
        "datetime": "2023-06-26T10:55:48.096167",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nRecords relating to or mentioning  Richard Ravitch, also known as \"Dick\" (DOB: July 7, 1933, DOD: June 25, 2023). See attached obituary for proof of death. \r\n\r\nPlease conduct a search of the Central Records System, including but not limited to the ELSUR Records System, the Microphone Surveillance (MISUR) Indices, the Physical Surveillance (FISUR) Indices, the Technical Surveillance (TESUR) Indices, and Counterdrug Information Indices System (CIIS), for both main-file records and cross-reference records for all relevant names, individuals, agencies and companies.\r\n\r\nIf any potentially responsive records have been destroyed and/or transferred to NARA, then I request copies of the destruction or transfer slips as well as any other documentation relating to, mentioning or describing said transfer or destruction, to include but not be limited to confirmation that the Bureau has no other copies of said records.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nT. McElwee",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1098340,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/LXHXZZTVENTLKU/123227/nytimes.com-Richard_Ravitch_Rescuer_of_the_Subways_and_New_Yorks_Finances_Dies_at_89.pdf",
            "datetime": "2023-06-26T10:55:48.096167",
            "title": "nytimes.com-Richard_Ravitch_Rescuer_of_the_Subways_and_New_Yorks_Finances_Dies_at_89.pdf",
            "source": "T. McElwee",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/richard-ravitch-1933-2023-148262/"
  },
  {
    "id": 148261,
    "title": "Safety Care Training",
    "slug": "safety-care-training",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 103872,
    "username": "ally-lpl",
    "agency": 3121,
    "datetime_submitted": "2023-06-26T10:44:43.973281",
    "date_due": "2023-07-03",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-06-26T10:44:44.076446",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 148261,
        "from_user": 103872,
        "to_user": 10007,
        "subject": "Illinois Freedom of Information Act. Request: Safety Care Training",
        "datetime": "2023-06-26T10:44:44.076446",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear FOIA Officer,\r\n\r\nOn April 18, 2023, ISBE sent a letter to CPS CEO Pedro Martinez regarding Case Number 23-RTO-1030 Physical Restraint, Time Out, and Isolated Time Out Systemic Complaint Investigation. Pursuant to IL FOIA, I hereby request the following document listed by ISBE under the letter's section \"Summary of Documentation Review\":\r\n\r\n• Safety Care Training Manuals for Specialists and Trainers\r\n\r\nAn outline of the Safety Care Training is available here: https://www.documentcloud.org/documents/23861441-2_board_exhibit_1_-_safety_care_training_outline\r\n\r\nI am requesting all training materials described in the outline, including copies of written or multimedia materials presented to staff during safety care and deescalation training, which may include trainer guides, lesson plans, paper handouts, powerpoints/slides, copies of images, video, or audio shown, and copies of online or digital content. \r\n\r\nAs required by the statue, please ensure that the requested documents are redacted rather than exempting the entirety of the document.\r\n\r\nThis request is non-commercial and responsive records will be made public. In the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment.\r\n\r\nThank you for your assistance with this request. \r\n\r\nKind regards,\r\n\r\nAlly\r\nLucy Parsons Labs",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/chicago-169/safety-care-training-148261/"
  }
]