[
  {
    "id": 172552,
    "title": "Diamond Shruumz",
    "slug": "diamond-shruumz",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 124808,
    "username": "adjustablenormal",
    "agency": 116,
    "datetime_submitted": "2024-08-26T13:10:48.476166",
    "date_due": "2024-09-24",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-08-26T13:10:48.602879",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 172552,
        "from_user": 124808,
        "to_user": 9582,
        "subject": "",
        "datetime": "2024-08-26T13:10:48.602879",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\n1. Submitted adverse event reports related to Diamond Shruumz. (https://www.fda.gov/food/outbreaks-foodborne-illness/investigation-illnesses-diamond-shruumz-brand-chocolate-bars-cones-gummies-june-2024)\r\n\r\n2. All digital communications between individuals involved in handling the above mentioned alert, including communication related to receiving, drafting and publication of the FDA guidance, including but not limited to email, text messages, pdf, word processing, excel, and slide documents related to Diamond Shruumz. Please include attachments.\r\n\r\n3. Internal communication related to Diamond Shruumz and Premium Prophet Blends.\r\n\r\nI am specifically looking for dates for the first complaints related to Diamond Shruumz were submitted. Premium Prophet Blends was incorporated in 2016 and the search should be from 2/22/2016 to the time this request is processed.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nPatrick McConnell",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/diamond-shruumz-172552/"
  }
]