[
  {
    "id": 157854,
    "title": "CISA: 2023 MITRE / CVE Budget",
    "slug": "cisa-2023-mitre-cve-budget",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 48457,
    "username": "jericho347",
    "agency": 20114,
    "datetime_submitted": "2024-01-27T01:05:51.774479",
    "date_due": "2024-02-26",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-01-27T01:05:51.897174",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 157854,
        "from_user": 48457,
        "to_user": 31586,
        "subject": "",
        "datetime": "2024-01-27T01:05:51.897174",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nTo Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nThe amount of money provided by DHS to MITRE to fund the \"Common Vulnerabilities & Exposures\" (CVE) project (reference: https://cve.mitre.org/) for the 2023 calendar year. This includes personnel, materials, computers, invoices, and applicable expenditures such as travel.\r\nIf CVE is part of a larger contract that funds multiple projects, the total amount provided for that contract with any details that explains the amount of that funding that goes toward CVE, including a copy of the contract governing this project.\r\nThis may be referenced as contract HAHQDC17J00070 (contractor: MITRE).\r\nMITRE's CVE project only says it is sponsored by \"U.S. Department of Homeland Security (DHS) Cybersecurity and Infrastructure Security Agency (CISA)\" [https://www.cve.org/ResourcesSupport/FAQs#pc_introwho_owns_cve].\r\nDHS / CISA employee Jay Gazlay is on the CVE Board [https://cve.mitre.org/community/board/index.html#current_members] and has intimate knowledge of the program, which should help pinpoint where this request is best routed.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBrian Martin",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/cisa-2023-mitre-cve-budget-157854/"
  }
]