[
  {
    "id": 160886,
    "title": "ALPR datasharing information - Whittier CA Police Dept",
    "slug": "alpr-datasharing-information-whittier-ca-police-dept",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 75480,
    "username": "CheckLBPD.org",
    "agency": 12274,
    "datetime_submitted": "2024-03-21T09:34:51.235869",
    "date_due": "2024-03-31",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-03-21T09:34:51.435485",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 160886,
        "from_user": 75480,
        "to_user": 23085,
        "subject": "",
        "datetime": "2024-03-21T09:34:51.435485",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\n Information related to Automated License Plate Reader (ALPR) data sharing. 1) The names of agencies and organizations with which the Agency shares ALPR data; 2) The names of agencies and organizations from which the Agency receives ALPR data; 3) The names of agencies and organizations with which the Agency shares “hot list” information; 4) The names of agencies and organizations from which the Agency receives “hot list” information;\r\n\r\n*Records obtained from other agencies show the Whittier Police Department shares ALPR data with other agencies through Vigilant Solutions.  IF WPD is still a Vigilant Solutions customer, that program is capable of easily producing a report with the requested information.  \r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\nGreg Buhl",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/whittier-3505/alpr-datasharing-information-whittier-ca-police-dept-160886/"
  }
]