[
  {
    "id": 191166,
    "title": "Aracelys Terrero Mota",
    "slug": "aracelys-terrero-mota",
    "status": "submitted",
    "embargo_status": "public",
    "user": 114696,
    "username": "CarlosBerríosPolanco",
    "agency": 38,
    "datetime_submitted": "2025-08-12T17:28:48.941767",
    "date_due": "2025-09-10",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-08-12T17:28:49.052664",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 191166,
        "from_user": 114696,
        "to_user": 9575,
        "subject": "",
        "datetime": "2025-08-12T17:28:49.052664",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAccording to documents obtained from previous records requests, two CBP agents (Morales and Muñiz) in Puerto Rico exchanged calls with municipal police officer Jose F. Toro Segarra on or around May 25, 2025 concerning Dominican migrant Aracelys Terrero Mota. \r\n\r\nA copy of this record has been submitted alongside this records request.\r\n\r\nTherefore, I request the following records:\r\n\r\n1)  All instructional materials, presentations and presentation materials (including recorded video and audio, PowerPoint files, prepared remarks, and slides formats), and other guidance relating to communications between CBP and the Cabo Rojo municipal police about Aracelys Terrero Mota. This includes A) any notes taken during meetings that discussed communications with municipal police, Aracelys Terrero Mota, and/or her arrest by CBP, B) any explanations (whether internally or externally generated) about communications with municipal police, Aracelys Terrero Mota, and/or her arrest by CBP, and C) any other document that has been used to help explain communications with municipal police, Aracelys Terrero Mota, and/or her arrest by CBP, including internal documentation, public relations materials, and executive summaries.\r\n\r\n2) Any digital communications (including but not limited to emails and text messages), as well as documents (including but not limited to PDF, word processing, excel, and slide documents) that mention Aracelys Terrero Mota or her arrest on or around May 27, 2025 exchanged with the Cabo Rojo municipal police. \r\n\r\n3) Any case reports or after action reports mentioning Aracelys Terrero Mota.\r\n\r\nTo aid in your search, potentially responsive documents will likely exclusively be found with the offices of CBP agents working in Puerto Rico within the Ramey Sector. \r\n\r\nTo aid in your search, please use the following keywords:\r\n\"Aracelys\" \r\n\"Terrero-Mota\"\r\n\"Aracelys Terrero Mota\"\r\n\"Cabo Rojo\"\r\n\"Toro Segarra\"\r\n\"Martinez Acosta\"\r\n\"Santiago\"\r\n\"Muñiz\"\r\n\"Morales\"\r\n\r\nThis records request is for all records produced between May 24, 2025 and August 1, 2025. In the case there are multiple records, please send them to me on a rolling basis.\r\n\r\nThis request is not being made for commercial purposes. Any documents produced from this request will be used in the course of reporting about immigration for Heavy Weather, an independent newsletter about Puerto Rico. www.heavyweather.media.com\r\n\r\nI am formally requesting expedited processing of my FOIA request submitted to your agency. My request seeks records related to Operation Cupid's Nest, an immigration enforcement operation taking place in at least one airport in the United States. The information is critical to inform the public about ongoing immigration enforcement actions currently taking place across the United States that may impact air travel at a time when both immigration and transportation are issues that are constantly in the news media every day. I believe this request qualifies for expedited processing under criteria outlines in 5 U.S.C. § 552(a)(6)(E) and the implementing regulations of your agency.\r\n\r\nJustification for Expedited Processing\r\n\r\n1) Compelling Need for Urgency: There is a compelling need for the timely release of the requested records due to undocumented immigration and air travel being matters of significant public interest at this time. The information sought is critical to informing the public about how federal agencies deal with undocumented immigration and detained undocumented immigrants, as well as how these operations are taking place across airports in the United States.\r\n\r\n2) Public Interest: The requested records pertain to a matter of widespread and exceptional media interest and concern to the general public. Specifically, records relate to the arrest of undocumented migrants, an issue that has been the subject of extensive media coverage and public debate. Expedited processing is necessary to ensure that the public is informed about this issue in a timely manner.\r\n\r\n3) Risk of Irreparable Harm: Delay in processing this request could result in irreparable harm. For example, the requested records are needed to address the ongoing issue of undocumented immigration that has significant consequences for public safety, civil liberties, or government accountability, especially since it is related to how federal agencies are responding to this issue. Without expedited processing, the value of the requested information may be significantly diminished.\r\n\r\n4) Statutory and Regulatory Criteria: My request meets the statutory and regulatory criteria for expedited processing. My request is a matter of widespread and exceptional media interest in which there exists an urgency to inform the public about actual or alleged federal government activity. My request has a compelling need for the information to address a pressing issue of public concern.\r\n\r\nI respectfully urge your agency to grant expedited processing for this FOIA request to ensure timely access to the requested records. I appreciate your prompt attention to this matter and your commitment to upholding the principles of transparency and accountability under the FOIA. Thank you for your consideration. Please do not hesitate to contact me at carlosBP@protonmail.com if you require additional information or clarification regarding this request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nCarlos Berríos Polanco",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1309389,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/CarlosBerr%C3%ADosPolanco/160938/Informe_Policia_Municipal_-_Aracelys_Terrero_Mota.pdf",
            "datetime": "2025-08-12T17:28:49.052664",
            "title": "Informe_Policia_Municipal_-_Aracelys_Terrero_Mota.pdf",
            "source": "Carlos Berríos Polanco",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/aracelys-terrero-mota-191166/"
  }
]