[
  {
    "id": 177355,
    "title": "Prattville, Alabama parade denial",
    "slug": "prattville-alabama-parade-denial",
    "status": "submitted",
    "embargo_status": "public",
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 39636,
    "datetime_submitted": "2024-12-09T16:50:03.287446",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-12-09T16:50:04.666387",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177355,
        "from_user": 3031,
        "to_user": 146105,
        "subject": "Alabama Open Records Law Request: Prattville, Alabama parade denial",
        "datetime": "2024-12-09T16:50:04.666387",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Alabama Open Records Law, I hereby request the following records:\r\n\r\n1. Any communications to or from Mayor Bill Gillespie concerning the Prattville Pride float in the 2024 Prattville Christmas parade. This includes any communications mentioning any of the following terms: pride, parade, lgbtq, lgbt, gay, homosexual, or drag.\r\n\r\n2. Any records reflecting any cancellations (or requests to cancel) any float in the 2024 Prattville Christmas parade.\r\n\r\n3. Any communications to or from, or incident reports by, the Prattville Police Department concerning the 2024 Prattville Christmas parade.\r\n\r\nPlease note that this request seeks public records wherever they may be found, including on devices or networks owned or operated by private parties. For example, if an employee uses a personal cell phone or social media account to conduct public business, records created, maintained, or held on the phone or account are public records subject to this request.\r\n\r\n\"Communications\" means and includes emails, text messages, social media messages, letters, memoranda, calendar entries, chats, or any other form of one-to-one or one-to-many communication.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nAndré Natta, a citizen of Alabama, in coordination with Adam Steinbaugh.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/prattville-752/prattville-alabama-parade-denial-177355/"
  }
]