[
  {
    "id": 174438,
    "title": "\"Hunting FEMA\" email",
    "slug": "hunting-fema-email",
    "status": "submitted",
    "embargo_status": "public",
    "user": 35710,
    "username": "MatthewPetti_RNucinGD",
    "agency": 457,
    "datetime_submitted": "2024-10-14T09:38:53.813141",
    "date_due": "2024-11-12",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-10-14T09:38:53.938544",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 174438,
        "from_user": 35710,
        "to_user": 9616,
        "subject": "",
        "datetime": "2024-10-14T09:38:53.938544",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\n- The email sent by a Forest Service official to other federal agencies on October 12 warning about armed militias in North Carolina in the context of disaster relief efforts.\r\n- Any other emails sent between October 12 and October 14 in that reply thread.\r\n\r\nAccording to the Washington Post, on October 12, \"an official with the U.S. Forest Service, which is supporting recovery efforts after Hurricane Helene along with the Federal Emergency Management Agency, sent an urgent message to numerous federal agencies warning that 'FEMA has advised all federal responders Rutherford County, NC, to stand down and evacuate the county immediately. The message stated that National Guard troops \"had come across x2 trucks of armed militia saying there were out hunting FEMA.\"'\" https://www.washingtonpost.com/weather/2024/10/13/federal-officials-nc-temporarily-relocated-amid-report-armed-militia-email-shows/\r\n\r\nIf the emails contain any attachments, please include those attachments as well.\r\n\r\nI request that I be properly classified as a media requester. I am an assistant editor at Reason Magazine who has written numerous articles on topics of public interest, and I am requesting these documents in an editorial capacity. Please contact me if you have any questions about my media status.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMatthew Petti",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/hunting-fema-email-174438/"
  }
]