[
  {
    "id": 160165,
    "title": "Vigilant Defender 23 Information (US ARMY)",
    "slug": "vigilant-defender-23-information-us-army",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 114696,
    "username": "CarlosBerríosPolanco",
    "agency": 25,
    "datetime_submitted": "2024-03-12T11:30:46.587179",
    "date_due": "2024-04-09",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-03-12T11:30:46.995751",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 160165,
        "from_user": 114696,
        "to_user": 10065,
        "subject": "",
        "datetime": "2024-03-12T11:30:46.995751",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAccording to this article (https://www.usar.army.mil/News/Article/3503100/army-counterintelligence-agents-train-in-puerto-rico-during-vigilant-defender-23/) published on the US Army Reserve official website, Vigilant Defender 23 took place between July 8-21, 2023  in Puerto Rico and involved the 752nd Military Intelligence Battalion (Counterintelligence), Interrogation Group, Military Intelligence Readiness Command. The article also notes that Army Reserve's 1st Mission Support Command supported training and that Col. Carlos Caceres,  commander of the 1st Mission Support Command, \"brought in all his local contacts with the state police, Army Reserve, National Guard, FBI. He invited whoever was out there to come meet with us to discuss our event.” The article says \"approximately 200 personnel participated.\"\r\n\r\nTherefore, I request the following records:\r\n\r\n1) All instructional materials, presentations and presentation materials related to and used during  Vigilant Defender 23. This includes A) any notes taken during meetings that discussed Vigilant Defender 23, B) any notes taken during meetings that took place during Vigilant Defender 23 training, and C) any other documents related to Vigilant Defender 23, including internal documentation, public relations materials, and executive summaries.\r\n\r\n2) Any messages, emails, and associated attachments shared with local, state, and federal agencies to promote \"situational awareness\" of the Vigilant Defender 23 military training and the presence of counterintelligence agents in Puerto Rico. These emails, messages, and associated attachments can include but are not limited to A) communications  inviting local, state, and federal agencies to participate in training exercises and B) communications letting local, state, and federal agencies know about activities taking place during the military training.\r\n\r\n3) Any internal or external organizational charts created during the lead up to Vigilant Defender 23 showing the command structure to be followed during the military training exercise. \r\n\r\n4) Any attendance sheets produced during the course of the Vigilant Defender 23 military training exercise.\r\n\r\n5) To the extent possible, any emails and associated attachments that mention Vigilant Defender 23.\r\n\r\nTo help limit the extent of the responsive documents, please limit search from Jan 1, 2023 through the time this request is processed. Please deliver these documents on a rolling basis as responsive documents are found. You can treat #5 (emails) as a separate request because I suspect there will be many more responsive documents there.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes. It will be used in the course of reporting for Marea Ecologista, an independent journalism outlet. (https://mareaecologista.com/)\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nCarlos Berríos Polanco",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/vigilant-defender-23-information-us-army-160165/"
  }
]