[
  {
    "id": 174134,
    "title": "Privacy Act / Freedom of Information Act (Associate General Counsel (General Law), U.S. Department of Homeland Security [APPEALS])",
    "slug": "privacy-act-freedom-of-information-act-associate-general-counsel-general-law-us-department-of-homeland-security-appeals",
    "status": "submitted",
    "embargo_status": "public",
    "user": 142469,
    "username": "ArvoZylo",
    "agency": 6469,
    "datetime_submitted": "2024-10-05T08:24:31.159692",
    "date_due": "2024-11-04",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-10-05T08:24:32.972488",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 174134,
        "from_user": 142469,
        "to_user": 142471,
        "subject": "",
        "datetime": "2024-10-05T08:24:32.972488",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nHello,\r\n\r\nI am replying to the letter (Request No. 1646627-000) I received in response to my attached appeal.  I am in search of any information regarding any and all investigations made about me, for the purposes of rectifying any confusion.  I have been stalked and harassed by a wide array of individuals with seemingly endless resources and infinite knowledge about my personal doings.  They have also taken to slandering me in public.  My internet has been constantly tampered with, and things have been found missing from my home.  I have not committed any crime.  I have no reason to believe that I am, nor have I ever been, a threat to national security.  \r\n\r\nIf it is not any government organization perpetrating these harmful tactics, then I would like any insight on what organization has been allowed to harass me for so many years.  I have been told that the government outsources to services such as “Infra Guard” and others.  Clearly, I have not been arrested for anything in my adult life, and if I am being harassed daily by a government agency, I'd like to know why I am being denied my right to due process.  If it is not a government agency behind it, I'd like any information on what organization has been allowed to get away with violating my privacy and my rights as an American citizen.  \r\n\r\nFor ten years, I have had coordinated attempts to harass and intimidate me, up to and including people tampering with my phone, turning its flashlights on randomly through no fault of my own, or making calls without my doing.  I've had my phone ring while it was turned off, in front of witnesses.  I've also had people come up to me in the street and tell me to “be careful what I say in my letters”, not to mention more subtle, but all-too frequent attempts to insinuate that they know intimate details of my personal life.  It may be executed by a wide swath of coordinated individuals, but it is a daily occurrence.  In fact, it is almost every time I go outside. I am hereby giving you as much information as I can in the hopes that you can help me rectify this situation.  \r\n\r\nIt is my hope that I can uncover information about what organization is harassing me, and if it is in fact due to “investigative” status, I'd like to do what I can to clarify that I have never had any intention to commit any crime whatsoever.   I am frankly not competent enough for terrorism, but I am willing to do what it takes to follow the chain of command and put this harassment to a stop.  \r\n\r\nThanks in advance for your consideration.  I declare under penalty or perjury that the above statements are true to the best of my knowledge and understanding.  \r\n\r\nSincerely,\r\n\r\nArvo Zylo\r\n\r\n\r\n\r\nHello,\r\n\r\nI am writing to appeal DHS's determination that I am not entitled to TSDB documents regarding any investigation that persists against me.  I understand that there are claims that my private information being kept from me may be justified under the auspices of “National Security”, but I would like to know why my right to due process is being violated by a wide array of individuals with seemingly ceaseless access to my personal information and an unending budget that could only be funded by a large organization.   I have not committed any crime, and I've been stalked and harassed for (2014-2024) ten years, not simply “investigated”.  Your email implies that I would have access to specific information that I am not privy to.  I am asking for data on any and all elements of investigation status, or history on me, including actions taken against me.  \r\n\r\nPlease find my initial request below, followed by the denial letter that I was told to include in my appeal.   I am stating under penalty or perjury that the statements herein are true to the best of my knowledge and understanding.  \r\n\r\nArvo Zylo\r\n\r\n\r\nRE: PRIVACY ACT REQUEST UNDER 5 U.S.C. § 552a\r\n\r\nTo Whom It May Concern:\r\n\r\nThis is a request for information under the Privacy Act , 5 U.S.C. § 552a.\r\n\r\nThis Request seeks access to: a) any and all records and/or documents that have been prepared, received, transmitted, collected and/or maintained by the FBI, USDOJ, or DHS concerning me or my activities; b) The Terrorist Screening Database (TSDB) list for the past five (5) years; and c) the list containing all the agencies, entities, private corporations or individuals with whom you have shared the TSDB during the past five (5) years; and d) provide a copy of the Standard Nomination Form or original information that was used to place my name on the TSDB.\r\n\r\nThe undersigned also requests that you remove my name and any aliases from any and all “Watchlists” under your agency's control. Should there be a specific procedure to go about the removal of my name from all of the Watchlists, the undersigned requests that you produce the forms, regulations and procedures associated to such request.\r\n\r\nThe undersigned does not waive my right to appeal any objection to the production of documents listed above under (b) and (c), but agrees to obtain for the time being the page in each of the lists where her name or variations thereof appear. In consideration of the undersigned's compelling interest and need to stop the illegal targeting, derived from inclusion on the TSDB.\r\n\r\nWhen carrying out the search, please do so under all of these names and aliases:\r\n\r\nArvo Zylo\r\nRobert Donald Zylo\r\n\r\nTo facilitate your search, please note that my social security number is: xx-xxx-9444. Date of birth is 03-30-1981. Place of birth is Chicago, Illinois.\r\n\r\nThe term “records” and “documents” entails copies thereof regardless of form or format and thus can be interchangeably used to include documents in paper, digital, microfilmed or electronic format; photographs, lists, flowcharts, reports, correspondence, complaints, memoranda, presentations, advisories, emails, or any other tangible form containing information relating to the undersigned in any of the name forms set for the above.\r\n\r\nPursuant to 522(a)(1)(D) items (b) and (c) of the documents requested above should be readily produced inasmuch as they have been requested by the general public more than three times.\r\n\r\nWhere a document contains information that falls into one or more of the categories described above, I seek the entirety of that document. Please disclose all segregable portions of otherwise exempt records. See 5 U.S.C. § 552(b).\r\n\r\nSince the agency has a duty to make a reasonable effort to search for records in electronic form, I request that responsive electronic records be provided electronically in their native file format. See 5 U.S.C. § 552(a)(3)(B). Alternatively, I request that the records be provided electronically in a text-searchable, static-image format (PDF), in the best image quality in the agency’s possession, and in separate, Bates-stamped files.\r\n\r\nShould you refuse to produce a record under a statutory privilege or exemption, I ask that you list and describe the document omitted and set forth with specificity the grounds for exempting its production.\r\n\r\nIn light of the fact that the undersigned has never been accused or convicted of any crimes, if the reason for failing to produce any of the documents and/or information requested herein lies on a pending alleged investigation, you must certify that (a) the statute of limitations for the alleged crime(s) being investigated has not elapsed and (b) that the “ongoing investigation” meets the required standard of “particularized derogatory information and/or a reasonable suspicion” that the undersigned is a “a known or suspected terrorist ('KST')” required to be included in the TSDB.\r\n\r\nIn tandem with the legal provision that requires your reply to this request within 20 days, I have a compelling need that justifies that you carry out an expedited processing of this request pursuant to 5 U.S.C. § 552(a)(6)(E). Namely, the urgent need to stop the illegal targeting, resulting from inclusion on the TSDB.\r\n\r\nThe undersigned expects a determination regarding expedited processing within ten calendar days. See 5 U.S.C. § 552(a)(6)(E)(ii)(I); 6 C.F.R. § 5.5(e)(4).\r\n\r\nIf the cost of the production of the records sought herein exceeds $50.00, I request you first request my authorization.\r\nI ask that to the extent possible, all replies, correspondence, documents and media be forwarded by means of email.\r\nPlease send all correspondence and records relating to this request to email.\r\n\r\nIf the documents or records cannot be sent by email, you should send them to the mailing address above.\r\n​\r\nIn support for my request for expedited processing and pursuant to 28 U.S.C. § 1746, I declare under penalty of perjury that the foregoing information provided is true and correct to the best of my knowledge and belief.\r\n\r\nSincerely,\r\n\r\nArvo Zylo\r\n\r\nArvo Zylo\r\n2519 1st Ave\r\nSeattle, Washington 98121\r\n\r\narvozylo@gmail.com\r\n\r\nRe: 2024-HQFO-03143\r\n\r\nDear Requester:\r\n\r\nThis acknowledges receipt of your Freedom of Information Act (FOIA) request to the Department of Homeland Security (DHS), seeking copies of all information pertaining to you contained in the following systems of records maintained by the CBP and DHS: Terrorist Screening Database (TSDB).\r\n\r\nAs it relates to your request for information on the TSDB, please be aware that information incorporated from the TSDB and/or WLS is information that is categorized as Sensitive Security Information (“SSI”) under 49 U.S.C. § 114(r), and the implementing regulation found at 49 C.F.R. part 1520. Records containing SSI are not available for public inspection or copying, nor can they be released to anyone who does not have an official need to know under 49 C.F.R. § 1520.9(a)(2) and 1520.15(a).\r\n\r\nMoreover, pursuant to 5 U.S.C. § 552a(j)(2), the Federal Bureau of Investigation has exempted its system of records containing the TSDB from various provisions of the Privacy Act, including §552a(d), which provides for amendment and access rights. DHS obtains TSDB information from the FBI’s Terrorist Screening Center and the FBI’s exemption carries over when the TSDB information is transferred to the Department. In addition, the Department’s Privacy Act systems of records that are authorized to receive TSDB information via the WLS, see Privacy Impact Assessment for the Watch List Service available at https://www.dhs.gov/publication/dhs-all-pia-027c-watchlist-service-update , are also exempt, pursuant to 5 U.S.C. § 552a(j)(2), (k)(1), and/or (k)(2), from various provisions of the Privacy Act, including 5 U.S.C. §552a(d). Accordingly, to the extent records responsive to your Privacy Act request exist, your client has no right to access or amend the records contained in these systems and your Privacy Act request, as amended, is denied.\r\n\r\nThe Department is required to also process your Privacy Act request under the Freedom of Information Act (FOIA). See 5 U.S.C. § 552a(t)(2)and 6 C.F.R. Part 5 § 5.1. Under FOIA, the Department can neither confirm nor deny the existence of any records that could reveal your client’s status in the TSDB, because either a confirmation or denial that such records exist constitutes SSI, which is protected from release by FOIA exemption 3 (“specifically exempted from disclosure by statute…”), 5 U.S.C. § 552(b)(3). The applicable exempting statute is 49 U.S.C. § 114(r). Additionally, if any such responsive records existed, they would also be exempt from release under 5 U.S.C. §552(b)(7)(E). Therefore, our FOIA analysis requires no change in our determination under the Privacy Act. \r\n\r\nYou have a right to appeal the above determination. Should you wish to do so, you must send your appeal and a copy of this letter, within 90 days of the date of this letter, to: Privacy Office, Attn: FOIA Appeals, U.S. Department of Homeland Security, 2707 Martin Luther King Jr. Avenue, SE, Mail Stop 0655, Washington, D.C. 20528-0655, following the procedures outlined in the DHS FOIA regulations at 6 C.F.R. Part 5 § 5.5(e)(2). Your envelope and letter should be marked “FOIA Appeal.” Copies of the FOIA and DHS FOIA regulations are available at www.dhs.gov/foia.\r\n\r\nIf you need any further assistance or would like to discuss any aspect of your request, please contact the analyst below and refer to 2024-HQFO-03143. You may send an e-mail to foia@hq.dhs.gov, call 202-343-1743 or toll free 1-866-431-0486, or you may contact our FOIA Public Liaison in the same manner. Additionally, you have a right to right to seek dispute resolution services from the Office of Government Information Services (OGIS) which mediates disputes between FOIA requesters and Federal agencies as a non-exclusive alternative to litigation. If you are requesting access to your own records (which is considered a Privacy Act request), you should know that OGIS does not have the authority to handle requests made under the Privacy Act of 1974. You may contact OGIS as follows: Office of Government Information Services, National Archives and Records Administration, 8601 Adelphi Road-OGIS, College Park, Maryland 20740-6001, e-mail at ogis@nara.gov; telephone at 202-741-5770; toll free at 1-877-684-6448; or facsimile at 202-741-5769.\r\n\r\nRegards,\r\n\r\nDHS FOIA, Privacy Office\r\nDepartment of Homeland Security\r\n2707 Martin Luther King Jr. AVE SE\r\nMail Stop 0655\r\nWashington, DC 20528-0655\r\nE-mail: foia@hq.dhs.gov\r\nVisit our FOIA website https://www.dhs.gov/foia \r\n\r\nSENT VIA E-MAIL TO: arvozylo@gmail.com Arvo Zylo 2519 1st Ave Apt 708 Seattle, Washington 98121 Re: CISA Case Number 2024-NPFO-00889 Dear Requester: This acknowledges receipt of your Freedom of Information Act (FOIA) request to the Department of Homeland Security (DHS), seeking access to: a) any and all records and/or documents that have been prepared, received, transmitted, collected and/or maintained by the FBI, USDOJ, or DHS concerning you or your activities; b) The Terrorist Screening Database (TSDB) list for the past five (5) years; and c) the list containing all the agencies, entities, private corporations or individuals with whom we have shared the TSDB during the past five (5) years; and d) provide a copy of the Standard Nomination Form or original information that was used to place your name on the TSDB. As it relates to item “a” of your request, based on the limited information you have provided, we cannot conduct an adequate search. The Department of Homeland Security was created January 24, 2003; therefore, no DHS records exist prior to that date. Records created prior to the establishment of DHS by any of the organizational components of DHS would be maintained by those components. Furthermore, DHS does not maintain a central index of records about individuals. For this reason, the DHS FOIA regulations, at 6 C.F.R. Part 5 § 5.3(b) require that you describe the records you are seeking with as much information as possible to ensure that our search of appropriate systems of records can find them with a reasonable amount of effort. In addition to the information that you provided, this description should include, the type of record you are seeking, the DHS component you believe created and/or controls the records, the precipitating event that you believe warranted the creation of records and the time period that you believe the records or files were created and compiled. If you can provide sufficient additional information as described in this paragraph, we will undertake a search for responsive records. An individual’s request for information pertaining to him or herself is processed under both the FOIA and the PA to afford maximum access to records. Because you have asked for copies of records about yourself, we must verify your identity to ensure that your personal information is not released to anyone other than you or someone you properly designate. The DHS FOIA regulations, 6 C.F.R. Part 5 § 5.3(a), require verification of your identity, including your full name, current address and date and place of birth. In addition, your request must be made in writing, must contain your signature, and should either be notarized or contain a statement made under penalty of perjury as permitted by 28 U.S.C. 1746. Because you have not provided this documentation, your request is not a proper FOIA/PA request, and we are unable to initiate searching for responsive records. This is not a denial of your request. Upon receipt of a perfected request, you will be advised as to the status of your request. Please provide additional information describing the records you are seeking. If we do not hear from you within 30 days from the date of this letter, we will assume you are no longer interested in this PA request, and the case will be administratively closed. Additionally, we determined that some of the information you are seeking is not under the purview of DHS. Requests for FBI and USDOJ records, should be made to the FBI and DOJ respectively. In an effort to assist you on this matter, we are providing you with the following contact information: Federal Bureau of Investigation Attn: Initial Processing Operations Unit Record/Information Dissemination Section 200 Constitution Drive Winchester, VA 22602 Submit Online: FBI Records: Freedom of Information/Privacy Acts (FOIPA) For questions about the process please email foipaquestions@fbi.gov Please be aware DOJ is organized into a number of bureaus, divisions, offices, and boards, which are referred to as \"components.\" Within DOJ, each component processes its own records in response to FOIA requests. A list of DOJ FOIA Contacts is available at: Office of Information Policy | Find a FOIA Contact at DOJ | United States Department of Justice. If you believe that DOJ maintains the records you are seeking, but you are uncertain about which component has the records, you may send your request to the Department’s Mail Referral Unit at: FOIA/PA Mail Referral Unit Department of Justice Room 115 LOC Building Washington, DC 20530-0001 Phone: (202) 616-3837 E-mail: MRUFOIA.Requests@usdoj.gov Office of Information Policy | Make a FOIA Request to DOJ (justice.gov) Please be advised that this action is not a denial of your request and will not preclude you from filing other requests in the future. As it relates to the remainder of your request regarding information on the TSDB, please be aware that information incorporated from the TSDB and/or WLS is information that is categorized as Sensitive Security Information (“SSI”) under 49 U.S.C. § 114(r), and the implementing regulation found at 49 C.F.R. part 1520. Records containing SSI are not available for public inspection or copying, nor can they be released to anyone who does not have an official need to know under 49 C.F.R. § 1520.9(a)(2) and 1520.15(a). Moreover, pursuant to 5 U.S.C. § 552a(j)(2), the Federal Bureau of Investigation has exempted its system of records containing the TSDB from various provisions of the Privacy Act, including §552a(d), which provides for amendment and access rights. DHS obtains TSDB information from the FBI’s Terrorist Screening Center and the FBI’s exemption carries over when the TSDB information is transferred to the Department. In addition, the Department’s Privacy Act systems of records that are authorized to receive TSDB information via the WLS, see Privacy Impact Assessment for the Watch List Service available at https://www.dhs.gov/publication/dhs-all-pia027c-watchlist-service-update , are also exempt, pursuant to 5 U.S.C. § 552a(j)(2), (k)(1), and/or (k)(2), from various provisions of the Privacy Act, including 5 U.S.C. §552a(d). Accordingly, to the extent records responsive to your Privacy Act request exist, your client has no right to access or amend the records contained in these systems and your Privacy Act request, as amended, is denied. The Department is required to also process your Privacy Act request under the Freedom of Information Act (FOIA). See 5 U.S.C. § 552a(t)(2)and 6 C.F.R. Part 5 § 5.1. Under FOIA, the Department can neither confirm nor deny the existence of any records that could reveal your client’s status in the TSDB, because either a confirmation or denial that such records exist constitutes SSI, which is protected from release by FOIA exemption 3 (“specifically exempted from disclosure by statute…”), 5 U.S.C. § 552(b)(3). The applicable exempting statute is 49 U.S.C. § 114(r). Additionally, if any such responsive records existed, they would also be exempt from release under 5 U.S.C. §552(b)(7)(E). Therefore, our FOIA analysis requires no change in our determination under the Privacy Act. You have the right to appeal this determination to neither confirm nor deny the existence of responsive records. Should you wish to do so, you must send your appeal and a copy of this letter, within 90 days of the date of this letter, to: Privacy Office, Attn: FOIA Appeals, U.S. Department of Homeland Security, 245 Murray Lane, SW, Mail Stop 0655, Washington, D.C. 20528-0655, following the procedures outlined in the DHS FOIA regulations at 6 C.F.R. Part 5 5.8.Your envelope and letter should be marked “FOIA Appeal.” Copies of the FOIA and DHS FOIA regulations are available at www.dhs.gov/foia. If you need any further assistance or would like to discuss any aspect of your request, please contact the analyst below and refer to 2024-NPFO-00889. You may send an e-mail to foia@hq.dhs.gov, call 202-343-1743 or toll free 1-866-431-0486, or you may contact our FOIA Public Liaison in the same manner. Additionally, you have a right to right to seek dispute resolution services from the Office of Government Information Services (OGIS) which mediates disputes between FOIA requesters and Federal agencies as a non-exclusive alternative to litigation. If you are requesting access to your own records (which is considered a Privacy Act request), you should know that OGIS does not have the authority to handle requests made under the Privacy Act of 1974. You may contact OGIS as follows: Office of Government Information Services, National Archives and Records Administration, 8601 Adelphi Road-OGIS, College Park, Maryland 20740-6001, e-mail at ogis@nara.gov; telephone at 202-741-5770; toll free at 1-877-684-6448; or facsimile at 202-741- 5769. Regards, DHS FOIA, Privacy Office Department of Homeland Security 2707 Martin Luther King Jr. AVE SE Mail Stop 0655 Washington, DC 20528-0655 E-mail: foia@hq.dhs.gov\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nArvo Zylo",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/privacy-act-freedom-of-information-act-associate-general-counsel-general-law-us-department-of-homeland-security-appeals-174134/"
  },
  {
    "id": 174133,
    "title": "Privacy Act / Freedom of Information Act (Department of Homeland Security, Office of Intelligence & Analysis)",
    "slug": "privacy-act-freedom-of-information-act-department-of-homeland-security-office-of-intelligence-analysis",
    "status": "submitted",
    "embargo_status": "public",
    "user": 142469,
    "username": "ArvoZylo",
    "agency": 8,
    "datetime_submitted": "2024-10-05T08:24:31.159692",
    "date_due": "2024-11-04",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-10-05T08:24:32.163422",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 174133,
        "from_user": 142469,
        "to_user": 10083,
        "subject": "",
        "datetime": "2024-10-05T08:24:32.163422",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nHello,\r\n\r\nI am replying to the letter (Request No. 1646627-000) I received in response to my attached appeal.  I am in search of any information regarding any and all investigations made about me, for the purposes of rectifying any confusion.  I have been stalked and harassed by a wide array of individuals with seemingly endless resources and infinite knowledge about my personal doings.  They have also taken to slandering me in public.  My internet has been constantly tampered with, and things have been found missing from my home.  I have not committed any crime.  I have no reason to believe that I am, nor have I ever been, a threat to national security.  \r\n\r\nIf it is not any government organization perpetrating these harmful tactics, then I would like any insight on what organization has been allowed to harass me for so many years.  I have been told that the government outsources to services such as “Infra Guard” and others.  Clearly, I have not been arrested for anything in my adult life, and if I am being harassed daily by a government agency, I'd like to know why I am being denied my right to due process.  If it is not a government agency behind it, I'd like any information on what organization has been allowed to get away with violating my privacy and my rights as an American citizen.  \r\n\r\nFor ten years, I have had coordinated attempts to harass and intimidate me, up to and including people tampering with my phone, turning its flashlights on randomly through no fault of my own, or making calls without my doing.  I've had my phone ring while it was turned off, in front of witnesses.  I've also had people come up to me in the street and tell me to “be careful what I say in my letters”, not to mention more subtle, but all-too frequent attempts to insinuate that they know intimate details of my personal life.  It may be executed by a wide swath of coordinated individuals, but it is a daily occurrence.  In fact, it is almost every time I go outside. I am hereby giving you as much information as I can in the hopes that you can help me rectify this situation.  \r\n\r\nIt is my hope that I can uncover information about what organization is harassing me, and if it is in fact due to “investigative” status, I'd like to do what I can to clarify that I have never had any intention to commit any crime whatsoever.   I am frankly not competent enough for terrorism, but I am willing to do what it takes to follow the chain of command and put this harassment to a stop.  \r\n\r\nThanks in advance for your consideration.  I declare under penalty or perjury that the above statements are true to the best of my knowledge and understanding.  \r\n\r\nSincerely,\r\n\r\nArvo Zylo\r\n\r\n\r\n\r\nHello,\r\n\r\nI am writing to appeal DHS's determination that I am not entitled to TSDB documents regarding any investigation that persists against me.  I understand that there are claims that my private information being kept from me may be justified under the auspices of “National Security”, but I would like to know why my right to due process is being violated by a wide array of individuals with seemingly ceaseless access to my personal information and an unending budget that could only be funded by a large organization.   I have not committed any crime, and I've been stalked and harassed for (2014-2024) ten years, not simply “investigated”.  Your email implies that I would have access to specific information that I am not privy to.  I am asking for data on any and all elements of investigation status, or history on me, including actions taken against me.  \r\n\r\nPlease find my initial request below, followed by the denial letter that I was told to include in my appeal.   I am stating under penalty or perjury that the statements herein are true to the best of my knowledge and understanding.  \r\n\r\nArvo Zylo\r\n\r\n\r\nRE: PRIVACY ACT REQUEST UNDER 5 U.S.C. § 552a\r\n\r\nTo Whom It May Concern:\r\n\r\nThis is a request for information under the Privacy Act , 5 U.S.C. § 552a.\r\n\r\nThis Request seeks access to: a) any and all records and/or documents that have been prepared, received, transmitted, collected and/or maintained by the FBI, USDOJ, or DHS concerning me or my activities; b) The Terrorist Screening Database (TSDB) list for the past five (5) years; and c) the list containing all the agencies, entities, private corporations or individuals with whom you have shared the TSDB during the past five (5) years; and d) provide a copy of the Standard Nomination Form or original information that was used to place my name on the TSDB.\r\n\r\nThe undersigned also requests that you remove my name and any aliases from any and all “Watchlists” under your agency's control. Should there be a specific procedure to go about the removal of my name from all of the Watchlists, the undersigned requests that you produce the forms, regulations and procedures associated to such request.\r\n\r\nThe undersigned does not waive my right to appeal any objection to the production of documents listed above under (b) and (c), but agrees to obtain for the time being the page in each of the lists where her name or variations thereof appear. In consideration of the undersigned's compelling interest and need to stop the illegal targeting, derived from inclusion on the TSDB.\r\n\r\nWhen carrying out the search, please do so under all of these names and aliases:\r\n\r\nArvo Zylo\r\nRobert Donald Zylo\r\n\r\nTo facilitate your search, please note that my social security number is: xx-xxx-9444. Date of birth is 03-30-1981. Place of birth is Chicago, Illinois.\r\n\r\nThe term “records” and “documents” entails copies thereof regardless of form or format and thus can be interchangeably used to include documents in paper, digital, microfilmed or electronic format; photographs, lists, flowcharts, reports, correspondence, complaints, memoranda, presentations, advisories, emails, or any other tangible form containing information relating to the undersigned in any of the name forms set for the above.\r\n\r\nPursuant to 522(a)(1)(D) items (b) and (c) of the documents requested above should be readily produced inasmuch as they have been requested by the general public more than three times.\r\n\r\nWhere a document contains information that falls into one or more of the categories described above, I seek the entirety of that document. Please disclose all segregable portions of otherwise exempt records. See 5 U.S.C. § 552(b).\r\n\r\nSince the agency has a duty to make a reasonable effort to search for records in electronic form, I request that responsive electronic records be provided electronically in their native file format. See 5 U.S.C. § 552(a)(3)(B). Alternatively, I request that the records be provided electronically in a text-searchable, static-image format (PDF), in the best image quality in the agency’s possession, and in separate, Bates-stamped files.\r\n\r\nShould you refuse to produce a record under a statutory privilege or exemption, I ask that you list and describe the document omitted and set forth with specificity the grounds for exempting its production.\r\n\r\nIn light of the fact that the undersigned has never been accused or convicted of any crimes, if the reason for failing to produce any of the documents and/or information requested herein lies on a pending alleged investigation, you must certify that (a) the statute of limitations for the alleged crime(s) being investigated has not elapsed and (b) that the “ongoing investigation” meets the required standard of “particularized derogatory information and/or a reasonable suspicion” that the undersigned is a “a known or suspected terrorist ('KST')” required to be included in the TSDB.\r\n\r\nIn tandem with the legal provision that requires your reply to this request within 20 days, I have a compelling need that justifies that you carry out an expedited processing of this request pursuant to 5 U.S.C. § 552(a)(6)(E). Namely, the urgent need to stop the illegal targeting, resulting from inclusion on the TSDB.\r\n\r\nThe undersigned expects a determination regarding expedited processing within ten calendar days. See 5 U.S.C. § 552(a)(6)(E)(ii)(I); 6 C.F.R. § 5.5(e)(4).\r\n\r\nIf the cost of the production of the records sought herein exceeds $50.00, I request you first request my authorization.\r\nI ask that to the extent possible, all replies, correspondence, documents and media be forwarded by means of email.\r\nPlease send all correspondence and records relating to this request to email.\r\n\r\nIf the documents or records cannot be sent by email, you should send them to the mailing address above.\r\n​\r\nIn support for my request for expedited processing and pursuant to 28 U.S.C. § 1746, I declare under penalty of perjury that the foregoing information provided is true and correct to the best of my knowledge and belief.\r\n\r\nSincerely,\r\n\r\nArvo Zylo\r\n\r\nArvo Zylo\r\n2519 1st Ave\r\nSeattle, Washington 98121\r\n\r\narvozylo@gmail.com\r\n\r\nRe: 2024-HQFO-03143\r\n\r\nDear Requester:\r\n\r\nThis acknowledges receipt of your Freedom of Information Act (FOIA) request to the Department of Homeland Security (DHS), seeking copies of all information pertaining to you contained in the following systems of records maintained by the CBP and DHS: Terrorist Screening Database (TSDB).\r\n\r\nAs it relates to your request for information on the TSDB, please be aware that information incorporated from the TSDB and/or WLS is information that is categorized as Sensitive Security Information (“SSI”) under 49 U.S.C. § 114(r), and the implementing regulation found at 49 C.F.R. part 1520. Records containing SSI are not available for public inspection or copying, nor can they be released to anyone who does not have an official need to know under 49 C.F.R. § 1520.9(a)(2) and 1520.15(a).\r\n\r\nMoreover, pursuant to 5 U.S.C. § 552a(j)(2), the Federal Bureau of Investigation has exempted its system of records containing the TSDB from various provisions of the Privacy Act, including §552a(d), which provides for amendment and access rights. DHS obtains TSDB information from the FBI’s Terrorist Screening Center and the FBI’s exemption carries over when the TSDB information is transferred to the Department. In addition, the Department’s Privacy Act systems of records that are authorized to receive TSDB information via the WLS, see Privacy Impact Assessment for the Watch List Service available at https://www.dhs.gov/publication/dhs-all-pia-027c-watchlist-service-update , are also exempt, pursuant to 5 U.S.C. § 552a(j)(2), (k)(1), and/or (k)(2), from various provisions of the Privacy Act, including 5 U.S.C. §552a(d). Accordingly, to the extent records responsive to your Privacy Act request exist, your client has no right to access or amend the records contained in these systems and your Privacy Act request, as amended, is denied.\r\n\r\nThe Department is required to also process your Privacy Act request under the Freedom of Information Act (FOIA). See 5 U.S.C. § 552a(t)(2)and 6 C.F.R. Part 5 § 5.1. Under FOIA, the Department can neither confirm nor deny the existence of any records that could reveal your client’s status in the TSDB, because either a confirmation or denial that such records exist constitutes SSI, which is protected from release by FOIA exemption 3 (“specifically exempted from disclosure by statute…”), 5 U.S.C. § 552(b)(3). The applicable exempting statute is 49 U.S.C. § 114(r). Additionally, if any such responsive records existed, they would also be exempt from release under 5 U.S.C. §552(b)(7)(E). Therefore, our FOIA analysis requires no change in our determination under the Privacy Act. \r\n\r\nYou have a right to appeal the above determination. Should you wish to do so, you must send your appeal and a copy of this letter, within 90 days of the date of this letter, to: Privacy Office, Attn: FOIA Appeals, U.S. Department of Homeland Security, 2707 Martin Luther King Jr. Avenue, SE, Mail Stop 0655, Washington, D.C. 20528-0655, following the procedures outlined in the DHS FOIA regulations at 6 C.F.R. Part 5 § 5.5(e)(2). Your envelope and letter should be marked “FOIA Appeal.” Copies of the FOIA and DHS FOIA regulations are available at www.dhs.gov/foia.\r\n\r\nIf you need any further assistance or would like to discuss any aspect of your request, please contact the analyst below and refer to 2024-HQFO-03143. You may send an e-mail to foia@hq.dhs.gov, call 202-343-1743 or toll free 1-866-431-0486, or you may contact our FOIA Public Liaison in the same manner. Additionally, you have a right to right to seek dispute resolution services from the Office of Government Information Services (OGIS) which mediates disputes between FOIA requesters and Federal agencies as a non-exclusive alternative to litigation. If you are requesting access to your own records (which is considered a Privacy Act request), you should know that OGIS does not have the authority to handle requests made under the Privacy Act of 1974. You may contact OGIS as follows: Office of Government Information Services, National Archives and Records Administration, 8601 Adelphi Road-OGIS, College Park, Maryland 20740-6001, e-mail at ogis@nara.gov; telephone at 202-741-5770; toll free at 1-877-684-6448; or facsimile at 202-741-5769.\r\n\r\nRegards,\r\n\r\nDHS FOIA, Privacy Office\r\nDepartment of Homeland Security\r\n2707 Martin Luther King Jr. AVE SE\r\nMail Stop 0655\r\nWashington, DC 20528-0655\r\nE-mail: foia@hq.dhs.gov\r\nVisit our FOIA website https://www.dhs.gov/foia \r\n\r\nSENT VIA E-MAIL TO: arvozylo@gmail.com Arvo Zylo 2519 1st Ave Apt 708 Seattle, Washington 98121 Re: CISA Case Number 2024-NPFO-00889 Dear Requester: This acknowledges receipt of your Freedom of Information Act (FOIA) request to the Department of Homeland Security (DHS), seeking access to: a) any and all records and/or documents that have been prepared, received, transmitted, collected and/or maintained by the FBI, USDOJ, or DHS concerning you or your activities; b) The Terrorist Screening Database (TSDB) list for the past five (5) years; and c) the list containing all the agencies, entities, private corporations or individuals with whom we have shared the TSDB during the past five (5) years; and d) provide a copy of the Standard Nomination Form or original information that was used to place your name on the TSDB. As it relates to item “a” of your request, based on the limited information you have provided, we cannot conduct an adequate search. The Department of Homeland Security was created January 24, 2003; therefore, no DHS records exist prior to that date. Records created prior to the establishment of DHS by any of the organizational components of DHS would be maintained by those components. Furthermore, DHS does not maintain a central index of records about individuals. For this reason, the DHS FOIA regulations, at 6 C.F.R. Part 5 § 5.3(b) require that you describe the records you are seeking with as much information as possible to ensure that our search of appropriate systems of records can find them with a reasonable amount of effort. In addition to the information that you provided, this description should include, the type of record you are seeking, the DHS component you believe created and/or controls the records, the precipitating event that you believe warranted the creation of records and the time period that you believe the records or files were created and compiled. If you can provide sufficient additional information as described in this paragraph, we will undertake a search for responsive records. An individual’s request for information pertaining to him or herself is processed under both the FOIA and the PA to afford maximum access to records. Because you have asked for copies of records about yourself, we must verify your identity to ensure that your personal information is not released to anyone other than you or someone you properly designate. The DHS FOIA regulations, 6 C.F.R. Part 5 § 5.3(a), require verification of your identity, including your full name, current address and date and place of birth. In addition, your request must be made in writing, must contain your signature, and should either be notarized or contain a statement made under penalty of perjury as permitted by 28 U.S.C. 1746. Because you have not provided this documentation, your request is not a proper FOIA/PA request, and we are unable to initiate searching for responsive records. This is not a denial of your request. Upon receipt of a perfected request, you will be advised as to the status of your request. Please provide additional information describing the records you are seeking. If we do not hear from you within 30 days from the date of this letter, we will assume you are no longer interested in this PA request, and the case will be administratively closed. Additionally, we determined that some of the information you are seeking is not under the purview of DHS. Requests for FBI and USDOJ records, should be made to the FBI and DOJ respectively. In an effort to assist you on this matter, we are providing you with the following contact information: Federal Bureau of Investigation Attn: Initial Processing Operations Unit Record/Information Dissemination Section 200 Constitution Drive Winchester, VA 22602 Submit Online: FBI Records: Freedom of Information/Privacy Acts (FOIPA) For questions about the process please email foipaquestions@fbi.gov Please be aware DOJ is organized into a number of bureaus, divisions, offices, and boards, which are referred to as \"components.\" Within DOJ, each component processes its own records in response to FOIA requests. A list of DOJ FOIA Contacts is available at: Office of Information Policy | Find a FOIA Contact at DOJ | United States Department of Justice. If you believe that DOJ maintains the records you are seeking, but you are uncertain about which component has the records, you may send your request to the Department’s Mail Referral Unit at: FOIA/PA Mail Referral Unit Department of Justice Room 115 LOC Building Washington, DC 20530-0001 Phone: (202) 616-3837 E-mail: MRUFOIA.Requests@usdoj.gov Office of Information Policy | Make a FOIA Request to DOJ (justice.gov) Please be advised that this action is not a denial of your request and will not preclude you from filing other requests in the future. As it relates to the remainder of your request regarding information on the TSDB, please be aware that information incorporated from the TSDB and/or WLS is information that is categorized as Sensitive Security Information (“SSI”) under 49 U.S.C. § 114(r), and the implementing regulation found at 49 C.F.R. part 1520. Records containing SSI are not available for public inspection or copying, nor can they be released to anyone who does not have an official need to know under 49 C.F.R. § 1520.9(a)(2) and 1520.15(a). Moreover, pursuant to 5 U.S.C. § 552a(j)(2), the Federal Bureau of Investigation has exempted its system of records containing the TSDB from various provisions of the Privacy Act, including §552a(d), which provides for amendment and access rights. DHS obtains TSDB information from the FBI’s Terrorist Screening Center and the FBI’s exemption carries over when the TSDB information is transferred to the Department. In addition, the Department’s Privacy Act systems of records that are authorized to receive TSDB information via the WLS, see Privacy Impact Assessment for the Watch List Service available at https://www.dhs.gov/publication/dhs-all-pia027c-watchlist-service-update , are also exempt, pursuant to 5 U.S.C. § 552a(j)(2), (k)(1), and/or (k)(2), from various provisions of the Privacy Act, including 5 U.S.C. §552a(d). Accordingly, to the extent records responsive to your Privacy Act request exist, your client has no right to access or amend the records contained in these systems and your Privacy Act request, as amended, is denied. The Department is required to also process your Privacy Act request under the Freedom of Information Act (FOIA). See 5 U.S.C. § 552a(t)(2)and 6 C.F.R. Part 5 § 5.1. Under FOIA, the Department can neither confirm nor deny the existence of any records that could reveal your client’s status in the TSDB, because either a confirmation or denial that such records exist constitutes SSI, which is protected from release by FOIA exemption 3 (“specifically exempted from disclosure by statute…”), 5 U.S.C. § 552(b)(3). The applicable exempting statute is 49 U.S.C. § 114(r). Additionally, if any such responsive records existed, they would also be exempt from release under 5 U.S.C. §552(b)(7)(E). Therefore, our FOIA analysis requires no change in our determination under the Privacy Act. You have the right to appeal this determination to neither confirm nor deny the existence of responsive records. Should you wish to do so, you must send your appeal and a copy of this letter, within 90 days of the date of this letter, to: Privacy Office, Attn: FOIA Appeals, U.S. Department of Homeland Security, 245 Murray Lane, SW, Mail Stop 0655, Washington, D.C. 20528-0655, following the procedures outlined in the DHS FOIA regulations at 6 C.F.R. Part 5 5.8.Your envelope and letter should be marked “FOIA Appeal.” Copies of the FOIA and DHS FOIA regulations are available at www.dhs.gov/foia. If you need any further assistance or would like to discuss any aspect of your request, please contact the analyst below and refer to 2024-NPFO-00889. You may send an e-mail to foia@hq.dhs.gov, call 202-343-1743 or toll free 1-866-431-0486, or you may contact our FOIA Public Liaison in the same manner. Additionally, you have a right to right to seek dispute resolution services from the Office of Government Information Services (OGIS) which mediates disputes between FOIA requesters and Federal agencies as a non-exclusive alternative to litigation. If you are requesting access to your own records (which is considered a Privacy Act request), you should know that OGIS does not have the authority to handle requests made under the Privacy Act of 1974. You may contact OGIS as follows: Office of Government Information Services, National Archives and Records Administration, 8601 Adelphi Road-OGIS, College Park, Maryland 20740-6001, e-mail at ogis@nara.gov; telephone at 202-741-5770; toll free at 1-877-684-6448; or facsimile at 202-741- 5769. Regards, DHS FOIA, Privacy Office Department of Homeland Security 2707 Martin Luther King Jr. AVE SE Mail Stop 0655 Washington, DC 20528-0655 E-mail: foia@hq.dhs.gov\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nArvo Zylo",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/privacy-act-freedom-of-information-act-department-of-homeland-security-office-of-intelligence-analysis-174133/"
  },
  {
    "id": 174132,
    "title": "Privacy Act / Freedom of Information Act (Department of Homeland Security)",
    "slug": "privacy-act-freedom-of-information-act-department-of-homeland-security",
    "status": "submitted",
    "embargo_status": "public",
    "user": 142469,
    "username": "ArvoZylo",
    "agency": 9,
    "datetime_submitted": "2024-10-05T08:24:31.159692",
    "date_due": "2024-11-04",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-10-05T08:24:32.089435",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 174132,
        "from_user": 142469,
        "to_user": 9589,
        "subject": "",
        "datetime": "2024-10-05T08:24:32.089435",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nHello,\r\n\r\nI am replying to the letter (Request No. 1646627-000) I received in response to my attached appeal.  I am in search of any information regarding any and all investigations made about me, for the purposes of rectifying any confusion.  I have been stalked and harassed by a wide array of individuals with seemingly endless resources and infinite knowledge about my personal doings.  They have also taken to slandering me in public.  My internet has been constantly tampered with, and things have been found missing from my home.  I have not committed any crime.  I have no reason to believe that I am, nor have I ever been, a threat to national security.  \r\n\r\nIf it is not any government organization perpetrating these harmful tactics, then I would like any insight on what organization has been allowed to harass me for so many years.  I have been told that the government outsources to services such as “Infra Guard” and others.  Clearly, I have not been arrested for anything in my adult life, and if I am being harassed daily by a government agency, I'd like to know why I am being denied my right to due process.  If it is not a government agency behind it, I'd like any information on what organization has been allowed to get away with violating my privacy and my rights as an American citizen.  \r\n\r\nFor ten years, I have had coordinated attempts to harass and intimidate me, up to and including people tampering with my phone, turning its flashlights on randomly through no fault of my own, or making calls without my doing.  I've had my phone ring while it was turned off, in front of witnesses.  I've also had people come up to me in the street and tell me to “be careful what I say in my letters”, not to mention more subtle, but all-too frequent attempts to insinuate that they know intimate details of my personal life.  It may be executed by a wide swath of coordinated individuals, but it is a daily occurrence.  In fact, it is almost every time I go outside. I am hereby giving you as much information as I can in the hopes that you can help me rectify this situation.  \r\n\r\nIt is my hope that I can uncover information about what organization is harassing me, and if it is in fact due to “investigative” status, I'd like to do what I can to clarify that I have never had any intention to commit any crime whatsoever.   I am frankly not competent enough for terrorism, but I am willing to do what it takes to follow the chain of command and put this harassment to a stop.  \r\n\r\nThanks in advance for your consideration.  I declare under penalty or perjury that the above statements are true to the best of my knowledge and understanding.  \r\n\r\nSincerely,\r\n\r\nArvo Zylo\r\n\r\n\r\n\r\nHello,\r\n\r\nI am writing to appeal DHS's determination that I am not entitled to TSDB documents regarding any investigation that persists against me.  I understand that there are claims that my private information being kept from me may be justified under the auspices of “National Security”, but I would like to know why my right to due process is being violated by a wide array of individuals with seemingly ceaseless access to my personal information and an unending budget that could only be funded by a large organization.   I have not committed any crime, and I've been stalked and harassed for (2014-2024) ten years, not simply “investigated”.  Your email implies that I would have access to specific information that I am not privy to.  I am asking for data on any and all elements of investigation status, or history on me, including actions taken against me.  \r\n\r\nPlease find my initial request below, followed by the denial letter that I was told to include in my appeal.   I am stating under penalty or perjury that the statements herein are true to the best of my knowledge and understanding.  \r\n\r\nArvo Zylo\r\n\r\n\r\nRE: PRIVACY ACT REQUEST UNDER 5 U.S.C. § 552a\r\n\r\nTo Whom It May Concern:\r\n\r\nThis is a request for information under the Privacy Act , 5 U.S.C. § 552a.\r\n\r\nThis Request seeks access to: a) any and all records and/or documents that have been prepared, received, transmitted, collected and/or maintained by the FBI, USDOJ, or DHS concerning me or my activities; b) The Terrorist Screening Database (TSDB) list for the past five (5) years; and c) the list containing all the agencies, entities, private corporations or individuals with whom you have shared the TSDB during the past five (5) years; and d) provide a copy of the Standard Nomination Form or original information that was used to place my name on the TSDB.\r\n\r\nThe undersigned also requests that you remove my name and any aliases from any and all “Watchlists” under your agency's control. Should there be a specific procedure to go about the removal of my name from all of the Watchlists, the undersigned requests that you produce the forms, regulations and procedures associated to such request.\r\n\r\nThe undersigned does not waive my right to appeal any objection to the production of documents listed above under (b) and (c), but agrees to obtain for the time being the page in each of the lists where her name or variations thereof appear. In consideration of the undersigned's compelling interest and need to stop the illegal targeting, derived from inclusion on the TSDB.\r\n\r\nWhen carrying out the search, please do so under all of these names and aliases:\r\n\r\nArvo Zylo\r\nRobert Donald Zylo\r\n\r\nTo facilitate your search, please note that my social security number is: xx-xxx-9444. Date of birth is 03-30-1981. Place of birth is Chicago, Illinois.\r\n\r\nThe term “records” and “documents” entails copies thereof regardless of form or format and thus can be interchangeably used to include documents in paper, digital, microfilmed or electronic format; photographs, lists, flowcharts, reports, correspondence, complaints, memoranda, presentations, advisories, emails, or any other tangible form containing information relating to the undersigned in any of the name forms set for the above.\r\n\r\nPursuant to 522(a)(1)(D) items (b) and (c) of the documents requested above should be readily produced inasmuch as they have been requested by the general public more than three times.\r\n\r\nWhere a document contains information that falls into one or more of the categories described above, I seek the entirety of that document. Please disclose all segregable portions of otherwise exempt records. See 5 U.S.C. § 552(b).\r\n\r\nSince the agency has a duty to make a reasonable effort to search for records in electronic form, I request that responsive electronic records be provided electronically in their native file format. See 5 U.S.C. § 552(a)(3)(B). Alternatively, I request that the records be provided electronically in a text-searchable, static-image format (PDF), in the best image quality in the agency’s possession, and in separate, Bates-stamped files.\r\n\r\nShould you refuse to produce a record under a statutory privilege or exemption, I ask that you list and describe the document omitted and set forth with specificity the grounds for exempting its production.\r\n\r\nIn light of the fact that the undersigned has never been accused or convicted of any crimes, if the reason for failing to produce any of the documents and/or information requested herein lies on a pending alleged investigation, you must certify that (a) the statute of limitations for the alleged crime(s) being investigated has not elapsed and (b) that the “ongoing investigation” meets the required standard of “particularized derogatory information and/or a reasonable suspicion” that the undersigned is a “a known or suspected terrorist ('KST')” required to be included in the TSDB.\r\n\r\nIn tandem with the legal provision that requires your reply to this request within 20 days, I have a compelling need that justifies that you carry out an expedited processing of this request pursuant to 5 U.S.C. § 552(a)(6)(E). Namely, the urgent need to stop the illegal targeting, resulting from inclusion on the TSDB.\r\n\r\nThe undersigned expects a determination regarding expedited processing within ten calendar days. See 5 U.S.C. § 552(a)(6)(E)(ii)(I); 6 C.F.R. § 5.5(e)(4).\r\n\r\nIf the cost of the production of the records sought herein exceeds $50.00, I request you first request my authorization.\r\nI ask that to the extent possible, all replies, correspondence, documents and media be forwarded by means of email.\r\nPlease send all correspondence and records relating to this request to email.\r\n\r\nIf the documents or records cannot be sent by email, you should send them to the mailing address above.\r\n​\r\nIn support for my request for expedited processing and pursuant to 28 U.S.C. § 1746, I declare under penalty of perjury that the foregoing information provided is true and correct to the best of my knowledge and belief.\r\n\r\nSincerely,\r\n\r\nArvo Zylo\r\n\r\nArvo Zylo\r\n2519 1st Ave\r\nSeattle, Washington 98121\r\n\r\narvozylo@gmail.com\r\n\r\nRe: 2024-HQFO-03143\r\n\r\nDear Requester:\r\n\r\nThis acknowledges receipt of your Freedom of Information Act (FOIA) request to the Department of Homeland Security (DHS), seeking copies of all information pertaining to you contained in the following systems of records maintained by the CBP and DHS: Terrorist Screening Database (TSDB).\r\n\r\nAs it relates to your request for information on the TSDB, please be aware that information incorporated from the TSDB and/or WLS is information that is categorized as Sensitive Security Information (“SSI”) under 49 U.S.C. § 114(r), and the implementing regulation found at 49 C.F.R. part 1520. Records containing SSI are not available for public inspection or copying, nor can they be released to anyone who does not have an official need to know under 49 C.F.R. § 1520.9(a)(2) and 1520.15(a).\r\n\r\nMoreover, pursuant to 5 U.S.C. § 552a(j)(2), the Federal Bureau of Investigation has exempted its system of records containing the TSDB from various provisions of the Privacy Act, including §552a(d), which provides for amendment and access rights. DHS obtains TSDB information from the FBI’s Terrorist Screening Center and the FBI’s exemption carries over when the TSDB information is transferred to the Department. In addition, the Department’s Privacy Act systems of records that are authorized to receive TSDB information via the WLS, see Privacy Impact Assessment for the Watch List Service available at https://www.dhs.gov/publication/dhs-all-pia-027c-watchlist-service-update , are also exempt, pursuant to 5 U.S.C. § 552a(j)(2), (k)(1), and/or (k)(2), from various provisions of the Privacy Act, including 5 U.S.C. §552a(d). Accordingly, to the extent records responsive to your Privacy Act request exist, your client has no right to access or amend the records contained in these systems and your Privacy Act request, as amended, is denied.\r\n\r\nThe Department is required to also process your Privacy Act request under the Freedom of Information Act (FOIA). See 5 U.S.C. § 552a(t)(2)and 6 C.F.R. Part 5 § 5.1. Under FOIA, the Department can neither confirm nor deny the existence of any records that could reveal your client’s status in the TSDB, because either a confirmation or denial that such records exist constitutes SSI, which is protected from release by FOIA exemption 3 (“specifically exempted from disclosure by statute…”), 5 U.S.C. § 552(b)(3). The applicable exempting statute is 49 U.S.C. § 114(r). Additionally, if any such responsive records existed, they would also be exempt from release under 5 U.S.C. §552(b)(7)(E). Therefore, our FOIA analysis requires no change in our determination under the Privacy Act. \r\n\r\nYou have a right to appeal the above determination. Should you wish to do so, you must send your appeal and a copy of this letter, within 90 days of the date of this letter, to: Privacy Office, Attn: FOIA Appeals, U.S. Department of Homeland Security, 2707 Martin Luther King Jr. Avenue, SE, Mail Stop 0655, Washington, D.C. 20528-0655, following the procedures outlined in the DHS FOIA regulations at 6 C.F.R. Part 5 § 5.5(e)(2). Your envelope and letter should be marked “FOIA Appeal.” Copies of the FOIA and DHS FOIA regulations are available at www.dhs.gov/foia.\r\n\r\nIf you need any further assistance or would like to discuss any aspect of your request, please contact the analyst below and refer to 2024-HQFO-03143. You may send an e-mail to foia@hq.dhs.gov, call 202-343-1743 or toll free 1-866-431-0486, or you may contact our FOIA Public Liaison in the same manner. Additionally, you have a right to right to seek dispute resolution services from the Office of Government Information Services (OGIS) which mediates disputes between FOIA requesters and Federal agencies as a non-exclusive alternative to litigation. If you are requesting access to your own records (which is considered a Privacy Act request), you should know that OGIS does not have the authority to handle requests made under the Privacy Act of 1974. You may contact OGIS as follows: Office of Government Information Services, National Archives and Records Administration, 8601 Adelphi Road-OGIS, College Park, Maryland 20740-6001, e-mail at ogis@nara.gov; telephone at 202-741-5770; toll free at 1-877-684-6448; or facsimile at 202-741-5769.\r\n\r\nRegards,\r\n\r\nDHS FOIA, Privacy Office\r\nDepartment of Homeland Security\r\n2707 Martin Luther King Jr. AVE SE\r\nMail Stop 0655\r\nWashington, DC 20528-0655\r\nE-mail: foia@hq.dhs.gov\r\nVisit our FOIA website https://www.dhs.gov/foia \r\n\r\nSENT VIA E-MAIL TO: arvozylo@gmail.com Arvo Zylo 2519 1st Ave Apt 708 Seattle, Washington 98121 Re: CISA Case Number 2024-NPFO-00889 Dear Requester: This acknowledges receipt of your Freedom of Information Act (FOIA) request to the Department of Homeland Security (DHS), seeking access to: a) any and all records and/or documents that have been prepared, received, transmitted, collected and/or maintained by the FBI, USDOJ, or DHS concerning you or your activities; b) The Terrorist Screening Database (TSDB) list for the past five (5) years; and c) the list containing all the agencies, entities, private corporations or individuals with whom we have shared the TSDB during the past five (5) years; and d) provide a copy of the Standard Nomination Form or original information that was used to place your name on the TSDB. As it relates to item “a” of your request, based on the limited information you have provided, we cannot conduct an adequate search. The Department of Homeland Security was created January 24, 2003; therefore, no DHS records exist prior to that date. Records created prior to the establishment of DHS by any of the organizational components of DHS would be maintained by those components. Furthermore, DHS does not maintain a central index of records about individuals. For this reason, the DHS FOIA regulations, at 6 C.F.R. Part 5 § 5.3(b) require that you describe the records you are seeking with as much information as possible to ensure that our search of appropriate systems of records can find them with a reasonable amount of effort. In addition to the information that you provided, this description should include, the type of record you are seeking, the DHS component you believe created and/or controls the records, the precipitating event that you believe warranted the creation of records and the time period that you believe the records or files were created and compiled. If you can provide sufficient additional information as described in this paragraph, we will undertake a search for responsive records. An individual’s request for information pertaining to him or herself is processed under both the FOIA and the PA to afford maximum access to records. Because you have asked for copies of records about yourself, we must verify your identity to ensure that your personal information is not released to anyone other than you or someone you properly designate. The DHS FOIA regulations, 6 C.F.R. Part 5 § 5.3(a), require verification of your identity, including your full name, current address and date and place of birth. In addition, your request must be made in writing, must contain your signature, and should either be notarized or contain a statement made under penalty of perjury as permitted by 28 U.S.C. 1746. Because you have not provided this documentation, your request is not a proper FOIA/PA request, and we are unable to initiate searching for responsive records. This is not a denial of your request. Upon receipt of a perfected request, you will be advised as to the status of your request. Please provide additional information describing the records you are seeking. If we do not hear from you within 30 days from the date of this letter, we will assume you are no longer interested in this PA request, and the case will be administratively closed. Additionally, we determined that some of the information you are seeking is not under the purview of DHS. Requests for FBI and USDOJ records, should be made to the FBI and DOJ respectively. In an effort to assist you on this matter, we are providing you with the following contact information: Federal Bureau of Investigation Attn: Initial Processing Operations Unit Record/Information Dissemination Section 200 Constitution Drive Winchester, VA 22602 Submit Online: FBI Records: Freedom of Information/Privacy Acts (FOIPA) For questions about the process please email foipaquestions@fbi.gov Please be aware DOJ is organized into a number of bureaus, divisions, offices, and boards, which are referred to as \"components.\" Within DOJ, each component processes its own records in response to FOIA requests. A list of DOJ FOIA Contacts is available at: Office of Information Policy | Find a FOIA Contact at DOJ | United States Department of Justice. If you believe that DOJ maintains the records you are seeking, but you are uncertain about which component has the records, you may send your request to the Department’s Mail Referral Unit at: FOIA/PA Mail Referral Unit Department of Justice Room 115 LOC Building Washington, DC 20530-0001 Phone: (202) 616-3837 E-mail: MRUFOIA.Requests@usdoj.gov Office of Information Policy | Make a FOIA Request to DOJ (justice.gov) Please be advised that this action is not a denial of your request and will not preclude you from filing other requests in the future. As it relates to the remainder of your request regarding information on the TSDB, please be aware that information incorporated from the TSDB and/or WLS is information that is categorized as Sensitive Security Information (“SSI”) under 49 U.S.C. § 114(r), and the implementing regulation found at 49 C.F.R. part 1520. Records containing SSI are not available for public inspection or copying, nor can they be released to anyone who does not have an official need to know under 49 C.F.R. § 1520.9(a)(2) and 1520.15(a). Moreover, pursuant to 5 U.S.C. § 552a(j)(2), the Federal Bureau of Investigation has exempted its system of records containing the TSDB from various provisions of the Privacy Act, including §552a(d), which provides for amendment and access rights. DHS obtains TSDB information from the FBI’s Terrorist Screening Center and the FBI’s exemption carries over when the TSDB information is transferred to the Department. In addition, the Department’s Privacy Act systems of records that are authorized to receive TSDB information via the WLS, see Privacy Impact Assessment for the Watch List Service available at https://www.dhs.gov/publication/dhs-all-pia027c-watchlist-service-update , are also exempt, pursuant to 5 U.S.C. § 552a(j)(2), (k)(1), and/or (k)(2), from various provisions of the Privacy Act, including 5 U.S.C. §552a(d). Accordingly, to the extent records responsive to your Privacy Act request exist, your client has no right to access or amend the records contained in these systems and your Privacy Act request, as amended, is denied. The Department is required to also process your Privacy Act request under the Freedom of Information Act (FOIA). See 5 U.S.C. § 552a(t)(2)and 6 C.F.R. Part 5 § 5.1. Under FOIA, the Department can neither confirm nor deny the existence of any records that could reveal your client’s status in the TSDB, because either a confirmation or denial that such records exist constitutes SSI, which is protected from release by FOIA exemption 3 (“specifically exempted from disclosure by statute…”), 5 U.S.C. § 552(b)(3). The applicable exempting statute is 49 U.S.C. § 114(r). Additionally, if any such responsive records existed, they would also be exempt from release under 5 U.S.C. §552(b)(7)(E). Therefore, our FOIA analysis requires no change in our determination under the Privacy Act. You have the right to appeal this determination to neither confirm nor deny the existence of responsive records. Should you wish to do so, you must send your appeal and a copy of this letter, within 90 days of the date of this letter, to: Privacy Office, Attn: FOIA Appeals, U.S. Department of Homeland Security, 245 Murray Lane, SW, Mail Stop 0655, Washington, D.C. 20528-0655, following the procedures outlined in the DHS FOIA regulations at 6 C.F.R. Part 5 5.8.Your envelope and letter should be marked “FOIA Appeal.” Copies of the FOIA and DHS FOIA regulations are available at www.dhs.gov/foia. If you need any further assistance or would like to discuss any aspect of your request, please contact the analyst below and refer to 2024-NPFO-00889. You may send an e-mail to foia@hq.dhs.gov, call 202-343-1743 or toll free 1-866-431-0486, or you may contact our FOIA Public Liaison in the same manner. Additionally, you have a right to right to seek dispute resolution services from the Office of Government Information Services (OGIS) which mediates disputes between FOIA requesters and Federal agencies as a non-exclusive alternative to litigation. If you are requesting access to your own records (which is considered a Privacy Act request), you should know that OGIS does not have the authority to handle requests made under the Privacy Act of 1974. You may contact OGIS as follows: Office of Government Information Services, National Archives and Records Administration, 8601 Adelphi Road-OGIS, College Park, Maryland 20740-6001, e-mail at ogis@nara.gov; telephone at 202-741-5770; toll free at 1-877-684-6448; or facsimile at 202-741- 5769. Regards, DHS FOIA, Privacy Office Department of Homeland Security 2707 Martin Luther King Jr. AVE SE Mail Stop 0655 Washington, DC 20528-0655 E-mail: foia@hq.dhs.gov\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nArvo Zylo",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/privacy-act-freedom-of-information-act-department-of-homeland-security-174132/"
  },
  {
    "id": 174131,
    "title": "Privacy Act / Freedom of Information Act (Federal Bureau of Investigation)",
    "slug": "privacy-act-freedom-of-information-act-federal-bureau-of-investigation",
    "status": "submitted",
    "embargo_status": "public",
    "user": 142469,
    "username": "ArvoZylo",
    "agency": 10,
    "datetime_submitted": "2024-10-05T08:24:31.159692",
    "date_due": "2024-11-04",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-10-05T08:24:31.903835",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 174131,
        "from_user": 142469,
        "to_user": 9555,
        "subject": "",
        "datetime": "2024-10-05T08:24:31.903835",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nHello,\r\n\r\nI am replying to the letter (Request No. 1646627-000) I received in response to my attached appeal.  I am in search of any information regarding any and all investigations made about me, for the purposes of rectifying any confusion.  I have been stalked and harassed by a wide array of individuals with seemingly endless resources and infinite knowledge about my personal doings.  They have also taken to slandering me in public.  My internet has been constantly tampered with, and things have been found missing from my home.  I have not committed any crime.  I have no reason to believe that I am, nor have I ever been, a threat to national security.  \r\n\r\nIf it is not any government organization perpetrating these harmful tactics, then I would like any insight on what organization has been allowed to harass me for so many years.  I have been told that the government outsources to services such as “Infra Guard” and others.  Clearly, I have not been arrested for anything in my adult life, and if I am being harassed daily by a government agency, I'd like to know why I am being denied my right to due process.  If it is not a government agency behind it, I'd like any information on what organization has been allowed to get away with violating my privacy and my rights as an American citizen.  \r\n\r\nFor ten years, I have had coordinated attempts to harass and intimidate me, up to and including people tampering with my phone, turning its flashlights on randomly through no fault of my own, or making calls without my doing.  I've had my phone ring while it was turned off, in front of witnesses.  I've also had people come up to me in the street and tell me to “be careful what I say in my letters”, not to mention more subtle, but all-too frequent attempts to insinuate that they know intimate details of my personal life.  It may be executed by a wide swath of coordinated individuals, but it is a daily occurrence.  In fact, it is almost every time I go outside. I am hereby giving you as much information as I can in the hopes that you can help me rectify this situation.  \r\n\r\nIt is my hope that I can uncover information about what organization is harassing me, and if it is in fact due to “investigative” status, I'd like to do what I can to clarify that I have never had any intention to commit any crime whatsoever.   I am frankly not competent enough for terrorism, but I am willing to do what it takes to follow the chain of command and put this harassment to a stop.  \r\n\r\nThanks in advance for your consideration.  I declare under penalty or perjury that the above statements are true to the best of my knowledge and understanding.  \r\n\r\nSincerely,\r\n\r\nArvo Zylo\r\n\r\n\r\n\r\nHello,\r\n\r\nI am writing to appeal DHS's determination that I am not entitled to TSDB documents regarding any investigation that persists against me.  I understand that there are claims that my private information being kept from me may be justified under the auspices of “National Security”, but I would like to know why my right to due process is being violated by a wide array of individuals with seemingly ceaseless access to my personal information and an unending budget that could only be funded by a large organization.   I have not committed any crime, and I've been stalked and harassed for (2014-2024) ten years, not simply “investigated”.  Your email implies that I would have access to specific information that I am not privy to.  I am asking for data on any and all elements of investigation status, or history on me, including actions taken against me.  \r\n\r\nPlease find my initial request below, followed by the denial letter that I was told to include in my appeal.   I am stating under penalty or perjury that the statements herein are true to the best of my knowledge and understanding.  \r\n\r\nArvo Zylo\r\n\r\n\r\nRE: PRIVACY ACT REQUEST UNDER 5 U.S.C. § 552a\r\n\r\nTo Whom It May Concern:\r\n\r\nThis is a request for information under the Privacy Act , 5 U.S.C. § 552a.\r\n\r\nThis Request seeks access to: a) any and all records and/or documents that have been prepared, received, transmitted, collected and/or maintained by the FBI, USDOJ, or DHS concerning me or my activities; b) The Terrorist Screening Database (TSDB) list for the past five (5) years; and c) the list containing all the agencies, entities, private corporations or individuals with whom you have shared the TSDB during the past five (5) years; and d) provide a copy of the Standard Nomination Form or original information that was used to place my name on the TSDB.\r\n\r\nThe undersigned also requests that you remove my name and any aliases from any and all “Watchlists” under your agency's control. Should there be a specific procedure to go about the removal of my name from all of the Watchlists, the undersigned requests that you produce the forms, regulations and procedures associated to such request.\r\n\r\nThe undersigned does not waive my right to appeal any objection to the production of documents listed above under (b) and (c), but agrees to obtain for the time being the page in each of the lists where her name or variations thereof appear. In consideration of the undersigned's compelling interest and need to stop the illegal targeting, derived from inclusion on the TSDB.\r\n\r\nWhen carrying out the search, please do so under all of these names and aliases:\r\n\r\nArvo Zylo\r\nRobert Donald Zylo\r\n\r\nTo facilitate your search, please note that my social security number is: xx-xxx-9444. Date of birth is 03-30-1981. Place of birth is Chicago, Illinois.\r\n\r\nThe term “records” and “documents” entails copies thereof regardless of form or format and thus can be interchangeably used to include documents in paper, digital, microfilmed or electronic format; photographs, lists, flowcharts, reports, correspondence, complaints, memoranda, presentations, advisories, emails, or any other tangible form containing information relating to the undersigned in any of the name forms set for the above.\r\n\r\nPursuant to 522(a)(1)(D) items (b) and (c) of the documents requested above should be readily produced inasmuch as they have been requested by the general public more than three times.\r\n\r\nWhere a document contains information that falls into one or more of the categories described above, I seek the entirety of that document. Please disclose all segregable portions of otherwise exempt records. See 5 U.S.C. § 552(b).\r\n\r\nSince the agency has a duty to make a reasonable effort to search for records in electronic form, I request that responsive electronic records be provided electronically in their native file format. See 5 U.S.C. § 552(a)(3)(B). Alternatively, I request that the records be provided electronically in a text-searchable, static-image format (PDF), in the best image quality in the agency’s possession, and in separate, Bates-stamped files.\r\n\r\nShould you refuse to produce a record under a statutory privilege or exemption, I ask that you list and describe the document omitted and set forth with specificity the grounds for exempting its production.\r\n\r\nIn light of the fact that the undersigned has never been accused or convicted of any crimes, if the reason for failing to produce any of the documents and/or information requested herein lies on a pending alleged investigation, you must certify that (a) the statute of limitations for the alleged crime(s) being investigated has not elapsed and (b) that the “ongoing investigation” meets the required standard of “particularized derogatory information and/or a reasonable suspicion” that the undersigned is a “a known or suspected terrorist ('KST')” required to be included in the TSDB.\r\n\r\nIn tandem with the legal provision that requires your reply to this request within 20 days, I have a compelling need that justifies that you carry out an expedited processing of this request pursuant to 5 U.S.C. § 552(a)(6)(E). Namely, the urgent need to stop the illegal targeting, resulting from inclusion on the TSDB.\r\n\r\nThe undersigned expects a determination regarding expedited processing within ten calendar days. See 5 U.S.C. § 552(a)(6)(E)(ii)(I); 6 C.F.R. § 5.5(e)(4).\r\n\r\nIf the cost of the production of the records sought herein exceeds $50.00, I request you first request my authorization.\r\nI ask that to the extent possible, all replies, correspondence, documents and media be forwarded by means of email.\r\nPlease send all correspondence and records relating to this request to email.\r\n\r\nIf the documents or records cannot be sent by email, you should send them to the mailing address above.\r\n​\r\nIn support for my request for expedited processing and pursuant to 28 U.S.C. § 1746, I declare under penalty of perjury that the foregoing information provided is true and correct to the best of my knowledge and belief.\r\n\r\nSincerely,\r\n\r\nArvo Zylo\r\n\r\nArvo Zylo\r\n2519 1st Ave\r\nSeattle, Washington 98121\r\n\r\narvozylo@gmail.com\r\n\r\nRe: 2024-HQFO-03143\r\n\r\nDear Requester:\r\n\r\nThis acknowledges receipt of your Freedom of Information Act (FOIA) request to the Department of Homeland Security (DHS), seeking copies of all information pertaining to you contained in the following systems of records maintained by the CBP and DHS: Terrorist Screening Database (TSDB).\r\n\r\nAs it relates to your request for information on the TSDB, please be aware that information incorporated from the TSDB and/or WLS is information that is categorized as Sensitive Security Information (“SSI”) under 49 U.S.C. § 114(r), and the implementing regulation found at 49 C.F.R. part 1520. Records containing SSI are not available for public inspection or copying, nor can they be released to anyone who does not have an official need to know under 49 C.F.R. § 1520.9(a)(2) and 1520.15(a).\r\n\r\nMoreover, pursuant to 5 U.S.C. § 552a(j)(2), the Federal Bureau of Investigation has exempted its system of records containing the TSDB from various provisions of the Privacy Act, including §552a(d), which provides for amendment and access rights. DHS obtains TSDB information from the FBI’s Terrorist Screening Center and the FBI’s exemption carries over when the TSDB information is transferred to the Department. In addition, the Department’s Privacy Act systems of records that are authorized to receive TSDB information via the WLS, see Privacy Impact Assessment for the Watch List Service available at https://www.dhs.gov/publication/dhs-all-pia-027c-watchlist-service-update , are also exempt, pursuant to 5 U.S.C. § 552a(j)(2), (k)(1), and/or (k)(2), from various provisions of the Privacy Act, including 5 U.S.C. §552a(d). Accordingly, to the extent records responsive to your Privacy Act request exist, your client has no right to access or amend the records contained in these systems and your Privacy Act request, as amended, is denied.\r\n\r\nThe Department is required to also process your Privacy Act request under the Freedom of Information Act (FOIA). See 5 U.S.C. § 552a(t)(2)and 6 C.F.R. Part 5 § 5.1. Under FOIA, the Department can neither confirm nor deny the existence of any records that could reveal your client’s status in the TSDB, because either a confirmation or denial that such records exist constitutes SSI, which is protected from release by FOIA exemption 3 (“specifically exempted from disclosure by statute…”), 5 U.S.C. § 552(b)(3). The applicable exempting statute is 49 U.S.C. § 114(r). Additionally, if any such responsive records existed, they would also be exempt from release under 5 U.S.C. §552(b)(7)(E). Therefore, our FOIA analysis requires no change in our determination under the Privacy Act. \r\n\r\nYou have a right to appeal the above determination. Should you wish to do so, you must send your appeal and a copy of this letter, within 90 days of the date of this letter, to: Privacy Office, Attn: FOIA Appeals, U.S. Department of Homeland Security, 2707 Martin Luther King Jr. Avenue, SE, Mail Stop 0655, Washington, D.C. 20528-0655, following the procedures outlined in the DHS FOIA regulations at 6 C.F.R. Part 5 § 5.5(e)(2). Your envelope and letter should be marked “FOIA Appeal.” Copies of the FOIA and DHS FOIA regulations are available at www.dhs.gov/foia.\r\n\r\nIf you need any further assistance or would like to discuss any aspect of your request, please contact the analyst below and refer to 2024-HQFO-03143. You may send an e-mail to foia@hq.dhs.gov, call 202-343-1743 or toll free 1-866-431-0486, or you may contact our FOIA Public Liaison in the same manner. Additionally, you have a right to right to seek dispute resolution services from the Office of Government Information Services (OGIS) which mediates disputes between FOIA requesters and Federal agencies as a non-exclusive alternative to litigation. If you are requesting access to your own records (which is considered a Privacy Act request), you should know that OGIS does not have the authority to handle requests made under the Privacy Act of 1974. You may contact OGIS as follows: Office of Government Information Services, National Archives and Records Administration, 8601 Adelphi Road-OGIS, College Park, Maryland 20740-6001, e-mail at ogis@nara.gov; telephone at 202-741-5770; toll free at 1-877-684-6448; or facsimile at 202-741-5769.\r\n\r\nRegards,\r\n\r\nDHS FOIA, Privacy Office\r\nDepartment of Homeland Security\r\n2707 Martin Luther King Jr. AVE SE\r\nMail Stop 0655\r\nWashington, DC 20528-0655\r\nE-mail: foia@hq.dhs.gov\r\nVisit our FOIA website https://www.dhs.gov/foia \r\n\r\nSENT VIA E-MAIL TO: arvozylo@gmail.com Arvo Zylo 2519 1st Ave Apt 708 Seattle, Washington 98121 Re: CISA Case Number 2024-NPFO-00889 Dear Requester: This acknowledges receipt of your Freedom of Information Act (FOIA) request to the Department of Homeland Security (DHS), seeking access to: a) any and all records and/or documents that have been prepared, received, transmitted, collected and/or maintained by the FBI, USDOJ, or DHS concerning you or your activities; b) The Terrorist Screening Database (TSDB) list for the past five (5) years; and c) the list containing all the agencies, entities, private corporations or individuals with whom we have shared the TSDB during the past five (5) years; and d) provide a copy of the Standard Nomination Form or original information that was used to place your name on the TSDB. As it relates to item “a” of your request, based on the limited information you have provided, we cannot conduct an adequate search. The Department of Homeland Security was created January 24, 2003; therefore, no DHS records exist prior to that date. Records created prior to the establishment of DHS by any of the organizational components of DHS would be maintained by those components. Furthermore, DHS does not maintain a central index of records about individuals. For this reason, the DHS FOIA regulations, at 6 C.F.R. Part 5 § 5.3(b) require that you describe the records you are seeking with as much information as possible to ensure that our search of appropriate systems of records can find them with a reasonable amount of effort. In addition to the information that you provided, this description should include, the type of record you are seeking, the DHS component you believe created and/or controls the records, the precipitating event that you believe warranted the creation of records and the time period that you believe the records or files were created and compiled. If you can provide sufficient additional information as described in this paragraph, we will undertake a search for responsive records. An individual’s request for information pertaining to him or herself is processed under both the FOIA and the PA to afford maximum access to records. Because you have asked for copies of records about yourself, we must verify your identity to ensure that your personal information is not released to anyone other than you or someone you properly designate. The DHS FOIA regulations, 6 C.F.R. Part 5 § 5.3(a), require verification of your identity, including your full name, current address and date and place of birth. In addition, your request must be made in writing, must contain your signature, and should either be notarized or contain a statement made under penalty of perjury as permitted by 28 U.S.C. 1746. Because you have not provided this documentation, your request is not a proper FOIA/PA request, and we are unable to initiate searching for responsive records. This is not a denial of your request. Upon receipt of a perfected request, you will be advised as to the status of your request. Please provide additional information describing the records you are seeking. If we do not hear from you within 30 days from the date of this letter, we will assume you are no longer interested in this PA request, and the case will be administratively closed. Additionally, we determined that some of the information you are seeking is not under the purview of DHS. Requests for FBI and USDOJ records, should be made to the FBI and DOJ respectively. In an effort to assist you on this matter, we are providing you with the following contact information: Federal Bureau of Investigation Attn: Initial Processing Operations Unit Record/Information Dissemination Section 200 Constitution Drive Winchester, VA 22602 Submit Online: FBI Records: Freedom of Information/Privacy Acts (FOIPA) For questions about the process please email foipaquestions@fbi.gov Please be aware DOJ is organized into a number of bureaus, divisions, offices, and boards, which are referred to as \"components.\" Within DOJ, each component processes its own records in response to FOIA requests. A list of DOJ FOIA Contacts is available at: Office of Information Policy | Find a FOIA Contact at DOJ | United States Department of Justice. If you believe that DOJ maintains the records you are seeking, but you are uncertain about which component has the records, you may send your request to the Department’s Mail Referral Unit at: FOIA/PA Mail Referral Unit Department of Justice Room 115 LOC Building Washington, DC 20530-0001 Phone: (202) 616-3837 E-mail: MRUFOIA.Requests@usdoj.gov Office of Information Policy | Make a FOIA Request to DOJ (justice.gov) Please be advised that this action is not a denial of your request and will not preclude you from filing other requests in the future. As it relates to the remainder of your request regarding information on the TSDB, please be aware that information incorporated from the TSDB and/or WLS is information that is categorized as Sensitive Security Information (“SSI”) under 49 U.S.C. § 114(r), and the implementing regulation found at 49 C.F.R. part 1520. Records containing SSI are not available for public inspection or copying, nor can they be released to anyone who does not have an official need to know under 49 C.F.R. § 1520.9(a)(2) and 1520.15(a). Moreover, pursuant to 5 U.S.C. § 552a(j)(2), the Federal Bureau of Investigation has exempted its system of records containing the TSDB from various provisions of the Privacy Act, including §552a(d), which provides for amendment and access rights. DHS obtains TSDB information from the FBI’s Terrorist Screening Center and the FBI’s exemption carries over when the TSDB information is transferred to the Department. In addition, the Department’s Privacy Act systems of records that are authorized to receive TSDB information via the WLS, see Privacy Impact Assessment for the Watch List Service available at https://www.dhs.gov/publication/dhs-all-pia027c-watchlist-service-update , are also exempt, pursuant to 5 U.S.C. § 552a(j)(2), (k)(1), and/or (k)(2), from various provisions of the Privacy Act, including 5 U.S.C. §552a(d). Accordingly, to the extent records responsive to your Privacy Act request exist, your client has no right to access or amend the records contained in these systems and your Privacy Act request, as amended, is denied. The Department is required to also process your Privacy Act request under the Freedom of Information Act (FOIA). See 5 U.S.C. § 552a(t)(2)and 6 C.F.R. Part 5 § 5.1. Under FOIA, the Department can neither confirm nor deny the existence of any records that could reveal your client’s status in the TSDB, because either a confirmation or denial that such records exist constitutes SSI, which is protected from release by FOIA exemption 3 (“specifically exempted from disclosure by statute…”), 5 U.S.C. § 552(b)(3). The applicable exempting statute is 49 U.S.C. § 114(r). Additionally, if any such responsive records existed, they would also be exempt from release under 5 U.S.C. §552(b)(7)(E). Therefore, our FOIA analysis requires no change in our determination under the Privacy Act. You have the right to appeal this determination to neither confirm nor deny the existence of responsive records. Should you wish to do so, you must send your appeal and a copy of this letter, within 90 days of the date of this letter, to: Privacy Office, Attn: FOIA Appeals, U.S. Department of Homeland Security, 245 Murray Lane, SW, Mail Stop 0655, Washington, D.C. 20528-0655, following the procedures outlined in the DHS FOIA regulations at 6 C.F.R. Part 5 5.8.Your envelope and letter should be marked “FOIA Appeal.” Copies of the FOIA and DHS FOIA regulations are available at www.dhs.gov/foia. If you need any further assistance or would like to discuss any aspect of your request, please contact the analyst below and refer to 2024-NPFO-00889. You may send an e-mail to foia@hq.dhs.gov, call 202-343-1743 or toll free 1-866-431-0486, or you may contact our FOIA Public Liaison in the same manner. Additionally, you have a right to right to seek dispute resolution services from the Office of Government Information Services (OGIS) which mediates disputes between FOIA requesters and Federal agencies as a non-exclusive alternative to litigation. If you are requesting access to your own records (which is considered a Privacy Act request), you should know that OGIS does not have the authority to handle requests made under the Privacy Act of 1974. You may contact OGIS as follows: Office of Government Information Services, National Archives and Records Administration, 8601 Adelphi Road-OGIS, College Park, Maryland 20740-6001, e-mail at ogis@nara.gov; telephone at 202-741-5770; toll free at 1-877-684-6448; or facsimile at 202-741- 5769. Regards, DHS FOIA, Privacy Office Department of Homeland Security 2707 Martin Luther King Jr. AVE SE Mail Stop 0655 Washington, DC 20528-0655 E-mail: foia@hq.dhs.gov\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nArvo Zylo",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/privacy-act-freedom-of-information-act-federal-bureau-of-investigation-174131/"
  },
  {
    "id": 174130,
    "title": "Privacy Act / Freedom of Information Act (Department of Justice - FOIA/PA Mail Referral Unit)",
    "slug": "privacy-act-freedom-of-information-act-department-of-justice-foiapa-mail-referral-unit",
    "status": "submitted",
    "embargo_status": "public",
    "user": 142469,
    "username": "ArvoZylo",
    "agency": 168,
    "datetime_submitted": "2024-10-05T08:24:31.159692",
    "date_due": "2024-11-04",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-10-05T08:24:31.828758",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 174130,
        "from_user": 142469,
        "to_user": 9554,
        "subject": "",
        "datetime": "2024-10-05T08:24:31.828758",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nHello,\r\n\r\nI am replying to the letter (Request No. 1646627-000) I received in response to my attached appeal.  I am in search of any information regarding any and all investigations made about me, for the purposes of rectifying any confusion.  I have been stalked and harassed by a wide array of individuals with seemingly endless resources and infinite knowledge about my personal doings.  They have also taken to slandering me in public.  My internet has been constantly tampered with, and things have been found missing from my home.  I have not committed any crime.  I have no reason to believe that I am, nor have I ever been, a threat to national security.  \r\n\r\nIf it is not any government organization perpetrating these harmful tactics, then I would like any insight on what organization has been allowed to harass me for so many years.  I have been told that the government outsources to services such as “Infra Guard” and others.  Clearly, I have not been arrested for anything in my adult life, and if I am being harassed daily by a government agency, I'd like to know why I am being denied my right to due process.  If it is not a government agency behind it, I'd like any information on what organization has been allowed to get away with violating my privacy and my rights as an American citizen.  \r\n\r\nFor ten years, I have had coordinated attempts to harass and intimidate me, up to and including people tampering with my phone, turning its flashlights on randomly through no fault of my own, or making calls without my doing.  I've had my phone ring while it was turned off, in front of witnesses.  I've also had people come up to me in the street and tell me to “be careful what I say in my letters”, not to mention more subtle, but all-too frequent attempts to insinuate that they know intimate details of my personal life.  It may be executed by a wide swath of coordinated individuals, but it is a daily occurrence.  In fact, it is almost every time I go outside. I am hereby giving you as much information as I can in the hopes that you can help me rectify this situation.  \r\n\r\nIt is my hope that I can uncover information about what organization is harassing me, and if it is in fact due to “investigative” status, I'd like to do what I can to clarify that I have never had any intention to commit any crime whatsoever.   I am frankly not competent enough for terrorism, but I am willing to do what it takes to follow the chain of command and put this harassment to a stop.  \r\n\r\nThanks in advance for your consideration.  I declare under penalty or perjury that the above statements are true to the best of my knowledge and understanding.  \r\n\r\nSincerely,\r\n\r\nArvo Zylo\r\n\r\n\r\n\r\nHello,\r\n\r\nI am writing to appeal DHS's determination that I am not entitled to TSDB documents regarding any investigation that persists against me.  I understand that there are claims that my private information being kept from me may be justified under the auspices of “National Security”, but I would like to know why my right to due process is being violated by a wide array of individuals with seemingly ceaseless access to my personal information and an unending budget that could only be funded by a large organization.   I have not committed any crime, and I've been stalked and harassed for (2014-2024) ten years, not simply “investigated”.  Your email implies that I would have access to specific information that I am not privy to.  I am asking for data on any and all elements of investigation status, or history on me, including actions taken against me.  \r\n\r\nPlease find my initial request below, followed by the denial letter that I was told to include in my appeal.   I am stating under penalty or perjury that the statements herein are true to the best of my knowledge and understanding.  \r\n\r\nArvo Zylo\r\n\r\n\r\nRE: PRIVACY ACT REQUEST UNDER 5 U.S.C. § 552a\r\n\r\nTo Whom It May Concern:\r\n\r\nThis is a request for information under the Privacy Act , 5 U.S.C. § 552a.\r\n\r\nThis Request seeks access to: a) any and all records and/or documents that have been prepared, received, transmitted, collected and/or maintained by the FBI, USDOJ, or DHS concerning me or my activities; b) The Terrorist Screening Database (TSDB) list for the past five (5) years; and c) the list containing all the agencies, entities, private corporations or individuals with whom you have shared the TSDB during the past five (5) years; and d) provide a copy of the Standard Nomination Form or original information that was used to place my name on the TSDB.\r\n\r\nThe undersigned also requests that you remove my name and any aliases from any and all “Watchlists” under your agency's control. Should there be a specific procedure to go about the removal of my name from all of the Watchlists, the undersigned requests that you produce the forms, regulations and procedures associated to such request.\r\n\r\nThe undersigned does not waive my right to appeal any objection to the production of documents listed above under (b) and (c), but agrees to obtain for the time being the page in each of the lists where her name or variations thereof appear. In consideration of the undersigned's compelling interest and need to stop the illegal targeting, derived from inclusion on the TSDB.\r\n\r\nWhen carrying out the search, please do so under all of these names and aliases:\r\n\r\nArvo Zylo\r\nRobert Donald Zylo\r\n\r\nTo facilitate your search, please note that my social security number is: xx-xxx-9444. Date of birth is 03-30-1981. Place of birth is Chicago, Illinois.\r\n\r\nThe term “records” and “documents” entails copies thereof regardless of form or format and thus can be interchangeably used to include documents in paper, digital, microfilmed or electronic format; photographs, lists, flowcharts, reports, correspondence, complaints, memoranda, presentations, advisories, emails, or any other tangible form containing information relating to the undersigned in any of the name forms set for the above.\r\n\r\nPursuant to 522(a)(1)(D) items (b) and (c) of the documents requested above should be readily produced inasmuch as they have been requested by the general public more than three times.\r\n\r\nWhere a document contains information that falls into one or more of the categories described above, I seek the entirety of that document. Please disclose all segregable portions of otherwise exempt records. See 5 U.S.C. § 552(b).\r\n\r\nSince the agency has a duty to make a reasonable effort to search for records in electronic form, I request that responsive electronic records be provided electronically in their native file format. See 5 U.S.C. § 552(a)(3)(B). Alternatively, I request that the records be provided electronically in a text-searchable, static-image format (PDF), in the best image quality in the agency’s possession, and in separate, Bates-stamped files.\r\n\r\nShould you refuse to produce a record under a statutory privilege or exemption, I ask that you list and describe the document omitted and set forth with specificity the grounds for exempting its production.\r\n\r\nIn light of the fact that the undersigned has never been accused or convicted of any crimes, if the reason for failing to produce any of the documents and/or information requested herein lies on a pending alleged investigation, you must certify that (a) the statute of limitations for the alleged crime(s) being investigated has not elapsed and (b) that the “ongoing investigation” meets the required standard of “particularized derogatory information and/or a reasonable suspicion” that the undersigned is a “a known or suspected terrorist ('KST')” required to be included in the TSDB.\r\n\r\nIn tandem with the legal provision that requires your reply to this request within 20 days, I have a compelling need that justifies that you carry out an expedited processing of this request pursuant to 5 U.S.C. § 552(a)(6)(E). Namely, the urgent need to stop the illegal targeting, resulting from inclusion on the TSDB.\r\n\r\nThe undersigned expects a determination regarding expedited processing within ten calendar days. See 5 U.S.C. § 552(a)(6)(E)(ii)(I); 6 C.F.R. § 5.5(e)(4).\r\n\r\nIf the cost of the production of the records sought herein exceeds $50.00, I request you first request my authorization.\r\nI ask that to the extent possible, all replies, correspondence, documents and media be forwarded by means of email.\r\nPlease send all correspondence and records relating to this request to email.\r\n\r\nIf the documents or records cannot be sent by email, you should send them to the mailing address above.\r\n​\r\nIn support for my request for expedited processing and pursuant to 28 U.S.C. § 1746, I declare under penalty of perjury that the foregoing information provided is true and correct to the best of my knowledge and belief.\r\n\r\nSincerely,\r\n\r\nArvo Zylo\r\n\r\nArvo Zylo\r\n2519 1st Ave\r\nSeattle, Washington 98121\r\n\r\narvozylo@gmail.com\r\n\r\nRe: 2024-HQFO-03143\r\n\r\nDear Requester:\r\n\r\nThis acknowledges receipt of your Freedom of Information Act (FOIA) request to the Department of Homeland Security (DHS), seeking copies of all information pertaining to you contained in the following systems of records maintained by the CBP and DHS: Terrorist Screening Database (TSDB).\r\n\r\nAs it relates to your request for information on the TSDB, please be aware that information incorporated from the TSDB and/or WLS is information that is categorized as Sensitive Security Information (“SSI”) under 49 U.S.C. § 114(r), and the implementing regulation found at 49 C.F.R. part 1520. Records containing SSI are not available for public inspection or copying, nor can they be released to anyone who does not have an official need to know under 49 C.F.R. § 1520.9(a)(2) and 1520.15(a).\r\n\r\nMoreover, pursuant to 5 U.S.C. § 552a(j)(2), the Federal Bureau of Investigation has exempted its system of records containing the TSDB from various provisions of the Privacy Act, including §552a(d), which provides for amendment and access rights. DHS obtains TSDB information from the FBI’s Terrorist Screening Center and the FBI’s exemption carries over when the TSDB information is transferred to the Department. In addition, the Department’s Privacy Act systems of records that are authorized to receive TSDB information via the WLS, see Privacy Impact Assessment for the Watch List Service available at https://www.dhs.gov/publication/dhs-all-pia-027c-watchlist-service-update , are also exempt, pursuant to 5 U.S.C. § 552a(j)(2), (k)(1), and/or (k)(2), from various provisions of the Privacy Act, including 5 U.S.C. §552a(d). Accordingly, to the extent records responsive to your Privacy Act request exist, your client has no right to access or amend the records contained in these systems and your Privacy Act request, as amended, is denied.\r\n\r\nThe Department is required to also process your Privacy Act request under the Freedom of Information Act (FOIA). See 5 U.S.C. § 552a(t)(2)and 6 C.F.R. Part 5 § 5.1. Under FOIA, the Department can neither confirm nor deny the existence of any records that could reveal your client’s status in the TSDB, because either a confirmation or denial that such records exist constitutes SSI, which is protected from release by FOIA exemption 3 (“specifically exempted from disclosure by statute…”), 5 U.S.C. § 552(b)(3). The applicable exempting statute is 49 U.S.C. § 114(r). Additionally, if any such responsive records existed, they would also be exempt from release under 5 U.S.C. §552(b)(7)(E). Therefore, our FOIA analysis requires no change in our determination under the Privacy Act. \r\n\r\nYou have a right to appeal the above determination. Should you wish to do so, you must send your appeal and a copy of this letter, within 90 days of the date of this letter, to: Privacy Office, Attn: FOIA Appeals, U.S. Department of Homeland Security, 2707 Martin Luther King Jr. Avenue, SE, Mail Stop 0655, Washington, D.C. 20528-0655, following the procedures outlined in the DHS FOIA regulations at 6 C.F.R. Part 5 § 5.5(e)(2). Your envelope and letter should be marked “FOIA Appeal.” Copies of the FOIA and DHS FOIA regulations are available at www.dhs.gov/foia.\r\n\r\nIf you need any further assistance or would like to discuss any aspect of your request, please contact the analyst below and refer to 2024-HQFO-03143. You may send an e-mail to foia@hq.dhs.gov, call 202-343-1743 or toll free 1-866-431-0486, or you may contact our FOIA Public Liaison in the same manner. Additionally, you have a right to right to seek dispute resolution services from the Office of Government Information Services (OGIS) which mediates disputes between FOIA requesters and Federal agencies as a non-exclusive alternative to litigation. If you are requesting access to your own records (which is considered a Privacy Act request), you should know that OGIS does not have the authority to handle requests made under the Privacy Act of 1974. You may contact OGIS as follows: Office of Government Information Services, National Archives and Records Administration, 8601 Adelphi Road-OGIS, College Park, Maryland 20740-6001, e-mail at ogis@nara.gov; telephone at 202-741-5770; toll free at 1-877-684-6448; or facsimile at 202-741-5769.\r\n\r\nRegards,\r\n\r\nDHS FOIA, Privacy Office\r\nDepartment of Homeland Security\r\n2707 Martin Luther King Jr. AVE SE\r\nMail Stop 0655\r\nWashington, DC 20528-0655\r\nE-mail: foia@hq.dhs.gov\r\nVisit our FOIA website https://www.dhs.gov/foia \r\n\r\nSENT VIA E-MAIL TO: arvozylo@gmail.com Arvo Zylo 2519 1st Ave Apt 708 Seattle, Washington 98121 Re: CISA Case Number 2024-NPFO-00889 Dear Requester: This acknowledges receipt of your Freedom of Information Act (FOIA) request to the Department of Homeland Security (DHS), seeking access to: a) any and all records and/or documents that have been prepared, received, transmitted, collected and/or maintained by the FBI, USDOJ, or DHS concerning you or your activities; b) The Terrorist Screening Database (TSDB) list for the past five (5) years; and c) the list containing all the agencies, entities, private corporations or individuals with whom we have shared the TSDB during the past five (5) years; and d) provide a copy of the Standard Nomination Form or original information that was used to place your name on the TSDB. As it relates to item “a” of your request, based on the limited information you have provided, we cannot conduct an adequate search. The Department of Homeland Security was created January 24, 2003; therefore, no DHS records exist prior to that date. Records created prior to the establishment of DHS by any of the organizational components of DHS would be maintained by those components. Furthermore, DHS does not maintain a central index of records about individuals. For this reason, the DHS FOIA regulations, at 6 C.F.R. Part 5 § 5.3(b) require that you describe the records you are seeking with as much information as possible to ensure that our search of appropriate systems of records can find them with a reasonable amount of effort. In addition to the information that you provided, this description should include, the type of record you are seeking, the DHS component you believe created and/or controls the records, the precipitating event that you believe warranted the creation of records and the time period that you believe the records or files were created and compiled. If you can provide sufficient additional information as described in this paragraph, we will undertake a search for responsive records. An individual’s request for information pertaining to him or herself is processed under both the FOIA and the PA to afford maximum access to records. Because you have asked for copies of records about yourself, we must verify your identity to ensure that your personal information is not released to anyone other than you or someone you properly designate. The DHS FOIA regulations, 6 C.F.R. Part 5 § 5.3(a), require verification of your identity, including your full name, current address and date and place of birth. In addition, your request must be made in writing, must contain your signature, and should either be notarized or contain a statement made under penalty of perjury as permitted by 28 U.S.C. 1746. Because you have not provided this documentation, your request is not a proper FOIA/PA request, and we are unable to initiate searching for responsive records. This is not a denial of your request. Upon receipt of a perfected request, you will be advised as to the status of your request. Please provide additional information describing the records you are seeking. If we do not hear from you within 30 days from the date of this letter, we will assume you are no longer interested in this PA request, and the case will be administratively closed. Additionally, we determined that some of the information you are seeking is not under the purview of DHS. Requests for FBI and USDOJ records, should be made to the FBI and DOJ respectively. In an effort to assist you on this matter, we are providing you with the following contact information: Federal Bureau of Investigation Attn: Initial Processing Operations Unit Record/Information Dissemination Section 200 Constitution Drive Winchester, VA 22602 Submit Online: FBI Records: Freedom of Information/Privacy Acts (FOIPA) For questions about the process please email foipaquestions@fbi.gov Please be aware DOJ is organized into a number of bureaus, divisions, offices, and boards, which are referred to as \"components.\" Within DOJ, each component processes its own records in response to FOIA requests. A list of DOJ FOIA Contacts is available at: Office of Information Policy | Find a FOIA Contact at DOJ | United States Department of Justice. If you believe that DOJ maintains the records you are seeking, but you are uncertain about which component has the records, you may send your request to the Department’s Mail Referral Unit at: FOIA/PA Mail Referral Unit Department of Justice Room 115 LOC Building Washington, DC 20530-0001 Phone: (202) 616-3837 E-mail: MRUFOIA.Requests@usdoj.gov Office of Information Policy | Make a FOIA Request to DOJ (justice.gov) Please be advised that this action is not a denial of your request and will not preclude you from filing other requests in the future. As it relates to the remainder of your request regarding information on the TSDB, please be aware that information incorporated from the TSDB and/or WLS is information that is categorized as Sensitive Security Information (“SSI”) under 49 U.S.C. § 114(r), and the implementing regulation found at 49 C.F.R. part 1520. Records containing SSI are not available for public inspection or copying, nor can they be released to anyone who does not have an official need to know under 49 C.F.R. § 1520.9(a)(2) and 1520.15(a). Moreover, pursuant to 5 U.S.C. § 552a(j)(2), the Federal Bureau of Investigation has exempted its system of records containing the TSDB from various provisions of the Privacy Act, including §552a(d), which provides for amendment and access rights. DHS obtains TSDB information from the FBI’s Terrorist Screening Center and the FBI’s exemption carries over when the TSDB information is transferred to the Department. In addition, the Department’s Privacy Act systems of records that are authorized to receive TSDB information via the WLS, see Privacy Impact Assessment for the Watch List Service available at https://www.dhs.gov/publication/dhs-all-pia027c-watchlist-service-update , are also exempt, pursuant to 5 U.S.C. § 552a(j)(2), (k)(1), and/or (k)(2), from various provisions of the Privacy Act, including 5 U.S.C. §552a(d). Accordingly, to the extent records responsive to your Privacy Act request exist, your client has no right to access or amend the records contained in these systems and your Privacy Act request, as amended, is denied. The Department is required to also process your Privacy Act request under the Freedom of Information Act (FOIA). See 5 U.S.C. § 552a(t)(2)and 6 C.F.R. Part 5 § 5.1. Under FOIA, the Department can neither confirm nor deny the existence of any records that could reveal your client’s status in the TSDB, because either a confirmation or denial that such records exist constitutes SSI, which is protected from release by FOIA exemption 3 (“specifically exempted from disclosure by statute…”), 5 U.S.C. § 552(b)(3). The applicable exempting statute is 49 U.S.C. § 114(r). Additionally, if any such responsive records existed, they would also be exempt from release under 5 U.S.C. §552(b)(7)(E). Therefore, our FOIA analysis requires no change in our determination under the Privacy Act. You have the right to appeal this determination to neither confirm nor deny the existence of responsive records. Should you wish to do so, you must send your appeal and a copy of this letter, within 90 days of the date of this letter, to: Privacy Office, Attn: FOIA Appeals, U.S. Department of Homeland Security, 245 Murray Lane, SW, Mail Stop 0655, Washington, D.C. 20528-0655, following the procedures outlined in the DHS FOIA regulations at 6 C.F.R. Part 5 5.8.Your envelope and letter should be marked “FOIA Appeal.” Copies of the FOIA and DHS FOIA regulations are available at www.dhs.gov/foia. If you need any further assistance or would like to discuss any aspect of your request, please contact the analyst below and refer to 2024-NPFO-00889. You may send an e-mail to foia@hq.dhs.gov, call 202-343-1743 or toll free 1-866-431-0486, or you may contact our FOIA Public Liaison in the same manner. Additionally, you have a right to right to seek dispute resolution services from the Office of Government Information Services (OGIS) which mediates disputes between FOIA requesters and Federal agencies as a non-exclusive alternative to litigation. If you are requesting access to your own records (which is considered a Privacy Act request), you should know that OGIS does not have the authority to handle requests made under the Privacy Act of 1974. You may contact OGIS as follows: Office of Government Information Services, National Archives and Records Administration, 8601 Adelphi Road-OGIS, College Park, Maryland 20740-6001, e-mail at ogis@nara.gov; telephone at 202-741-5770; toll free at 1-877-684-6448; or facsimile at 202-741- 5769. Regards, DHS FOIA, Privacy Office Department of Homeland Security 2707 Martin Luther King Jr. AVE SE Mail Stop 0655 Washington, DC 20528-0655 E-mail: foia@hq.dhs.gov\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nArvo Zylo",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/privacy-act-freedom-of-information-act-department-of-justice-foiapa-mail-referral-unit-174130/"
  },
  {
    "id": 174129,
    "title": "Privacy Act / Freedom of Information Act (Department Of Homeland Security, Office Of Biometric Identity Management)",
    "slug": "privacy-act-freedom-of-information-act-department-of-homeland-security-office-of-biometric-identity-management",
    "status": "submitted",
    "embargo_status": "public",
    "user": 142469,
    "username": "ArvoZylo",
    "agency": 17288,
    "datetime_submitted": "2024-10-05T08:24:31.159692",
    "date_due": "2024-11-04",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-10-05T08:24:31.758405",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 174129,
        "from_user": 142469,
        "to_user": 23436,
        "subject": "",
        "datetime": "2024-10-05T08:24:31.758405",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nHello,\r\n\r\nI am replying to the letter (Request No. 1646627-000) I received in response to my attached appeal.  I am in search of any information regarding any and all investigations made about me, for the purposes of rectifying any confusion.  I have been stalked and harassed by a wide array of individuals with seemingly endless resources and infinite knowledge about my personal doings.  They have also taken to slandering me in public.  My internet has been constantly tampered with, and things have been found missing from my home.  I have not committed any crime.  I have no reason to believe that I am, nor have I ever been, a threat to national security.  \r\n\r\nIf it is not any government organization perpetrating these harmful tactics, then I would like any insight on what organization has been allowed to harass me for so many years.  I have been told that the government outsources to services such as “Infra Guard” and others.  Clearly, I have not been arrested for anything in my adult life, and if I am being harassed daily by a government agency, I'd like to know why I am being denied my right to due process.  If it is not a government agency behind it, I'd like any information on what organization has been allowed to get away with violating my privacy and my rights as an American citizen.  \r\n\r\nFor ten years, I have had coordinated attempts to harass and intimidate me, up to and including people tampering with my phone, turning its flashlights on randomly through no fault of my own, or making calls without my doing.  I've had my phone ring while it was turned off, in front of witnesses.  I've also had people come up to me in the street and tell me to “be careful what I say in my letters”, not to mention more subtle, but all-too frequent attempts to insinuate that they know intimate details of my personal life.  It may be executed by a wide swath of coordinated individuals, but it is a daily occurrence.  In fact, it is almost every time I go outside. I am hereby giving you as much information as I can in the hopes that you can help me rectify this situation.  \r\n\r\nIt is my hope that I can uncover information about what organization is harassing me, and if it is in fact due to “investigative” status, I'd like to do what I can to clarify that I have never had any intention to commit any crime whatsoever.   I am frankly not competent enough for terrorism, but I am willing to do what it takes to follow the chain of command and put this harassment to a stop.  \r\n\r\nThanks in advance for your consideration.  I declare under penalty or perjury that the above statements are true to the best of my knowledge and understanding.  \r\n\r\nSincerely,\r\n\r\nArvo Zylo\r\n\r\n\r\n\r\nHello,\r\n\r\nI am writing to appeal DHS's determination that I am not entitled to TSDB documents regarding any investigation that persists against me.  I understand that there are claims that my private information being kept from me may be justified under the auspices of “National Security”, but I would like to know why my right to due process is being violated by a wide array of individuals with seemingly ceaseless access to my personal information and an unending budget that could only be funded by a large organization.   I have not committed any crime, and I've been stalked and harassed for (2014-2024) ten years, not simply “investigated”.  Your email implies that I would have access to specific information that I am not privy to.  I am asking for data on any and all elements of investigation status, or history on me, including actions taken against me.  \r\n\r\nPlease find my initial request below, followed by the denial letter that I was told to include in my appeal.   I am stating under penalty or perjury that the statements herein are true to the best of my knowledge and understanding.  \r\n\r\nArvo Zylo\r\n\r\n\r\nRE: PRIVACY ACT REQUEST UNDER 5 U.S.C. § 552a\r\n\r\nTo Whom It May Concern:\r\n\r\nThis is a request for information under the Privacy Act , 5 U.S.C. § 552a.\r\n\r\nThis Request seeks access to: a) any and all records and/or documents that have been prepared, received, transmitted, collected and/or maintained by the FBI, USDOJ, or DHS concerning me or my activities; b) The Terrorist Screening Database (TSDB) list for the past five (5) years; and c) the list containing all the agencies, entities, private corporations or individuals with whom you have shared the TSDB during the past five (5) years; and d) provide a copy of the Standard Nomination Form or original information that was used to place my name on the TSDB.\r\n\r\nThe undersigned also requests that you remove my name and any aliases from any and all “Watchlists” under your agency's control. Should there be a specific procedure to go about the removal of my name from all of the Watchlists, the undersigned requests that you produce the forms, regulations and procedures associated to such request.\r\n\r\nThe undersigned does not waive my right to appeal any objection to the production of documents listed above under (b) and (c), but agrees to obtain for the time being the page in each of the lists where her name or variations thereof appear. In consideration of the undersigned's compelling interest and need to stop the illegal targeting, derived from inclusion on the TSDB.\r\n\r\nWhen carrying out the search, please do so under all of these names and aliases:\r\n\r\nArvo Zylo\r\nRobert Donald Zylo\r\n\r\nTo facilitate your search, please note that my social security number is: xx-xxx-9444. Date of birth is 03-30-1981. Place of birth is Chicago, Illinois.\r\n\r\nThe term “records” and “documents” entails copies thereof regardless of form or format and thus can be interchangeably used to include documents in paper, digital, microfilmed or electronic format; photographs, lists, flowcharts, reports, correspondence, complaints, memoranda, presentations, advisories, emails, or any other tangible form containing information relating to the undersigned in any of the name forms set for the above.\r\n\r\nPursuant to 522(a)(1)(D) items (b) and (c) of the documents requested above should be readily produced inasmuch as they have been requested by the general public more than three times.\r\n\r\nWhere a document contains information that falls into one or more of the categories described above, I seek the entirety of that document. Please disclose all segregable portions of otherwise exempt records. See 5 U.S.C. § 552(b).\r\n\r\nSince the agency has a duty to make a reasonable effort to search for records in electronic form, I request that responsive electronic records be provided electronically in their native file format. See 5 U.S.C. § 552(a)(3)(B). Alternatively, I request that the records be provided electronically in a text-searchable, static-image format (PDF), in the best image quality in the agency’s possession, and in separate, Bates-stamped files.\r\n\r\nShould you refuse to produce a record under a statutory privilege or exemption, I ask that you list and describe the document omitted and set forth with specificity the grounds for exempting its production.\r\n\r\nIn light of the fact that the undersigned has never been accused or convicted of any crimes, if the reason for failing to produce any of the documents and/or information requested herein lies on a pending alleged investigation, you must certify that (a) the statute of limitations for the alleged crime(s) being investigated has not elapsed and (b) that the “ongoing investigation” meets the required standard of “particularized derogatory information and/or a reasonable suspicion” that the undersigned is a “a known or suspected terrorist ('KST')” required to be included in the TSDB.\r\n\r\nIn tandem with the legal provision that requires your reply to this request within 20 days, I have a compelling need that justifies that you carry out an expedited processing of this request pursuant to 5 U.S.C. § 552(a)(6)(E). Namely, the urgent need to stop the illegal targeting, resulting from inclusion on the TSDB.\r\n\r\nThe undersigned expects a determination regarding expedited processing within ten calendar days. See 5 U.S.C. § 552(a)(6)(E)(ii)(I); 6 C.F.R. § 5.5(e)(4).\r\n\r\nIf the cost of the production of the records sought herein exceeds $50.00, I request you first request my authorization.\r\nI ask that to the extent possible, all replies, correspondence, documents and media be forwarded by means of email.\r\nPlease send all correspondence and records relating to this request to email.\r\n\r\nIf the documents or records cannot be sent by email, you should send them to the mailing address above.\r\n​\r\nIn support for my request for expedited processing and pursuant to 28 U.S.C. § 1746, I declare under penalty of perjury that the foregoing information provided is true and correct to the best of my knowledge and belief.\r\n\r\nSincerely,\r\n\r\nArvo Zylo\r\n\r\nArvo Zylo\r\n2519 1st Ave\r\nSeattle, Washington 98121\r\n\r\narvozylo@gmail.com\r\n\r\nRe: 2024-HQFO-03143\r\n\r\nDear Requester:\r\n\r\nThis acknowledges receipt of your Freedom of Information Act (FOIA) request to the Department of Homeland Security (DHS), seeking copies of all information pertaining to you contained in the following systems of records maintained by the CBP and DHS: Terrorist Screening Database (TSDB).\r\n\r\nAs it relates to your request for information on the TSDB, please be aware that information incorporated from the TSDB and/or WLS is information that is categorized as Sensitive Security Information (“SSI”) under 49 U.S.C. § 114(r), and the implementing regulation found at 49 C.F.R. part 1520. Records containing SSI are not available for public inspection or copying, nor can they be released to anyone who does not have an official need to know under 49 C.F.R. § 1520.9(a)(2) and 1520.15(a).\r\n\r\nMoreover, pursuant to 5 U.S.C. § 552a(j)(2), the Federal Bureau of Investigation has exempted its system of records containing the TSDB from various provisions of the Privacy Act, including §552a(d), which provides for amendment and access rights. DHS obtains TSDB information from the FBI’s Terrorist Screening Center and the FBI’s exemption carries over when the TSDB information is transferred to the Department. In addition, the Department’s Privacy Act systems of records that are authorized to receive TSDB information via the WLS, see Privacy Impact Assessment for the Watch List Service available at https://www.dhs.gov/publication/dhs-all-pia-027c-watchlist-service-update , are also exempt, pursuant to 5 U.S.C. § 552a(j)(2), (k)(1), and/or (k)(2), from various provisions of the Privacy Act, including 5 U.S.C. §552a(d). Accordingly, to the extent records responsive to your Privacy Act request exist, your client has no right to access or amend the records contained in these systems and your Privacy Act request, as amended, is denied.\r\n\r\nThe Department is required to also process your Privacy Act request under the Freedom of Information Act (FOIA). See 5 U.S.C. § 552a(t)(2)and 6 C.F.R. Part 5 § 5.1. Under FOIA, the Department can neither confirm nor deny the existence of any records that could reveal your client’s status in the TSDB, because either a confirmation or denial that such records exist constitutes SSI, which is protected from release by FOIA exemption 3 (“specifically exempted from disclosure by statute…”), 5 U.S.C. § 552(b)(3). The applicable exempting statute is 49 U.S.C. § 114(r). Additionally, if any such responsive records existed, they would also be exempt from release under 5 U.S.C. §552(b)(7)(E). Therefore, our FOIA analysis requires no change in our determination under the Privacy Act. \r\n\r\nYou have a right to appeal the above determination. Should you wish to do so, you must send your appeal and a copy of this letter, within 90 days of the date of this letter, to: Privacy Office, Attn: FOIA Appeals, U.S. Department of Homeland Security, 2707 Martin Luther King Jr. Avenue, SE, Mail Stop 0655, Washington, D.C. 20528-0655, following the procedures outlined in the DHS FOIA regulations at 6 C.F.R. Part 5 § 5.5(e)(2). Your envelope and letter should be marked “FOIA Appeal.” Copies of the FOIA and DHS FOIA regulations are available at www.dhs.gov/foia.\r\n\r\nIf you need any further assistance or would like to discuss any aspect of your request, please contact the analyst below and refer to 2024-HQFO-03143. You may send an e-mail to foia@hq.dhs.gov, call 202-343-1743 or toll free 1-866-431-0486, or you may contact our FOIA Public Liaison in the same manner. Additionally, you have a right to right to seek dispute resolution services from the Office of Government Information Services (OGIS) which mediates disputes between FOIA requesters and Federal agencies as a non-exclusive alternative to litigation. If you are requesting access to your own records (which is considered a Privacy Act request), you should know that OGIS does not have the authority to handle requests made under the Privacy Act of 1974. You may contact OGIS as follows: Office of Government Information Services, National Archives and Records Administration, 8601 Adelphi Road-OGIS, College Park, Maryland 20740-6001, e-mail at ogis@nara.gov; telephone at 202-741-5770; toll free at 1-877-684-6448; or facsimile at 202-741-5769.\r\n\r\nRegards,\r\n\r\nDHS FOIA, Privacy Office\r\nDepartment of Homeland Security\r\n2707 Martin Luther King Jr. AVE SE\r\nMail Stop 0655\r\nWashington, DC 20528-0655\r\nE-mail: foia@hq.dhs.gov\r\nVisit our FOIA website https://www.dhs.gov/foia \r\n\r\nSENT VIA E-MAIL TO: arvozylo@gmail.com Arvo Zylo 2519 1st Ave Apt 708 Seattle, Washington 98121 Re: CISA Case Number 2024-NPFO-00889 Dear Requester: This acknowledges receipt of your Freedom of Information Act (FOIA) request to the Department of Homeland Security (DHS), seeking access to: a) any and all records and/or documents that have been prepared, received, transmitted, collected and/or maintained by the FBI, USDOJ, or DHS concerning you or your activities; b) The Terrorist Screening Database (TSDB) list for the past five (5) years; and c) the list containing all the agencies, entities, private corporations or individuals with whom we have shared the TSDB during the past five (5) years; and d) provide a copy of the Standard Nomination Form or original information that was used to place your name on the TSDB. As it relates to item “a” of your request, based on the limited information you have provided, we cannot conduct an adequate search. The Department of Homeland Security was created January 24, 2003; therefore, no DHS records exist prior to that date. Records created prior to the establishment of DHS by any of the organizational components of DHS would be maintained by those components. Furthermore, DHS does not maintain a central index of records about individuals. For this reason, the DHS FOIA regulations, at 6 C.F.R. Part 5 § 5.3(b) require that you describe the records you are seeking with as much information as possible to ensure that our search of appropriate systems of records can find them with a reasonable amount of effort. In addition to the information that you provided, this description should include, the type of record you are seeking, the DHS component you believe created and/or controls the records, the precipitating event that you believe warranted the creation of records and the time period that you believe the records or files were created and compiled. If you can provide sufficient additional information as described in this paragraph, we will undertake a search for responsive records. An individual’s request for information pertaining to him or herself is processed under both the FOIA and the PA to afford maximum access to records. Because you have asked for copies of records about yourself, we must verify your identity to ensure that your personal information is not released to anyone other than you or someone you properly designate. The DHS FOIA regulations, 6 C.F.R. Part 5 § 5.3(a), require verification of your identity, including your full name, current address and date and place of birth. In addition, your request must be made in writing, must contain your signature, and should either be notarized or contain a statement made under penalty of perjury as permitted by 28 U.S.C. 1746. Because you have not provided this documentation, your request is not a proper FOIA/PA request, and we are unable to initiate searching for responsive records. This is not a denial of your request. Upon receipt of a perfected request, you will be advised as to the status of your request. Please provide additional information describing the records you are seeking. If we do not hear from you within 30 days from the date of this letter, we will assume you are no longer interested in this PA request, and the case will be administratively closed. Additionally, we determined that some of the information you are seeking is not under the purview of DHS. Requests for FBI and USDOJ records, should be made to the FBI and DOJ respectively. In an effort to assist you on this matter, we are providing you with the following contact information: Federal Bureau of Investigation Attn: Initial Processing Operations Unit Record/Information Dissemination Section 200 Constitution Drive Winchester, VA 22602 Submit Online: FBI Records: Freedom of Information/Privacy Acts (FOIPA) For questions about the process please email foipaquestions@fbi.gov Please be aware DOJ is organized into a number of bureaus, divisions, offices, and boards, which are referred to as \"components.\" Within DOJ, each component processes its own records in response to FOIA requests. A list of DOJ FOIA Contacts is available at: Office of Information Policy | Find a FOIA Contact at DOJ | United States Department of Justice. If you believe that DOJ maintains the records you are seeking, but you are uncertain about which component has the records, you may send your request to the Department’s Mail Referral Unit at: FOIA/PA Mail Referral Unit Department of Justice Room 115 LOC Building Washington, DC 20530-0001 Phone: (202) 616-3837 E-mail: MRUFOIA.Requests@usdoj.gov Office of Information Policy | Make a FOIA Request to DOJ (justice.gov) Please be advised that this action is not a denial of your request and will not preclude you from filing other requests in the future. As it relates to the remainder of your request regarding information on the TSDB, please be aware that information incorporated from the TSDB and/or WLS is information that is categorized as Sensitive Security Information (“SSI”) under 49 U.S.C. § 114(r), and the implementing regulation found at 49 C.F.R. part 1520. Records containing SSI are not available for public inspection or copying, nor can they be released to anyone who does not have an official need to know under 49 C.F.R. § 1520.9(a)(2) and 1520.15(a). Moreover, pursuant to 5 U.S.C. § 552a(j)(2), the Federal Bureau of Investigation has exempted its system of records containing the TSDB from various provisions of the Privacy Act, including §552a(d), which provides for amendment and access rights. DHS obtains TSDB information from the FBI’s Terrorist Screening Center and the FBI’s exemption carries over when the TSDB information is transferred to the Department. In addition, the Department’s Privacy Act systems of records that are authorized to receive TSDB information via the WLS, see Privacy Impact Assessment for the Watch List Service available at https://www.dhs.gov/publication/dhs-all-pia027c-watchlist-service-update , are also exempt, pursuant to 5 U.S.C. § 552a(j)(2), (k)(1), and/or (k)(2), from various provisions of the Privacy Act, including 5 U.S.C. §552a(d). Accordingly, to the extent records responsive to your Privacy Act request exist, your client has no right to access or amend the records contained in these systems and your Privacy Act request, as amended, is denied. The Department is required to also process your Privacy Act request under the Freedom of Information Act (FOIA). See 5 U.S.C. § 552a(t)(2)and 6 C.F.R. Part 5 § 5.1. Under FOIA, the Department can neither confirm nor deny the existence of any records that could reveal your client’s status in the TSDB, because either a confirmation or denial that such records exist constitutes SSI, which is protected from release by FOIA exemption 3 (“specifically exempted from disclosure by statute…”), 5 U.S.C. § 552(b)(3). The applicable exempting statute is 49 U.S.C. § 114(r). Additionally, if any such responsive records existed, they would also be exempt from release under 5 U.S.C. §552(b)(7)(E). Therefore, our FOIA analysis requires no change in our determination under the Privacy Act. You have the right to appeal this determination to neither confirm nor deny the existence of responsive records. Should you wish to do so, you must send your appeal and a copy of this letter, within 90 days of the date of this letter, to: Privacy Office, Attn: FOIA Appeals, U.S. Department of Homeland Security, 245 Murray Lane, SW, Mail Stop 0655, Washington, D.C. 20528-0655, following the procedures outlined in the DHS FOIA regulations at 6 C.F.R. Part 5 5.8.Your envelope and letter should be marked “FOIA Appeal.” Copies of the FOIA and DHS FOIA regulations are available at www.dhs.gov/foia. If you need any further assistance or would like to discuss any aspect of your request, please contact the analyst below and refer to 2024-NPFO-00889. You may send an e-mail to foia@hq.dhs.gov, call 202-343-1743 or toll free 1-866-431-0486, or you may contact our FOIA Public Liaison in the same manner. Additionally, you have a right to right to seek dispute resolution services from the Office of Government Information Services (OGIS) which mediates disputes between FOIA requesters and Federal agencies as a non-exclusive alternative to litigation. If you are requesting access to your own records (which is considered a Privacy Act request), you should know that OGIS does not have the authority to handle requests made under the Privacy Act of 1974. You may contact OGIS as follows: Office of Government Information Services, National Archives and Records Administration, 8601 Adelphi Road-OGIS, College Park, Maryland 20740-6001, e-mail at ogis@nara.gov; telephone at 202-741-5770; toll free at 1-877-684-6448; or facsimile at 202-741- 5769. Regards, DHS FOIA, Privacy Office Department of Homeland Security 2707 Martin Luther King Jr. AVE SE Mail Stop 0655 Washington, DC 20528-0655 E-mail: foia@hq.dhs.gov\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nArvo Zylo",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/privacy-act-freedom-of-information-act-department-of-homeland-security-office-of-biometric-identity-management-174129/"
  },
  {
    "id": 174128,
    "title": "Privacy Act / Freedom of Information Act (Department Of Homeland Security Cisa (cybersecurity And Infrastructure Security Agency))",
    "slug": "privacy-act-freedom-of-information-act-department-of-homeland-security-cisa-cybersecurity-and-infrastructure-security-agency",
    "status": "submitted",
    "embargo_status": "public",
    "user": 142469,
    "username": "ArvoZylo",
    "agency": 20114,
    "datetime_submitted": "2024-10-05T08:24:31.159692",
    "date_due": "2024-11-04",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-10-05T08:24:31.686936",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 174128,
        "from_user": 142469,
        "to_user": 31586,
        "subject": "",
        "datetime": "2024-10-05T08:24:31.686936",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nHello,\r\n\r\nI am replying to the letter (Request No. 1646627-000) I received in response to my attached appeal.  I am in search of any information regarding any and all investigations made about me, for the purposes of rectifying any confusion.  I have been stalked and harassed by a wide array of individuals with seemingly endless resources and infinite knowledge about my personal doings.  They have also taken to slandering me in public.  My internet has been constantly tampered with, and things have been found missing from my home.  I have not committed any crime.  I have no reason to believe that I am, nor have I ever been, a threat to national security.  \r\n\r\nIf it is not any government organization perpetrating these harmful tactics, then I would like any insight on what organization has been allowed to harass me for so many years.  I have been told that the government outsources to services such as “Infra Guard” and others.  Clearly, I have not been arrested for anything in my adult life, and if I am being harassed daily by a government agency, I'd like to know why I am being denied my right to due process.  If it is not a government agency behind it, I'd like any information on what organization has been allowed to get away with violating my privacy and my rights as an American citizen.  \r\n\r\nFor ten years, I have had coordinated attempts to harass and intimidate me, up to and including people tampering with my phone, turning its flashlights on randomly through no fault of my own, or making calls without my doing.  I've had my phone ring while it was turned off, in front of witnesses.  I've also had people come up to me in the street and tell me to “be careful what I say in my letters”, not to mention more subtle, but all-too frequent attempts to insinuate that they know intimate details of my personal life.  It may be executed by a wide swath of coordinated individuals, but it is a daily occurrence.  In fact, it is almost every time I go outside. I am hereby giving you as much information as I can in the hopes that you can help me rectify this situation.  \r\n\r\nIt is my hope that I can uncover information about what organization is harassing me, and if it is in fact due to “investigative” status, I'd like to do what I can to clarify that I have never had any intention to commit any crime whatsoever.   I am frankly not competent enough for terrorism, but I am willing to do what it takes to follow the chain of command and put this harassment to a stop.  \r\n\r\nThanks in advance for your consideration.  I declare under penalty or perjury that the above statements are true to the best of my knowledge and understanding.  \r\n\r\nSincerely,\r\n\r\nArvo Zylo\r\n\r\n\r\n\r\nHello,\r\n\r\nI am writing to appeal DHS's determination that I am not entitled to TSDB documents regarding any investigation that persists against me.  I understand that there are claims that my private information being kept from me may be justified under the auspices of “National Security”, but I would like to know why my right to due process is being violated by a wide array of individuals with seemingly ceaseless access to my personal information and an unending budget that could only be funded by a large organization.   I have not committed any crime, and I've been stalked and harassed for (2014-2024) ten years, not simply “investigated”.  Your email implies that I would have access to specific information that I am not privy to.  I am asking for data on any and all elements of investigation status, or history on me, including actions taken against me.  \r\n\r\nPlease find my initial request below, followed by the denial letter that I was told to include in my appeal.   I am stating under penalty or perjury that the statements herein are true to the best of my knowledge and understanding.  \r\n\r\nArvo Zylo\r\n\r\n\r\nRE: PRIVACY ACT REQUEST UNDER 5 U.S.C. § 552a\r\n\r\nTo Whom It May Concern:\r\n\r\nThis is a request for information under the Privacy Act , 5 U.S.C. § 552a.\r\n\r\nThis Request seeks access to: a) any and all records and/or documents that have been prepared, received, transmitted, collected and/or maintained by the FBI, USDOJ, or DHS concerning me or my activities; b) The Terrorist Screening Database (TSDB) list for the past five (5) years; and c) the list containing all the agencies, entities, private corporations or individuals with whom you have shared the TSDB during the past five (5) years; and d) provide a copy of the Standard Nomination Form or original information that was used to place my name on the TSDB.\r\n\r\nThe undersigned also requests that you remove my name and any aliases from any and all “Watchlists” under your agency's control. Should there be a specific procedure to go about the removal of my name from all of the Watchlists, the undersigned requests that you produce the forms, regulations and procedures associated to such request.\r\n\r\nThe undersigned does not waive my right to appeal any objection to the production of documents listed above under (b) and (c), but agrees to obtain for the time being the page in each of the lists where her name or variations thereof appear. In consideration of the undersigned's compelling interest and need to stop the illegal targeting, derived from inclusion on the TSDB.\r\n\r\nWhen carrying out the search, please do so under all of these names and aliases:\r\n\r\nArvo Zylo\r\nRobert Donald Zylo\r\n\r\nTo facilitate your search, please note that my social security number is: xx-xxx-9444. Date of birth is 03-30-1981. Place of birth is Chicago, Illinois.\r\n\r\nThe term “records” and “documents” entails copies thereof regardless of form or format and thus can be interchangeably used to include documents in paper, digital, microfilmed or electronic format; photographs, lists, flowcharts, reports, correspondence, complaints, memoranda, presentations, advisories, emails, or any other tangible form containing information relating to the undersigned in any of the name forms set for the above.\r\n\r\nPursuant to 522(a)(1)(D) items (b) and (c) of the documents requested above should be readily produced inasmuch as they have been requested by the general public more than three times.\r\n\r\nWhere a document contains information that falls into one or more of the categories described above, I seek the entirety of that document. Please disclose all segregable portions of otherwise exempt records. See 5 U.S.C. § 552(b).\r\n\r\nSince the agency has a duty to make a reasonable effort to search for records in electronic form, I request that responsive electronic records be provided electronically in their native file format. See 5 U.S.C. § 552(a)(3)(B). Alternatively, I request that the records be provided electronically in a text-searchable, static-image format (PDF), in the best image quality in the agency’s possession, and in separate, Bates-stamped files.\r\n\r\nShould you refuse to produce a record under a statutory privilege or exemption, I ask that you list and describe the document omitted and set forth with specificity the grounds for exempting its production.\r\n\r\nIn light of the fact that the undersigned has never been accused or convicted of any crimes, if the reason for failing to produce any of the documents and/or information requested herein lies on a pending alleged investigation, you must certify that (a) the statute of limitations for the alleged crime(s) being investigated has not elapsed and (b) that the “ongoing investigation” meets the required standard of “particularized derogatory information and/or a reasonable suspicion” that the undersigned is a “a known or suspected terrorist ('KST')” required to be included in the TSDB.\r\n\r\nIn tandem with the legal provision that requires your reply to this request within 20 days, I have a compelling need that justifies that you carry out an expedited processing of this request pursuant to 5 U.S.C. § 552(a)(6)(E). Namely, the urgent need to stop the illegal targeting, resulting from inclusion on the TSDB.\r\n\r\nThe undersigned expects a determination regarding expedited processing within ten calendar days. See 5 U.S.C. § 552(a)(6)(E)(ii)(I); 6 C.F.R. § 5.5(e)(4).\r\n\r\nIf the cost of the production of the records sought herein exceeds $50.00, I request you first request my authorization.\r\nI ask that to the extent possible, all replies, correspondence, documents and media be forwarded by means of email.\r\nPlease send all correspondence and records relating to this request to email.\r\n\r\nIf the documents or records cannot be sent by email, you should send them to the mailing address above.\r\n​\r\nIn support for my request for expedited processing and pursuant to 28 U.S.C. § 1746, I declare under penalty of perjury that the foregoing information provided is true and correct to the best of my knowledge and belief.\r\n\r\nSincerely,\r\n\r\nArvo Zylo\r\n\r\nArvo Zylo\r\n2519 1st Ave\r\nSeattle, Washington 98121\r\n\r\narvozylo@gmail.com\r\n\r\nRe: 2024-HQFO-03143\r\n\r\nDear Requester:\r\n\r\nThis acknowledges receipt of your Freedom of Information Act (FOIA) request to the Department of Homeland Security (DHS), seeking copies of all information pertaining to you contained in the following systems of records maintained by the CBP and DHS: Terrorist Screening Database (TSDB).\r\n\r\nAs it relates to your request for information on the TSDB, please be aware that information incorporated from the TSDB and/or WLS is information that is categorized as Sensitive Security Information (“SSI”) under 49 U.S.C. § 114(r), and the implementing regulation found at 49 C.F.R. part 1520. Records containing SSI are not available for public inspection or copying, nor can they be released to anyone who does not have an official need to know under 49 C.F.R. § 1520.9(a)(2) and 1520.15(a).\r\n\r\nMoreover, pursuant to 5 U.S.C. § 552a(j)(2), the Federal Bureau of Investigation has exempted its system of records containing the TSDB from various provisions of the Privacy Act, including §552a(d), which provides for amendment and access rights. DHS obtains TSDB information from the FBI’s Terrorist Screening Center and the FBI’s exemption carries over when the TSDB information is transferred to the Department. In addition, the Department’s Privacy Act systems of records that are authorized to receive TSDB information via the WLS, see Privacy Impact Assessment for the Watch List Service available at https://www.dhs.gov/publication/dhs-all-pia-027c-watchlist-service-update , are also exempt, pursuant to 5 U.S.C. § 552a(j)(2), (k)(1), and/or (k)(2), from various provisions of the Privacy Act, including 5 U.S.C. §552a(d). Accordingly, to the extent records responsive to your Privacy Act request exist, your client has no right to access or amend the records contained in these systems and your Privacy Act request, as amended, is denied.\r\n\r\nThe Department is required to also process your Privacy Act request under the Freedom of Information Act (FOIA). See 5 U.S.C. § 552a(t)(2)and 6 C.F.R. Part 5 § 5.1. Under FOIA, the Department can neither confirm nor deny the existence of any records that could reveal your client’s status in the TSDB, because either a confirmation or denial that such records exist constitutes SSI, which is protected from release by FOIA exemption 3 (“specifically exempted from disclosure by statute…”), 5 U.S.C. § 552(b)(3). The applicable exempting statute is 49 U.S.C. § 114(r). Additionally, if any such responsive records existed, they would also be exempt from release under 5 U.S.C. §552(b)(7)(E). Therefore, our FOIA analysis requires no change in our determination under the Privacy Act. \r\n\r\nYou have a right to appeal the above determination. Should you wish to do so, you must send your appeal and a copy of this letter, within 90 days of the date of this letter, to: Privacy Office, Attn: FOIA Appeals, U.S. Department of Homeland Security, 2707 Martin Luther King Jr. Avenue, SE, Mail Stop 0655, Washington, D.C. 20528-0655, following the procedures outlined in the DHS FOIA regulations at 6 C.F.R. Part 5 § 5.5(e)(2). Your envelope and letter should be marked “FOIA Appeal.” Copies of the FOIA and DHS FOIA regulations are available at www.dhs.gov/foia.\r\n\r\nIf you need any further assistance or would like to discuss any aspect of your request, please contact the analyst below and refer to 2024-HQFO-03143. You may send an e-mail to foia@hq.dhs.gov, call 202-343-1743 or toll free 1-866-431-0486, or you may contact our FOIA Public Liaison in the same manner. Additionally, you have a right to right to seek dispute resolution services from the Office of Government Information Services (OGIS) which mediates disputes between FOIA requesters and Federal agencies as a non-exclusive alternative to litigation. If you are requesting access to your own records (which is considered a Privacy Act request), you should know that OGIS does not have the authority to handle requests made under the Privacy Act of 1974. You may contact OGIS as follows: Office of Government Information Services, National Archives and Records Administration, 8601 Adelphi Road-OGIS, College Park, Maryland 20740-6001, e-mail at ogis@nara.gov; telephone at 202-741-5770; toll free at 1-877-684-6448; or facsimile at 202-741-5769.\r\n\r\nRegards,\r\n\r\nDHS FOIA, Privacy Office\r\nDepartment of Homeland Security\r\n2707 Martin Luther King Jr. AVE SE\r\nMail Stop 0655\r\nWashington, DC 20528-0655\r\nE-mail: foia@hq.dhs.gov\r\nVisit our FOIA website https://www.dhs.gov/foia \r\n\r\nSENT VIA E-MAIL TO: arvozylo@gmail.com Arvo Zylo 2519 1st Ave Apt 708 Seattle, Washington 98121 Re: CISA Case Number 2024-NPFO-00889 Dear Requester: This acknowledges receipt of your Freedom of Information Act (FOIA) request to the Department of Homeland Security (DHS), seeking access to: a) any and all records and/or documents that have been prepared, received, transmitted, collected and/or maintained by the FBI, USDOJ, or DHS concerning you or your activities; b) The Terrorist Screening Database (TSDB) list for the past five (5) years; and c) the list containing all the agencies, entities, private corporations or individuals with whom we have shared the TSDB during the past five (5) years; and d) provide a copy of the Standard Nomination Form or original information that was used to place your name on the TSDB. As it relates to item “a” of your request, based on the limited information you have provided, we cannot conduct an adequate search. The Department of Homeland Security was created January 24, 2003; therefore, no DHS records exist prior to that date. Records created prior to the establishment of DHS by any of the organizational components of DHS would be maintained by those components. Furthermore, DHS does not maintain a central index of records about individuals. For this reason, the DHS FOIA regulations, at 6 C.F.R. Part 5 § 5.3(b) require that you describe the records you are seeking with as much information as possible to ensure that our search of appropriate systems of records can find them with a reasonable amount of effort. In addition to the information that you provided, this description should include, the type of record you are seeking, the DHS component you believe created and/or controls the records, the precipitating event that you believe warranted the creation of records and the time period that you believe the records or files were created and compiled. If you can provide sufficient additional information as described in this paragraph, we will undertake a search for responsive records. An individual’s request for information pertaining to him or herself is processed under both the FOIA and the PA to afford maximum access to records. Because you have asked for copies of records about yourself, we must verify your identity to ensure that your personal information is not released to anyone other than you or someone you properly designate. The DHS FOIA regulations, 6 C.F.R. Part 5 § 5.3(a), require verification of your identity, including your full name, current address and date and place of birth. In addition, your request must be made in writing, must contain your signature, and should either be notarized or contain a statement made under penalty of perjury as permitted by 28 U.S.C. 1746. Because you have not provided this documentation, your request is not a proper FOIA/PA request, and we are unable to initiate searching for responsive records. This is not a denial of your request. Upon receipt of a perfected request, you will be advised as to the status of your request. Please provide additional information describing the records you are seeking. If we do not hear from you within 30 days from the date of this letter, we will assume you are no longer interested in this PA request, and the case will be administratively closed. Additionally, we determined that some of the information you are seeking is not under the purview of DHS. Requests for FBI and USDOJ records, should be made to the FBI and DOJ respectively. In an effort to assist you on this matter, we are providing you with the following contact information: Federal Bureau of Investigation Attn: Initial Processing Operations Unit Record/Information Dissemination Section 200 Constitution Drive Winchester, VA 22602 Submit Online: FBI Records: Freedom of Information/Privacy Acts (FOIPA) For questions about the process please email foipaquestions@fbi.gov Please be aware DOJ is organized into a number of bureaus, divisions, offices, and boards, which are referred to as \"components.\" Within DOJ, each component processes its own records in response to FOIA requests. A list of DOJ FOIA Contacts is available at: Office of Information Policy | Find a FOIA Contact at DOJ | United States Department of Justice. If you believe that DOJ maintains the records you are seeking, but you are uncertain about which component has the records, you may send your request to the Department’s Mail Referral Unit at: FOIA/PA Mail Referral Unit Department of Justice Room 115 LOC Building Washington, DC 20530-0001 Phone: (202) 616-3837 E-mail: MRUFOIA.Requests@usdoj.gov Office of Information Policy | Make a FOIA Request to DOJ (justice.gov) Please be advised that this action is not a denial of your request and will not preclude you from filing other requests in the future. As it relates to the remainder of your request regarding information on the TSDB, please be aware that information incorporated from the TSDB and/or WLS is information that is categorized as Sensitive Security Information (“SSI”) under 49 U.S.C. § 114(r), and the implementing regulation found at 49 C.F.R. part 1520. Records containing SSI are not available for public inspection or copying, nor can they be released to anyone who does not have an official need to know under 49 C.F.R. § 1520.9(a)(2) and 1520.15(a). Moreover, pursuant to 5 U.S.C. § 552a(j)(2), the Federal Bureau of Investigation has exempted its system of records containing the TSDB from various provisions of the Privacy Act, including §552a(d), which provides for amendment and access rights. DHS obtains TSDB information from the FBI’s Terrorist Screening Center and the FBI’s exemption carries over when the TSDB information is transferred to the Department. In addition, the Department’s Privacy Act systems of records that are authorized to receive TSDB information via the WLS, see Privacy Impact Assessment for the Watch List Service available at https://www.dhs.gov/publication/dhs-all-pia027c-watchlist-service-update , are also exempt, pursuant to 5 U.S.C. § 552a(j)(2), (k)(1), and/or (k)(2), from various provisions of the Privacy Act, including 5 U.S.C. §552a(d). Accordingly, to the extent records responsive to your Privacy Act request exist, your client has no right to access or amend the records contained in these systems and your Privacy Act request, as amended, is denied. The Department is required to also process your Privacy Act request under the Freedom of Information Act (FOIA). See 5 U.S.C. § 552a(t)(2)and 6 C.F.R. Part 5 § 5.1. Under FOIA, the Department can neither confirm nor deny the existence of any records that could reveal your client’s status in the TSDB, because either a confirmation or denial that such records exist constitutes SSI, which is protected from release by FOIA exemption 3 (“specifically exempted from disclosure by statute…”), 5 U.S.C. § 552(b)(3). The applicable exempting statute is 49 U.S.C. § 114(r). Additionally, if any such responsive records existed, they would also be exempt from release under 5 U.S.C. §552(b)(7)(E). Therefore, our FOIA analysis requires no change in our determination under the Privacy Act. You have the right to appeal this determination to neither confirm nor deny the existence of responsive records. Should you wish to do so, you must send your appeal and a copy of this letter, within 90 days of the date of this letter, to: Privacy Office, Attn: FOIA Appeals, U.S. Department of Homeland Security, 245 Murray Lane, SW, Mail Stop 0655, Washington, D.C. 20528-0655, following the procedures outlined in the DHS FOIA regulations at 6 C.F.R. Part 5 5.8.Your envelope and letter should be marked “FOIA Appeal.” Copies of the FOIA and DHS FOIA regulations are available at www.dhs.gov/foia. If you need any further assistance or would like to discuss any aspect of your request, please contact the analyst below and refer to 2024-NPFO-00889. You may send an e-mail to foia@hq.dhs.gov, call 202-343-1743 or toll free 1-866-431-0486, or you may contact our FOIA Public Liaison in the same manner. Additionally, you have a right to right to seek dispute resolution services from the Office of Government Information Services (OGIS) which mediates disputes between FOIA requesters and Federal agencies as a non-exclusive alternative to litigation. If you are requesting access to your own records (which is considered a Privacy Act request), you should know that OGIS does not have the authority to handle requests made under the Privacy Act of 1974. You may contact OGIS as follows: Office of Government Information Services, National Archives and Records Administration, 8601 Adelphi Road-OGIS, College Park, Maryland 20740-6001, e-mail at ogis@nara.gov; telephone at 202-741-5770; toll free at 1-877-684-6448; or facsimile at 202-741- 5769. Regards, DHS FOIA, Privacy Office Department of Homeland Security 2707 Martin Luther King Jr. AVE SE Mail Stop 0655 Washington, DC 20528-0655 E-mail: foia@hq.dhs.gov\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nArvo Zylo",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/privacy-act-freedom-of-information-act-department-of-homeland-security-cisa-cybersecurity-and-infrastructure-security-agency-174128/"
  },
  {
    "id": 174127,
    "title": "Privacy Act / Freedom of Information Act (Department of Homeland Security, Under Secretary for National Protection and Programs)",
    "slug": "privacy-act-freedom-of-information-act-department-of-homeland-security-under-secretary-for-national-protection-and-programs",
    "status": "submitted",
    "embargo_status": "public",
    "user": 142469,
    "username": "ArvoZylo",
    "agency": 54,
    "datetime_submitted": "2024-10-05T08:24:31.159692",
    "date_due": "2024-11-04",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-10-05T08:24:31.614590",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 174127,
        "from_user": 142469,
        "to_user": 10974,
        "subject": "",
        "datetime": "2024-10-05T08:24:31.614590",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nHello,\r\n\r\nI am replying to the letter (Request No. 1646627-000) I received in response to my attached appeal.  I am in search of any information regarding any and all investigations made about me, for the purposes of rectifying any confusion.  I have been stalked and harassed by a wide array of individuals with seemingly endless resources and infinite knowledge about my personal doings.  They have also taken to slandering me in public.  My internet has been constantly tampered with, and things have been found missing from my home.  I have not committed any crime.  I have no reason to believe that I am, nor have I ever been, a threat to national security.  \r\n\r\nIf it is not any government organization perpetrating these harmful tactics, then I would like any insight on what organization has been allowed to harass me for so many years.  I have been told that the government outsources to services such as “Infra Guard” and others.  Clearly, I have not been arrested for anything in my adult life, and if I am being harassed daily by a government agency, I'd like to know why I am being denied my right to due process.  If it is not a government agency behind it, I'd like any information on what organization has been allowed to get away with violating my privacy and my rights as an American citizen.  \r\n\r\nFor ten years, I have had coordinated attempts to harass and intimidate me, up to and including people tampering with my phone, turning its flashlights on randomly through no fault of my own, or making calls without my doing.  I've had my phone ring while it was turned off, in front of witnesses.  I've also had people come up to me in the street and tell me to “be careful what I say in my letters”, not to mention more subtle, but all-too frequent attempts to insinuate that they know intimate details of my personal life.  It may be executed by a wide swath of coordinated individuals, but it is a daily occurrence.  In fact, it is almost every time I go outside. I am hereby giving you as much information as I can in the hopes that you can help me rectify this situation.  \r\n\r\nIt is my hope that I can uncover information about what organization is harassing me, and if it is in fact due to “investigative” status, I'd like to do what I can to clarify that I have never had any intention to commit any crime whatsoever.   I am frankly not competent enough for terrorism, but I am willing to do what it takes to follow the chain of command and put this harassment to a stop.  \r\n\r\nThanks in advance for your consideration.  I declare under penalty or perjury that the above statements are true to the best of my knowledge and understanding.  \r\n\r\nSincerely,\r\n\r\nArvo Zylo\r\n\r\n\r\n\r\nHello,\r\n\r\nI am writing to appeal DHS's determination that I am not entitled to TSDB documents regarding any investigation that persists against me.  I understand that there are claims that my private information being kept from me may be justified under the auspices of “National Security”, but I would like to know why my right to due process is being violated by a wide array of individuals with seemingly ceaseless access to my personal information and an unending budget that could only be funded by a large organization.   I have not committed any crime, and I've been stalked and harassed for (2014-2024) ten years, not simply “investigated”.  Your email implies that I would have access to specific information that I am not privy to.  I am asking for data on any and all elements of investigation status, or history on me, including actions taken against me.  \r\n\r\nPlease find my initial request below, followed by the denial letter that I was told to include in my appeal.   I am stating under penalty or perjury that the statements herein are true to the best of my knowledge and understanding.  \r\n\r\nArvo Zylo\r\n\r\n\r\nRE: PRIVACY ACT REQUEST UNDER 5 U.S.C. § 552a\r\n\r\nTo Whom It May Concern:\r\n\r\nThis is a request for information under the Privacy Act , 5 U.S.C. § 552a.\r\n\r\nThis Request seeks access to: a) any and all records and/or documents that have been prepared, received, transmitted, collected and/or maintained by the FBI, USDOJ, or DHS concerning me or my activities; b) The Terrorist Screening Database (TSDB) list for the past five (5) years; and c) the list containing all the agencies, entities, private corporations or individuals with whom you have shared the TSDB during the past five (5) years; and d) provide a copy of the Standard Nomination Form or original information that was used to place my name on the TSDB.\r\n\r\nThe undersigned also requests that you remove my name and any aliases from any and all “Watchlists” under your agency's control. Should there be a specific procedure to go about the removal of my name from all of the Watchlists, the undersigned requests that you produce the forms, regulations and procedures associated to such request.\r\n\r\nThe undersigned does not waive my right to appeal any objection to the production of documents listed above under (b) and (c), but agrees to obtain for the time being the page in each of the lists where her name or variations thereof appear. In consideration of the undersigned's compelling interest and need to stop the illegal targeting, derived from inclusion on the TSDB.\r\n\r\nWhen carrying out the search, please do so under all of these names and aliases:\r\n\r\nArvo Zylo\r\nRobert Donald Zylo\r\n\r\nTo facilitate your search, please note that my social security number is: xx-xxx-9444. Date of birth is 03-30-1981. Place of birth is Chicago, Illinois.\r\n\r\nThe term “records” and “documents” entails copies thereof regardless of form or format and thus can be interchangeably used to include documents in paper, digital, microfilmed or electronic format; photographs, lists, flowcharts, reports, correspondence, complaints, memoranda, presentations, advisories, emails, or any other tangible form containing information relating to the undersigned in any of the name forms set for the above.\r\n\r\nPursuant to 522(a)(1)(D) items (b) and (c) of the documents requested above should be readily produced inasmuch as they have been requested by the general public more than three times.\r\n\r\nWhere a document contains information that falls into one or more of the categories described above, I seek the entirety of that document. Please disclose all segregable portions of otherwise exempt records. See 5 U.S.C. § 552(b).\r\n\r\nSince the agency has a duty to make a reasonable effort to search for records in electronic form, I request that responsive electronic records be provided electronically in their native file format. See 5 U.S.C. § 552(a)(3)(B). Alternatively, I request that the records be provided electronically in a text-searchable, static-image format (PDF), in the best image quality in the agency’s possession, and in separate, Bates-stamped files.\r\n\r\nShould you refuse to produce a record under a statutory privilege or exemption, I ask that you list and describe the document omitted and set forth with specificity the grounds for exempting its production.\r\n\r\nIn light of the fact that the undersigned has never been accused or convicted of any crimes, if the reason for failing to produce any of the documents and/or information requested herein lies on a pending alleged investigation, you must certify that (a) the statute of limitations for the alleged crime(s) being investigated has not elapsed and (b) that the “ongoing investigation” meets the required standard of “particularized derogatory information and/or a reasonable suspicion” that the undersigned is a “a known or suspected terrorist ('KST')” required to be included in the TSDB.\r\n\r\nIn tandem with the legal provision that requires your reply to this request within 20 days, I have a compelling need that justifies that you carry out an expedited processing of this request pursuant to 5 U.S.C. § 552(a)(6)(E). Namely, the urgent need to stop the illegal targeting, resulting from inclusion on the TSDB.\r\n\r\nThe undersigned expects a determination regarding expedited processing within ten calendar days. See 5 U.S.C. § 552(a)(6)(E)(ii)(I); 6 C.F.R. § 5.5(e)(4).\r\n\r\nIf the cost of the production of the records sought herein exceeds $50.00, I request you first request my authorization.\r\nI ask that to the extent possible, all replies, correspondence, documents and media be forwarded by means of email.\r\nPlease send all correspondence and records relating to this request to email.\r\n\r\nIf the documents or records cannot be sent by email, you should send them to the mailing address above.\r\n​\r\nIn support for my request for expedited processing and pursuant to 28 U.S.C. § 1746, I declare under penalty of perjury that the foregoing information provided is true and correct to the best of my knowledge and belief.\r\n\r\nSincerely,\r\n\r\nArvo Zylo\r\n\r\nArvo Zylo\r\n2519 1st Ave\r\nSeattle, Washington 98121\r\n\r\narvozylo@gmail.com\r\n\r\nRe: 2024-HQFO-03143\r\n\r\nDear Requester:\r\n\r\nThis acknowledges receipt of your Freedom of Information Act (FOIA) request to the Department of Homeland Security (DHS), seeking copies of all information pertaining to you contained in the following systems of records maintained by the CBP and DHS: Terrorist Screening Database (TSDB).\r\n\r\nAs it relates to your request for information on the TSDB, please be aware that information incorporated from the TSDB and/or WLS is information that is categorized as Sensitive Security Information (“SSI”) under 49 U.S.C. § 114(r), and the implementing regulation found at 49 C.F.R. part 1520. Records containing SSI are not available for public inspection or copying, nor can they be released to anyone who does not have an official need to know under 49 C.F.R. § 1520.9(a)(2) and 1520.15(a).\r\n\r\nMoreover, pursuant to 5 U.S.C. § 552a(j)(2), the Federal Bureau of Investigation has exempted its system of records containing the TSDB from various provisions of the Privacy Act, including §552a(d), which provides for amendment and access rights. DHS obtains TSDB information from the FBI’s Terrorist Screening Center and the FBI’s exemption carries over when the TSDB information is transferred to the Department. In addition, the Department’s Privacy Act systems of records that are authorized to receive TSDB information via the WLS, see Privacy Impact Assessment for the Watch List Service available at https://www.dhs.gov/publication/dhs-all-pia-027c-watchlist-service-update , are also exempt, pursuant to 5 U.S.C. § 552a(j)(2), (k)(1), and/or (k)(2), from various provisions of the Privacy Act, including 5 U.S.C. §552a(d). Accordingly, to the extent records responsive to your Privacy Act request exist, your client has no right to access or amend the records contained in these systems and your Privacy Act request, as amended, is denied.\r\n\r\nThe Department is required to also process your Privacy Act request under the Freedom of Information Act (FOIA). See 5 U.S.C. § 552a(t)(2)and 6 C.F.R. Part 5 § 5.1. Under FOIA, the Department can neither confirm nor deny the existence of any records that could reveal your client’s status in the TSDB, because either a confirmation or denial that such records exist constitutes SSI, which is protected from release by FOIA exemption 3 (“specifically exempted from disclosure by statute…”), 5 U.S.C. § 552(b)(3). The applicable exempting statute is 49 U.S.C. § 114(r). Additionally, if any such responsive records existed, they would also be exempt from release under 5 U.S.C. §552(b)(7)(E). Therefore, our FOIA analysis requires no change in our determination under the Privacy Act. \r\n\r\nYou have a right to appeal the above determination. Should you wish to do so, you must send your appeal and a copy of this letter, within 90 days of the date of this letter, to: Privacy Office, Attn: FOIA Appeals, U.S. Department of Homeland Security, 2707 Martin Luther King Jr. Avenue, SE, Mail Stop 0655, Washington, D.C. 20528-0655, following the procedures outlined in the DHS FOIA regulations at 6 C.F.R. Part 5 § 5.5(e)(2). Your envelope and letter should be marked “FOIA Appeal.” Copies of the FOIA and DHS FOIA regulations are available at www.dhs.gov/foia.\r\n\r\nIf you need any further assistance or would like to discuss any aspect of your request, please contact the analyst below and refer to 2024-HQFO-03143. You may send an e-mail to foia@hq.dhs.gov, call 202-343-1743 or toll free 1-866-431-0486, or you may contact our FOIA Public Liaison in the same manner. Additionally, you have a right to right to seek dispute resolution services from the Office of Government Information Services (OGIS) which mediates disputes between FOIA requesters and Federal agencies as a non-exclusive alternative to litigation. If you are requesting access to your own records (which is considered a Privacy Act request), you should know that OGIS does not have the authority to handle requests made under the Privacy Act of 1974. You may contact OGIS as follows: Office of Government Information Services, National Archives and Records Administration, 8601 Adelphi Road-OGIS, College Park, Maryland 20740-6001, e-mail at ogis@nara.gov; telephone at 202-741-5770; toll free at 1-877-684-6448; or facsimile at 202-741-5769.\r\n\r\nRegards,\r\n\r\nDHS FOIA, Privacy Office\r\nDepartment of Homeland Security\r\n2707 Martin Luther King Jr. AVE SE\r\nMail Stop 0655\r\nWashington, DC 20528-0655\r\nE-mail: foia@hq.dhs.gov\r\nVisit our FOIA website https://www.dhs.gov/foia \r\n\r\nSENT VIA E-MAIL TO: arvozylo@gmail.com Arvo Zylo 2519 1st Ave Apt 708 Seattle, Washington 98121 Re: CISA Case Number 2024-NPFO-00889 Dear Requester: This acknowledges receipt of your Freedom of Information Act (FOIA) request to the Department of Homeland Security (DHS), seeking access to: a) any and all records and/or documents that have been prepared, received, transmitted, collected and/or maintained by the FBI, USDOJ, or DHS concerning you or your activities; b) The Terrorist Screening Database (TSDB) list for the past five (5) years; and c) the list containing all the agencies, entities, private corporations or individuals with whom we have shared the TSDB during the past five (5) years; and d) provide a copy of the Standard Nomination Form or original information that was used to place your name on the TSDB. As it relates to item “a” of your request, based on the limited information you have provided, we cannot conduct an adequate search. The Department of Homeland Security was created January 24, 2003; therefore, no DHS records exist prior to that date. Records created prior to the establishment of DHS by any of the organizational components of DHS would be maintained by those components. Furthermore, DHS does not maintain a central index of records about individuals. For this reason, the DHS FOIA regulations, at 6 C.F.R. Part 5 § 5.3(b) require that you describe the records you are seeking with as much information as possible to ensure that our search of appropriate systems of records can find them with a reasonable amount of effort. In addition to the information that you provided, this description should include, the type of record you are seeking, the DHS component you believe created and/or controls the records, the precipitating event that you believe warranted the creation of records and the time period that you believe the records or files were created and compiled. If you can provide sufficient additional information as described in this paragraph, we will undertake a search for responsive records. An individual’s request for information pertaining to him or herself is processed under both the FOIA and the PA to afford maximum access to records. Because you have asked for copies of records about yourself, we must verify your identity to ensure that your personal information is not released to anyone other than you or someone you properly designate. The DHS FOIA regulations, 6 C.F.R. Part 5 § 5.3(a), require verification of your identity, including your full name, current address and date and place of birth. In addition, your request must be made in writing, must contain your signature, and should either be notarized or contain a statement made under penalty of perjury as permitted by 28 U.S.C. 1746. Because you have not provided this documentation, your request is not a proper FOIA/PA request, and we are unable to initiate searching for responsive records. This is not a denial of your request. Upon receipt of a perfected request, you will be advised as to the status of your request. Please provide additional information describing the records you are seeking. If we do not hear from you within 30 days from the date of this letter, we will assume you are no longer interested in this PA request, and the case will be administratively closed. Additionally, we determined that some of the information you are seeking is not under the purview of DHS. Requests for FBI and USDOJ records, should be made to the FBI and DOJ respectively. In an effort to assist you on this matter, we are providing you with the following contact information: Federal Bureau of Investigation Attn: Initial Processing Operations Unit Record/Information Dissemination Section 200 Constitution Drive Winchester, VA 22602 Submit Online: FBI Records: Freedom of Information/Privacy Acts (FOIPA) For questions about the process please email foipaquestions@fbi.gov Please be aware DOJ is organized into a number of bureaus, divisions, offices, and boards, which are referred to as \"components.\" Within DOJ, each component processes its own records in response to FOIA requests. A list of DOJ FOIA Contacts is available at: Office of Information Policy | Find a FOIA Contact at DOJ | United States Department of Justice. If you believe that DOJ maintains the records you are seeking, but you are uncertain about which component has the records, you may send your request to the Department’s Mail Referral Unit at: FOIA/PA Mail Referral Unit Department of Justice Room 115 LOC Building Washington, DC 20530-0001 Phone: (202) 616-3837 E-mail: MRUFOIA.Requests@usdoj.gov Office of Information Policy | Make a FOIA Request to DOJ (justice.gov) Please be advised that this action is not a denial of your request and will not preclude you from filing other requests in the future. As it relates to the remainder of your request regarding information on the TSDB, please be aware that information incorporated from the TSDB and/or WLS is information that is categorized as Sensitive Security Information (“SSI”) under 49 U.S.C. § 114(r), and the implementing regulation found at 49 C.F.R. part 1520. Records containing SSI are not available for public inspection or copying, nor can they be released to anyone who does not have an official need to know under 49 C.F.R. § 1520.9(a)(2) and 1520.15(a). Moreover, pursuant to 5 U.S.C. § 552a(j)(2), the Federal Bureau of Investigation has exempted its system of records containing the TSDB from various provisions of the Privacy Act, including §552a(d), which provides for amendment and access rights. DHS obtains TSDB information from the FBI’s Terrorist Screening Center and the FBI’s exemption carries over when the TSDB information is transferred to the Department. In addition, the Department’s Privacy Act systems of records that are authorized to receive TSDB information via the WLS, see Privacy Impact Assessment for the Watch List Service available at https://www.dhs.gov/publication/dhs-all-pia027c-watchlist-service-update , are also exempt, pursuant to 5 U.S.C. § 552a(j)(2), (k)(1), and/or (k)(2), from various provisions of the Privacy Act, including 5 U.S.C. §552a(d). Accordingly, to the extent records responsive to your Privacy Act request exist, your client has no right to access or amend the records contained in these systems and your Privacy Act request, as amended, is denied. The Department is required to also process your Privacy Act request under the Freedom of Information Act (FOIA). See 5 U.S.C. § 552a(t)(2)and 6 C.F.R. Part 5 § 5.1. Under FOIA, the Department can neither confirm nor deny the existence of any records that could reveal your client’s status in the TSDB, because either a confirmation or denial that such records exist constitutes SSI, which is protected from release by FOIA exemption 3 (“specifically exempted from disclosure by statute…”), 5 U.S.C. § 552(b)(3). The applicable exempting statute is 49 U.S.C. § 114(r). Additionally, if any such responsive records existed, they would also be exempt from release under 5 U.S.C. §552(b)(7)(E). Therefore, our FOIA analysis requires no change in our determination under the Privacy Act. You have the right to appeal this determination to neither confirm nor deny the existence of responsive records. Should you wish to do so, you must send your appeal and a copy of this letter, within 90 days of the date of this letter, to: Privacy Office, Attn: FOIA Appeals, U.S. Department of Homeland Security, 245 Murray Lane, SW, Mail Stop 0655, Washington, D.C. 20528-0655, following the procedures outlined in the DHS FOIA regulations at 6 C.F.R. Part 5 5.8.Your envelope and letter should be marked “FOIA Appeal.” Copies of the FOIA and DHS FOIA regulations are available at www.dhs.gov/foia. If you need any further assistance or would like to discuss any aspect of your request, please contact the analyst below and refer to 2024-NPFO-00889. You may send an e-mail to foia@hq.dhs.gov, call 202-343-1743 or toll free 1-866-431-0486, or you may contact our FOIA Public Liaison in the same manner. Additionally, you have a right to right to seek dispute resolution services from the Office of Government Information Services (OGIS) which mediates disputes between FOIA requesters and Federal agencies as a non-exclusive alternative to litigation. If you are requesting access to your own records (which is considered a Privacy Act request), you should know that OGIS does not have the authority to handle requests made under the Privacy Act of 1974. You may contact OGIS as follows: Office of Government Information Services, National Archives and Records Administration, 8601 Adelphi Road-OGIS, College Park, Maryland 20740-6001, e-mail at ogis@nara.gov; telephone at 202-741-5770; toll free at 1-877-684-6448; or facsimile at 202-741- 5769. Regards, DHS FOIA, Privacy Office Department of Homeland Security 2707 Martin Luther King Jr. AVE SE Mail Stop 0655 Washington, DC 20528-0655 E-mail: foia@hq.dhs.gov\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nArvo Zylo",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/privacy-act-freedom-of-information-act-department-of-homeland-security-under-secretary-for-national-protection-and-programs-174127/"
  },
  {
    "id": 174126,
    "title": "Privacy Act / Freedom of Information Act (Department of Justice, Office of the Attorney General)",
    "slug": "privacy-act-freedom-of-information-act-department-of-justice-office-of-the-attorney-general",
    "status": "submitted",
    "embargo_status": "public",
    "user": 142469,
    "username": "ArvoZylo",
    "agency": 856,
    "datetime_submitted": "2024-10-05T08:24:31.159692",
    "date_due": "2024-11-04",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-10-05T08:24:31.526447",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 174126,
        "from_user": 142469,
        "to_user": 9593,
        "subject": "",
        "datetime": "2024-10-05T08:24:31.526447",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nHello,\r\n\r\nI am replying to the letter (Request No. 1646627-000) I received in response to my attached appeal.  I am in search of any information regarding any and all investigations made about me, for the purposes of rectifying any confusion.  I have been stalked and harassed by a wide array of individuals with seemingly endless resources and infinite knowledge about my personal doings.  They have also taken to slandering me in public.  My internet has been constantly tampered with, and things have been found missing from my home.  I have not committed any crime.  I have no reason to believe that I am, nor have I ever been, a threat to national security.  \r\n\r\nIf it is not any government organization perpetrating these harmful tactics, then I would like any insight on what organization has been allowed to harass me for so many years.  I have been told that the government outsources to services such as “Infra Guard” and others.  Clearly, I have not been arrested for anything in my adult life, and if I am being harassed daily by a government agency, I'd like to know why I am being denied my right to due process.  If it is not a government agency behind it, I'd like any information on what organization has been allowed to get away with violating my privacy and my rights as an American citizen.  \r\n\r\nFor ten years, I have had coordinated attempts to harass and intimidate me, up to and including people tampering with my phone, turning its flashlights on randomly through no fault of my own, or making calls without my doing.  I've had my phone ring while it was turned off, in front of witnesses.  I've also had people come up to me in the street and tell me to “be careful what I say in my letters”, not to mention more subtle, but all-too frequent attempts to insinuate that they know intimate details of my personal life.  It may be executed by a wide swath of coordinated individuals, but it is a daily occurrence.  In fact, it is almost every time I go outside. I am hereby giving you as much information as I can in the hopes that you can help me rectify this situation.  \r\n\r\nIt is my hope that I can uncover information about what organization is harassing me, and if it is in fact due to “investigative” status, I'd like to do what I can to clarify that I have never had any intention to commit any crime whatsoever.   I am frankly not competent enough for terrorism, but I am willing to do what it takes to follow the chain of command and put this harassment to a stop.  \r\n\r\nThanks in advance for your consideration.  I declare under penalty or perjury that the above statements are true to the best of my knowledge and understanding.  \r\n\r\nSincerely,\r\n\r\nArvo Zylo\r\n\r\n\r\n\r\nHello,\r\n\r\nI am writing to appeal DHS's determination that I am not entitled to TSDB documents regarding any investigation that persists against me.  I understand that there are claims that my private information being kept from me may be justified under the auspices of “National Security”, but I would like to know why my right to due process is being violated by a wide array of individuals with seemingly ceaseless access to my personal information and an unending budget that could only be funded by a large organization.   I have not committed any crime, and I've been stalked and harassed for (2014-2024) ten years, not simply “investigated”.  Your email implies that I would have access to specific information that I am not privy to.  I am asking for data on any and all elements of investigation status, or history on me, including actions taken against me.  \r\n\r\nPlease find my initial request below, followed by the denial letter that I was told to include in my appeal.   I am stating under penalty or perjury that the statements herein are true to the best of my knowledge and understanding.  \r\n\r\nArvo Zylo\r\n\r\n\r\nRE: PRIVACY ACT REQUEST UNDER 5 U.S.C. § 552a\r\n\r\nTo Whom It May Concern:\r\n\r\nThis is a request for information under the Privacy Act , 5 U.S.C. § 552a.\r\n\r\nThis Request seeks access to: a) any and all records and/or documents that have been prepared, received, transmitted, collected and/or maintained by the FBI, USDOJ, or DHS concerning me or my activities; b) The Terrorist Screening Database (TSDB) list for the past five (5) years; and c) the list containing all the agencies, entities, private corporations or individuals with whom you have shared the TSDB during the past five (5) years; and d) provide a copy of the Standard Nomination Form or original information that was used to place my name on the TSDB.\r\n\r\nThe undersigned also requests that you remove my name and any aliases from any and all “Watchlists” under your agency's control. Should there be a specific procedure to go about the removal of my name from all of the Watchlists, the undersigned requests that you produce the forms, regulations and procedures associated to such request.\r\n\r\nThe undersigned does not waive my right to appeal any objection to the production of documents listed above under (b) and (c), but agrees to obtain for the time being the page in each of the lists where her name or variations thereof appear. In consideration of the undersigned's compelling interest and need to stop the illegal targeting, derived from inclusion on the TSDB.\r\n\r\nWhen carrying out the search, please do so under all of these names and aliases:\r\n\r\nArvo Zylo\r\nRobert Donald Zylo\r\n\r\nTo facilitate your search, please note that my social security number is: xx-xxx-9444. Date of birth is 03-30-1981. Place of birth is Chicago, Illinois.\r\n\r\nThe term “records” and “documents” entails copies thereof regardless of form or format and thus can be interchangeably used to include documents in paper, digital, microfilmed or electronic format; photographs, lists, flowcharts, reports, correspondence, complaints, memoranda, presentations, advisories, emails, or any other tangible form containing information relating to the undersigned in any of the name forms set for the above.\r\n\r\nPursuant to 522(a)(1)(D) items (b) and (c) of the documents requested above should be readily produced inasmuch as they have been requested by the general public more than three times.\r\n\r\nWhere a document contains information that falls into one or more of the categories described above, I seek the entirety of that document. Please disclose all segregable portions of otherwise exempt records. See 5 U.S.C. § 552(b).\r\n\r\nSince the agency has a duty to make a reasonable effort to search for records in electronic form, I request that responsive electronic records be provided electronically in their native file format. See 5 U.S.C. § 552(a)(3)(B). Alternatively, I request that the records be provided electronically in a text-searchable, static-image format (PDF), in the best image quality in the agency’s possession, and in separate, Bates-stamped files.\r\n\r\nShould you refuse to produce a record under a statutory privilege or exemption, I ask that you list and describe the document omitted and set forth with specificity the grounds for exempting its production.\r\n\r\nIn light of the fact that the undersigned has never been accused or convicted of any crimes, if the reason for failing to produce any of the documents and/or information requested herein lies on a pending alleged investigation, you must certify that (a) the statute of limitations for the alleged crime(s) being investigated has not elapsed and (b) that the “ongoing investigation” meets the required standard of “particularized derogatory information and/or a reasonable suspicion” that the undersigned is a “a known or suspected terrorist ('KST')” required to be included in the TSDB.\r\n\r\nIn tandem with the legal provision that requires your reply to this request within 20 days, I have a compelling need that justifies that you carry out an expedited processing of this request pursuant to 5 U.S.C. § 552(a)(6)(E). Namely, the urgent need to stop the illegal targeting, resulting from inclusion on the TSDB.\r\n\r\nThe undersigned expects a determination regarding expedited processing within ten calendar days. See 5 U.S.C. § 552(a)(6)(E)(ii)(I); 6 C.F.R. § 5.5(e)(4).\r\n\r\nIf the cost of the production of the records sought herein exceeds $50.00, I request you first request my authorization.\r\nI ask that to the extent possible, all replies, correspondence, documents and media be forwarded by means of email.\r\nPlease send all correspondence and records relating to this request to email.\r\n\r\nIf the documents or records cannot be sent by email, you should send them to the mailing address above.\r\n​\r\nIn support for my request for expedited processing and pursuant to 28 U.S.C. § 1746, I declare under penalty of perjury that the foregoing information provided is true and correct to the best of my knowledge and belief.\r\n\r\nSincerely,\r\n\r\nArvo Zylo\r\n\r\nArvo Zylo\r\n2519 1st Ave\r\nSeattle, Washington 98121\r\n\r\narvozylo@gmail.com\r\n\r\nRe: 2024-HQFO-03143\r\n\r\nDear Requester:\r\n\r\nThis acknowledges receipt of your Freedom of Information Act (FOIA) request to the Department of Homeland Security (DHS), seeking copies of all information pertaining to you contained in the following systems of records maintained by the CBP and DHS: Terrorist Screening Database (TSDB).\r\n\r\nAs it relates to your request for information on the TSDB, please be aware that information incorporated from the TSDB and/or WLS is information that is categorized as Sensitive Security Information (“SSI”) under 49 U.S.C. § 114(r), and the implementing regulation found at 49 C.F.R. part 1520. Records containing SSI are not available for public inspection or copying, nor can they be released to anyone who does not have an official need to know under 49 C.F.R. § 1520.9(a)(2) and 1520.15(a).\r\n\r\nMoreover, pursuant to 5 U.S.C. § 552a(j)(2), the Federal Bureau of Investigation has exempted its system of records containing the TSDB from various provisions of the Privacy Act, including §552a(d), which provides for amendment and access rights. DHS obtains TSDB information from the FBI’s Terrorist Screening Center and the FBI’s exemption carries over when the TSDB information is transferred to the Department. In addition, the Department’s Privacy Act systems of records that are authorized to receive TSDB information via the WLS, see Privacy Impact Assessment for the Watch List Service available at https://www.dhs.gov/publication/dhs-all-pia-027c-watchlist-service-update , are also exempt, pursuant to 5 U.S.C. § 552a(j)(2), (k)(1), and/or (k)(2), from various provisions of the Privacy Act, including 5 U.S.C. §552a(d). Accordingly, to the extent records responsive to your Privacy Act request exist, your client has no right to access or amend the records contained in these systems and your Privacy Act request, as amended, is denied.\r\n\r\nThe Department is required to also process your Privacy Act request under the Freedom of Information Act (FOIA). See 5 U.S.C. § 552a(t)(2)and 6 C.F.R. Part 5 § 5.1. Under FOIA, the Department can neither confirm nor deny the existence of any records that could reveal your client’s status in the TSDB, because either a confirmation or denial that such records exist constitutes SSI, which is protected from release by FOIA exemption 3 (“specifically exempted from disclosure by statute…”), 5 U.S.C. § 552(b)(3). The applicable exempting statute is 49 U.S.C. § 114(r). Additionally, if any such responsive records existed, they would also be exempt from release under 5 U.S.C. §552(b)(7)(E). Therefore, our FOIA analysis requires no change in our determination under the Privacy Act. \r\n\r\nYou have a right to appeal the above determination. Should you wish to do so, you must send your appeal and a copy of this letter, within 90 days of the date of this letter, to: Privacy Office, Attn: FOIA Appeals, U.S. Department of Homeland Security, 2707 Martin Luther King Jr. Avenue, SE, Mail Stop 0655, Washington, D.C. 20528-0655, following the procedures outlined in the DHS FOIA regulations at 6 C.F.R. Part 5 § 5.5(e)(2). Your envelope and letter should be marked “FOIA Appeal.” Copies of the FOIA and DHS FOIA regulations are available at www.dhs.gov/foia.\r\n\r\nIf you need any further assistance or would like to discuss any aspect of your request, please contact the analyst below and refer to 2024-HQFO-03143. You may send an e-mail to foia@hq.dhs.gov, call 202-343-1743 or toll free 1-866-431-0486, or you may contact our FOIA Public Liaison in the same manner. Additionally, you have a right to right to seek dispute resolution services from the Office of Government Information Services (OGIS) which mediates disputes between FOIA requesters and Federal agencies as a non-exclusive alternative to litigation. If you are requesting access to your own records (which is considered a Privacy Act request), you should know that OGIS does not have the authority to handle requests made under the Privacy Act of 1974. You may contact OGIS as follows: Office of Government Information Services, National Archives and Records Administration, 8601 Adelphi Road-OGIS, College Park, Maryland 20740-6001, e-mail at ogis@nara.gov; telephone at 202-741-5770; toll free at 1-877-684-6448; or facsimile at 202-741-5769.\r\n\r\nRegards,\r\n\r\nDHS FOIA, Privacy Office\r\nDepartment of Homeland Security\r\n2707 Martin Luther King Jr. AVE SE\r\nMail Stop 0655\r\nWashington, DC 20528-0655\r\nE-mail: foia@hq.dhs.gov\r\nVisit our FOIA website https://www.dhs.gov/foia \r\n\r\nSENT VIA E-MAIL TO: arvozylo@gmail.com Arvo Zylo 2519 1st Ave Apt 708 Seattle, Washington 98121 Re: CISA Case Number 2024-NPFO-00889 Dear Requester: This acknowledges receipt of your Freedom of Information Act (FOIA) request to the Department of Homeland Security (DHS), seeking access to: a) any and all records and/or documents that have been prepared, received, transmitted, collected and/or maintained by the FBI, USDOJ, or DHS concerning you or your activities; b) The Terrorist Screening Database (TSDB) list for the past five (5) years; and c) the list containing all the agencies, entities, private corporations or individuals with whom we have shared the TSDB during the past five (5) years; and d) provide a copy of the Standard Nomination Form or original information that was used to place your name on the TSDB. As it relates to item “a” of your request, based on the limited information you have provided, we cannot conduct an adequate search. The Department of Homeland Security was created January 24, 2003; therefore, no DHS records exist prior to that date. Records created prior to the establishment of DHS by any of the organizational components of DHS would be maintained by those components. Furthermore, DHS does not maintain a central index of records about individuals. For this reason, the DHS FOIA regulations, at 6 C.F.R. Part 5 § 5.3(b) require that you describe the records you are seeking with as much information as possible to ensure that our search of appropriate systems of records can find them with a reasonable amount of effort. In addition to the information that you provided, this description should include, the type of record you are seeking, the DHS component you believe created and/or controls the records, the precipitating event that you believe warranted the creation of records and the time period that you believe the records or files were created and compiled. If you can provide sufficient additional information as described in this paragraph, we will undertake a search for responsive records. An individual’s request for information pertaining to him or herself is processed under both the FOIA and the PA to afford maximum access to records. Because you have asked for copies of records about yourself, we must verify your identity to ensure that your personal information is not released to anyone other than you or someone you properly designate. The DHS FOIA regulations, 6 C.F.R. Part 5 § 5.3(a), require verification of your identity, including your full name, current address and date and place of birth. In addition, your request must be made in writing, must contain your signature, and should either be notarized or contain a statement made under penalty of perjury as permitted by 28 U.S.C. 1746. Because you have not provided this documentation, your request is not a proper FOIA/PA request, and we are unable to initiate searching for responsive records. This is not a denial of your request. Upon receipt of a perfected request, you will be advised as to the status of your request. Please provide additional information describing the records you are seeking. If we do not hear from you within 30 days from the date of this letter, we will assume you are no longer interested in this PA request, and the case will be administratively closed. Additionally, we determined that some of the information you are seeking is not under the purview of DHS. Requests for FBI and USDOJ records, should be made to the FBI and DOJ respectively. In an effort to assist you on this matter, we are providing you with the following contact information: Federal Bureau of Investigation Attn: Initial Processing Operations Unit Record/Information Dissemination Section 200 Constitution Drive Winchester, VA 22602 Submit Online: FBI Records: Freedom of Information/Privacy Acts (FOIPA) For questions about the process please email foipaquestions@fbi.gov Please be aware DOJ is organized into a number of bureaus, divisions, offices, and boards, which are referred to as \"components.\" Within DOJ, each component processes its own records in response to FOIA requests. A list of DOJ FOIA Contacts is available at: Office of Information Policy | Find a FOIA Contact at DOJ | United States Department of Justice. If you believe that DOJ maintains the records you are seeking, but you are uncertain about which component has the records, you may send your request to the Department’s Mail Referral Unit at: FOIA/PA Mail Referral Unit Department of Justice Room 115 LOC Building Washington, DC 20530-0001 Phone: (202) 616-3837 E-mail: MRUFOIA.Requests@usdoj.gov Office of Information Policy | Make a FOIA Request to DOJ (justice.gov) Please be advised that this action is not a denial of your request and will not preclude you from filing other requests in the future. As it relates to the remainder of your request regarding information on the TSDB, please be aware that information incorporated from the TSDB and/or WLS is information that is categorized as Sensitive Security Information (“SSI”) under 49 U.S.C. § 114(r), and the implementing regulation found at 49 C.F.R. part 1520. Records containing SSI are not available for public inspection or copying, nor can they be released to anyone who does not have an official need to know under 49 C.F.R. § 1520.9(a)(2) and 1520.15(a). Moreover, pursuant to 5 U.S.C. § 552a(j)(2), the Federal Bureau of Investigation has exempted its system of records containing the TSDB from various provisions of the Privacy Act, including §552a(d), which provides for amendment and access rights. DHS obtains TSDB information from the FBI’s Terrorist Screening Center and the FBI’s exemption carries over when the TSDB information is transferred to the Department. In addition, the Department’s Privacy Act systems of records that are authorized to receive TSDB information via the WLS, see Privacy Impact Assessment for the Watch List Service available at https://www.dhs.gov/publication/dhs-all-pia027c-watchlist-service-update , are also exempt, pursuant to 5 U.S.C. § 552a(j)(2), (k)(1), and/or (k)(2), from various provisions of the Privacy Act, including 5 U.S.C. §552a(d). Accordingly, to the extent records responsive to your Privacy Act request exist, your client has no right to access or amend the records contained in these systems and your Privacy Act request, as amended, is denied. The Department is required to also process your Privacy Act request under the Freedom of Information Act (FOIA). See 5 U.S.C. § 552a(t)(2)and 6 C.F.R. Part 5 § 5.1. Under FOIA, the Department can neither confirm nor deny the existence of any records that could reveal your client’s status in the TSDB, because either a confirmation or denial that such records exist constitutes SSI, which is protected from release by FOIA exemption 3 (“specifically exempted from disclosure by statute…”), 5 U.S.C. § 552(b)(3). The applicable exempting statute is 49 U.S.C. § 114(r). Additionally, if any such responsive records existed, they would also be exempt from release under 5 U.S.C. §552(b)(7)(E). Therefore, our FOIA analysis requires no change in our determination under the Privacy Act. You have the right to appeal this determination to neither confirm nor deny the existence of responsive records. Should you wish to do so, you must send your appeal and a copy of this letter, within 90 days of the date of this letter, to: Privacy Office, Attn: FOIA Appeals, U.S. Department of Homeland Security, 245 Murray Lane, SW, Mail Stop 0655, Washington, D.C. 20528-0655, following the procedures outlined in the DHS FOIA regulations at 6 C.F.R. Part 5 5.8.Your envelope and letter should be marked “FOIA Appeal.” Copies of the FOIA and DHS FOIA regulations are available at www.dhs.gov/foia. If you need any further assistance or would like to discuss any aspect of your request, please contact the analyst below and refer to 2024-NPFO-00889. You may send an e-mail to foia@hq.dhs.gov, call 202-343-1743 or toll free 1-866-431-0486, or you may contact our FOIA Public Liaison in the same manner. Additionally, you have a right to right to seek dispute resolution services from the Office of Government Information Services (OGIS) which mediates disputes between FOIA requesters and Federal agencies as a non-exclusive alternative to litigation. If you are requesting access to your own records (which is considered a Privacy Act request), you should know that OGIS does not have the authority to handle requests made under the Privacy Act of 1974. You may contact OGIS as follows: Office of Government Information Services, National Archives and Records Administration, 8601 Adelphi Road-OGIS, College Park, Maryland 20740-6001, e-mail at ogis@nara.gov; telephone at 202-741-5770; toll free at 1-877-684-6448; or facsimile at 202-741- 5769. Regards, DHS FOIA, Privacy Office Department of Homeland Security 2707 Martin Luther King Jr. AVE SE Mail Stop 0655 Washington, DC 20528-0655 E-mail: foia@hq.dhs.gov\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nArvo Zylo",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/privacy-act-freedom-of-information-act-department-of-justice-office-of-the-attorney-general-174126/"
  },
  {
    "id": 174125,
    "title": "Privacy Act / Freedom of Information Act (Department of Justice, Office of Information Policy)",
    "slug": "privacy-act-freedom-of-information-act-department-of-justice-office-of-information-policy",
    "status": "submitted",
    "embargo_status": "public",
    "user": 142469,
    "username": "ArvoZylo",
    "agency": 59,
    "datetime_submitted": "2024-10-05T08:24:31.159692",
    "date_due": "2024-11-04",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-10-05T08:24:31.433241",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 174125,
        "from_user": 142469,
        "to_user": 9586,
        "subject": "",
        "datetime": "2024-10-05T08:24:31.433241",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nHello,\r\n\r\nI am replying to the letter (Request No. 1646627-000) I received in response to my attached appeal.  I am in search of any information regarding any and all investigations made about me, for the purposes of rectifying any confusion.  I have been stalked and harassed by a wide array of individuals with seemingly endless resources and infinite knowledge about my personal doings.  They have also taken to slandering me in public.  My internet has been constantly tampered with, and things have been found missing from my home.  I have not committed any crime.  I have no reason to believe that I am, nor have I ever been, a threat to national security.  \r\n\r\nIf it is not any government organization perpetrating these harmful tactics, then I would like any insight on what organization has been allowed to harass me for so many years.  I have been told that the government outsources to services such as “Infra Guard” and others.  Clearly, I have not been arrested for anything in my adult life, and if I am being harassed daily by a government agency, I'd like to know why I am being denied my right to due process.  If it is not a government agency behind it, I'd like any information on what organization has been allowed to get away with violating my privacy and my rights as an American citizen.  \r\n\r\nFor ten years, I have had coordinated attempts to harass and intimidate me, up to and including people tampering with my phone, turning its flashlights on randomly through no fault of my own, or making calls without my doing.  I've had my phone ring while it was turned off, in front of witnesses.  I've also had people come up to me in the street and tell me to “be careful what I say in my letters”, not to mention more subtle, but all-too frequent attempts to insinuate that they know intimate details of my personal life.  It may be executed by a wide swath of coordinated individuals, but it is a daily occurrence.  In fact, it is almost every time I go outside. I am hereby giving you as much information as I can in the hopes that you can help me rectify this situation.  \r\n\r\nIt is my hope that I can uncover information about what organization is harassing me, and if it is in fact due to “investigative” status, I'd like to do what I can to clarify that I have never had any intention to commit any crime whatsoever.   I am frankly not competent enough for terrorism, but I am willing to do what it takes to follow the chain of command and put this harassment to a stop.  \r\n\r\nThanks in advance for your consideration.  I declare under penalty or perjury that the above statements are true to the best of my knowledge and understanding.  \r\n\r\nSincerely,\r\n\r\nArvo Zylo\r\n\r\n\r\n\r\nHello,\r\n\r\nI am writing to appeal DHS's determination that I am not entitled to TSDB documents regarding any investigation that persists against me.  I understand that there are claims that my private information being kept from me may be justified under the auspices of “National Security”, but I would like to know why my right to due process is being violated by a wide array of individuals with seemingly ceaseless access to my personal information and an unending budget that could only be funded by a large organization.   I have not committed any crime, and I've been stalked and harassed for (2014-2024) ten years, not simply “investigated”.  Your email implies that I would have access to specific information that I am not privy to.  I am asking for data on any and all elements of investigation status, or history on me, including actions taken against me.  \r\n\r\nPlease find my initial request below, followed by the denial letter that I was told to include in my appeal.   I am stating under penalty or perjury that the statements herein are true to the best of my knowledge and understanding.  \r\n\r\nArvo Zylo\r\n\r\n\r\nRE: PRIVACY ACT REQUEST UNDER 5 U.S.C. § 552a\r\n\r\nTo Whom It May Concern:\r\n\r\nThis is a request for information under the Privacy Act , 5 U.S.C. § 552a.\r\n\r\nThis Request seeks access to: a) any and all records and/or documents that have been prepared, received, transmitted, collected and/or maintained by the FBI, USDOJ, or DHS concerning me or my activities; b) The Terrorist Screening Database (TSDB) list for the past five (5) years; and c) the list containing all the agencies, entities, private corporations or individuals with whom you have shared the TSDB during the past five (5) years; and d) provide a copy of the Standard Nomination Form or original information that was used to place my name on the TSDB.\r\n\r\nThe undersigned also requests that you remove my name and any aliases from any and all “Watchlists” under your agency's control. Should there be a specific procedure to go about the removal of my name from all of the Watchlists, the undersigned requests that you produce the forms, regulations and procedures associated to such request.\r\n\r\nThe undersigned does not waive my right to appeal any objection to the production of documents listed above under (b) and (c), but agrees to obtain for the time being the page in each of the lists where her name or variations thereof appear. In consideration of the undersigned's compelling interest and need to stop the illegal targeting, derived from inclusion on the TSDB.\r\n\r\nWhen carrying out the search, please do so under all of these names and aliases:\r\n\r\nArvo Zylo\r\nRobert Donald Zylo\r\n\r\nTo facilitate your search, please note that my social security number is: xx-xxx-9444. Date of birth is 03-30-1981. Place of birth is Chicago, Illinois.\r\n\r\nThe term “records” and “documents” entails copies thereof regardless of form or format and thus can be interchangeably used to include documents in paper, digital, microfilmed or electronic format; photographs, lists, flowcharts, reports, correspondence, complaints, memoranda, presentations, advisories, emails, or any other tangible form containing information relating to the undersigned in any of the name forms set for the above.\r\n\r\nPursuant to 522(a)(1)(D) items (b) and (c) of the documents requested above should be readily produced inasmuch as they have been requested by the general public more than three times.\r\n\r\nWhere a document contains information that falls into one or more of the categories described above, I seek the entirety of that document. Please disclose all segregable portions of otherwise exempt records. See 5 U.S.C. § 552(b).\r\n\r\nSince the agency has a duty to make a reasonable effort to search for records in electronic form, I request that responsive electronic records be provided electronically in their native file format. See 5 U.S.C. § 552(a)(3)(B). Alternatively, I request that the records be provided electronically in a text-searchable, static-image format (PDF), in the best image quality in the agency’s possession, and in separate, Bates-stamped files.\r\n\r\nShould you refuse to produce a record under a statutory privilege or exemption, I ask that you list and describe the document omitted and set forth with specificity the grounds for exempting its production.\r\n\r\nIn light of the fact that the undersigned has never been accused or convicted of any crimes, if the reason for failing to produce any of the documents and/or information requested herein lies on a pending alleged investigation, you must certify that (a) the statute of limitations for the alleged crime(s) being investigated has not elapsed and (b) that the “ongoing investigation” meets the required standard of “particularized derogatory information and/or a reasonable suspicion” that the undersigned is a “a known or suspected terrorist ('KST')” required to be included in the TSDB.\r\n\r\nIn tandem with the legal provision that requires your reply to this request within 20 days, I have a compelling need that justifies that you carry out an expedited processing of this request pursuant to 5 U.S.C. § 552(a)(6)(E). Namely, the urgent need to stop the illegal targeting, resulting from inclusion on the TSDB.\r\n\r\nThe undersigned expects a determination regarding expedited processing within ten calendar days. See 5 U.S.C. § 552(a)(6)(E)(ii)(I); 6 C.F.R. § 5.5(e)(4).\r\n\r\nIf the cost of the production of the records sought herein exceeds $50.00, I request you first request my authorization.\r\nI ask that to the extent possible, all replies, correspondence, documents and media be forwarded by means of email.\r\nPlease send all correspondence and records relating to this request to email.\r\n\r\nIf the documents or records cannot be sent by email, you should send them to the mailing address above.\r\n​\r\nIn support for my request for expedited processing and pursuant to 28 U.S.C. § 1746, I declare under penalty of perjury that the foregoing information provided is true and correct to the best of my knowledge and belief.\r\n\r\nSincerely,\r\n\r\nArvo Zylo\r\n\r\nArvo Zylo\r\n2519 1st Ave\r\nSeattle, Washington 98121\r\n\r\narvozylo@gmail.com\r\n\r\nRe: 2024-HQFO-03143\r\n\r\nDear Requester:\r\n\r\nThis acknowledges receipt of your Freedom of Information Act (FOIA) request to the Department of Homeland Security (DHS), seeking copies of all information pertaining to you contained in the following systems of records maintained by the CBP and DHS: Terrorist Screening Database (TSDB).\r\n\r\nAs it relates to your request for information on the TSDB, please be aware that information incorporated from the TSDB and/or WLS is information that is categorized as Sensitive Security Information (“SSI”) under 49 U.S.C. § 114(r), and the implementing regulation found at 49 C.F.R. part 1520. Records containing SSI are not available for public inspection or copying, nor can they be released to anyone who does not have an official need to know under 49 C.F.R. § 1520.9(a)(2) and 1520.15(a).\r\n\r\nMoreover, pursuant to 5 U.S.C. § 552a(j)(2), the Federal Bureau of Investigation has exempted its system of records containing the TSDB from various provisions of the Privacy Act, including §552a(d), which provides for amendment and access rights. DHS obtains TSDB information from the FBI’s Terrorist Screening Center and the FBI’s exemption carries over when the TSDB information is transferred to the Department. In addition, the Department’s Privacy Act systems of records that are authorized to receive TSDB information via the WLS, see Privacy Impact Assessment for the Watch List Service available at https://www.dhs.gov/publication/dhs-all-pia-027c-watchlist-service-update , are also exempt, pursuant to 5 U.S.C. § 552a(j)(2), (k)(1), and/or (k)(2), from various provisions of the Privacy Act, including 5 U.S.C. §552a(d). Accordingly, to the extent records responsive to your Privacy Act request exist, your client has no right to access or amend the records contained in these systems and your Privacy Act request, as amended, is denied.\r\n\r\nThe Department is required to also process your Privacy Act request under the Freedom of Information Act (FOIA). See 5 U.S.C. § 552a(t)(2)and 6 C.F.R. Part 5 § 5.1. Under FOIA, the Department can neither confirm nor deny the existence of any records that could reveal your client’s status in the TSDB, because either a confirmation or denial that such records exist constitutes SSI, which is protected from release by FOIA exemption 3 (“specifically exempted from disclosure by statute…”), 5 U.S.C. § 552(b)(3). The applicable exempting statute is 49 U.S.C. § 114(r). Additionally, if any such responsive records existed, they would also be exempt from release under 5 U.S.C. §552(b)(7)(E). Therefore, our FOIA analysis requires no change in our determination under the Privacy Act. \r\n\r\nYou have a right to appeal the above determination. Should you wish to do so, you must send your appeal and a copy of this letter, within 90 days of the date of this letter, to: Privacy Office, Attn: FOIA Appeals, U.S. Department of Homeland Security, 2707 Martin Luther King Jr. Avenue, SE, Mail Stop 0655, Washington, D.C. 20528-0655, following the procedures outlined in the DHS FOIA regulations at 6 C.F.R. Part 5 § 5.5(e)(2). Your envelope and letter should be marked “FOIA Appeal.” Copies of the FOIA and DHS FOIA regulations are available at www.dhs.gov/foia.\r\n\r\nIf you need any further assistance or would like to discuss any aspect of your request, please contact the analyst below and refer to 2024-HQFO-03143. You may send an e-mail to foia@hq.dhs.gov, call 202-343-1743 or toll free 1-866-431-0486, or you may contact our FOIA Public Liaison in the same manner. Additionally, you have a right to right to seek dispute resolution services from the Office of Government Information Services (OGIS) which mediates disputes between FOIA requesters and Federal agencies as a non-exclusive alternative to litigation. If you are requesting access to your own records (which is considered a Privacy Act request), you should know that OGIS does not have the authority to handle requests made under the Privacy Act of 1974. You may contact OGIS as follows: Office of Government Information Services, National Archives and Records Administration, 8601 Adelphi Road-OGIS, College Park, Maryland 20740-6001, e-mail at ogis@nara.gov; telephone at 202-741-5770; toll free at 1-877-684-6448; or facsimile at 202-741-5769.\r\n\r\nRegards,\r\n\r\nDHS FOIA, Privacy Office\r\nDepartment of Homeland Security\r\n2707 Martin Luther King Jr. AVE SE\r\nMail Stop 0655\r\nWashington, DC 20528-0655\r\nE-mail: foia@hq.dhs.gov\r\nVisit our FOIA website https://www.dhs.gov/foia \r\n\r\nSENT VIA E-MAIL TO: arvozylo@gmail.com Arvo Zylo 2519 1st Ave Apt 708 Seattle, Washington 98121 Re: CISA Case Number 2024-NPFO-00889 Dear Requester: This acknowledges receipt of your Freedom of Information Act (FOIA) request to the Department of Homeland Security (DHS), seeking access to: a) any and all records and/or documents that have been prepared, received, transmitted, collected and/or maintained by the FBI, USDOJ, or DHS concerning you or your activities; b) The Terrorist Screening Database (TSDB) list for the past five (5) years; and c) the list containing all the agencies, entities, private corporations or individuals with whom we have shared the TSDB during the past five (5) years; and d) provide a copy of the Standard Nomination Form or original information that was used to place your name on the TSDB. As it relates to item “a” of your request, based on the limited information you have provided, we cannot conduct an adequate search. The Department of Homeland Security was created January 24, 2003; therefore, no DHS records exist prior to that date. Records created prior to the establishment of DHS by any of the organizational components of DHS would be maintained by those components. Furthermore, DHS does not maintain a central index of records about individuals. For this reason, the DHS FOIA regulations, at 6 C.F.R. Part 5 § 5.3(b) require that you describe the records you are seeking with as much information as possible to ensure that our search of appropriate systems of records can find them with a reasonable amount of effort. In addition to the information that you provided, this description should include, the type of record you are seeking, the DHS component you believe created and/or controls the records, the precipitating event that you believe warranted the creation of records and the time period that you believe the records or files were created and compiled. If you can provide sufficient additional information as described in this paragraph, we will undertake a search for responsive records. An individual’s request for information pertaining to him or herself is processed under both the FOIA and the PA to afford maximum access to records. Because you have asked for copies of records about yourself, we must verify your identity to ensure that your personal information is not released to anyone other than you or someone you properly designate. The DHS FOIA regulations, 6 C.F.R. Part 5 § 5.3(a), require verification of your identity, including your full name, current address and date and place of birth. In addition, your request must be made in writing, must contain your signature, and should either be notarized or contain a statement made under penalty of perjury as permitted by 28 U.S.C. 1746. Because you have not provided this documentation, your request is not a proper FOIA/PA request, and we are unable to initiate searching for responsive records. This is not a denial of your request. Upon receipt of a perfected request, you will be advised as to the status of your request. Please provide additional information describing the records you are seeking. If we do not hear from you within 30 days from the date of this letter, we will assume you are no longer interested in this PA request, and the case will be administratively closed. Additionally, we determined that some of the information you are seeking is not under the purview of DHS. Requests for FBI and USDOJ records, should be made to the FBI and DOJ respectively. In an effort to assist you on this matter, we are providing you with the following contact information: Federal Bureau of Investigation Attn: Initial Processing Operations Unit Record/Information Dissemination Section 200 Constitution Drive Winchester, VA 22602 Submit Online: FBI Records: Freedom of Information/Privacy Acts (FOIPA) For questions about the process please email foipaquestions@fbi.gov Please be aware DOJ is organized into a number of bureaus, divisions, offices, and boards, which are referred to as \"components.\" Within DOJ, each component processes its own records in response to FOIA requests. A list of DOJ FOIA Contacts is available at: Office of Information Policy | Find a FOIA Contact at DOJ | United States Department of Justice. If you believe that DOJ maintains the records you are seeking, but you are uncertain about which component has the records, you may send your request to the Department’s Mail Referral Unit at: FOIA/PA Mail Referral Unit Department of Justice Room 115 LOC Building Washington, DC 20530-0001 Phone: (202) 616-3837 E-mail: MRUFOIA.Requests@usdoj.gov Office of Information Policy | Make a FOIA Request to DOJ (justice.gov) Please be advised that this action is not a denial of your request and will not preclude you from filing other requests in the future. As it relates to the remainder of your request regarding information on the TSDB, please be aware that information incorporated from the TSDB and/or WLS is information that is categorized as Sensitive Security Information (“SSI”) under 49 U.S.C. § 114(r), and the implementing regulation found at 49 C.F.R. part 1520. Records containing SSI are not available for public inspection or copying, nor can they be released to anyone who does not have an official need to know under 49 C.F.R. § 1520.9(a)(2) and 1520.15(a). Moreover, pursuant to 5 U.S.C. § 552a(j)(2), the Federal Bureau of Investigation has exempted its system of records containing the TSDB from various provisions of the Privacy Act, including §552a(d), which provides for amendment and access rights. DHS obtains TSDB information from the FBI’s Terrorist Screening Center and the FBI’s exemption carries over when the TSDB information is transferred to the Department. In addition, the Department’s Privacy Act systems of records that are authorized to receive TSDB information via the WLS, see Privacy Impact Assessment for the Watch List Service available at https://www.dhs.gov/publication/dhs-all-pia027c-watchlist-service-update , are also exempt, pursuant to 5 U.S.C. § 552a(j)(2), (k)(1), and/or (k)(2), from various provisions of the Privacy Act, including 5 U.S.C. §552a(d). Accordingly, to the extent records responsive to your Privacy Act request exist, your client has no right to access or amend the records contained in these systems and your Privacy Act request, as amended, is denied. The Department is required to also process your Privacy Act request under the Freedom of Information Act (FOIA). See 5 U.S.C. § 552a(t)(2)and 6 C.F.R. Part 5 § 5.1. Under FOIA, the Department can neither confirm nor deny the existence of any records that could reveal your client’s status in the TSDB, because either a confirmation or denial that such records exist constitutes SSI, which is protected from release by FOIA exemption 3 (“specifically exempted from disclosure by statute…”), 5 U.S.C. § 552(b)(3). The applicable exempting statute is 49 U.S.C. § 114(r). Additionally, if any such responsive records existed, they would also be exempt from release under 5 U.S.C. §552(b)(7)(E). Therefore, our FOIA analysis requires no change in our determination under the Privacy Act. You have the right to appeal this determination to neither confirm nor deny the existence of responsive records. Should you wish to do so, you must send your appeal and a copy of this letter, within 90 days of the date of this letter, to: Privacy Office, Attn: FOIA Appeals, U.S. Department of Homeland Security, 245 Murray Lane, SW, Mail Stop 0655, Washington, D.C. 20528-0655, following the procedures outlined in the DHS FOIA regulations at 6 C.F.R. Part 5 5.8.Your envelope and letter should be marked “FOIA Appeal.” Copies of the FOIA and DHS FOIA regulations are available at www.dhs.gov/foia. If you need any further assistance or would like to discuss any aspect of your request, please contact the analyst below and refer to 2024-NPFO-00889. You may send an e-mail to foia@hq.dhs.gov, call 202-343-1743 or toll free 1-866-431-0486, or you may contact our FOIA Public Liaison in the same manner. Additionally, you have a right to right to seek dispute resolution services from the Office of Government Information Services (OGIS) which mediates disputes between FOIA requesters and Federal agencies as a non-exclusive alternative to litigation. If you are requesting access to your own records (which is considered a Privacy Act request), you should know that OGIS does not have the authority to handle requests made under the Privacy Act of 1974. You may contact OGIS as follows: Office of Government Information Services, National Archives and Records Administration, 8601 Adelphi Road-OGIS, College Park, Maryland 20740-6001, e-mail at ogis@nara.gov; telephone at 202-741-5770; toll free at 1-877-684-6448; or facsimile at 202-741- 5769. Regards, DHS FOIA, Privacy Office Department of Homeland Security 2707 Martin Luther King Jr. AVE SE Mail Stop 0655 Washington, DC 20528-0655 E-mail: foia@hq.dhs.gov\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nArvo Zylo",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/privacy-act-freedom-of-information-act-department-of-justice-office-of-information-policy-174125/"
  },
  {
    "id": 174124,
    "title": "Privacy Act / Freedom of Information Act (Office of the Executive Secretary, Department Of Homeland Security)",
    "slug": "privacy-act-freedom-of-information-act-office-of-the-executive-secretary-department-of-homeland-security",
    "status": "submitted",
    "embargo_status": "public",
    "user": 142469,
    "username": "ArvoZylo",
    "agency": 28188,
    "datetime_submitted": "2024-10-05T08:24:31.159692",
    "date_due": "2024-11-04",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-10-05T08:24:31.341746",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 174124,
        "from_user": 142469,
        "to_user": 79023,
        "subject": "",
        "datetime": "2024-10-05T08:24:31.341746",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nHello,\r\n\r\nI am replying to the letter (Request No. 1646627-000) I received in response to my attached appeal.  I am in search of any information regarding any and all investigations made about me, for the purposes of rectifying any confusion.  I have been stalked and harassed by a wide array of individuals with seemingly endless resources and infinite knowledge about my personal doings.  They have also taken to slandering me in public.  My internet has been constantly tampered with, and things have been found missing from my home.  I have not committed any crime.  I have no reason to believe that I am, nor have I ever been, a threat to national security.  \r\n\r\nIf it is not any government organization perpetrating these harmful tactics, then I would like any insight on what organization has been allowed to harass me for so many years.  I have been told that the government outsources to services such as “Infra Guard” and others.  Clearly, I have not been arrested for anything in my adult life, and if I am being harassed daily by a government agency, I'd like to know why I am being denied my right to due process.  If it is not a government agency behind it, I'd like any information on what organization has been allowed to get away with violating my privacy and my rights as an American citizen.  \r\n\r\nFor ten years, I have had coordinated attempts to harass and intimidate me, up to and including people tampering with my phone, turning its flashlights on randomly through no fault of my own, or making calls without my doing.  I've had my phone ring while it was turned off, in front of witnesses.  I've also had people come up to me in the street and tell me to “be careful what I say in my letters”, not to mention more subtle, but all-too frequent attempts to insinuate that they know intimate details of my personal life.  It may be executed by a wide swath of coordinated individuals, but it is a daily occurrence.  In fact, it is almost every time I go outside. I am hereby giving you as much information as I can in the hopes that you can help me rectify this situation.  \r\n\r\nIt is my hope that I can uncover information about what organization is harassing me, and if it is in fact due to “investigative” status, I'd like to do what I can to clarify that I have never had any intention to commit any crime whatsoever.   I am frankly not competent enough for terrorism, but I am willing to do what it takes to follow the chain of command and put this harassment to a stop.  \r\n\r\nThanks in advance for your consideration.  I declare under penalty or perjury that the above statements are true to the best of my knowledge and understanding.  \r\n\r\nSincerely,\r\n\r\nArvo Zylo\r\n\r\n\r\n\r\nHello,\r\n\r\nI am writing to appeal DHS's determination that I am not entitled to TSDB documents regarding any investigation that persists against me.  I understand that there are claims that my private information being kept from me may be justified under the auspices of “National Security”, but I would like to know why my right to due process is being violated by a wide array of individuals with seemingly ceaseless access to my personal information and an unending budget that could only be funded by a large organization.   I have not committed any crime, and I've been stalked and harassed for (2014-2024) ten years, not simply “investigated”.  Your email implies that I would have access to specific information that I am not privy to.  I am asking for data on any and all elements of investigation status, or history on me, including actions taken against me.  \r\n\r\nPlease find my initial request below, followed by the denial letter that I was told to include in my appeal.   I am stating under penalty or perjury that the statements herein are true to the best of my knowledge and understanding.  \r\n\r\nArvo Zylo\r\n\r\n\r\nRE: PRIVACY ACT REQUEST UNDER 5 U.S.C. § 552a\r\n\r\nTo Whom It May Concern:\r\n\r\nThis is a request for information under the Privacy Act , 5 U.S.C. § 552a.\r\n\r\nThis Request seeks access to: a) any and all records and/or documents that have been prepared, received, transmitted, collected and/or maintained by the FBI, USDOJ, or DHS concerning me or my activities; b) The Terrorist Screening Database (TSDB) list for the past five (5) years; and c) the list containing all the agencies, entities, private corporations or individuals with whom you have shared the TSDB during the past five (5) years; and d) provide a copy of the Standard Nomination Form or original information that was used to place my name on the TSDB.\r\n\r\nThe undersigned also requests that you remove my name and any aliases from any and all “Watchlists” under your agency's control. Should there be a specific procedure to go about the removal of my name from all of the Watchlists, the undersigned requests that you produce the forms, regulations and procedures associated to such request.\r\n\r\nThe undersigned does not waive my right to appeal any objection to the production of documents listed above under (b) and (c), but agrees to obtain for the time being the page in each of the lists where her name or variations thereof appear. In consideration of the undersigned's compelling interest and need to stop the illegal targeting, derived from inclusion on the TSDB.\r\n\r\nWhen carrying out the search, please do so under all of these names and aliases:\r\n\r\nArvo Zylo\r\nRobert Donald Zylo\r\n\r\nTo facilitate your search, please note that my social security number is: xx-xxx-9444. Date of birth is 03-30-1981. Place of birth is Chicago, Illinois.\r\n\r\nThe term “records” and “documents” entails copies thereof regardless of form or format and thus can be interchangeably used to include documents in paper, digital, microfilmed or electronic format; photographs, lists, flowcharts, reports, correspondence, complaints, memoranda, presentations, advisories, emails, or any other tangible form containing information relating to the undersigned in any of the name forms set for the above.\r\n\r\nPursuant to 522(a)(1)(D) items (b) and (c) of the documents requested above should be readily produced inasmuch as they have been requested by the general public more than three times.\r\n\r\nWhere a document contains information that falls into one or more of the categories described above, I seek the entirety of that document. Please disclose all segregable portions of otherwise exempt records. See 5 U.S.C. § 552(b).\r\n\r\nSince the agency has a duty to make a reasonable effort to search for records in electronic form, I request that responsive electronic records be provided electronically in their native file format. See 5 U.S.C. § 552(a)(3)(B). Alternatively, I request that the records be provided electronically in a text-searchable, static-image format (PDF), in the best image quality in the agency’s possession, and in separate, Bates-stamped files.\r\n\r\nShould you refuse to produce a record under a statutory privilege or exemption, I ask that you list and describe the document omitted and set forth with specificity the grounds for exempting its production.\r\n\r\nIn light of the fact that the undersigned has never been accused or convicted of any crimes, if the reason for failing to produce any of the documents and/or information requested herein lies on a pending alleged investigation, you must certify that (a) the statute of limitations for the alleged crime(s) being investigated has not elapsed and (b) that the “ongoing investigation” meets the required standard of “particularized derogatory information and/or a reasonable suspicion” that the undersigned is a “a known or suspected terrorist ('KST')” required to be included in the TSDB.\r\n\r\nIn tandem with the legal provision that requires your reply to this request within 20 days, I have a compelling need that justifies that you carry out an expedited processing of this request pursuant to 5 U.S.C. § 552(a)(6)(E). Namely, the urgent need to stop the illegal targeting, resulting from inclusion on the TSDB.\r\n\r\nThe undersigned expects a determination regarding expedited processing within ten calendar days. See 5 U.S.C. § 552(a)(6)(E)(ii)(I); 6 C.F.R. § 5.5(e)(4).\r\n\r\nIf the cost of the production of the records sought herein exceeds $50.00, I request you first request my authorization.\r\nI ask that to the extent possible, all replies, correspondence, documents and media be forwarded by means of email.\r\nPlease send all correspondence and records relating to this request to email.\r\n\r\nIf the documents or records cannot be sent by email, you should send them to the mailing address above.\r\n​\r\nIn support for my request for expedited processing and pursuant to 28 U.S.C. § 1746, I declare under penalty of perjury that the foregoing information provided is true and correct to the best of my knowledge and belief.\r\n\r\nSincerely,\r\n\r\nArvo Zylo\r\n\r\nArvo Zylo\r\n2519 1st Ave\r\nSeattle, Washington 98121\r\n\r\narvozylo@gmail.com\r\n\r\nRe: 2024-HQFO-03143\r\n\r\nDear Requester:\r\n\r\nThis acknowledges receipt of your Freedom of Information Act (FOIA) request to the Department of Homeland Security (DHS), seeking copies of all information pertaining to you contained in the following systems of records maintained by the CBP and DHS: Terrorist Screening Database (TSDB).\r\n\r\nAs it relates to your request for information on the TSDB, please be aware that information incorporated from the TSDB and/or WLS is information that is categorized as Sensitive Security Information (“SSI”) under 49 U.S.C. § 114(r), and the implementing regulation found at 49 C.F.R. part 1520. Records containing SSI are not available for public inspection or copying, nor can they be released to anyone who does not have an official need to know under 49 C.F.R. § 1520.9(a)(2) and 1520.15(a).\r\n\r\nMoreover, pursuant to 5 U.S.C. § 552a(j)(2), the Federal Bureau of Investigation has exempted its system of records containing the TSDB from various provisions of the Privacy Act, including §552a(d), which provides for amendment and access rights. DHS obtains TSDB information from the FBI’s Terrorist Screening Center and the FBI’s exemption carries over when the TSDB information is transferred to the Department. In addition, the Department’s Privacy Act systems of records that are authorized to receive TSDB information via the WLS, see Privacy Impact Assessment for the Watch List Service available at https://www.dhs.gov/publication/dhs-all-pia-027c-watchlist-service-update , are also exempt, pursuant to 5 U.S.C. § 552a(j)(2), (k)(1), and/or (k)(2), from various provisions of the Privacy Act, including 5 U.S.C. §552a(d). Accordingly, to the extent records responsive to your Privacy Act request exist, your client has no right to access or amend the records contained in these systems and your Privacy Act request, as amended, is denied.\r\n\r\nThe Department is required to also process your Privacy Act request under the Freedom of Information Act (FOIA). See 5 U.S.C. § 552a(t)(2)and 6 C.F.R. Part 5 § 5.1. Under FOIA, the Department can neither confirm nor deny the existence of any records that could reveal your client’s status in the TSDB, because either a confirmation or denial that such records exist constitutes SSI, which is protected from release by FOIA exemption 3 (“specifically exempted from disclosure by statute…”), 5 U.S.C. § 552(b)(3). The applicable exempting statute is 49 U.S.C. § 114(r). Additionally, if any such responsive records existed, they would also be exempt from release under 5 U.S.C. §552(b)(7)(E). Therefore, our FOIA analysis requires no change in our determination under the Privacy Act. \r\n\r\nYou have a right to appeal the above determination. Should you wish to do so, you must send your appeal and a copy of this letter, within 90 days of the date of this letter, to: Privacy Office, Attn: FOIA Appeals, U.S. Department of Homeland Security, 2707 Martin Luther King Jr. Avenue, SE, Mail Stop 0655, Washington, D.C. 20528-0655, following the procedures outlined in the DHS FOIA regulations at 6 C.F.R. Part 5 § 5.5(e)(2). Your envelope and letter should be marked “FOIA Appeal.” Copies of the FOIA and DHS FOIA regulations are available at www.dhs.gov/foia.\r\n\r\nIf you need any further assistance or would like to discuss any aspect of your request, please contact the analyst below and refer to 2024-HQFO-03143. You may send an e-mail to foia@hq.dhs.gov, call 202-343-1743 or toll free 1-866-431-0486, or you may contact our FOIA Public Liaison in the same manner. Additionally, you have a right to right to seek dispute resolution services from the Office of Government Information Services (OGIS) which mediates disputes between FOIA requesters and Federal agencies as a non-exclusive alternative to litigation. If you are requesting access to your own records (which is considered a Privacy Act request), you should know that OGIS does not have the authority to handle requests made under the Privacy Act of 1974. You may contact OGIS as follows: Office of Government Information Services, National Archives and Records Administration, 8601 Adelphi Road-OGIS, College Park, Maryland 20740-6001, e-mail at ogis@nara.gov; telephone at 202-741-5770; toll free at 1-877-684-6448; or facsimile at 202-741-5769.\r\n\r\nRegards,\r\n\r\nDHS FOIA, Privacy Office\r\nDepartment of Homeland Security\r\n2707 Martin Luther King Jr. AVE SE\r\nMail Stop 0655\r\nWashington, DC 20528-0655\r\nE-mail: foia@hq.dhs.gov\r\nVisit our FOIA website https://www.dhs.gov/foia \r\n\r\nSENT VIA E-MAIL TO: arvozylo@gmail.com Arvo Zylo 2519 1st Ave Apt 708 Seattle, Washington 98121 Re: CISA Case Number 2024-NPFO-00889 Dear Requester: This acknowledges receipt of your Freedom of Information Act (FOIA) request to the Department of Homeland Security (DHS), seeking access to: a) any and all records and/or documents that have been prepared, received, transmitted, collected and/or maintained by the FBI, USDOJ, or DHS concerning you or your activities; b) The Terrorist Screening Database (TSDB) list for the past five (5) years; and c) the list containing all the agencies, entities, private corporations or individuals with whom we have shared the TSDB during the past five (5) years; and d) provide a copy of the Standard Nomination Form or original information that was used to place your name on the TSDB. As it relates to item “a” of your request, based on the limited information you have provided, we cannot conduct an adequate search. The Department of Homeland Security was created January 24, 2003; therefore, no DHS records exist prior to that date. Records created prior to the establishment of DHS by any of the organizational components of DHS would be maintained by those components. Furthermore, DHS does not maintain a central index of records about individuals. For this reason, the DHS FOIA regulations, at 6 C.F.R. Part 5 § 5.3(b) require that you describe the records you are seeking with as much information as possible to ensure that our search of appropriate systems of records can find them with a reasonable amount of effort. In addition to the information that you provided, this description should include, the type of record you are seeking, the DHS component you believe created and/or controls the records, the precipitating event that you believe warranted the creation of records and the time period that you believe the records or files were created and compiled. If you can provide sufficient additional information as described in this paragraph, we will undertake a search for responsive records. An individual’s request for information pertaining to him or herself is processed under both the FOIA and the PA to afford maximum access to records. Because you have asked for copies of records about yourself, we must verify your identity to ensure that your personal information is not released to anyone other than you or someone you properly designate. The DHS FOIA regulations, 6 C.F.R. Part 5 § 5.3(a), require verification of your identity, including your full name, current address and date and place of birth. In addition, your request must be made in writing, must contain your signature, and should either be notarized or contain a statement made under penalty of perjury as permitted by 28 U.S.C. 1746. Because you have not provided this documentation, your request is not a proper FOIA/PA request, and we are unable to initiate searching for responsive records. This is not a denial of your request. Upon receipt of a perfected request, you will be advised as to the status of your request. Please provide additional information describing the records you are seeking. If we do not hear from you within 30 days from the date of this letter, we will assume you are no longer interested in this PA request, and the case will be administratively closed. Additionally, we determined that some of the information you are seeking is not under the purview of DHS. Requests for FBI and USDOJ records, should be made to the FBI and DOJ respectively. In an effort to assist you on this matter, we are providing you with the following contact information: Federal Bureau of Investigation Attn: Initial Processing Operations Unit Record/Information Dissemination Section 200 Constitution Drive Winchester, VA 22602 Submit Online: FBI Records: Freedom of Information/Privacy Acts (FOIPA) For questions about the process please email foipaquestions@fbi.gov Please be aware DOJ is organized into a number of bureaus, divisions, offices, and boards, which are referred to as \"components.\" Within DOJ, each component processes its own records in response to FOIA requests. A list of DOJ FOIA Contacts is available at: Office of Information Policy | Find a FOIA Contact at DOJ | United States Department of Justice. If you believe that DOJ maintains the records you are seeking, but you are uncertain about which component has the records, you may send your request to the Department’s Mail Referral Unit at: FOIA/PA Mail Referral Unit Department of Justice Room 115 LOC Building Washington, DC 20530-0001 Phone: (202) 616-3837 E-mail: MRUFOIA.Requests@usdoj.gov Office of Information Policy | Make a FOIA Request to DOJ (justice.gov) Please be advised that this action is not a denial of your request and will not preclude you from filing other requests in the future. As it relates to the remainder of your request regarding information on the TSDB, please be aware that information incorporated from the TSDB and/or WLS is information that is categorized as Sensitive Security Information (“SSI”) under 49 U.S.C. § 114(r), and the implementing regulation found at 49 C.F.R. part 1520. Records containing SSI are not available for public inspection or copying, nor can they be released to anyone who does not have an official need to know under 49 C.F.R. § 1520.9(a)(2) and 1520.15(a). Moreover, pursuant to 5 U.S.C. § 552a(j)(2), the Federal Bureau of Investigation has exempted its system of records containing the TSDB from various provisions of the Privacy Act, including §552a(d), which provides for amendment and access rights. DHS obtains TSDB information from the FBI’s Terrorist Screening Center and the FBI’s exemption carries over when the TSDB information is transferred to the Department. In addition, the Department’s Privacy Act systems of records that are authorized to receive TSDB information via the WLS, see Privacy Impact Assessment for the Watch List Service available at https://www.dhs.gov/publication/dhs-all-pia027c-watchlist-service-update , are also exempt, pursuant to 5 U.S.C. § 552a(j)(2), (k)(1), and/or (k)(2), from various provisions of the Privacy Act, including 5 U.S.C. §552a(d). Accordingly, to the extent records responsive to your Privacy Act request exist, your client has no right to access or amend the records contained in these systems and your Privacy Act request, as amended, is denied. The Department is required to also process your Privacy Act request under the Freedom of Information Act (FOIA). See 5 U.S.C. § 552a(t)(2)and 6 C.F.R. Part 5 § 5.1. Under FOIA, the Department can neither confirm nor deny the existence of any records that could reveal your client’s status in the TSDB, because either a confirmation or denial that such records exist constitutes SSI, which is protected from release by FOIA exemption 3 (“specifically exempted from disclosure by statute…”), 5 U.S.C. § 552(b)(3). The applicable exempting statute is 49 U.S.C. § 114(r). Additionally, if any such responsive records existed, they would also be exempt from release under 5 U.S.C. §552(b)(7)(E). Therefore, our FOIA analysis requires no change in our determination under the Privacy Act. You have the right to appeal this determination to neither confirm nor deny the existence of responsive records. Should you wish to do so, you must send your appeal and a copy of this letter, within 90 days of the date of this letter, to: Privacy Office, Attn: FOIA Appeals, U.S. Department of Homeland Security, 245 Murray Lane, SW, Mail Stop 0655, Washington, D.C. 20528-0655, following the procedures outlined in the DHS FOIA regulations at 6 C.F.R. Part 5 5.8.Your envelope and letter should be marked “FOIA Appeal.” Copies of the FOIA and DHS FOIA regulations are available at www.dhs.gov/foia. If you need any further assistance or would like to discuss any aspect of your request, please contact the analyst below and refer to 2024-NPFO-00889. You may send an e-mail to foia@hq.dhs.gov, call 202-343-1743 or toll free 1-866-431-0486, or you may contact our FOIA Public Liaison in the same manner. Additionally, you have a right to right to seek dispute resolution services from the Office of Government Information Services (OGIS) which mediates disputes between FOIA requesters and Federal agencies as a non-exclusive alternative to litigation. If you are requesting access to your own records (which is considered a Privacy Act request), you should know that OGIS does not have the authority to handle requests made under the Privacy Act of 1974. You may contact OGIS as follows: Office of Government Information Services, National Archives and Records Administration, 8601 Adelphi Road-OGIS, College Park, Maryland 20740-6001, e-mail at ogis@nara.gov; telephone at 202-741-5770; toll free at 1-877-684-6448; or facsimile at 202-741- 5769. Regards, DHS FOIA, Privacy Office Department of Homeland Security 2707 Martin Luther King Jr. AVE SE Mail Stop 0655 Washington, DC 20528-0655 E-mail: foia@hq.dhs.gov\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nArvo Zylo",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/privacy-act-freedom-of-information-act-office-of-the-executive-secretary-department-of-homeland-security-174124/"
  }
]