[
  {
    "id": 159229,
    "title": "Indiana Office of the Attorney General Eyes on Education Email 20240222",
    "slug": "indiana-office-of-the-attorney-general-eyes-on-education-email-20240222",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 558,
    "username": "brandongalbraith",
    "agency": 4856,
    "datetime_submitted": "2024-02-22T19:37:20.680681",
    "date_due": "2024-03-04",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-02-22T19:37:20.806923",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 159229,
        "from_user": 558,
        "to_user": 10795,
        "subject": "",
        "datetime": "2024-02-22T19:37:20.806923",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Indiana Access to Public Records Act, I hereby request the following records:\r\n\r\nEmails sent or received from AG Todd Rokita's official business email account containing the keywords \"Eyes on Education\" between 12/1/2023 and 02/22/2024.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 7 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBrandon Galbraith",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/indiana-152/indiana-office-of-the-attorney-general-eyes-on-education-email-20240222-159229/"
  },
  {
    "id": 159227,
    "title": "CPRA Vehicle Data",
    "slug": "cpra-vehicle-data",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 34804,
    "username": "Anonymous1389",
    "agency": 7509,
    "datetime_submitted": "2024-02-22T19:23:39.224927",
    "date_due": "2024-03-03",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-02-22T19:23:39.371816",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 159227,
        "from_user": 34804,
        "to_user": 10827,
        "subject": "",
        "datetime": "2024-02-22T19:23:39.371816",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nI am writing to request records pursuant to the California Public Records Act (California Government Code, section 6250 et seq. (“CPRA”)), and article 1, section 3, subdivision (b)(2) of the California Constitution. We request the records identified below which are in the possession or control of the District Attorney’s Office for Contra Costa County. \r\n\r\n1.\tThe number of criminal complaints filed between January 1, 2015, through January 1, 2024, that included at least one MISDEMEANOR charge for violations of California  Penal Code sections 192, subdivision (c)(1)  with a breakdown of the Race, Ethnicity, and/or National Origin of the charged defendant.\r\n\r\n2.\tThe number of criminal complaints and indictments filed between January 1, 2015, through January 1, 2024, that included at least one FELONY charge for violations of California  Penal Code sections 192, subdivision (c)(1)  with a breakdown of the Race, Ethnicity, and/or National Origin of the charged defendant.\r\n\r\n3.   A list of every case in which a complaint or indictment was filed between January 1, 2015, and January 1, 2024, alleging one or more violations of Penal Code sections 192, subdivision (c)(1) (vehicular manslaughter with gross negligence). Please include the police agency, superior court case number, all charges alleged, whether the filed charge(s) was a misdemeanor or felony, all enhancements alleged, the race of the defendant, the ethnicity of the defendant, the age of the defendant, the gender of the defendant, and the disposition and sentence in the case.  The names of the defendants is not being sought. \r\n\r\n4.\tA list of every referral the District Attorney’s Office received from law enforcement between January 1, 2015, and January 1, 2024, for a violation of Penal Code section 192, subdivision (c)(1) (vehicular manslaughter with gross negligence) as either a felony or a misdemeanor. Please include the agency who made the referral; the police agency’s referred charges, including whether the referral was for misdemeanor of felony charge(s); the race or ethnicity of the individual referred for charging; the age of the individual referred for charging; the gender of the individual referred for charging; and the District Attorney’s Office’s charging decision. If the District Attorney’s Office filed charges in response to the referral, please also provide the case number and the specific charges filed.  The names of the individuals referred for charging are not being sought. \r\n\r\nAs you may know, the California Public Records Act applies to all documents in the agency's possession, regardless of who authored them, and obliges you to respond to this request within 10 days if you can make a determination without having to review the records in question.  In accordance with section 7922.000 of the California Public Records Act, if you claim that any portion of any record is exempt, please redact that portion of the record that you believe is exempt and provide both the statutory citation to any exemption you believe is applicable and the specific reasons for your conclusion that the redacted portion of the record is exempt from disclosure and produce the remainder of the record(s). If you claim that any of the requested records are not a public record, or you claim a privilege not to disclose any record, please respond by identifying any such records and explaining your claim that it is not a public record or why it is privileged or confidential or otherwise exempt, in accordance with section 7922.000. Please produce all records for which you do not claim an exemption or privilege.  The California Public Records Act requires determination of whether these records may be disclosed, and specific reasons why any material requested, or portions thereof, are exempt from disclosure, within ten days from receipt of this request. See Cal. Gov’t Code section 7922.535. It also requires that you notify us of this determination and of the estimated date and time when the records will be produced. See id.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAnonymous Anon",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/santa-clara-county-732/cpra-vehicle-data-159227/"
  }
]