[
  {
    "id": 157307,
    "title": "Comprehensive Records on Anita Murphy's Roles and Activities in BOCES Post-Resignation",
    "slug": "comprehensive-records-on-anita-murphys-roles-and-activities-in-boces-post-resignation",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 18767,
    "username": "jvparker",
    "agency": 31667,
    "datetime_submitted": "2024-01-15T23:56:39.641264",
    "date_due": "2024-01-22",
    "days_until_due": null,
    "date_followup": "2024-01-22",
    "datetime_done": null,
    "datetime_updated": "2024-01-15T23:56:39.788029",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 157307,
        "from_user": 18767,
        "to_user": 93002,
        "subject": "New York Freedom of Information Law Request: Comprehensive Records on Anita Murphy's Roles and Activities in BOCES Post-Resignation",
        "datetime": "2024-01-15T23:56:39.788029",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nRecords related to Anita Murphy's employment and activities with the Albany-Schoharie-Schenectady-Saratoga Board of Cooperative Educational Services (BOCES), from November 1, 2022, to the date this request is fulfilled.\r\n\r\nSpecifically, I am requesting:\r\n\r\nContractual Documents: All contracts, agreements, or documents defining employment terms, roles, responsibilities, and compensation for Anita Murphy, including roles as a Special Project Administrator or other titles.\r\n\r\nTimesheets and Attendance Records: Documents detailing days and hours worked by Anita Murphy under any title or role.\r\n\r\nCommunications: Internal and external communications related to Anita Murphy's work scope, duties, and work product, or discussions about potential or actual roles or titles held.\r\n\r\nWork Product and Reports: Reports, presentations, analyses, or work products created or contributed to by Anita Murphy.\r\n\r\nFinancial Records: Records of payments, reimbursements, or financial transactions made to or on behalf of Anita Murphy.\r\n\r\n\r\nLegal and Advisory References:\r\n\r\nAs per Matter of Data Tree, LLC v. Romaine (9 NY3d 454, 2007), the request is reasonably described and specific enough for the agency to identify and locate the records.\r\nIn line with Advisory Opinion FOIL-AO-f19738, this request is structured to avoid being overly broad and is focused on specific types of documents.\r\nConsidering Advisory Opinion FOIL-AO-f19721, if any part of this request is denied, I expect a detailed explanation, citing the specific statutory exemption(s) as required by law.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJackson Parker",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/comprehensive-records-on-anita-murphys-roles-and-activities-in-boces-post-resignation-157307/"
  }
]