[
  {
    "id": 189771,
    "title": "FDEM South Facility Emails",
    "slug": "fdem-south-facility-emails",
    "status": "submitted",
    "embargo_status": "public",
    "user": 1726,
    "username": "cjciaramella",
    "agency": 18223,
    "datetime_submitted": "2025-07-17T10:40:41.974848",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-07-17T10:40:42.089104",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 189771,
        "from_user": 1726,
        "to_user": 26891,
        "subject": "",
        "datetime": "2025-07-17T10:40:42.089104",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nAll emails to or from the following email accounts between the dates of June 1, 2025, and July 17, 2025:\r\n\r\n- southfacility@em.myflorida.com\r\n- admin@southerndetention.com\r\n\r\nUnder Fla. Stat. § 119.0701(1)(a), private contractors are subject to public record law when they contract with public agencies and are acting on behalf of the public agency in providing those services.\r\n\r\nPlease also note that when responsive records contain exempt material, the custodian must redact the applicable portions and release the rest of the records: “A person who has custody of a public record who asserts that an exemption applies to a part of such record shall redact that portion of the record to which an exemption has been asserted and validly applies, and such person shall produce the remainder of such record for inspection and copying.” Fla. Stat. § 119.07(1)(d) (2020)\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nCJ Ciaramella",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/florida-34/fdem-south-facility-emails-189771/"
  }
]