[
  {
    "id": 178520,
    "title": "WC26",
    "slug": "wc26",
    "status": "submitted",
    "embargo_status": "public",
    "user": 108519,
    "username": "rose.terse",
    "agency": 241,
    "datetime_submitted": "2024-12-28T06:43:14.896340",
    "date_due": "2025-01-06",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-12-28T06:43:15.011774",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 178520,
        "from_user": 108519,
        "to_user": 9656,
        "subject": "",
        "datetime": "2024-12-28T06:43:15.011774",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Washington Public Records Act, I hereby request the following records:\r\n\r\n- The full email threads involving Jeremy Racca from July/August 2024 with the subject lines \"WC Host City Agreement & Potential Costs\" and \"City of Seattle Costs for World Cup\"\r\n\r\n- The full email thread sinvolving Tina Inay from July/August 2024 with the subject lines \"FIFA WC List\", \"FIFA World Cup Meeting - West Coast Coordination\",  \"CONFIDENTIAL/TIMELY: FIFA Fan Fest 2026 / Seattle Center\", \"Community Partnership Meetings mentioned in the 7/15/2024 meeting re: Lumen Permitting for FIFA prep\", \"Community Partnerships Meeting\", and \"Lumen FIFA 2026 World Cup Permitting Discussion with SDCI (PA24-01503)\"\r\n\r\n- The full email threads involving Kylie Rolf from July/August 2024 with the subject lines \"FIFA Community and Social Impact Subcommittee\", \"Strategic Partnership Opportunity for Seattle's World Cup\", \"Excited to join the team\", \"WC Budget exercise spreadsheet culling - take 1\" and \"FIFA / Creative Brief - strategy / city of Seattle\"\r\n\r\n- The full email thread involving Josette Wicker from July/August 2024 with the subject line \"FIFA Bi-Monthly Cross Departmental Executive Planning Session\"\r\n\r\n- The full email thread involving Tim Burgess from July/August 2024 with the subject line \"FIFA/DAP crosswalk\"\r\n\r\n- The full email thread involving Greg Wong from July/August 2024 with the subject line \"FWC26 Permitting\"\r\n\r\nPlease include attachments, linked Sharepoint documents/spreadsheets, and associated metadata.\r\nPlease do not conduct a keyword search as these are the exact subject lines for the email threads in question. If there is a way for me to make locating these email threads easier, please let me know.\r\nPlease de-duplicate emails where possible: I do not need multiple copies of the same email received by multiple people or earlier versions of an email that are reproduced in later emails. However if the earlier emails contain attachments, please include a copy of the attachment. Additionally, if there are multiple branches of a thread, please make sure each branch is reproduced.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRose Terse",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/seattle-69/wc26-178520/"
  }
]