[
  {
    "id": 144461,
    "title": "Charlemagne",
    "slug": "charlemagne",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 14773,
    "username": "Charlesthegreat",
    "agency": 2408,
    "datetime_submitted": "2023-04-13T02:16:50.478296",
    "date_due": "2023-04-20",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-04-13T02:16:50.695551",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 144461,
        "from_user": 14773,
        "to_user": 10047,
        "subject": "",
        "datetime": "2023-04-13T02:16:50.695551",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\n1)I am seeking a copy of  Swissport permits or lease at John F. Kennedy Airport international Airport. 2) I am seeking a copy of Singapore Airlines Limited permits or lease for operating business at John F. Kennedy international Airport. 3) I am making a request for copy of \"certificate of liability insurance\" for \"Swissport North America\", inc for the year of 2015. I am making a request for a copy of the  \"automobile insurance\" for Swissport for the year of 2012 and 2015 at John F. Kennedy international airport.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nCharlemagne Limage",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-city-17/charlemagne-144461/"
  }
]