[
  {
    "id": 137726,
    "title": "Footage from public cameras",
    "slug": "footage-from-public-cameras",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 2955,
    "username": "allegedly",
    "agency": 503,
    "datetime_submitted": "2022-12-12T14:08:31.909287",
    "date_due": "2022-12-19",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2022-12-12T14:08:32.115114",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 137726,
        "from_user": 2955,
        "to_user": 9543,
        "subject": "",
        "datetime": "2022-12-12T14:08:32.115114",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nFootage from public cameras whose footage data is in control of the Chicago Police Department, including but not limited to intersection cameras, POD cameras, or other cameras whose footage is accessible to Chicago police without subpoena, within roughly three blocks, in any direction, of 5662 North Kilbourn in Chicago, encompassing footage for four minutes before and four minutes after the following date & time stamps:\r\n\r\n- October 6, 2022 at 7:11 p.m.\r\n- October 14, 2022 at 9:54 p.m.\r\n- November 7, 2022 at 7:20 p.m.\r\n\r\nAnd for 25 minutes in either direction of the following date & time stamp: November 5, at 11 a.m.\r\n\r\nThis request for public footage should also include all cameras at the intersections of Peterson and Cicero; Foster and Cicero; Pulaski and Peterson; and Forest Glen and Peterson.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial but for journalistic purposes. See my past work in journalism at brandonsmith.com/about and/or brandonsmith.com/reporting-portfolio\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment or via a download link.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBrandon Smith",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/chicago-169/footage-from-public-cameras-137726/"
  }
]