[
  {
    "id": 184831,
    "title": "Georgia Open Records Act Request – January 17, 2024 Arrest of Tyree Chapman (Fleeing, Trash Can Arrest)",
    "slug": "georgia-open-records-act-request-january-17-2024-arrest-of-tyree-chapman-fleeing-trash-can-arrest",
    "status": "submitted",
    "embargo_status": "public",
    "user": 154895,
    "username": "policecamnews",
    "agency": 658,
    "datetime_submitted": "2025-04-12T02:38:27.705151",
    "date_due": "2025-04-16",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-04-12T02:38:27.844826",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 184831,
        "from_user": 154895,
        "to_user": 10248,
        "subject": "",
        "datetime": "2025-04-12T02:38:27.844826",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Georgia Open Records Act, I hereby request the following records:\r\n\r\ncopies of all video and audio recordings related to the arrest of Tyree Chapman on January 17, 2024, by the Atlanta Police Department and associated agencies.\r\n\r\nSpecifically, I request:\r\n\r\nAll body-worn camera footage from officers who pursued, located, or arrested Mr. Chapman.\r\n\r\nAll dashcam/in-car video footage related to this incident.\r\n\r\nAll video from the Aviation Unit (helicopter footage) showing Chapman’s vehicle, foot pursuit, and arrest.\r\n\r\nAny surveillance or third-party footage reviewed or collected by APD.\r\n\r\nAny 911 calls, dispatch audio, or radio communications related to the incident.\r\n\r\nIdentifying Details:\r\n\r\nName of Arrestee: Tyree Chapman\r\n\r\nDate: January 17, 2024\r\n\r\nTime: Approx. 3:37 PM to 4:00 PM EST (as shown in timestamped bodycam and aviation unit footage)\r\n\r\nInitial Location: 300 block of Boulevard NE, Atlanta, GA\r\n\r\nVehicle Involved: Stolen Infiniti Q50 (black)\r\n\r\nPursuit Path: From Chevron gas station to Glenn Street SW and adjoining residential area\r\n\r\nArrest Location: In a trash can in a suburban neighborhood near the 300 block of Glenn Street SW\r\n\r\nCharges: Fleeing to elude, reckless driving, firearm possession during felony, theft by receiving, and driving on suspended/revoked license\r\n\r\nNotable Footage: Bodycam and aerial footage show Chapman hiding in a trash can; a handgun was found in a separate trash can nearby.\r\n\r\nPlease inform me of any fees prior to fulfilling this request. If any part of the materials are exempt from release, please provide the non-exempt portions and cite the applicable exemptions.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nPolice Cam News",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/atlanta-325/georgia-open-records-act-request-january-17-2024-arrest-of-tyree-chapman-fleeing-trash-can-arrest-184831/"
  }
]