[
  {
    "id": 181374,
    "title": "Communications re: LA wildfires between Mayor Karen Bass and Gov. Gavin Newsom",
    "slug": "communications-re-la-wildfires-between-mayor-karen-bass-and-gov-gavin-newsom",
    "status": "ack",
    "embargo_status": "public",
    "user": 150366,
    "username": "LRussell_sacbee",
    "agency": 294,
    "datetime_submitted": "2025-02-12T20:06:25.805740",
    "date_due": "2025-02-22",
    "days_until_due": null,
    "date_followup": "2025-02-23",
    "datetime_done": null,
    "datetime_updated": "2025-02-12T20:06:25.947782",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 181374,
        "from_user": 150366,
        "to_user": 11362,
        "subject": "California Public Records Act Request: Communications re: LA wildfires between Mayor Karen Bass and Gov. Gavin Newsom",
        "datetime": "2025-02-12T20:06:25.947782",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nAll communications (text messages, notes, calendar invites, letters, emails, inter-office memoranda, meeting minutes and agendas, etc.) between Mayor Karen Bass' office and the office of Gov. Gavin Newsom concerning the preparation for and response to the recent Hurst, Eaton, and Palisades wildfires in Los Angeles. Specifically, I request all copies of any notes, communications, and/or discussions between Mayor Bass's office and any agency within Gov. Newsom's office including, but not limited to the following: the Office of Emergency Services, the Environmental Protection Agency, Natural Resources Agency. \r\n\r\nPlease include any and all communications that include the terms \"Hurst,\" \"wildfire,\" \"fire,\" \"warning,\" \"red flag,\" \"Palisades,\" \"LA,\" \"Eaton,\" \"LAFD,\" \"OES,\" and/or \"Cal Fire.\"\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nLia Russell",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/los-angeles-91/communications-re-la-wildfires-between-mayor-karen-bass-and-gov-gavin-newsom-181374/"
  }
]