[
  {
    "id": 175617,
    "title": "Police data collection (2017-2022)",
    "slug": "police-data-collection-2017-2022",
    "status": "submitted",
    "embargo_status": "public",
    "user": 141022,
    "username": "AlessandroG55",
    "agency": 5222,
    "datetime_submitted": "2024-10-30T18:37:35.486847",
    "date_due": "2024-11-07",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-10-30T18:37:35.607007",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 175617,
        "from_user": 141022,
        "to_user": 10646,
        "subject": "Nevada Public Records Act Request: Police data collection (2017-2022)",
        "datetime": "2024-10-30T18:37:35.607007",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Nevada Public Records Act, I hereby request the following records:\r\n\r\n1. the total number of use of force incidents from 2020-2023, separated by year. Please include, as part of this a breakdown, how many use of force incidents were related to law enforcement operations \r\n2. the total number of use of force incidents, separated by year and type of force, from 2020-2023 (for example, information that specifies the number of taser incidents in 2023, baton incidents in 2023, etc.)\r\n3. the total number of civilian complaints against law enforcement that were reported and the total number sustained from 2020-2023, separated by year.\u2028\u2028\r\n4. the total number of civilian complaints alleging law enforcement use of excessive force that were reported and the total number sustained from 2020-2023, separated by year.\u2028\r\n5. the total number of civilian complaints alleging biased policing or racial profiling that were reported and the total number sustained from 2020-2023, separated by year.\u2028\u2028\r\n6. the total number of civilian complaints alleging criminal conduct that were reported and the total number sustained from 2020-2023, separated by year.\u2028\r\n7. the total number of officer-involved shootings from 2020-2023, both fatal and non-fatal, separated by year.\r\n8. the total number of people who the sheriff’s department used force against, broken down by race/ethnicity\r\n9. Complaints filed by one officer towards another officer\r\n\r\nWhen available, please provide the data in separate CSV files by year.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAlessandro Guzman",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/reno-8962/police-data-collection-2017-2022-175617/"
  }
]