[
  {
    "id": 157344,
    "title": "Lincoln NE",
    "slug": "lincoln-ne",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 27422,
    "username": "dmehrotra",
    "agency": 6595,
    "datetime_submitted": "2024-01-17T07:38:01.098781",
    "date_due": "2024-01-23",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-01-17T07:38:01.160453",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 157344,
        "from_user": 27422,
        "to_user": 11480,
        "subject": "",
        "datetime": "2024-01-17T07:38:01.160453",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Nebraska Public Records Act, I hereby request the following records:\r\n\r\nIn January 2024 a  man was arrested after police say he rammed a skid-steer loader into several vehicles, including a police cruiser, during a rampage in southeast Lincoln. The 36-year-old man was arrested on suspicion of second-degree assault, second-degree assault of an officer and criminal mischief following the alleged crime spree that began at the U-Stop convenience store near 73rd Street and Pine Lake Road around 2:30 p.m. The man rammed several vehicles with the loader before driving to the Home Depot at 70th Street and Nebraska Parkway — about a third of a mile away — where he drove into more vehicles.\r\n\r\nI  am looking for body camera footage from responding officers, incident and investigative reports, 911 call detail logs, use of force reports, and dispatch audio of this incident.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 4 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDhruv Mehrotra",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/lincoln-4033/lincoln-ne-157344/"
  }
]