[
  {
    "id": 186896,
    "title": "William Joe Cantrell Jr. January 24, 2025 Arrest Documents",
    "slug": "william-joe-cantrell-jr-january-24-2025-arrest-documents",
    "status": "submitted",
    "embargo_status": "public",
    "user": 159160,
    "username": "bregenzer",
    "agency": 832,
    "datetime_submitted": "2025-05-22T09:43:40.765505",
    "date_due": "2025-05-30",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-05-22T09:43:40.969298",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186896,
        "from_user": 159160,
        "to_user": 10608,
        "subject": "Kentucky Open Records Act Request: William Joe Cantrell Jr. January 24, 2025 Arrest Documents",
        "datetime": "2025-05-22T09:43:40.969298",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Kentucky Open Records Act, I hereby request the following records:\r\n\r\nrelated to the arrest of William Joe Cantrell Jr., a 40-year-old male from Paintsville, Kentucky, who was arrested on January 24, 2025 at approximately 1:48 PM by Officer Weddington (Badge 744) of the Kentucky State Police:\r\n\r\n1. The arrest or incident report related to this case;\r\n2. Any booking or intake documents, including time, location of custody, and personnel involved;\r\n3. Any holding cell assignment logs, temporary detention room logs, or custody location records from January 24 through January 31, 2025;\r\n4. Any visitor sign-in sheets, logbooks, or interview room access records for the duration of Mr. Cantrell’s custody during that same period;\r\n5. Any shift notes, watch commander logs, or duty officer entries referencing his custody or movement;\r\n6. Any transportation or custody transfer logs, including documents reflecting any movement between officers, facilities, or agencies;\r\n7. Any dispatch or CAD (computer-aided dispatch) logs relating to Mr. Cantrell's arrest, transport, or detention;\r\n8. Documentation reflecting the date and time of Mr. Cantrell’s release from custody or transfer to another facility, including any associated release or transfer forms.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMike Bregenzer",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/kentucky-147/william-joe-cantrell-jr-january-24-2025-arrest-documents-186896/"
  }
]