[
  {
    "id": 183225,
    "title": "Public Records Request – Records Pertaining to the Arrest of Ezra Miller on March 28, 2022",
    "slug": "public-records-request-records-pertaining-to-the-arrest-of-ezra-miller-on-march-28-2022",
    "status": "submitted",
    "embargo_status": "public",
    "user": 154895,
    "username": "policecamnews",
    "agency": 6821,
    "datetime_submitted": "2025-03-16T02:21:02.653694",
    "date_due": "2025-03-28",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-16T02:21:02.823618",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 183225,
        "from_user": 154895,
        "to_user": 12138,
        "subject": "",
        "datetime": "2025-03-16T02:21:02.823618",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Hawaii Uniform Information Practices Act, I hereby request the following records:\r\n\r\nI hereby request copies of all records related to the arrest of Ezra Miller on March 28, 2022, in Hilo, Hawaiʻi. This incident involved Mr. Miller allegedly causing a disturbance at a karaoke bar, leading to charges of disorderly conduct and harassment.\r\n\r\nSpecifically, I request:\r\n\r\n1. **Incident and Arrest Reports:**\r\n   - The complete incident report, arrest report, and any supplementary narratives authored by the responding officers concerning this event.\r\n   - Any written statements provided by Mr. Miller during the incident or subsequent arrest process.\r\n\r\n2. **Audio and Video Recordings:**\r\n   - All available body-worn camera footage capturing the response, arrest, and any interactions with Mr. Miller.\r\n   - Audio recordings of 911 calls, radio communications, and dispatch logs related to this incident.\r\n\r\n3. **Booking and Detention Records:**\r\n   - Mugshot and booking paperwork.\r\n   - Any jail intake forms, property logs, or holding cell surveillance footage (if available).\r\n\r\n4. **Internal Communications and Reports:**\r\n   - Internal memos, emails, or communications within the Hawaiʻi Police Department pertaining to this incident.\r\n   - Any reports or assessments generated as a result of this incident, including procedural reviews or evaluations.\r\n\r\nI request that these records be provided in electronic format, if available, to facilitate prompt and efficient processing.\r\n\r\n**Fee Disclosure and Request for Estimate:**\r\nI acknowledge that this request is being made for commercial purposes. Therefore, I am prepared to incur any applicable fees associated with the processing of this request. To manage costs effectively, I kindly ask that you provide an itemized estimate of the anticipated fees prior to fulfilling the request. If certain documents can be excluded to reduce costs, please inform me so that I can make an informed decision on how to proceed.\r\n\r\nIf any portion of this request is denied or if specific documents are withheld, please cite the specific statutory exemption that justifies the refusal. Additionally, if certain records are only partially exempt, I request that the non-exempt portions be disclosed after appropriate redaction, as stipulated by the Hawaiʻi Uniform Information Practices Act.\r\n\r\nPlease confirm receipt of this request and provide an estimated timeline for its fulfillment.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nPolice Cam News",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/hawaii-county-2034/public-records-request-records-pertaining-to-the-arrest-of-ezra-miller-on-march-28-2022-183225/"
  },
  {
    "id": 183224,
    "title": "Public Records Request – Records Pertaining to the Arrest of Nicholas Jones on May 5, 2019",
    "slug": "public-records-request-records-pertaining-to-the-arrest-of-nicholas-jones-on-may-5-2019",
    "status": "submitted",
    "embargo_status": "public",
    "user": 154895,
    "username": "policecamnews",
    "agency": 15860,
    "datetime_submitted": "2025-03-16T02:19:18.308992",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-16T02:19:18.427404",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 183224,
        "from_user": 154895,
        "to_user": 21093,
        "subject": "",
        "datetime": "2025-03-16T02:19:18.427404",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nI hereby request copies of all records related to the arrest of Nicholas Jones on May 5, 2019, in St. Johns County, Florida. This incident involved Mr. Jones allegedly fleeing a traffic stop and subsequently calling 911 to report and boast about the incident, leading to his arrest.\r\n\r\n1. **Incident and Arrest Reports:**\r\n   - The complete incident report, arrest report, and any supplementary narratives authored by the responding deputies concerning this event.\r\n   - Any written statements provided by Mr. Jones during the incident or subsequent arrest process.\r\n\r\n2. **Audio and Video Recordings:**\r\n   - All available dashcam and body-worn camera footage capturing the initial traffic stop, pursuit, arrest, and any interactions with Mr. Jones.\r\n   - Audio recordings of 911 calls, including the call made by Mr. Jones, radio communications, and dispatch logs related to this incident.\r\n\r\n3. **Evidence Documentation:**\r\n   - Records detailing any evidence collected during the investigation, including descriptions of items found in Mr. Jones's vehicle at the time of arrest.\r\n   - Inventory logs of any items seized from the vehicle or from Mr. Jones at the time of arrest.\r\n\r\n4. **Internal Communications and Reports:**\r\n   - Internal memos, emails, or communications within the St. Johns County Sheriff's Office pertaining to this incident.\r\n   - Any reports or assessments generated as a result of this incident, including procedural reviews or evaluations.\r\n\r\nI request that these records be provided in electronic format, if available, to facilitate prompt and efficient processing.\r\n\r\n**Fee Disclosure and Request for Estimate:**\r\nI acknowledge that this request is being made for commercial purposes. Therefore, I am prepared to incur any applicable fees associated with the processing of this request. To manage costs effectively, I kindly ask that you provide an itemized estimate of the anticipated fees prior to fulfilling the request. If certain documents can be excluded to reduce costs, please inform me so that I can make an informed decision on how to proceed.\r\n\r\nIf any portion of this request is denied or if specific documents are withheld, please cite the specific statutory exemption that justifies the refusal. Additionally, if certain records are only partially exempt, I request that the non-exempt portions be disclosed after appropriate redaction, as stipulated by the Florida Public Records Act.\r\n\r\nPlease confirm receipt of this request and provide an estimated timeline for its fulfillment.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nPolice Cam News",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/florida-34/public-records-request-records-pertaining-to-the-arrest-of-nicholas-jones-on-may-5-2019-183224/"
  }
]