[
  {
    "id": 155659,
    "title": "FOIL Request for Data Supporting COVID-19 Vaccine Efficacy for Holiday Season Health Protection",
    "slug": "foil-request-for-data-supporting-covid-19-vaccine-efficacy-for-holiday-season-health-protection",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 18767,
    "username": "jvparker",
    "agency": 4384,
    "datetime_submitted": "2023-12-07T16:06:48.625460",
    "date_due": "2023-12-14",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-12-07T16:06:48.707373",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 155659,
        "from_user": 18767,
        "to_user": 10483,
        "subject": "",
        "datetime": "2023-12-07T16:06:48.707373",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nI am requesting access to records that support the statement made by State Health Commissioner Dr. James McDonald, as reported on December 6, 2023, in Spectrum Local News: “If you don’t want to be sick for the holidays, grab the COVID vaccine.” Specifically, I am interested in:\r\n\r\n\t1.\tAny statistical data, studies, or reports from January 1, 2023, to December 6, 2023, demonstrating the effectiveness of the COVID-19 vaccine in preventing illness during the 2023 holiday season.\r\n\t2.\tInformation regarding the timeline for COVID-19 vaccine effectiveness, particularly in relation to the period between vaccination and development of immunity, in the context of the holiday season.\r\n\t3.\tComparative analysis of COVID-19 infection rates, hospitalizations, and fatality rates among vaccinated versus unvaccinated populations in New York State during the 2023 holiday season.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJackson Parker",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/foil-request-for-data-supporting-covid-19-vaccine-efficacy-for-holiday-season-health-protection-155659/"
  }
]