[
  {
    "id": 173883,
    "title": "The Rhode Island Ripper",
    "slug": "the-rhode-island-ripper",
    "status": "submitted",
    "embargo_status": "public",
    "user": 28088,
    "username": "alexagagosz",
    "agency": 10,
    "datetime_submitted": "2024-09-27T12:14:38.224610",
    "date_due": "2024-10-28",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-09-27T12:14:38.334453",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 173883,
        "from_user": 28088,
        "to_user": 9555,
        "subject": "",
        "datetime": "2024-09-27T12:14:38.334453",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nCopies of all records and investigative files mentioning Jeffrey S. Mailhot, also known as the \"Rhode Island Ripper,\" who murdered three prostitutes in Woonsocket, Rhode Island, between 2003 and 2004. I'm specifically looking for investigative files related to the cases, and any other documents that are considered public -- and particularly those that were not previously released.\r\n\r\nPlease conduct a search of the Central Records System, including but not limited to the Electronic Surveillance (ELSUR) Indices, the Microphone Surveillance (MISUR) Indices, the Physical Surveillance (FISUR) Indices, and the Technical Surveillance (TESUR) Indices, for both main-file records and cross-reference records for all relevant names, individuals, agencies and companies. Please search HQ records as well as ALL field offices and resident agencies.\r\n\r\nIf any potentially responsive records have been destroyed and/or transferred to NARA, then I request copies of the destruction or transfer slips as well as any other documentation relating to, mentioning or describing said transfer or destruction, to include but not be limited to confirmation that the Bureau has no other copies of said records. If previously released records are available, then I request a rolling release consisting of those records while additional records are located and processed for release.\r\n\r\nI am a member of the news media and request classification as such. I have previously written about the government and its activities, and am currently a reporter of The Boston Globe.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAlexa Gagosz",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/the-rhode-island-ripper-173883/"
  },
  {
    "id": 173880,
    "title": "Former R.I. governor Frank Licht",
    "slug": "former-ri-governor-frank-licht",
    "status": "ack",
    "embargo_status": "public",
    "user": 28088,
    "username": "alexagagosz",
    "agency": 15767,
    "datetime_submitted": "2024-09-27T11:50:36.216923",
    "date_due": "2024-10-28",
    "days_until_due": null,
    "date_followup": "2024-10-28",
    "datetime_done": null,
    "datetime_updated": "2024-09-27T11:50:36.386158",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 173880,
        "from_user": 28088,
        "to_user": 20882,
        "subject": "Freedom of Information Act Request: Former R.I. governor Frank Licht",
        "datetime": "2024-09-27T11:50:36.386158",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nRecords, specifically those unreleased, mentioning or describing Frank Licht, who was the former governor of Rhode Island. He was born on January 7, 1916 and died on May 30, 1987. (Obituary: https://www.nytimes.com/1987/05/31/obituaries/frank-licht-an-ex-governor-led-rhode-island-in-late-60-s.html)\r\n\r\nI submitted this same request to the Federal Bureau of Investigation, that informed me records potentially responsive to my request were potentially transferred to the National Archives and Records Administration. They told me to use file number 100-HQ-454565 serials 325 and 491 as a reference. If those records in that file are related to Frank Licht, I would like a copy of the file.\r\n\r\nIf any potentially responsive records have been destroyed and/or transferred to another agency, then I request copies of the destruction or transfer slips as well as any other documentation relating to, mentioning or describing said transfer or destruction, to include but not be limited to confirmation that the NARA has no other copies of said records. If previously released records are available, then I request a rolling release consisting of those records while additional records are located and processed for release.\r\n\r\nI am a member of the news media and request classification as such. I have previously written about the government and its activities, and am currently a reporter of The Boston Globe.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAlexa Gagosz",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/former-ri-governor-frank-licht-173880/"
  }
]