[
  {
    "id": 191598,
    "title": "Virginia Monuments - Governor's Office",
    "slug": "virginia-monuments-governors-office",
    "status": "submitted",
    "embargo_status": "public",
    "user": 140258,
    "username": "TheCadet",
    "agency": 15801,
    "datetime_submitted": "2025-08-19T15:25:22.239797",
    "date_due": "2025-08-26",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-08-19T15:25:22.421193",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 191598,
        "from_user": 140258,
        "to_user": 20969,
        "subject": "",
        "datetime": "2025-08-19T15:25:22.421193",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Virginia Freedom of Information Act, I hereby request the following records:\r\n\r\nUnder the Virginia FOIA, I request:\r\n\r\n1. Commonwealth of Virginia, Office of the Governor, Memorandum From: \"Ralph S. Northam, Governor, VMI Class of 1981, Former President of VMI, Honor Court\", \"SUBJECT: Work Plan for Virginia Military Institute Equity Audit\", Date October 30, 2020. Consists of at least 3 pages.\r\n\r\n2. All records created or received between June 1, 2021 and the present concerning the removal, custody, transfer, or donation of Richmond’s Confederate monuments/statues, including transfers to BHMVA, The Valentine Museum, and the Swords Into Plowshares (SIP) project.\r\n\r\nPlease include:\r\n\r\nPlanning/Coordination – Drafts, emails, notes, and press coordination relating to the Dec. 30, 2021 joint plan with the City of Richmond regarding transfer to BHMVA and The Valentine.\r\n\r\nDHR Involvement – Reviews, interpretations of Va. Code § 15.2-1812, and records concerning state custody/transfer of the Lee statue/pedestal.\r\n\r\nCommunications – All emails, texts, chats, and attachments with:\r\n\r\nCity of Richmond officials\r\n\r\nThe Valentine, BHMVA, JSAAHC/SIP\r\n\r\nUVA (Barnes, Payton, Schmidt, Dubois, Dukes, Ochs)\r\n\r\nRenée Grisham, Tom Perriello, Sally Hudson, Jennifer McClellan\r\n\r\nAll members of the VLBC, State Senator Ghazala Hashmi, and Rep. Abigail Spanberger (see Appendix for names)\r\n\r\nUsing search terms: “Swords Into Plowshares,” SIP, “Jefferson School,” “Valentine,” “BHMVA,” “Lee statue,” melt, destroy, recast.\r\n\r\nProvide records in native electronic format. Please cite any exemptions.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTom Nash, a citizen of Virginia, in coordination with Anonymous.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/richmond-151/virginia-monuments-governors-office-191598/"
  },
  {
    "id": 191597,
    "title": "Richmond Monuments - City",
    "slug": "richmond-monuments-city",
    "status": "submitted",
    "embargo_status": "public",
    "user": 140258,
    "username": "TheCadet",
    "agency": 24316,
    "datetime_submitted": "2025-08-19T15:19:50.706223",
    "date_due": "2025-08-26",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-08-19T15:19:50.863784",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 191597,
        "from_user": 140258,
        "to_user": 69672,
        "subject": "",
        "datetime": "2025-08-19T15:19:50.863784",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Virginia Freedom of Information Act, I hereby request the following records:\r\n\r\nPursuant to the Virginia Freedom of Information Act, Va. Code § 2.2-3700 et seq., I request access to and copies of all records created or received between June 1, 2021 and the present concerning the removal, disposition, donation, transfer, or ultimate use of the City of Richmond’s Confederate monuments/statues, including the Lee statue and pedestal.\r\n\r\nPlease include:\r\n\r\nEvaluation & Scoring Records – All versions/drafts of the Monuments Criteria Evaluation Score Sheet (Mar. 22, 2021), the Monuments Requests Research & Review Matrix (Sept. 9, 2021), reviewer notes, deliberation materials, recommendation memos, meeting agendas/minutes, and recordings.\r\n\r\nCouncil Actions – Drafts, staff reports, attachments, notices, hearing records, and communications relating to Resolution 2022-R002 (Jan. 24, 2022) and ORD. 2022-001.\r\n\r\nDisposition & Transfer Records – Donation agreements, bills of sale, custody/transport records, storage records, MOUs or collaboration agreements with the Black History Museum & Cultural Center of Virginia (BHMVA) and The Valentine.\r\n\r\nExecutive Coordination – Records concerning the joint Dec. 30, 2021 plan/announcement with the Governor’s Office regarding donation to BHMVA and collaboration with The Valentine.\r\n\r\nApplications & Endorsements – All submissions and endorsements received by the City during the monuments disposition process, including emails or correspondence forwarding endorsements.\r\n\r\nCommunications – All emails, texts, chats, and attachments between City officials and the following individuals/entities:\r\n\r\nThe Valentine: Bill Martin, Christina Vida\r\n\r\nBHMVA: Andrea Douglas, Marland Buckner, Trinity Swift\r\n\r\nJefferson School African American Heritage Center/JSAAHC: Swords Into Plowshares (SIP)\r\n\r\nUVA: Melody Barnes, Claire Antone Payton, Jalane Schmidt, Laurent Dubois, Frank Dukes, Ellen Laughlin Ochs\r\n\r\nOthers: Renée Grisham, Tom Perriello, Sally Hudson, Jennifer McClellan\r\n\r\nSearch terms: “Swords Into Plowshares,” SIP, “Jefferson School,” JSAAHC, “Valentine Museum,” “Black History Museum,” BHMVA, “Lee statue,” melt, destroy, recast, endorsement, coalition.\r\n\r\nPolitical Figures – All communications with (a) members of the Virginia Legislative Black Caucus (VLBC), (b) Virginia State Senator Ghazala Hashmi, and (c) Rep. Abigail Spanberger. See Appendix for full names list.\r\n\r\nPlease provide records in native electronic format where available. If any portion is withheld, cite the specific FOIA exemption relied upon.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTom Nash, a citizen of Virginia, in coordination with Anonymous.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/richmond-151/richmond-monuments-city-191597/"
  },
  {
    "id": 191596,
    "title": "URP Records",
    "slug": "urp-records",
    "status": "submitted",
    "embargo_status": "public",
    "user": 140258,
    "username": "TheCadet",
    "agency": 28252,
    "datetime_submitted": "2025-08-19T14:54:38.261396",
    "date_due": "2025-08-26",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-08-19T14:54:38.407912",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 191596,
        "from_user": 140258,
        "to_user": 79498,
        "subject": "",
        "datetime": "2025-08-19T14:54:38.407912",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Virginia Freedom of Information Act, I hereby request the following records:\r\n\r\nCreated or received between January 1, 2023, and the present, concerning the Pell Initiative for Virginia (PIV), the Underrepresented Population (URP), and the Virginia Military Institute (VMI):\r\n\r\nMemoranda of Understanding (MOUs) – All executed MOUs for VMI under the Pell Initiative (FY2023–24 and FY2024–26), including statewide MOU templates and VMI-specific inserts.\r\n\r\nGrant Applications and Worksheets – All VMI grant applications, proposals, and supporting worksheets, including approvals, denials, and revisions.\r\n\r\nContractor Records – All contracts, scopes of work, subcontracts, deliverables, and reports from Higher Education Insights, HCM Strategists, and other consultants supporting Pell or IwBR work, to include any applicable to VMI.\r\n\r\nInstitution-Wide Barrier Review (IwBR) – All plans, protocols, questionnaires, datasets, analyses, drafts, and final reports related to VMI’s IwBR.\r\n\r\nPerformance Targets & Criteria – All analyses, internal communications, or approvals establishing VMI’s Pell enrollment, application, and retention targets, as well as any records establishing criteria or quotas based on race, gender, ethnicity, or financial status.\r\n\r\nFunding and Spending Records – Budgets, invoices, contracts, POs, and recipient lists for VMI program funding (e.g., Care Team/NABITA, student grants, Pell freshman grants, application fee waivers).\r\n\r\nOversight & Reports – All SCHEV interim and annual reviews, site-visit notes, rubrics, internal correspondence, and reports to the General Assembly concerning VMI and the Pell Initiative.\r\n\r\nCommunications – All emails and attachments among SCHEV staff (Lee Andes, Peter Blake, Alan Edwards, Bob Spieldenner, Jess Madden, Barry Simmons),  VMI officials (including Shannon M. Eskam,  Tereika Grooms, Sri Kandregula, Briana Williams, and Joe Hagy) as well as emails to any from aany member of the Virginia House or Senate Finance Committees and their staffs containing: “PIV,” “Pell Initiative,” “IwBR,” “Pell-eligible,” “VMI,” “URP,” “underrepresented,” “FRL,” “Common App,” “CRM,” “Higher Education Insights,” “HCM,” “NABITA,” \"VMI\", \"Virginia Military Institute\", or “barrier review.”\r\n\r\nMOUs – All executed, draft, or redlined MOUs with SCHEV for the Pell Initiative, including the signed FY2024–26 MOU.\r\n\r\nGrant Applications – All proposals, worksheets, and submissions by VMI to SCHEV for Pell Initiative funding.\r\n\r\nIwBR Materials – All plans, notes, analyses, and reports produced by or for VMI relating to its Institution-Wide Barrier Review.\r\n\r\nBudgets and Expenditures – Documentation, contracts, invoices, and lists of recipients for Pell Initiative funds, including but not limited to Care Team/NABITA services, past-due student balance grants, incoming Pell freshman grants, and application fee waivers.\r\n\r\nPerformance Targets & Quotas – All internal/external records, analyses, or communications establishing Pell performance targets or discussing criteria/quotas (race, gender, ethnicity, financial, or other demographic criteria).\r\n\r\nCommunications – All emails and attachments among VMI officials (including Shannon M. Eskam and Joe Hagy) referencing: “PIV,” “Pell Initiative,” “IwBR,” “Pell-eligible,” “URP,” “underrepresented,” “FRL,” “Common App,” “CRM,” “Higher Education Insights,” “HCM,” “NABITA,” or “barrier review.”\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTom Nash, a citizen of Virginia, in coordination with Anonymous.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/virginia-128/urp-records-191596/"
  }
]