[
  {
    "id": 182329,
    "title": "FBI: William Claude \"Claudel\" Ashe",
    "slug": "fbi-william-claude-claudel-ashe",
    "status": "submitted",
    "embargo_status": "public",
    "user": 351,
    "username": "RobbyD",
    "agency": 10,
    "datetime_submitted": "2025-03-03T09:05:07.036669",
    "date_due": "2025-03-31",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-03T09:05:07.234071",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "ashe"
    ],
    "communications": [
      {
        "foia": 182329,
        "from_user": 351,
        "to_user": 9555,
        "subject": "",
        "datetime": "2025-03-03T09:05:07.234071",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nBureau records related to one William Claude L Ashe. Ashe (Born September 28th 1925 in South Point, South Carolina - died April 9th 1995 in Alamance, North Carolina) was known to the bureau by numerous aliases, including:\r\n\r\nClaud Ash\r\nOscar Claude L. Ashe\r\nWilliam Claudell Ashe\r\nWilliam Claudel Ashe\r\nDavid Lee Daniel \r\nDavid Lee Daniels \r\n\r\nAccording to the Social Security Death Index, Ashe had a social security number of: 240307664\r\nAccording to Volume 28 of FBI's Law Enforcement Bulletin, Ashe had an \"FBI Number\" of: FBI Number: 2,447,337\r\n\r\nAccording to Volume 28 of the FBI's Law Enforcement Bulletin, Ashe was serving a life sentence for a 1948 shotgun murder in North Carolina, when he escaped prison. Ashe was then a fugitive from justice from September 19th 1955 until he was arrested by agents of the bureau in June 1959 in Punta Gorda, Florida. \r\n\r\nhttps://www.google.ge/books/edition/FBI_Law_Enforcement_Bulletin/Rv-NMS9zpfUC?hl=en&gbpv=1&dq=William%20Claude%20Ashe&pg=RA3-PP1&printsec=frontcover\r\n\r\nThis is a request for records about William Claudell Ashe from any and all FBI offices, including HQ, field offices, legal attaches, and facilities that maintain records under the FBI’s control. Please conduct a search for any records on Ashe held by the Tampa and Charlotte field offices. According to a blog post I just read, it is important that I state the following: \"As you know, your agency is required to search the records stored at NARA’s Washington Records Center in Suitland, MD, but still technically under your agency’s control. For more information see 36 CFR 1250.8\" Please also conduct a physical search of records at NARA's Washington Records Center in Suitland, for any records or documents related to William Claudel Ashe. \r\n\r\nPlease include all potentially responsive materials, including but not limited to all communications, reports, inquiries, investigations, photographs, audio files, video files, memos, directives, etc. Please include all materials found in other subject files and all materials associated with any potentially-related names and any other known aliases, nicknames, code names, or any other identifying pseudonyms or references utilized by this agency. Please consult the Central Records System and records, the Electronic Surveillance (ELSUR) Data Management System and records, Microphone Surveillance (MISUR) records, Physical Surveillance (FISUR) records, Technical Surveillance (TESUR) records, and all available cross-reference indices, databases, and records, in addition to any other locations containing potentially-responsive materials related to William Claudel Ashe. \r\n\r\nIf the bureau cannot fulfill certain parts of this request or certain portions must be redacted please provide any reasonable segregable portion of a requested record after removing or redacting those portions claimed to be exempt, explain in writing the justification for redacting the record, indicate the extent of any redactions on the portion of the record which is made available or published and where technically feasible indicate on the redacted portion itself the specific exemption(s) claimed.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobert Delaware",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1263963,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/RobbyD/153194/William_Claudell_Ashe_.png",
            "datetime": "2025-03-03T09:05:07.234071",
            "title": "William_Claudell_Ashe_.png",
            "source": "Robert Delaware",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/fbi-william-claude-claudel-ashe-182329/"
  }
]