[
  {
    "id": 150753,
    "title": "Tennessee Open Records Law - Request",
    "slug": "tennessee-open-records-law-request",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 18788,
    "username": "Preqin",
    "agency": 15094,
    "datetime_submitted": "2023-08-14T05:59:14.757663",
    "date_due": "2023-08-23",
    "days_until_due": null,
    "date_followup": "2023-08-23",
    "datetime_done": null,
    "datetime_updated": "2023-08-14T05:59:14.928849",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 150753,
        "from_user": 18788,
        "to_user": 19387,
        "subject": "Tennessee Public Records Act Request: Tennessee Open Records Law - Request",
        "datetime": "2023-08-14T05:59:14.928849",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Tennessee Public Records Act, I hereby request the following records:\r\n\r\n1.\tA list of ALL types of alternative asset investments, including private equity, venture capital, distressed debt, mezzanine, fund of funds, infrastructure, natural resources, real estate and private debt partnerships in which Knoxville City Pension Board is an investor; and\r\n2.\tFor each partnership, may I please have a copy of any alternative assets investment records that would show some or all of the following information:\r\n\r\na.\tKnoxville City Pension Board's total commitment to the partnership,\r\nb.\tthe total contributions made by Knoxville City Pension Board to the partnership to date,\r\nc.\tthe total distributions received by Knoxville City Pension Board from the partnership to date,\r\nd.\tthe estimated current value of Knoxville City Pension Board's holding in the partnership, and\r\ne.\tany available estimates of the Net and Gross IRR earned by Knoxville City Pension Board to date on its investment in the partnership.\r\n\r\n3.\tIn addition to this could you please provide me with an up to date account of your current asset allocations in the above asset classes including any direct investments you may have.\r\n\r\nThank you very much for your attention to this request. In the event that Knoxville City Pension Board has no such investments, a simple note to this effect will suffice.  We understand that we may be charged for the cost of the copies requested, and agree to pay these charges. \r\n\r\nThank you again for your attention to this request. \r\n\r\nYours faithfully,",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/knoxville-30436/tennessee-open-records-law-request-150753/"
  },
  {
    "id": 150752,
    "title": "Tennessee Open Records Law - Request",
    "slug": "tennessee-open-records-law-request",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 18788,
    "username": "Preqin",
    "agency": 15085,
    "datetime_submitted": "2023-08-14T05:53:58.563785",
    "date_due": "2023-08-23",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-08-14T05:53:58.768523",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 150752,
        "from_user": 18788,
        "to_user": 19376,
        "subject": "Tennessee Public Records Act Request: Tennessee Open Records Law - Request",
        "datetime": "2023-08-14T05:53:58.768523",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Sir / Madam,\r\n\r\nI am writing to ask for your help with a request under the Tennessee Open Records Law, Tenn. Code sec 10-7 and 10-8.\r\n\r\nWould it be possible for you to send me a copy of any records that would show some or all of the following information:\r\n\r\n1. A list of ALL types of alternative asset investments, including private equity, venture capital, distressed debt, mezzanine, fund of funds, infrastructure, natural resources, real estate and private debt partnerships in which Tennessee Consolidated Retirement System is an investor; and\r\n2. For each partnership, may I please have a copy of any alternative assets investment records that would show some or all of the following information:\r\n\r\na. Tennessee Consolidated Retirement System's total commitment to the partnership,\r\nb. the total contributions made by Tennessee Consolidated Retirement System to the partnership to date,\r\nc. the total distributions received by Tennessee Consolidated Retirement System from the partnership to date,\r\nd. the estimated current value of Tennessee Consolidated Retirement System's holding in the partnership, and\r\ne. any available estimates of the IRR earned by Tennessee Consolidated Retirement System to date on its investment in the partnership.\r\n\r\nThank you very much for your attention to this request. For your convenience, I have attached an example of the type of information I am hoping to receive.\r\n\r\nIn the event that Tennessee Consolidated Retirement System has no such investments, a simple note to this effect will suffice.\r\n\r\nShould you have any questions or queries, please feel free to contact me on the email address above.\r\n\r\nThank you again for your attention to this request.\r\n\r\nYours faithfully,",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/tennessee-155/tennessee-open-records-law-request-150752/"
  }
]