[
  {
    "id": 152072,
    "title": "Expedited FOIA Request DOJ 23-A.B Case Processing records of DOJ-2019-000086",
    "slug": "expedited-foia-request-doj-23-ab-case-processing-records-of-doj-2019-000086",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 33210,
    "username": "perseverance2013",
    "agency": 59,
    "datetime_submitted": "2023-09-15T22:25:18.083682",
    "date_due": "2023-10-16",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-09-15T22:25:18.773914",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "foia",
      "ogis",
      "broken foia",
      "freedom of information act",
      "nara",
      "foia advisory committee",
      "foia annual reports",
      "alina semo",
      "office of government information services",
      "foia compliance",
      "department of justice office of information policy",
      "doj office of information policy",
      "doj oip",
      "ogis mediation",
      "nara unauthorized disposition federal records",
      "chief foia officers council",
      "foia ombudsman",
      "records management oversight and reporting program",
      "bobak talebian",
      "national archives administration performance budget",
      "foia sunshine week",
      "archivist of the united states",
      "chief foia officers report",
      "ogis dispute resolution",
      "ogis foia annual open meeting",
      "foia compliance inquiries",
      "your right to federal records",
      "department of justice guide to the freedom of information act",
      "foia proactive disclosures",
      "foia improvement act of 2016",
      "foia administrative appeals",
      "foiaonline.gov",
      "foia.gov",
      "foia advocate",
      "help with foia",
      "nara unauthorized disposition",
      "unauthorized disposition or destruction of records",
      "32 cfr part 286 - dod freedom of information act (foia) program",
      "32 cfr §286.6 preservation of records",
      "44 u.s. code § 3106 - unlawful removal destruction of records",
      "foia false foia reporting",
      "quarterly and annual foia reports",
      "foia statute",
      "foia exemption (b)(6)",
      "foia deliberative process",
      "foia exemption (b)(5)",
      "foia exemption 6",
      "doj foia",
      "u.s. second open government national action plan",
      "foia privacy exemption",
      "foia exemption 5",
      "navy foia",
      "defense health agency foia",
      "36 cfr § 1230.3",
      "unlawful or accidental destruction of records",
      "tags nara foia request and appeals case processing logs",
      "44 u.s. code§ 3106 - unlawful removal destruction of records",
      "expedited foia processing malfeasance - nara fy 2020 & fy2021 national archives administration perfo",
      "agency foia request and appeals case processing logs",
      "foia reference model",
      "office of government services"
    ],
    "communications": [
      {
        "foia": 152072,
        "from_user": 33210,
        "to_user": 9586,
        "subject": "",
        "datetime": "2023-09-15T22:25:18.773914",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "September 14, 2023\r\n\r\nRobert Hammond \r\nperseverance2013@aol.com\r\n\r\n\r\nOffice of Information Policy\r\nDouglas Hibbard\r\nChief, Initial Request Staff\r\nOffice of Information Policy\r\nDepartment of Justice\r\n6th Floor\r\n441 G St NW \r\nWashington, DC 20530\r\nPhone: (202) 514-FOIA\r\nDouglas.Hibbard@usdoj.gov\r\n\r\nCopies to:\r\nbobak.Talebian@usdoj.gov; Vanessa.R.Brinkmann@usdoj.gov; Matt.Gardner@usdoj.gov; Laurie.Day@usdoj.gov; DOJ.OIP.FOIA@usdoj.gov;  OIP.complaince.Inquiry@us.doj.gov; National.FOIAPortal@usdoj.gov; lindsay.Steel@usdoj.gov; 'joo.y.chung2.civ@mail.mil'; 'james.p.hogan4.civ@mail.mil'; 'cindy.l.allard.civ@mail.mil'; 'whs.mc-alex.esd.mbx.osd-js-foia-requester-service-center@mail.mil'; 'osd.mc-alex.ocmo.mbx.foia-liaison@mail.mil'; 'david.tillotson1.civ@mail.mil' Honorable John H. Gibson II; nadine.r.brown4.civ@mail.mil; foiarequests@tma.osd.mil; ogis@nara.gov; amy.bennett@nara.gov; paul.t.cygnarowicz.civ@mail.mil; rahwa.a.keleta.civ@mail.mil; doritha.n.ross.ctr@mail.mil; osd.mc-alex.odcmo.mbx.dod-foia-policy office@mail.mil; nikki.gramian@nara.gov; DOJ.OIP.FOIA@usdoj.gov; Mark.Dorgan@DODIG.MIL'christopher.a.julka@navy.mil'; 'DONFOIA-PA@navy.mil'; 'Patterson.robin.w.civ@us.navy.mil'; 'usn.ncr.dns.mbx.don-foia-pa@us.navy.mil'; 'usn.ncr.dns.mbx.don-foia-pa@us.navy.mil'; 'DONFOIAPublicLiaison@navy.mil'\r\n\r\nSubject: Expedited FOIA Request DOJ 23-A.B Case Processing records of DOJ-2019-000086\r\n\r\nI am submitting this request under the Freedom of Information Act (“FOIA”), 5 U.S.C. § 552 et seq., as amended. If you deny all or any part of this request, please cite each specific exemption you think justifies your decision not to release the information and notify me of appeal procedures available under the law. References cited below apply. \r\n\r\n***This Request will be timely for Judicial Review in twenty working days***\r\n\r\nBACKGROUND. \r\n\r\nRecords sought are to expose potential corruption with seemingly malignant intent by DOJ’s Office of Information Policy (DOJ OIP), the Department of Defense, and the Office of Government Information Services not only in processing my prior 2018 FOIA request seeking “All records of communications within DOJ and between the Department of Defense (DOD) and DOJ from 1 October 2016 to present regarding DOD’s FY 2017 Annual FOIA report submission,” but in other matters.\r\n\r\nDOJ OIP knows that I initiated FOIA request of DOJ-2019-000086 because DOD submitted a knowingly materially inaccurate FY 2017 annual FOIA report and DOJ OIP knew this in advance before approving DOD’s FY 2017 annual FOIA report based on my FOIA compliance inquiries and OGIS mediation documenting same. Yet DOJ OIP approved DOD’s annual FOIA report and cooked the books” in DOJ OIP’s 2017 Litigation and Compliance Report,” according to my records. Defense Health Agency then did not include any individualized tracking numbers in its FOIA raw data as required making traceability impossible. DOJ OIP has refused to act. Department of Navy and other DOD entities have also acted improperly and continue to do so. For example, I have countless open FOIA requests and appeals dating back to 2013 that have never been reported.\r\n\r\nThere was an OIG complaint involving DOJ OIP’s handling of DOD’s FY 2017 FOIA reporting.\r\n\r\nI literally located all those same emails in my files within 5 minutes, begging the question of why it took DOJ OIP five years to respond to my FOIA request and why now. Since it is impermissible/unlawful for DOJ OIP to redact or withhold anything in emails originating from me – a private requester in the public domain – pursuant to my own FOIA request, the review and redaction could easily have been completed within twenty working days. \r\n\r\nDOJ OIP expended resources impermissibly redacting content and masking content by overlaying black boxes labeled “Duplicative” to my emails in the second section of released records beginning at page 783, which DOJ OIP reports are records that “were not provided by you.”  Even when that is not the case. \r\n\r\nDOJ OIP divided its released responsive records into two categories: 779 Pages Provided by Requester” and “75 Pages for Release, which DOJ OIP states: “were not provided by you.” The latter statement is materially false. \r\n\r\nMy initial review of those 75 pages shows that they consist of DOJ OIP or OGIS forwarding my emails with attachments or responding to them. In 56 instances,  DOJ OIP unlawfully blacked out everything below the “sent” line in my emails being forwarded or responded to, thereby obscuring who I sent them to, and the content sent to such persons. This took some effort. It is unlawful. And the improper blackened emails are not even all duplicates of other content released.\r\n\r\nPlease see the example of where DOJ OIP unlawfully redacted content with black box labeled “Duplicate” for pages 783 to 787 of DOJ OIP’s “75 Pages for Release” (see “Purported duplicate #1. Pages 783 -787” See Enclosure 3.). I am attaching the original redacted email “Hammond original email to Pustay of 2018 10 26 w. attachment (pp 783 - 787).” See Enclosure 4. The blacked-out content at pages 783 – 787 are not duplicated within the released records. The subject email addresses “Department of Navy’s statement that FOIA initial determination letters do not have to contain a statement regarding the right to seek dispute resolution from OGIS.” I sent this email:\r\n\r\nTo: Melanie.A.Pustay@usdoj.gov; alina.semo@nara.gov\r\nCc: OGIS@nara.gov; nikki.gramian@nara.gov; alina.semo@nara.gov; adam.yost@navy.mil;\r\nwendy.winston@navy.mil; grant.lattin@navy.mil; emilee.k.baldini@navy.mil; kirk.foster@navy.mil;\r\nsoto.alaric@mail.mil; paul.richelmi@navy.mil; eva.lose@navy.mil; james.mckeon@navy.mil;\r\nMeredith.werner@navy.mil; matthew.roush@navy.mil; griffin.farris@navy.mil;\r\nrobin.patterson@navy.mil; donfoia-pa@navy.mil; mary.p.shaw@navy.mil; richard.r.strong@navy.mil; joshua.portner.ctr@navy.mil; montant.johnson.ctr@navy.mil; Raymond.Hartwick.ctr@navy.mil; montana.johnson.ctr@navy.mil; robert.miller3.ctr@navy.mil; james.p.hogan4.civ@mail.mil \r\nSubject: Compliance Inquiry. Initial Determination Letters Not Containing the Right to OGIS Dispute Resolution.\r\n\r\nIn its response to my subject FOIA request DOJ OIP unlawfully redacted content with black boxes labeled “Duplicative” 56 times to obscure the content within my original emails to DOJ OIP, including attachments, which DOJ OIP did not release. In my view this is fraud with intent.\r\n\r\nWithin those attachments are other emails with attachments.\r\n\r\nThis and other matters appear obstruction, and corruption with intent.\r\n\r\nFor example, DOJ OIP unethically and unlawfully blacked out the email header content \r\nbelow “Sent: Wednesday, Ju 18, 2018 1:43 PM” with a black box marked duplicate which would show the following:\r\n\r\nCc: 'DHA NCR PCL Mailbox FOIA Requests'; 'Angela W CTR DHA PCL (US)''; 'Nadine R CIV DHA PCL\r\n(US)''; 'raquel.c.bono.mil@mail.mil; perseverance2013@aol.com; Michael.Tymkovich.ctr@mail.mil;\r\nguy.t.kiyokowa.civ@dha.mil; paul.t.cygnarowicz.civ@mail.mil\r\nSubject: DOJ + DHA Obfuscate. Cygnarowicz Performance Standards. FW: FOIA DHA 17-B - Fwd: Your DHA FOIA Request - Online Submission\r\n\r\nAttachments: \r\nAPPEAL~2.pdf; FW: PART III. INTENT?? - Fwd: Request for Assistance-FOIA Compliance; O.... (63.3 KB);\r\nFW: PART II. INTENT? - Fwd: Request for Assistance - FOIA Compliance; O.... (71.9 KB); \r\nFW: PART 1. GOT CAUGHT? Re: DHA FOIA Compliance-Aged DHA Administrative .... (850 KB); \r\nFOIA DHA 17-B - Fwd: Your DHA FOIA Request - Online Submission (295 KB); \r\nFinal Response to Appeal (310 KB)\r\n\r\n\r\nDOJ OIP is tasked with FOIA procedures and FOIA compliance oversight, making the records I am seeking of great public interest.\r\n\r\nRECORDS SOUGHT VIA FOIA. \r\n\r\nDOJ 23-A.B Case Processing records of FOJ-2019-000086.\r\n\r\nI am respectfully seeking:\r\n1.\tAll records of any kind in the possession of DOJ from October 5, 2018 to present  related to the processing of my FOIA request with Agency Assigned case number DOJ-2019-000086 at Enclosure 1. See DOJ OIP’s September 11, 2023 initial determination letter,  Re: DOJ-2019-000086, DRH:ADF:ERH at Enclosure 2.\r\n \r\n2.\tRecords would include, but are not limited to:\r\n\r\na.\tAll records in Agency FOIA case files (which should contain all records related to my Request).\r\n\r\nb.\tAll records of any searches performed, who performed them, when they were performed, the manner of searching and locations searched, and the results of those searches.\r\n\r\nc.\tAll internal DOJ OIP records in any format.\r\n\r\nd.\tEmails, with any email attachments, forwarding of emails including blind copies, and responses to or from (but not limited to) the following DOJ, DOJ OIP, DOD, OGIS:\r\n\r\n alina.semo@nara.gov;\r\n amy.bennett@nara.gov;\r\n any @nara.gov email;\r\n any @dodig.mil email;\r\n any @navy.mil email address;\r\n  any communications with DOD’s Secretary of Defense and Joint Staff (OSD/JS)    FOIA;\r\n Beth.fidler@nara.gov;\r\n Bobak.Talebian@usdoj.gov;\r\n 'cindy.l.allard.civ@mail.mil';\r\n 'david.tillotson1.civ@mail.mil' Honorable John H. Gibson II;\r\n DOJ.OIP.FOIA@usdoj.gov;\r\n doritha.n.ross.ctr@mail.mil;\r\n Douglas.Hibbard@usdoj.gov;\r\n 'FOIA Advisory Committee Mailbox' <foia-advisory-committee@nara.gov>;\r\n foiacompliance@gmail.com;\r\n foiarequests@tma.osd.mil;\r\n 'james.p.hogan4.civ@mail.mil';\r\n 'joo.y.chung2.civ@mail.mil';\r\n kirsten.mitchell@nara.gov;\r\n Laurie.Day@usdoj.gov;\r\n lindsay.Steel@usdoj.gov;\r\n Matt.Gardner@usdoj.gov;\r\n nadine.r.brown4.civ@mail.mil;\r\n National.FOIAPortal@usdoj.gov.;\r\n nikki.gramian@nara.gov;\r\n ogis@nara.gov;\r\n OIP.complaince.Inquiry@us.doj.gov;\r\n OIP-NoReply@usdoj.gov;\r\n osd.mc-alex.oatsd-pclt.mbx.foia-liaison@mail.mil;\r\n 'osd.mc-alex.ocmo.mbx.foia-liaison@mail.mil';\r\n osd.mc-alex.odcmo.mbx.dod-foia-policy office@mail.mil;\r\n paul.t.cygnarowicz.civ@mail.mil;\r\n rahwa.a.keleta.civ@mail.mil;\r\n toni.fuentes.civ@mail.mil;\r\n Vanessa.R.Brinkmann@usdoj.gov;\r\n 'whs.mc-alex.esd.mbx.osd-js-foia-requester-service-center@mail.mil';\r\nDOJ.OIP.FOIA@usdoj.gov;\r\nDouglas.Hibbard@usdoj.gov;\r\nLaurie.Day@usdoj.gov;\r\nMatt.Gardner@usdoj.gov;\r\nMelanie.A.Pustay@usdoj.gov;\r\nNational.FOIAPortal@usdoj.gov\r\nOIP.complaince.Inquiry@us.doj.gov;\r\nOIP-NoReply@usdoj.gov;\r\nVanessa.R.Brinkmann@usdoj.gov;\r\nVanita.Gupta19@usdoj.gov;\r\n\r\ne.\tAll fax transmissions, notes, meetings records.\r\n\r\n3.\tI am also seeking a copy of this FOIA Request, which is an Agency record subject to FOIA that exists and is in the Agency’s possession at the time of my FOIA request. This record is a responsive record integral to my Request. Release of the Agency’s copy is not optional.\r\n\r\n4.\tPreemptively Searches. The searches to locate records are extremely simple and can be performed well withing my two hours of free search time as an “all other requester.” Similarly, since I am requesting electronic records, there should not be any fees for copying.\r\n\r\n5.\tPreemptively B6. There cannot be any redactions or withholding within records that I provided to federal departments and agencies, including email addresses. Those email addresses and other content originated from me, a private requester within the public domain and include email addresses that federal agencies and departments provided me.\r\n\r\n6.\tPreemptively B5. There cannot be any redactions or withholdings under Exemption B5 because there are no policy or legal issues related to such communications.\r\n\r\nREQUESTED FORMAT. \r\n\r\nI am also seeking records in their native format (MS. Outlook, PowerPoint, Excel, ADA accessible PDF files or other mutually agreed by return email with: (1) a signed and dated cover letter (citing my personally assigned requester control number); (2) with record page count for all records released records (3) a copy of this request in your reply. I seek records via email in PDF format with an imbedded copy of my requests to (1) impede the agency from not addressing the FOIA Request; (2) impede the Agency from not providing the documents stated in the Agency’s letter reply, and (3) make it obvious in any subsequent review what the Agency has or has not done. \r\n\r\nFurther, I request that these records be sent in any digital formats in which they exist (such as PDF and Excel). Under the terms of the E-FOIA Amendments of 1996, Section 5, if a document exists in electronic format, it must be released in that format upon request.\r\n\r\nEach record must be provided as a distinct record in their native format. Emails should be provided as MS Outlook files, if not encrypted or otherwise unable to be opened by me. Only if this is not possible, emails should be produced with their embedded hyperlinked attachments by using the “File => Save as Adobe PDF” command within Outlook or by other software that produces the same result.\r\n\r\nI am also seeking the “Description Available to the Public” field I FOIAonline be set to yes and that all records be released to and viewable in the application by the general Public. The release type must be set to “Unredacted – Releasable to the General Public: Will be available to the general public,” or to “Redacted – Releasable to the General Public: Will be available to the general public.”\r\n\r\nThis request is distinctly separate from any other. Please do not combine this request with any other request in your reply. I am requesting that each element of the records sought be specifically addressed in the reply.\r\n\r\nIn all correspondence, return a copy of my FOIA request, cite my personal request number, and cite records sought.\r\n\r\nFEE WAIVER/ PUBLIC INTEREST/PUBLIC RELEASE. Notwithstanding my agreement to pay fees below if my fee waiver is denied, I am seeking a fee waiver due to significant public interest in this information. The subject of the requested records concerns \"the operations or activities of the government.” The disclosure is \"likely to contribute\" to an understanding of government operations or activities. There is no commercial interest. There is significant public interest. See below AGREEMENT TO PAY FEES and EXPEDITED PROCESSING for justification. \r\n\r\nPreemptively. The searches to locate records are extremely simple and can be performed well withing my two hours of free search time as an “all other requester.” Records are located in the FOIA case file, FOIAonline and simple email searches. Similarly, since I am requesting electronic records, there should not be any fees for copying.\r\n\r\nBy way of further amplification to above.\r\n\r\nFactor 1. The subject of the request: Whether the subject of the requested records concerns \"the operations or activities of the government.\" The subject of the requested records must concern identifiable operations or activities of the federal government, with a connection that is direct and clear, not remote.\r\n•\tRecords sought concern the integrity of DOJ OIP’s FOIA processing. See EXPEDITED PROCESSING below. \r\n\r\nFactor 2. The informative value of the information to be disclosed: Whether the disclosure is \"likely to contribute\" to an understanding of government operations or activities. The disclosable portions of the requested records must be meaningfully informative about government operations or activities in order to be \"likely to contribute\" to an increased public understanding of those operations or activities. The disclosure of information that already is in the public domain, in either a duplicative or a substantially identical form, would not be as likely to contribute to such understanding when nothing new would be added to the public's understanding.\r\n\r\n•\tRecords sought concern the integrity of DOJ OIP’s FOIA Processing.\r\n\r\nFactor 3. The contribution to an understanding of the subject by the public is likely to result from disclosure: Whether disclosure of the requested information will contribute to \"public understanding.\" The disclosure must contribute to the understanding of a reasonably broad audience of persons interested in the subject, as opposed to the individual understanding of the requester. A requester's expertise in the subject area and ability and intention to effectively convey information to the public will be considered. It will be presumed that a representative of the news media will satisfy this consideration.\r\n\r\n•\tRecords sought concern the integrity of DOJ OIP’s FOIA Processing.\r\n\r\nFactor 4. The significance of the contribution to public understanding: Whether the disclosure is likely to contribute \"significantly\" to public understanding of government operations or activities. The public's understanding of the subject in question, as compared to the level of public understanding existing prior to the disclosure, must be enhanced significantly by the disclosure. The FOI Office will not make value judgments about whether information that would contribute significantly to public understanding of the operations or activities of the government is \"important\" enough to be made public.\r\n\r\n•\tRecords sought concern the integrity of FOIAonline and EPA’s management of same. See above. See EXPEDITED PROCESSING below. The disappearance of 71 of my Navy FOIA requests from FOIAonline is of great public interest and interest to the entire FOIA community, particularly as FOIAonline is decommissioning with the potential loss of records.\r\n\r\nFactor 5. The existence and magnitude of a commercial interest: Whether the requester has a commercial interest that would be furthered by the requested disclosure. The FOI Office will consider any commercial interest of the requester or of any person on whose behalf the requester may be acting, that would be furthered by the requested disclosure. Requesters will be given an opportunity in the administrative process to provide explanatory information regarding this consideration.\r\n\r\n•\tThere is no commercial interest nor is the information of commercial value.\r\n\r\nFactor 6. The primary interest in disclosure: Whether any identified commercial interest of the requester is sufficiently large, in comparison with the public interest in disclosure that disclosure is \"primarily in the commercial interest of the requester.\" A fee waiver or reduction is justified where the public interest standard is satisfied and that public interest is greater in magnitude than that of any identified commercial interest in disclosure. FOI Offices ordinarily will presume that when a news media requester has satisfied the public interest standard, the public interest will be the interest primarily served by disclosure to that requester. Disclosure to data brokers or others who merely compile and market government information for direct economic return will not be presumed to primarily serve the public interest.\r\n\r\n•\tRecords sought concern the integrity of DOJ OIP’s FOIA processing.\r\n•\tof DOJ-2019-000086\r\n\r\n•\tAdditionally, I am an individual/organization primarily engaged in the dissemination of information who can prove the information is urgently needed to inform the public concerning some actual or alleged government activity. My primary activity is informing the public, which I do through a variety of means, such as open meeting public comments, blogs, etc., and I may from time to time collaborate on articles. There is extraordinary, off the charts interest in this matter. I make oral public comments at every open FOIA meeting. I have an active email distribution list of over 1,200 Chief FOIA Officers, FOIA professionals, FOIA advocacy groups media and interested parties via various email accounts including but not limited to foiacomplaince@gmail.com, dod.foia.pa@gmail.com  and others.  I also communicate regularly with members of Congress.\r\n•\tSee examples below.\r\n\r\n-\tPublic Comments Submitted to the Chief FOIA Officers Council https://www.archives.gov/ogis/about-ogis/chief-foia-officers-council  \r\n\r\n-\tPublic Comments Submitted to the FOIA Advisory Committee | National Archives https://www.archives.gov/ogis/foia-advisory-committee/public-comments \r\n\r\n-\tOGIS Annual Open Meeting Public comments  https://www.archives.gov/ogis/outreach-events/annual-open-meeting  \r\n\r\n-\tDocument Cloud. Org https://www.documentcloud.org/app?q=%2Buser%3Arobert-hammond-106693%20   (e.g., “Sample FOIA Template With Recent Developments to Combat Agency Misconduct.”)\r\nThe Agency must evaluate all my public comments along with my methods of dissemination and state that it has done so in any denial of expedited processing or fee waiver. \r\n•\tThe subject of the requested records concerns government operations and activities.\r\n•\tThe disclosure is likely to contribute to understanding of these operations or activities.\r\n•\tDisclosure will likely result in public understanding of the subject.\r\n•\tThe contribution to public understanding of government operations or activities will be significant.\r\n•\tThe requester has no commercial interest.\r\n•\tThe public interest in disclosure is great.\r\n•\tI use “editorial skills to turn the raw materials into a distinct work.” \r\n•\tMy work is distributed to an audience with active distribution of over 1,200 plus members of the media, Chief FOIA Officers, FOIA professionals, FOIA/Open records Advocacy groups and interested parties.\r\n\r\nShould the Agency believe that further justification is needed, please advise me.\r\n\r\nAGREEMENT TO PAY FEES. \r\n\r\nI agree to pay fees for searching or copying the records up to $25. If the fees exceed this amount, please advise me of the cost before proceeding. I do not believe that there should be any charge for providing these records, as there is public interest in government operations. I am a private individual not seeking documents for commercial use, such that the following applies: “No fees may be charged by any DoD Component if the costs of routine collection and processing of the fee are likely to equal or exceed the amount of the fee. With the exception of requesters seeking documents for a commercial use, Components shall provide the first two hours of search time, and the first one hundred pages of duplication without charge.” I would note that because I am requesting an electronic file, there should not be a per page copy fee. The OMB Guidelines direct that searches for responsive records should be done in the \"most efficient and least expensive manner.\" See OMB Fee Guidelines, 52 Fed. Reg. at 10,017. As an “all others” requester, I may only be assessed search and duplication fees and not fees for review. See 32 CFR 286.12 - Schedule of fees. Also, please note that, should payment become necessary, the Coinage Act of 1965, specifically Section 31 U.S.C. 5103, entitled \"Legal tender,\" states: \" United States coins and currency (including Federal reserve notes and circulating notes of Federal reserve banks and national banks) are legal tender for all debts, public charges, taxes, and dues. Foreign gold or silver coins are not legal tender for debts.\r\n( Pub. L. 97–258, Sept. 13, 1982, 96 Stat. 980 ; Pub. L. 97–452, §1(19), Jan. 12, 1983, 96 Stat. 2477 .)\r\nEXPEDITED PROCESSING. \r\nSee also AGREEMENT TO PAY FEES for justification. I am seeking expedited processing due to:\r\n1.\t“an urgency to inform the public about an actual or alleged Federal government activity, if the information is requested by a person primarily engaged in disseminating information to the public.”\r\na.\tThe information sought involves possible questions about the government's integrity that affect public confidence related to the integrity of DOJ OIP’s FOIA processing.\r\nb.\tThe  subject is of widespread and exceptional interest.\r\nc.\tI am a person “primarily engaged in disseminating information.\r\nd.\tThe request is urgently needed to inform the public concerning some actual or alleged government activity.\r\ne.\tRecords sought are to expose potential corruption with seemingly malignant intent by DOJ’s Office of Information Policy (DOJ OIP), the Department of Defense, and the Office of Government Information Services not only in processing my prior 2018 FOIA request seeking “All records of communications within DOJ and between the Department of Defense (DOD) and DOJ from 1 October 2016 to present regarding DOD’s FY 2017 Annual FOIA report submission,” but in other matters.\r\n\r\nDOJ OIP knows that I initiated FOIA request DOJ-2019-000086 because DOD submitted a knowingly materially inaccurate FY 2017 annual FOIA report and DOJ OIP knew this in advance before approving DOD’s FY 2017 annual FOIA report based on my FOIA compliance inquiries and OGIS mediation documenting same. Yet DOJ OIP approved DOD’s annual FOIA report and cooked the books” in DOJ OIP’s 2017 Litigation and Compliance Report,” according to my records. Defense Health Agency then did not include any individualized tracking numbers in its FOIA raw data as required making traceability impossible. DOJ OIP has refused to act. Department of Navy and other DOD entities have also acted improperly and continue to do so. For example, I have countless open FOIA requests and appeals dating back to 2013 that have never been reported.\r\n\r\nThere was an OIG complaint involving DOJ OIP’s handling of DOD’s FY 2017 FOIA reporting.\r\n\r\nI literally located all those same emails in my files within 5 minutes, begging the question of why it took DOJ OIP five years to respond to my FOIA request and why now. Since it is impermissible/unlawful for DOJ OIP to redact or withhold anything in emails originating from me – a private requester in the public domain – pursuant to my own FOIA request, the review and redaction could easily have been completed within twenty working days. \r\n\r\nDOJ OIP expended resources impermissibly redacting content and masking content by overlaying black boxes labeled “Duplicative” to my emails in the second section of released records beginning at page 783, which DOJ OIP reports are records that “were not provided by you.”  Even when that is not the case. \r\n\r\nDOJ OIP divided its released responsive records into two categories: 779 Pages Provided by Requester” and “75 Pages for Release, which DOJ OIP states: “were not provided by you.” The latter statement is materially false. \r\n\r\nMy initial review of those 75 pages shows that they consist of DOJ OIP or OGIS forwarding my emails with attachments or responding to them. In 56 instances,  DOJ OIP unlawfully blacked out everything below the “sent” line in my emails being forwarded or responded to, thereby obscuring who I sent them to, and the content sent to such persons. This took some effort. It is unlawful. And the improper blackened emails are not even all duplicates of other content released.\r\n\r\nPlease see the example of where DOJ OIP unlawfully redacted content with black box labeled “Duplicate” for pages 783 to 787 of DOJ OIP’s “75 Pages for Release” (see “Purported duplicate #1. Pages 783 -787” attached). I am attaching the original redacted email “Hammond original email to Pustay of 2018 10 26 w. attachment (pp 783 - 787)” The blacked-out content at pages 783 – 787 are not duplicated within the released records. The subject email addresses “Department of Navy’s statement that FOIA initial determination letters do not have to contain a statement regarding the right to seek dispute resolution from OGIS.” I sent this email:\r\n\r\nTo: Melanie.A.Pustay@usdoj.gov; alina.semo@nara.gov\r\nCc: OGIS@nara.gov; nikki.gramian@nara.gov; alina.semo@nara.gov; adam.yost@navy.mil;\r\nwendy.winston@navy.mil; grant.lattin@navy.mil; emilee.k.baldini@navy.mil; kirk.foster@navy.mil;\r\nsoto.alaric@mail.mil; paul.richelmi@navy.mil; eva.lose@navy.mil; james.mckeon@navy.mil;\r\nMeredith.werner@navy.mil; matthew.roush@navy.mil; griffin.farris@navy.mil;\r\nrobin.patterson@navy.mil; donfoia-pa@navy.mil; mary.p.shaw@navy.mil; richard.r.strong@navy.mil; joshua.portner.ctr@navy.mil; montant.johnson.ctr@navy.mil; Raymond.Hartwick.ctr@navy.mil; montana.johnson.ctr@navy.mil; robert.miller3.ctr@navy.mil; james.p.hogan4.civ@mail.mil \r\nSubject: Compliance Inquiry. Initial Determination Letters Not Containing the Right to OGIS Dispute Resolution.\r\n\r\nIn its response to my subject FOIA request DOJ OIP unlawfully redacted content with black boxes labeled “Duplicative” 56 times to obscure the content within my original emails to DOJ OIP, including attachments, which DOJ OIP did not release. In my view this is fraud with intent.\r\n\r\nWithin those attachments are other emails with attachments.\r\n\r\nThis and other matters appear obstruction, and corruption with intent.\r\n\r\nFor example, DOJ OIP unethically and unlawfully blacked out the email header content below “Sent: Wednesday, Ju 18, 2018 1:43 PM” with a black box marked duplicate which would show the following:\r\n\r\nCc: 'DHA NCR PCL Mailbox FOIA Requests'; 'Angela W CTR DHA PCL (US)''; 'Nadine R CIV DHA PCL\r\n(US)''; 'raquel.c.bono.mil@mail.mil; perseverance2013@aol.com; Michael.Tymkovich.ctr@mail.mil;\r\nguy.t.kiyokowa.civ@dha.mil; paul.t.cygnarowicz.civ@mail.mil\r\nSubject: DOJ + DHA Obfuscate. Cygnarowicz Performance Standards. FW: FOIA DHA 17-B - Fwd: Your DHA FOIA Request - Online Submission\r\n\r\nAttachments: \r\nAPPEAL~2.pdf; FW: PART III. INTENT?? - Fwd: Request for Assistance-FOIA Compliance; O.... (63.3 KB);\r\nFW: PART II. INTENT? - Fwd: Request for Assistance - FOIA Compliance; O.... (71.9 KB); \r\nFW: PART 1. GOT CAUGHT? Re: DHA FOIA Compliance-Aged DHA Administrative .... (850 KB); \r\nFOIA DHA 17-B - Fwd: Your DHA FOIA Request - Online Submission (295 KB); \r\nFinal Response to Appeal (310 KB)\r\n\r\nDOJ OIP is tasked with FOIA procedures and FOIA compliance oversight, making the records I am seeking of great public interest.\r\nf.\tAdditionally, I am an individual/organization primarily engaged in the dissemination of information who can prove the information is urgently needed to inform the public concerning some actual or alleged government activity. My primary activity is informing the public, which I do through a variety of means, such as open meeting public comments, blogs, etc., and I may from time to time collaborate on articles. There is extraordinary, off the charts interest in this matter. I make oral public comments at every open FOIA meeting. I have an active email distribution list of over 1,200 Chief FOIA Officers, FOIA professionals, FOIA advocacy groups media and interested parties via various email accounts including but not limited to foiacomplaince@gmail.com, dod.foia.pa@gmail.com  and others.  I also communicate regularly with members of Congress.\r\n•\tSee examples below.\r\n\r\n-\tPublic Comments Submitted to the Chief FOIA Officers Council https://www.archives.gov/ogis/about-ogis/chief-foia-officers-council  \r\n\r\n-\tPublic Comments Submitted to the FOIA Advisory Committee | National Archives https://www.archives.gov/ogis/foia-advisory-committee/public-comments \r\n\r\n-\tOGIS Annual Open Meeting Public comments  https://www.archives.gov/ogis/outreach-events/annual-open-meeting  \r\n\r\n-\tDocument Cloud. Org https://www.documentcloud.org/app?q=%2Buser%3Arobert-hammond-106693%20   (e.g., “Sample FOIA Template With Recent Developments to Combat Agency Misconduct.”)\r\nThe Agency must evaluate all my public comments along with my methods of dissemination and state that it has done so in any denial of expedited processing or fee waiver. \r\n•\tThe subject of the requested records concerns government operations and activities.\r\n•\tThe disclosure is likely to contribute to understanding of these operations or activities.\r\n•\tDisclosure will likely result in public understanding of the subject.\r\n•\tThe contribution to public understanding of government operations or activities will be significant.\r\n•\tThe requester has no commercial interest.\r\n•\tThe public interest in disclosure is great.\r\n•\tI use “editorial skills to turn the raw materials into a distinct work.” \r\n•\tMy work is distributed to an audience with active distribution of over 1,200 plus members of the media, Chief FOIA Officers, FOIA professionals, FOIA/Open records Advocacy groups and interested parties.\r\n\r\nShould the Agency believe that further justification is needed, please advise me.\r\n\r\nESTIMATED COMPLETION DATES\r\n\r\nProvide me with the initial estimated completion date (ESD) for this matter along with contemporaneous adjusted ESDs as they change. \r\n•\tSubsection (a)(7)(B) of the FOIA also requires agencies to establish a phone number or an Internet site that will provide information to the requester \"using the assigned tracking number.\" The information required to be provided to the requester includes: (1) the date the request was received by the agency and (2) an estimated date by which the agency will finish processing the request.\r\n•\tSee Office of Government Information Services Advisory Opinion No. 2020-01: Agencies Must Provide Estimated Dates of Completion Upon Request https://www.archives.gov/ogis/advisory-opinions/2020-01-agencies-must-provide-edcs \r\n•\tSee also DOJ Guidance Assigning Tracking Numbers and Providing Status Information for Requests (Updated Guidance) (justice.gov) https://www.justice.gov/oip/assigning-tracking-numbers-and-providing-status-information-requests-updated-guidance. \r\n\r\nSTILL-INTERESTED PREEMPTIVE REPLY. This is a preemptive reply to the Justice Department guidelines the procedure known as a “still interested” inquiry, through which a FOIA officer can confirm that the requester has not lost interest in obtaining the documents.\r\n \r\nMy interest in all FOIA requests and appeals submitted to your office is enduring, meaning that my interest in seeking replies to all past and future FOIA request remains in effect until each request has been answered fully and the time for judicial review has passed. Please do not initiate any \"still interested\" inquiries. This serves as my notice of enduring interest and automatic reply to any future questions of interest by your office. There are no reasonable grounds to ever conclude in the future that I am not interested in this request.\r\n\r\nImplementation Checklist for DOJ OIP Guidance on “Still-Interested” Inquiries\r\n1.\tEnsure there are reasonable grounds to make a “still-interested” inquiry in first instance.\r\n2.\tAbsent good cause, do not make multiple “still-interested” inquiries.\r\n3.\tUse requester’s preferred method of communication and in the absence of a preference, communicate by telephone or email as the default. \r\n4.\tMemorialize any decision by a requester to withdraw a request that is conveyed by telephone by sending the requester a brief email or letter noting the withdrawal.\r\n5.\tProvide requesters no less than thirty (30) working days to respond to the “still-interested” inquiry and ensure that there is a simple way to do so.\r\n6.\tAdvise the requester that if they elect not to respond to the inquiry, the request will be administratively closed at the conclusion of the designated time period (which must be at least 30 working days).\r\n7.\tPrior to administratively closing a request based upon the lack of a response by the requester, make good faith efforts to reach out to the requester using multiple methods of communication.\r\n8.\tIn the event a requester responds to the “still- interested” inquiry within a reasonable time after the deadline has passed, reopen the request and place it back into the processing queue where it would have been.\r\n\r\nPRESERVE RECORDS AND SEARCHES FOR JUDICIAL REVIEW. \r\n\r\nPlease search for, locate, and preserve all responsive or potentially responsive records and records of your searches in your FOIA case file until the statutory date for judicial review has passed (should that be necessary) or in accordance with a NARA approved records schedule, if longer. NARA GRS 4.2 requires that FOIA and Privacy Act case files be retained for 6 years after final agency action or 3 years after final adjudication by the courts, whichever is later. \r\nRecords of responsive searches would include but not be limited to: searches conducted for each specific record sought and all other records known to the Agency, including dates, manner of searching, responsible agent or employee conducting each search and the results thereof. Such persons determining the locations of responsive records must be inclusive of persons who would know such locations and their identities and manner of determining search locations must be preserved. \r\n\r\nIn any subsequent proceedings, I may seek sworn declarations and a court order appointing a special counsel, as appropriate. Similarly, I may pursue additional venues. \r\n\r\nAny deletion of potentially responsive records by any party having knowledge of this Request may be a violation of law. In as much as applicable staff and leadership have knowledge of my subject request, the Agency must search for, locate, and preserve all responsive or potentially responsive records and records of searches in their FOIA case file, and leadership must ensure that this is done. Failing to do so and allowing records to be deleted IAW any other records management schedule may be a violation of law.\r\n\r\nELECTRONIC RECORDS PRESERVATION.\r\n\r\nThe Agency must preserve all electronically stored information, copies and backup, as defined by Rule 34 of the Federal Rules of Civil Procedure, along with any paper files which the Agency maintains, relevant to this action  I am seeking electronic data in the Agency’s custody and control that is relevant to this action, including without limitation emails, along with metadata, and other information contained on Agency computer systems and any electronic storage systems. I consider this electronic data and paper files to be valuable and irreplaceable sources of discoverable information in this matter. No procedures should have been implemented to alter any active, deleted, or fragmented data.  Moreover, no electronic data should have been disposed of or destroyed. (ETL Institute for Advancement of America’s Legal System). \r\n\r\nFurther, to properly fulfill your preservation obligation, stop all scheduled data destruction, electronic shredding, rotation of backup tapes, and the sale, gift or destruction of hardware. Notify all individuals of the need and duty to take the necessary affirmatives steps to comply with the duty to preserve evidence. (2008 Thomson Delmar Learning).\r\n\r\nThe Agency’s Director of Information Operations or similar organization must initiate procedures to preserve electronic records.\r\n\r\nALTERATION/DESTRUCTION OF RECORDS\r\n\r\nWhoever knowingly alters, destroys, mutilates, conceals, covers up, falsifies, or makes a false entry in any record, document, or tangible object with the intent to impede, obstruct, or influence the investigation or proper administration of any matter within the jurisdiction of any department or agency of the United States or any case filed under title 11, or in relation to or contemplation of any such matter or case, shall be fined under this title, imprisoned not more than 20 years, or both. 18 U.S. Code § 1519 - Destruction, alteration, or falsification of records. (Added Pub. L. 107–204, title VIII, §802(a), July 30, 2002, 116 Stat. 800.).\r\n\r\n18 U.S.C. 641 and 2071. The penalties for the unlawful or accidental removal, defacing, alteration, or destruction of Federal records or the attempt to do so, include a fine, imprisonment, or both (18 U.S.C. 641 and 2071).\r\n36 CFR § 1230 UNLAWFUL OR ACCIDENTAL REMOVAL, DEFACING, ALTERATION, OR DESTRUCTION OF RECORDS\r\n§1230.3   \r\nUnlawful or accidental destruction (also called unauthorized destruction) means disposal of an unscheduled or permanent record; disposal prior to the end of the NARA-approved retention period of a temporary record (other than court-ordered disposal under §1226.14(d) of this subchapter); and disposal of a record subject to a FOIA request, litigation hold, or any other hold requirement to retain the records.\r\nAPPLICABLE RETENTION SCHEDULE, NARA GRS 4.2 Item 20\r\n\r\n020 \tAccess and disclosure request files. Case files created in response to requests for information under the Freedom of Information Act (FOIA), Mandatory Declassification Review (MDR) process, Privacy Act (PA), Classification Challenge, and similar access programs, and completed by: • granting the request in full • granting the request in part • denying the request for any reason including: o inability to fulfill request because records do not exist o inability to fulfill request because request inadequately describes records o inability to fulfill request because search or reproduction fees are not paid \tTemporary. Destroy 6 years after final agency action or 3 years after final adjudication by the courts, whichever is later, but longer retention is authorized if required for business use. \tDAA-GRS-2016-0002-0001 \r\n\r\n 32 CFR PART 286—DOD FREEDOM OF INFORMATION ACT (FOIA) PROGRAM\r\n32 CFR §286.6   Preservation of records.\r\nEach DoD Component shall preserve all correspondence pertaining to the requests that it receives under this part, as well as copies of all requested records, until disposition or destruction is authorized pursuant to title 44 of the United States Code or the General Records Schedule 4.2 of the National Archives and Records Administration (NARA). Records shall not be disposed of or destroyed while they are the subject of a pending request, appeal, or lawsuit under the FOIA.\r\n36 CFR § 1230.3\r\nUnlawful or accidental destruction (also called unauthorized destruction) means disposal of an unscheduled or permanent record; disposal prior to the end of the NARA-approved retention period of a temporary record (other than court-ordered disposal under § 1226.14(d) of this subchapter); and disposal of a record subject to a FOIA request, litigation hold, or any other hold requirement to retain the records.\r\nUNLAWFUL REMOVAL, DEFACING, ALTERATION, CORRUPTION, DELETION, ERASURE, OR OTHER DESTRUCTION OF RECORDS\r\n(a)\tFEDERAL AGENCY NOTIFICATION.—\r\nThe head of each Federal agency shall notify the Archivist of any actual, impending, or threatened unlawful removal, defacing, alteration, corruption, deletion, erasure, or other destruction of records in the custody of the agency, and with the assistance of the Archivist shall initiate action through the Attorney General for the recovery of records the head of the Federal agency knows or has reason to believe have been unlawfully removed from that agency, or from another Federal agency whose records have been transferred to the legal custody of that Federal agency.\r\n\r\n(b)\tARCHIVIST NOTIFICATION.—\r\nIn any case in which the head of a Federal agency does not initiate an action for such recovery or other redress within a reasonable period of time after being notified of any such unlawful action described in subsection (a), or is participating in, or believed to be participating in any such unlawful action, the Archivist shall request the Attorney General to initiate such an action, and shall notify the Congress when such a request has been made.\r\n(Pub. L. 90–620, Oct. 22, 1968, 82 Stat. 1298; Pub. L. 98–497, title I, § 107(b)(21), title II, § 203(b), Oct. 19, 1984, 98 Stat. 2290, 2294; Pub. L. 113–187, § 4, Nov. 26, 2014, 128 Stat. 2009\r\n\r\nIMPROPOERLY WITHHOLDING RECORDS\r\n\r\nPursuant to FOIA:  \r\n“Whenever the court orders the production of any agency records improperly withheld from the complainant and assesses against the United States reasonable attorney fees and other litigation costs, and the court additionally issues a written finding that the circumstances surrounding the withholding raise questions whether agency personnel acted arbitrarily or capriciously with respect to the withholding, the Special Counsel shall promptly initiate a proceeding to determine whether disciplinary action is warranted against the officer or employee who was primarily responsible for the withholding. The Special Counsel, after investigation and consideration of the evidence submitted, shall submit his findings and recommendations to the administrative authority of the agency concerned and shall send copies of the findings and recommendations to the officer or employee or his representative. The administrative authority shall take the corrective action that the Special Counsel recommends.”  5 U.S.C. § 552(a)(4)(F)(i).\r\n\r\nPERJURY\r\nWhoever-\r\n(1) having taken an oath before a competent tribunal, officer, or person, in any case in which a law of the United States authorizes an oath to be administered, that he will testify, declare, depose, or certify truly, or that any written testimony, declaration, deposition, or certificate by him subscribed, is true, willfully and contrary to such oath states or subscribes any material matter which he does not believe to be true; or\r\n(2) in any declaration, certificate, verification, or statement under penalty of perjury as permitted under section 1746 of title 28, United States Code, willfully subscribes as true any material matter which he does not believe to be true;\r\na.\tis guilty of perjury and shall, except as otherwise expressly provided by law, be fined under this title or imprisoned not more than five years, or both. This section is applicable whether the statement or subscription is made within or without the United States.\r\n18 U.S. C. § 1621 - Perjury generally (June 25, 1948, ch. 645, 62 Stat. 773; Pub. L. 88–619, §1, Oct. 3, 1964, 78 Stat. 995 ; Pub. L. 94–550, §2, Oct. 18, 1976, 90 Stat. 2534 ; Pub. L. 103–322, title XXXIII, §330016(1)(I), Sept. 13, 1994, 108 Stat. 2147. \r\nSUBORDINATION OF PERJURY\r\nThe term subornation of perjury further describes the circumstance wherein an attorney at law causes a client to lie under oath or allows another party to lie under oath.\r\nTitle 18 U.S.C. § 1622 provides:\r\nWhoever procures another to commit any perjury is guilty of subornation of perjury, and shall be fined under this title or imprisoned not more than five years, or both.\r\nFALSE OFFICIAL STATEMENTS.\r\n18 U.S.C. § 1001. Statements or entries generally:\r\n2.\tExcept as otherwise provided in this section, whoever, in any matter within the jurisdiction of the executive, legislative, or judicial branch of the Government of the United States, knowingly and willfully --\r\na.\tfalsifies, conceals, or covers up by any trick, scheme, or device a material fact;\r\nb.\tmakes any materially false, fictitious, or fraudulent statement or representation; or\r\nc.\tmakes or uses any false writing or document knowing the same to contain any materially false, fictitious, or fraudulent statement or entry; shall be fined under this title or imprisoned not more than 5 years, or both.\r\n10 U.S. Code § 907. Art. 107. False official statements; false swearing: \r\n(a) FALSE OFFICIAL STATEMENTS. Any person subject to this chapter who, with intent to deceive— \r\n(1) signs any false record, return, regulation, order, or other official document, knowing it to be false; or\r\n(2) makes any other false official statement knowing it to be false;\r\n\r\nshall be punished as a court-martial may direct.”\r\n\r\nLEGAL FRAMEWORK OF FOIA \r\n\r\n1.\tThe definition of “records” includes:\r\n“[A]ill books, papers, maps, photographs, machine readable materials, or other documentary materials, regardless of physical form or characteristics, made or received by an agency of the United States Government under Federal law or in connection with the transaction of public business and preserved or appropriate for preservation by that agency or its legitimate successor as evidence of the organization, functions, policies, decisions, procedures, operations, or other activities of the Government or because of the informational value of data in them.”  44 U.S.C. § 3301 (emphasis supplied).\r\n2.\tFOIA requires that “each agency, upon any request for records which (i) reasonably describes such records and (ii) is made in accordance with published rules stating the time, place, fees (if any), and procedures to be followed, shall make the records promptly available to any person” 5 U.S.C. § 552(a)(3)(A).\r\n3.\tFOIA requires that “each agency shall establish a system to assign an individualized tracking number for each request received that will take longer than ten days to process and provide to each person making a request the tracking number assigned to the request” 5 U.S.C. § 522(a)(7)(A).\r\n4.\tFOIA requires that each agency shall “establish a telephone line or Internet service that provides information about the status of a request to the person making the request using the assigned tracking number, including the date on which the agency originally received the request; and an estimated date on which the agency will complete action on the request. 5 U.S.C. § 522(a)(7)(B).\r\n5.\tFOIA also requires federal agencies to make a final determination on FOIA administrative appeals that it receives within twenty days (excepting Saturdays, Sundays, and legal public holidays) after the receipt of such appeal, unless the agency expressly provides notice to the requester of “unusual circumstances” meriting additional time for responding to a FOIA request. 5 U.S.C. § 552(a)(6)(A)(ii).\r\n6.\tFOIA expressly provides that a person shall be deemed to have constructively exhausted their administrative remedies if the agency fails to comply with the applicable time limitations provided by 5 U.S.C. § 552(a)(6)(A)(I) - (ii). See also 5 U.S.C. § 552(a)(6)(C).\r\n7.\tFOIA provides that any person who has not been provided the records requested pursuant to FOIA, after exhausting their administrative remedies, may seek legal redress from the Federal District Court to enjoin the agency from withholding agency records and to order the production of any agency records improperly withheld from the complainant.\r\n8.\tRegarding the names of the FOIA requesters, the courts have held that under the FOIA requesters do not have an expectation of privacy. Stauss v. IRS, 516 F. Supp. 1218, 1223 (D.D.C. 1981),\r\n9.\tUnder FOIA, the federal agency has the burden of sustaining its actions. 5 U.S.C.§ 552(a)(4)(B).\r\n10.\tPursuant to FOIA, a Court may assess attorney fees and litigation costs against the United States if the Plaintiff prevails in an action thereunder. 5 U.S.C. § 552(a)(4)(E).\r\n11.\tDepartment of Justice (DOJ) has issued a handbook addressing FOIA Annual Reports. See DOJ, Handbook for Agency Annual Freedom of Information Act Reports, “Disposition of FOIA Requests,” (available at http://www.justice.gov/sites/default/files/oip/pages/attachments/2014/11/04/department_of_justice_handbook_for_agency_annual_freedom_of_information_act_reports.pdf) (“DOJ Handbook”). \r\n12.\tAmong other things, the DOJ Handbook states, “All requests (perfected and non-perfected), appeals, and consultations that were pending at any time during the relevant fiscal year [October 1st through September 30th] will be captured.” \r\n13.\tThe DOJ Handbook also states: \r\n“[E]ach agency is ultimately responsible for the accuracy and completeness of its Annual FOIA Report. It is therefore essential for agencies to take steps that will ensure that they are adequately tracking all of the information necessary to complete the Annual FOIA Report sections detailed below. Agencies that utilize a tracking or case management system for this purpose are responsible for ensuring that the system they are using can produce an accurate Annual FOIA Report that is in compliance with the law and Department of Justice guidance.” DOJ Handbook, at 3.\r\n\r\nI believe that I have adequately described the records that I am seeking. If you believe that my request is unclear, if you have any questions, or if there is anything else that you need from me to complete this request in a timely manner, please contact me in writing, so that I may perfect my request. If you deem that any portion of my request is unclear, answer the remaining portions and I will perfect a request for additional material as needed.\r\n\r\nThank you very much in advance. \r\n\r\nWith my respect,\r\n\r\n/s/\r\nRobert Hammond\t\r\nRequester\r\nWhistleblower\r\n\r\nEnclosures:\r\n1. Hammond FOIA Request DOJ-2019-000086 [Enclosure thereto omitted due to file size 933 pages]\r\n2. DOJ OIP’s September 11, 2023 initial determination letter,  Re: DOJ-2019-000086, DRH:ADF:ERH [Attachments omitted due to file size]\r\n3. Purported duplicate #1. Pages 783 -787\r\n4. Hammond original email to Pustay of 2018 10 26 w. attachment (pp 783 - 787)\r\n\r\nReferences: \r\n(a)\tThe Freedom of Information Act (“FOIA”), 5 U.S.C. § 552 et seq., as amended,\r\n(b)\tJoint publication of U.S. Department of Justice, Executive Office of the President and U.S. General Services Administration of July 2011, “Your Right to Federal Records”\r\n(c)\tThe Privacy Act (“PA”) of 1974, 5 U.S.C. § 552a, et seq., as amended\r\n(d)\tDoD 5400.11-R, May 14, 2007, Department of Defense Privacy Program\r\n(e)\tDoD 5400.7-R, September 1998, DoD Freedom of Information Act (FOIA) Program\r\n(f)\tDoD 6025.18-R, Jan. 24, 2003, DoD Health Information Privacy Regulation\r\n(g)\tGAO Report GAO-12-828 of July 2012, subject Freedom of Information Act\r\n(h)\tDepartment of Justice Handbook for Agency Annual Freedom of Information Act Reports\r\n(i)\tAdministrative Instruction 106, “Alternative Dispute Resolution (ADR) Program,” January 30, 2014\r\n(j)\tDoD Directive 5145.01, “General Counsel of the Department of Defense (GC DoD),” December 2, 2013, as amended \r\n(k)\tDoD Directive 5145.04, “Defense Legal Services Agency (DLSA),” April 16, 2012\r\n(l)\tDoD Directive 5400.11, “DoD Privacy Program,” October 29, 2014 \r\n(m)\t DoD Manual 8910.01, Volume 1, “DoD Information Collections Manual: Procedures for DoD Internal Information Collections,” June 30, 2014 \r\n(n)\tExecutive Order 12988, “Civil Justice Reform,” February 5, 1996 \r\n(o)\tPublic Law 101-552, “Administrative Dispute Resolution Act,” November 15, 1990 \r\n(p)\tPublic Law 104–320, “Administrative Dispute Resolution Act of 1996,” October 19, 1996 \r\n(q)\tPresidential Memorandum for Heads of Executive Departments and Agencies, “Designation of Interagency Committees to Facilitate and Encourage Agency Use of Alternate Means of Dispute Resolution and Negotiated Rulemaking,” May 1, 1998\r\n(r)\tUnited States Code, Title 5\r\n(s)\tDoD Instruction 5145.05, “Alternative Dispute Resolution (ADR) and Conflict Management”\r\n(t)\tAlternate Dispute Resolution Handbook (opm.gov/policy-data-oversight/employee-relations/employee-rights-appeals/alternative-dispute-resolution/handbook.pdf)\r\n(u)\tPresident Obama's FOIA Memorandum and Attorney General Holder's FOIA Guidelines (justice.gov/sites/default/files/oip/legacy/2014/07/23/foia-memorandum.pdf)",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1116279,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/perseverance2013/126653/DOJ_23-A.B_Case_Processing_records_of_DOJ-2019-000086_w._enclosures.pdf",
            "datetime": "2023-09-15T22:25:18.773914",
            "title": "DOJ_23-A.B_Case_Processing_records_of_DOJ-2019-000086_w._enclosures.pdf",
            "source": "Robert Hammond",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/expedited-foia-request-doj-23-ab-case-processing-records-of-doj-2019-000086-152072/"
  }
]