[
  {
    "id": 155858,
    "title": "Case Records",
    "slug": "case-records",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 29697,
    "username": "MasonC.Turner",
    "agency": 6597,
    "datetime_submitted": "2023-12-11T22:52:44.842107",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-12-11T22:52:44.971509",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 155858,
        "from_user": 29697,
        "to_user": 10598,
        "subject": "",
        "datetime": "2023-12-11T22:52:44.971509",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nPlease furnish the case number and all associated case files including any forensics reports, officer reports/statements etc., statements taken from parties involved(including PBSO employees), attorney/lawyer correspondence for any parties involved in the case (including PBSO employees). The attempted murder case took place on 11/25/2021 in Jupiter Farms FL Palm Beach County at the intersection of 185 St N and 120th Trail North  (26.949481337437533, -80.22448518988503) and was of Mason C. Turner  DOB: 06/02/1997\r\n\r\nAlso please include the current case status and the investigator assigned to the case. And any case conclusion files if the case is concluded.\r\n\r\nFor your reference, please see the attached evidence submitted to forensics. \r\n(A Google link has been provided for your convenience) \r\n(ZIP) https://drive.google.com/file/d/1AeZsTObZCqzNAMr8KkZM2pqqEclD8Arb/view?usp=sharing\r\n(Non ZIP)  https://drive.google.com/drive/folders/1nv-_5RQvf55TBHW25tQOVH2dvW02XuLI?usp=sharing\r\nIf you have a preferred method of document transfer, I can also transfer my files in an alternative way. Including uncompressed original Sony ARW files with original unaltered meta data.\r\n\r\nShould there be any redactions, please provide a redaction form and the corresponding law pertaining to each redaction made as required by law.\r\n\r\nProprietary login systems are not covered under State Law so Please furnish records and respond to this request via the email address it was received from. Download links are supported without personal information or login requirements.\r\n\r\nThere should not be any fees associated with this request.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nMason C. Turner\r\n561-320-7690",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/palm-beach-county-10453/case-records-155858/"
  }
]