[
  {
    "id": 191594,
    "title": "OCR Case Number 05-25-4075 Case Files FOIA Request",
    "slug": "ocr-case-number-05-25-4075-case-files-foia-request",
    "status": "ack",
    "embargo_status": "public",
    "user": 164573,
    "username": "JeffFreeTV",
    "agency": 143,
    "datetime_submitted": "2025-08-19T10:45:04.759071",
    "date_due": "2025-09-17",
    "days_until_due": null,
    "date_followup": "2025-09-17",
    "datetime_done": null,
    "datetime_updated": "2025-08-19T10:45:04.911038",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "national news",
      "public records requests",
      "social media",
      "civil rights",
      "public corruption",
      "freedom of information act"
    ],
    "communications": [
      {
        "foia": 191594,
        "from_user": 164573,
        "to_user": 10175,
        "subject": "Freedom of Information Act Request: OCR Case Number 05-25-4075 Case Files FOIA Request",
        "datetime": "2025-08-19T10:45:04.911038",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nPursuant to the Freedom of Information Act, 5 U.S.C. § 552, I request the complete case file for OCR Case No. 05‑25‑4075, referenced in OCR’s letter dated August 19, 2025 to me, Jeffrey Luffman. OCR’s letter also indicates OCR received my complaint on May 23, 2025. Please include all records maintained by the U.S. Department of Education, Office for Civil Rights (OCR) relating to this case.\r\n\r\nScope of records requested:\r\n\r\nComplaint intake materials (complaint forms, portals, intake notes, logs, case‑opening entries).\r\n\r\nCase processing records (jurisdictional analysis, determinations, dismissal/closure documents, CPM citations and checklists, internal memoranda).\r\n\r\nAll correspondence (emails, letters, attachments, meeting notes) between OCR staff and the Institution, me, or any third parties regarding this case.\r\n\r\nCase tracking data (case logs, indices, ticket numbers), and any search result logs.\r\n\r\nAny documents concerning retaliation warnings/notices provided to parties in connection with this case.\r\n\r\nDate range: May 1, 2025 to present.\r\n\r\nCustodians / offices likely to hold responsive records (not exhaustive): the assigned investigator(s) for Case No. 05‑25‑4075, Supervisory Attorney Sandra J. Roesti, Jennifer Bergsieker, and the responsible OCR regional and headquarters units.\r\n\r\nKeywords for search: “05‑25‑4075”; “Jeffrey Luffman”; the Institution’s name as stated in the OCR letter; “jurisdiction”; “dismissal”; “CPM §102”; “CPM §108(f)”.\r\n\r\nFormat & delivery: Please provide all records electronically (PDFs or native electronic format with metadata). If feasible, please provide rolling releases as records are processed.\r\n\r\nFees: Please notify me if estimated fees will exceed $25 before you proceed. I also request a public‑interest fee waiver, as disclosure will contribute significantly to the public’s understanding of OCR operations and is not primarily in my commercial interest.\r\n\r\nIf you withhold any portion of the records, please release all reasonably segregable material and provide a Vaughn index describing each withheld record and the FOIA exemption(s) claimed.\r\n\r\nThank you for your assistance.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJeffrey Luffman",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/ocr-case-number-05-25-4075-case-files-foia-request-191594/"
  }
]