[
  {
    "id": 153352,
    "title": "JUMP/Lime contracts",
    "slug": "jumplime-contracts",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 122352,
    "username": "jenniferkent",
    "agency": 14914,
    "datetime_submitted": "2023-10-15T16:35:50.486721",
    "date_due": "2023-10-25",
    "days_until_due": null,
    "date_followup": "2023-10-25",
    "datetime_done": null,
    "datetime_updated": "2023-10-15T16:35:50.573965",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 153352,
        "from_user": 122352,
        "to_user": 19219,
        "subject": "California Public Records Act Request: JUMP/Lime contracts",
        "datetime": "2023-10-15T16:35:50.573965",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nAny and all contracts, communications, and agreements as well as contract dissolution, related to the City of Davis's partnership with the bike and electric scooter share, JUMP, later rebranded as Lime. I am interested in all contracts and agreements between January 2018 and March 2023. This includes (but is not limited to):\r\n\r\n• all contracts (as well as associated amendments, attachments, and exhibits)\r\n• insurance agreements\r\n•  the October 2018 City Council urgency ordinance prohibiting motorized scooter share programs in the city\r\n•  the terms of the agreement reached between SACOG and Lime for the City of Davis in 2022\r\n•  the dissolution of any such agreement between the City of Davis and Lime in 2022 or 2023\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJennifer Kent",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/davis-3180/jumplime-contracts-153352/"
  }
]