[
  {
    "id": 204114,
    "title": "Christian Manor & Christian Tower Records Request",
    "slug": "christian-manor-christian-tower-records-request",
    "status": "submitted",
    "embargo_status": "public",
    "user": 157501,
    "username": "gmosteller",
    "agency": 23508,
    "datetime_submitted": "2026-02-03T14:18:47.984104",
    "date_due": "2026-02-12",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2026-02-03T14:18:48.198613",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 204114,
        "from_user": 157501,
        "to_user": 64379,
        "subject": "",
        "datetime": "2026-02-03T14:18:48.198613",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Tennessee Public Records Act, I hereby request the following records:\r\n\r\nFor Christian Manor & Christian Tower, located at 138 E Franklin Street & 143 Prince Street, Gallatin, TN 37066. Please provide the following information:\r\n\r\nCertificates of Occupancy: Please provide any copies of the Certificate of Occupancy on file. If there are none available, please state the reason for their absence, and whether the lack of COs would give rise to any enforcement action or constitute a code violation.\r\n \r\nApproved Site Plan and/or Conditions of Approval, if applicable: Are there any available approval documents on file, such as planned development documents, variances, special use permits, exceptions, site-specific resolution/conditions of approval? Please provide any copies. Was this property subject to any site plan approval? Please provide any copies\r\n\r\nZoning Code Violations: Please provide notice and summary of any open/outstanding zoning code violations, or confirmation that none currently exist.\r\n\r\nBuilding Code Violations:  Please provide notice and summary of any open/outstanding building code violations, or confirmation that none currently exist.\r\n\r\nFire Code Violations:  Please provide notice and summary of any open/outstanding fire code violations, or confirmation that none currently exist.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 7 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKent Hoover, a citizen of Tennessee, in coordination with Grace Mosteller.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/tennessee-155/christian-manor-christian-tower-records-request-204114/"
  }
]