[
  {
    "id": 164004,
    "title": "DDoSecrets (Department Of Homeland Security Cisa (cybersecurity And Infrastructure Security Agency))",
    "slug": "ddosecrets-department-of-homeland-security-cisa-cybersecurity-and-infrastructure-security-agency",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4047,
    "username": "EmmaBest",
    "agency": 20114,
    "datetime_submitted": "2024-05-18T09:37:26.340615",
    "date_due": "2024-06-20",
    "days_until_due": null,
    "date_followup": "2024-06-23",
    "datetime_done": null,
    "datetime_updated": "2024-05-24T12:39:22.389392",
    "date_embargo": null,
    "tracking_id": "2024-NPFO-00460",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "ddosecrets",
      "distributed denial of secrets"
    ],
    "communications": [
      {
        "foia": 164004,
        "from_user": 4047,
        "to_user": 31586,
        "subject": "Freedom of Information Act Request: DDoSecrets (Department Of Homeland Security Cisa (cybersecurity And Infrastructure Security Agency))",
        "datetime": "2024-05-18T09:37:27.680447",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nRecords mentioning, describing or relating to Distributed Denial of Secrets, abbreviated DDoSecrets. \r\n\r\nDDoSecrets is a non-profit whistleblower site founded in 2018 for news leaks which is sometimes referred to as a successor to WikiLeaks and came to international attention for its June 2020 publication of police documents, known as BlueLeaks. \r\n\r\nYou may limit the search to between December 2018 and the date the search is performed.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nEmma North-Best",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1177124,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/EmmaBest/136964/Fee_category_and_search_parameters.pdf",
            "datetime": "2024-05-18T09:37:27.680447",
            "title": "Fee_category_and_search_parameters.pdf",
            "source": "Emma North-Best",
            "description": "",
            "doc_id": "24673976-fee_category_and_search_parameterspdf",
            "pages": 1
          }
        ],
        "delivered": "email"
      },
      {
        "foia": 164004,
        "from_user": 31586,
        "to_user": 4047,
        "subject": "CISA FOIA Response 2024-NPFO-00460",
        "datetime": "2024-05-22T15:30:46.571127",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "05/22/2024 \n\nSENT VIA E-MAIL TO:  164004-12931885@requests.muckrock.com \n\nEmma North-Best \nMuckRock News DEPT MR 164004 \nBoston, Massachusetts 02115 \n\nRe:  CISA Case Number 2024-NPFO-00460 \n\nDear Ms. North-Best: \n\nThis acknowledges receipt of your 5/22/2024, Freedom of Information Act (FOIA) request to U.S. Department of Homeland Security (DHS), Cybersecurity & Infrastructure Security Agency (CISA), for Records mentioning, describing or relating to Distributed Denial of Secrets, abbreviated DDoSecrets from December 2018 to the date of search.  Your request was received in this office on 5/22/2024. \n\nAfter careful review of your FOIA request, we determined that your request is too broad in scope, did not specifically identify the records which you are seeking, or only posed questions to the agency.  Records must be described in reasonably sufficient detail to enable government employees who are familiar with the subject area to locate records without placing an unreasonable burden upon the agency.  For this reason, §5.3(b) of the DHS regulations, 6 C.F.R. Part 5, require that you describe the records you are seeking with as much information as possible to ensure that our search can locate them with a reasonable amount of effort.  Whenever possible, a request should include specific information about each record sought, such as the date, title or name, author, recipients, and subject matter of the records, if known, or the CISA program office you believe created and/or controls the record.  The FOIA does not require an agency to create new records, answer questions posed by requesters, or attempt to interpret a request that does not identify specific records. \n\nPlease resubmit your request containing a reasonable description of the records you are seeking.  This is not a denial of your request.  Upon receipt of a perfected request, you will be advised as to the status of your request.  If we do not hear from you within 30 days from the date of this letter, we will assume you are no longer interested in this FOIA request, and the case will be administratively closed. \n\nYou have a right to appeal the above determination.  Should you wish to do so, you must send your appeal and a copy of this letter, within 90 days of the date of this letter, to:  Privacy Office, Attn: FOIA Appeals, U.S. Department of Homeland Security, 2707 Martin Luther King Jr. Avenue, SE, Mail Stop 0655, Washington, D.C. 20528-0655, following the procedures outlined in the DHS FOIA regulations at 6 C.F.R. Part 5 § 5.5(e)(2).  Your envelope and letter should be marked “FOIA Appeal.”  Copies of the FOIA and DHS FOIA regulations are available at www.dhs.gov/foia. \nYou may contact the DHS FOIA Public Liaison at 202-343-1743 for any further assistance and to discuss any aspect of your request.  You may also contact OGIS at the National Archives and Records Administration to inquire about the FOIA mediation services they offer.  The contact information for OGIS is as follows: Office of Government Information Services, National Archives and Records Administration, 8601 Adelphi Road-OGIS, College Park, Maryland 20740-6001, e-mail at ogis@nara.gov; telephone at 202-741-5770; toll free at 1-877-684-6448; or facsimile at 202-741-5769. \n\nIf you need any further assistance or would like to discuss any aspect of your request, please contact the CISA FOIA Office. You may send an e-mail to FOIA@HQ.DHS.GOV, or call 202-343-1743 or you may contact our FOIA Public Liaison in the same manner. \n\nYour request has been assigned reference number 2024-NPFO-00460. Please refer to this identifier in any future correspondence.",
        "status": "fix",
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 164004,
        "from_user": 4047,
        "to_user": 31586,
        "subject": "RE: Freedom of Information Act Request #2024-NPFO-00460",
        "datetime": "2024-05-24T12:39:22.389392",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "The request was reasonably described and I did not ask for any of the things you say I cannot ask for. \r\n\r\nProcess the request and perform the searches.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/ddosecrets-department-of-homeland-security-cisa-cybersecurity-and-infrastructure-security-agency-164004/"
  }
]