[
  {
    "id": 149911,
    "title": "Communication Between Boston City Council and Regan Comms about \"Save Our City\"",
    "slug": "communication-between-boston-city-council-and-regan-comms-about-save-our-city",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 3026,
    "username": "JonathanCohn",
    "agency": 481,
    "datetime_submitted": "2023-07-27T09:06:29.193882",
    "date_due": "2023-08-10",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-07-27T09:06:29.307659",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 149911,
        "from_user": 3026,
        "to_user": 12462,
        "subject": "",
        "datetime": "2023-07-27T09:06:29.307659",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Massachusetts Public Records Law, I hereby request the following records:\r\n\r\nAny and all emails or other electronic correspondence, including any attachments to correspondence, sent to or from the \"Boston.gov\" email address of each current or former Boston City Council member within the period of January 1, 2023 to the date of this request, inclusive, and meets any or all the following criteria:\r\n\r\n(1) Involves the email address \"cnakkashian@regancomm.com\", whether as the sender, recipient or copy recipient; and/or,\r\n\r\n(2) Involves any other email address containing the domain suffix \"@regancomm.com\", whether as the sender, recipient or copy recipient; and/or,\r\n\r\n(3) Includes any or all, or any similar variation, of the phrases \"save our\", \"save our city\", \"save our Boston\", \"save Boston\".\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by the recommendations of the Massachusetts Supervisor of Public Records. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nI expect the request to be filled in an accessible format, including for screen readers, which provide text-to-speech for persons unable to read print. Files that are not accessible to screen readers include, for example, .pdf image files as well as physical documents.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJonathan Cohn",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/boston-3/communication-between-boston-city-council-and-regan-comms-about-save-our-city-149911/"
  }
]