[
  {
    "id": 144345,
    "title": "Digital Device Filtering Concerns and Remediation",
    "slug": "digital-device-filtering-concerns-and-remediation",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 18767,
    "username": "jvparker",
    "agency": 34889,
    "datetime_submitted": "2023-04-09T10:17:28.760842",
    "date_due": "2023-05-05",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-04-09T10:17:29.544872",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 144345,
        "from_user": 18767,
        "to_user": 113843,
        "subject": "",
        "datetime": "2023-04-09T10:17:29.544872",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records from January 2020 to February 2023:\r\n\r\nAll records related to the decision to provide iPads and other digital devices to students in the district, including any communications or correspondence related to this decision.\r\nAll records related to the implementation of web filtering or lack thereof on the iPads and other digital devices provided to students in the district, including any communications or correspondence related to this decision.\r\nAll records related to any complaints from parents regarding the lack of web filtering on the iPads and other digital devices provided to students in the district, including any communications or correspondence related to these complaints.\r\nAll records related to the response from the district to the complaints from parents regarding the lack of web filtering on the iPads and other digital devices provided to students in the district, including any communications or correspondence related to this response.\r\nAll records related to any steps taken by the district to address the lack of web filtering on the iPads and other digital devices provided to students in the district, including any communications or correspondence related to these steps.\r\nTo help identify responsive records, please search for any records that mention or relate to the following terms:\r\n\r\niPads\r\ndigital devices\r\nweb filtering\r\ncomplaints\r\nparental concerns\r\n\r\nPlease include records of any type, including but not limited to emails, letters, memoranda, reports, meeting minutes, presentations, and any other records of communication or correspondence related to the topics listed above.\r\n\r\nIf no records are responsive to this request, please provide a certification of that fact pursuant to Public Officers Law §89(3), and inform me of the district's obligations under LGS-01 to retain records until any appeal has been resolved.\r\n\r\nIf any records are withheld, please provide an explanation of the legal basis for the withholding.\r\n\r\nIf my request is denied in whole or in part, please provide a written explanation of the reasons for the denial.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJackson Parker",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/digital-device-filtering-concerns-and-remediation-144345/"
  }
]