[
  {
    "id": 159985,
    "title": "FBI PL 2.25.24",
    "slug": "fbi-pl-22524",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 60252,
    "username": "rskva102",
    "agency": 10,
    "datetime_submitted": "2024-03-07T08:52:22.343262",
    "date_due": "2024-04-04",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-03-07T08:52:22.461663",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 159985,
        "from_user": 60252,
        "to_user": 9555,
        "subject": "Freedom of Information Act Request: FBI PL 2.25.24",
        "datetime": "2024-03-07T08:52:22.461663",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear FOIA Officer:\r\n\r\nYou are receiving this correspondence as a request under the Freedom of Information Act, 5 U.S.C. subsection 552. I am requesting the following:\r\n\r\nRecords relating to, mentioning, or generated as a result of investigation or inquiry for Paul Myron Anthony Linebarger, aka Cordwainer Smith (July 11, 1913 – August 6, 1966). Mr. Linebarger was a writer of popular science-fiction and an expert in the field of psychological warfare. He was a professor at Duke University and Johns Hopkins University and an officer in the Army's psychological warfare section. After serving in World World II, he consulted with a number of government and intelligence agencies, including the Psychological Strategy Board and the Central Intelligence Agency, under his given name and wrote fiction under a pen name of Cordwainer Smith. His writing credits include Psychological Warfare (as Paul Linebarger) and Norstrilia (as Cordwainer Smith).\r\n\r\nProof of death is not required as Mr. Linebarger's date of birth was over 100 years ago.\r\n\r\nI am asking you waive any fees associated with this request. I am a member of the news media and request classification as such. My bylines, which include Creem Magazine, Covert Action Magazine, and the Geopolitical Economy Report, can be found in both print and electronic publications. Please take note of the Office of Management and Budget guidelines published March 27, 1987 (52 FR 10012) that include electronic publications and other nontraditional publishers as representatives of the news media.\r\n\r\nThis request is not being made for commercial purposes. \r\n\r\nAll documents will be provided to the general public without charge.\r\n\r\nIn the event that there are fees, I am willing to pay up to $100. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nI look forward to your response within 20 working days, as the statute requires. If access to the records I am requesting will take longer, please contact me with information about when I might expect copies or the ability to inspect the requested records.\r\n\r\nIf you deny any or all of this request, please cite each specific exemption you feel justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\r\n\r\nSincerely,\r\n\r\nRobert Skvarla, Jr.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/fbi-pl-22524-159985/"
  }
]