[
  {
    "id": 192835,
    "title": "Anomaly 6 - USAF Contracts and User Guides",
    "slug": "anomaly-6-usaf-contracts-and-user-guides",
    "status": "processed",
    "embargo_status": "public",
    "user": 162191,
    "username": "AbeSegal",
    "agency": 86,
    "datetime_submitted": "2025-09-09T23:50:18.124084",
    "date_due": "2025-10-07",
    "days_until_due": null,
    "date_followup": "2025-12-09",
    "datetime_done": null,
    "datetime_updated": "2025-09-10T00:35:21.632951",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192835,
        "from_user": 162191,
        "to_user": 25330,
        "subject": "Freedom of Information Act Request: Anomaly 6 - USAF Contracts and User Guides",
        "datetime": "2025-09-09T23:50:18.242575",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\n1) All procurement materials associated with procurement identifier number FA714624C0019 with Anomaly 6 LLC \r\n2) All marketing materials, system manuals, and user guides from Anomaly 6 (sometimes referred to Anomaly Six) relating to their platform\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAlan J. Segal",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 192835,
        "from_user": 25330,
        "to_user": 162191,
        "subject": "Password Setup Instructions- Air Force FOIA Requester Service Center",
        "datetime": "2025-09-10T00:30:59.043984",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Alan Segal, \r\n\r\nPlease click the link provided in this email to create the password for your new PAL account: https://efoia.cce.af.mil/App/SetPassword.aspx?aun=Mp1PLC0zSI23tiyMFOwv/d2obpUhVDJaVjvBlbAb7Ek= \r\n\r\nIf you cannot click the link please copy in its entirety and paste into the address bar of your browser and hit enter.\r\nRegards, \r\nAir Force FOIA Requester Service Center",
        "status": "done",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 192835,
        "from_user": 25330,
        "to_user": 162191,
        "subject": "Your PAL account is ready",
        "datetime": "2025-09-10T00:31:01.258266",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Alan Segal, \r\n\r\nYou've successfully created a PAL account. You will receive another email with a link to create your password. \r\n\r\nUsername: 192835-01770771@requests.muckrock.com \r\n\r\nAny previously submitted requests to Air Force FOIA Requester Service Center have been saved to your profile.\r\nRegards, \r\nAir Force FOIA Requester Service Center",
        "status": "done",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 192835,
        "from_user": 25330,
        "to_user": 162191,
        "subject": "Request Acknowledgement by Air Force FOIA Requester Service Center",
        "datetime": "2025-09-10T00:35:14.904339",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Alan Segal, \nCase Number 2025-07952-F has been assigned to the request you submitted. In all future correspondence regarding this request please reference case number 2025-07952-F. To review your submission, please log into your account: https://efoia.cce.af.mil/.\nRegards, \nAir Force FOIA Requester Service Center",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 192835,
        "from_user": 25330,
        "to_user": 162191,
        "subject": "Status Update for Request #2025-07952-F",
        "datetime": "2025-09-10T00:35:21.632951",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Alan Segal, \nThe status of your FOIA request #2025-07952-F has been updated to the following status 'Received'. To log into the PAL Application click on the Application URL below. \n\nhttps://efoia.cce.af.mil/ \n\nSincerely, \nAir Force FOIA Requester Service Center\n",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/anomaly-6-usaf-contracts-and-user-guides-192835/"
  },
  {
    "id": 192834,
    "title": "Group chats city council",
    "slug": "group-chats-city-council",
    "status": "processed",
    "embargo_status": "public",
    "user": 152,
    "username": "BrianMcCarter",
    "agency": 481,
    "datetime_submitted": "2025-09-09T23:47:22.204373",
    "date_due": "2025-09-23",
    "days_until_due": null,
    "date_followup": "2025-12-09",
    "datetime_done": null,
    "datetime_updated": "2025-09-09T23:47:22.323920",
    "date_embargo": null,
    "tracking_id": "R004718-091025",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192834,
        "from_user": 152,
        "to_user": 12462,
        "subject": "Massachusetts Public Records Law Request: Group chats city council",
        "datetime": "2025-09-09T23:47:22.323920",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Massachusetts Public Records Law, I hereby request the following records:\r\n\r\nTo: Records Access Officer, \r\n\r\nPursuant to the Massachusetts Public Records Law, G.L. c. 66, § 10, I hereby request the following records:\r\n\r\nScope of Request\r\nAll electronic communications from January 1, 2024 through the present that meet all of the following criteria:\r\n\r\n1. Participants: The communication included five (5) or more members of the Boston City Council, whether or not other individuals also participated.\r\n\r\n\r\n2. Platform: The communication occurred via any messaging platform, including but not limited to SMS text, iMessage, Signal, WhatsApp, Telegram, GroupMe, Slack, Microsoft Teams, Facebook Messenger, Instagram, or any other chat or messaging application capable of group communication and/or self-destructing messages.\r\n\r\n\r\n3. Subject Matter: The communication concerned City Council business, including business before the full Council or any Council committee.\r\n\r\n\r\nRetention and Policy Records\r\nIn addition, please provide:\r\n\r\nAny policies, instructions, or notices regarding the retention, deletion, or suppression of text messages, encrypted chat communications, or group messaging applications by City Councilors or their staff.\r\n\r\nAny logs, records, or metadata showing when responsive communications were deleted, auto-deleted, or otherwise rendered unavailable\r\n\r\n\r\nFormat and Preservation\r\n\r\nThis request covers group text messages, encrypted chat logs, group messages with self-destructing or timed deletion features, or other comparable communications, regardless of whether sent from personal or City-issued devices/accounts.\r\n\r\nRecords should include the content of the communication, the identities of participants, and metadata showing dates and times.\r\n\r\nIf any responsive records have been deleted or auto-deleted, please confirm whether any logs, retention notices, or preservation policies exist relating to those communications.\r\n\r\n\r\nStandard Verification and Format Instructions\r\nIf no responsive records exist for a given item, please confirm that no such records exist.\r\nPlease identify the custodians and systems searched, and describe the methods used to locate responsive records.\r\nIf responsive records include databases, spreadsheets, or summary logs, please provide them in a machine-readable format (e.g., .csv or Excel).\r\nPlease include any available metadata showing dates of record creation, sender, and recipient, where applicable.\r\nIf responsive records exist in draft or revised form, please include those versions as well.\r\nPlease include any policies, notices, or instructions to staff regarding the handling, retention, deletion, or suppression of relevant reports or records.\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by the recommendations of the Massachusetts Supervisor of Public Records. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nI expect the request to be filled in an accessible format, including for screen readers, which provide text-to-speech for persons unable to read print. Files that are not accessible to screen readers include, for example, .pdf image files as well as physical documents.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBrian McCarter",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/boston-3/group-chats-city-council-192834/"
  }
]