[
  {
    "id": 179834,
    "title": "Eligio Bishop",
    "slug": "eligio-bishop",
    "status": "submitted",
    "embargo_status": "public",
    "user": 146216,
    "username": "oreadebanjo",
    "agency": 9463,
    "datetime_submitted": "2025-01-15T04:22:14.518495",
    "date_due": "2025-01-21",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-01-15T04:22:14.680327",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 179834,
        "from_user": 146216,
        "to_user": 15581,
        "subject": "",
        "datetime": "2025-01-15T04:22:14.680327",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Georgia Open Records Act, I hereby request the following records:\r\n\r\nall records related to the trial of Eligio Bishop (also known as \"Natureboy\"), which concluded in March 2024. Specifically, I am seeking case files, investigative records, arrest reports, records of charges and indictments, interrogation recordings, interview transcripts, witness statements, bodycam footage, and any associated audio, video, or photographic evidence. Additionally, I request any communications or correspondence related to the investigation and trial, including those between law enforcement, prosecutors, or other relevant parties.\r\n\r\nIf any records are exempt from disclosure, I request a written explanation citing the applicable exemptions.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nOre Adebanjo",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/dekalb-county-4877/eligio-bishop-179834/"
  }
]