[
  {
    "id": 145503,
    "title": "FinTech analysis documents",
    "slug": "fintech-analysis-documents",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 103015,
    "username": "glg2672",
    "agency": 402,
    "datetime_submitted": "2023-05-09T08:45:58.036166",
    "date_due": "2023-06-07",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-05-09T08:45:58.129999",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 145503,
        "from_user": 103015,
        "to_user": 25984,
        "subject": "",
        "datetime": "2023-05-09T08:45:58.129999",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAny research reports or analysis documents produced by or in the possession of the Federal Financial Institutions Examination Council (FFIEC) related to developments in financial technology (FinTech) within the financial sector. Specifically, I am interested in reports that discuss the implications of FinTech for the safety and soundness of financial institutions, regulatory compliance, and potential risks to consumers and the financial system.\r\n\r\nIf my request is denied in whole or in part, please justify all deletions by reference to specific exemptions under the FOIA. I expect the release of all segregable portions of otherwise exempt material. I reserve the right to appeal your decision to withhold any information.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nGabriel Garcia",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/fintech-analysis-documents-145503/"
  },
  {
    "id": 145502,
    "title": "CB FBI 5.9.23",
    "slug": "cb-fbi-5923",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 60252,
    "username": "rskva102",
    "agency": 15767,
    "datetime_submitted": "2023-05-09T06:59:40.641880",
    "date_due": "2023-06-07",
    "days_until_due": null,
    "date_followup": "2023-06-07",
    "datetime_done": null,
    "datetime_updated": "2023-05-09T06:59:40.718875",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 145502,
        "from_user": 60252,
        "to_user": 20882,
        "subject": "Freedom of Information Act Request: CB FBI 5.9.23",
        "datetime": "2023-05-09T06:59:40.718875",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nA prior request on records for Christopher Bird under the Freedom of Information Act, 5 U.S.C. subsection 552 included partial or incorrect FBI case file numbers. Please find the amended request below:\r\n\r\nI am requesting copies of all records, documents, and correspondence responsive to Federal Bureau of Investigation (FBI) case files 105-HQ-83543 and 123-HQ-15685. A prior Freedom of Information/Privacy Act (FOIPA) request, 1547783-000, was sent to the FBI for records on Christopher Bird (May 11, 1928-May 2, 1996), and the Bureau responded by identifying the aforementioned case file numbers as potentially responsive to the request and stating all subsequent records had been transferred to the National Archives and Records Administration (NARA). Further, it recommended the filing of a FOIPA request through NARA's Special Access and Freedom of Information Act Program. Therefore, I am sending this request for access to FBI case files 105-HQ-83543 and 123-HQ-15685.\r\n\r\nIf Mr. Bird is identified in these records, there is no expectation of a violation of his privacy, as he passed away in 1996. I have attached a reproduction of Mr. Bird's obituary, published in The New York Times on May 06, 1996.\r\n\r\nI look forward to your response within 20 working days, as the statute requires. If access to the records I am requesting will take longer, please advise of which tier of processing queue this request falls under and an estimated time frame for processing.\r\n\r\nIf you deny any or all of this request, please cite each specific exemption you feel justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\r\n\r\nSincerely,\r\n\r\nRobert Skvarla, Jr.",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1086753,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/rskva102/121628/Christopher_Bird_68_a_Best-Selling_Author_-_The_New_York_Times.pdf",
            "datetime": "2023-05-09T06:59:40.718875",
            "title": "Christopher_Bird_68_a_Best-Selling_Author_-_The_New_York_Times.pdf",
            "source": "Robert Skvarla, Jr.",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/cb-fbi-5923-145502/"
  }
]