[
  {
    "id": 190261,
    "title": "FBI: Fresno Mayor Dale Doig",
    "slug": "fbi-fresno-mayor-dale-doig",
    "status": "submitted",
    "embargo_status": "public",
    "user": 351,
    "username": "RobbyD",
    "agency": 10,
    "datetime_submitted": "2025-07-27T15:30:12.792641",
    "date_due": "2025-08-22",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-07-27T15:30:12.913296",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "fresno",
      "dale doig"
    ],
    "communications": [
      {
        "foia": 190261,
        "from_user": 351,
        "to_user": 9555,
        "subject": "",
        "datetime": "2025-07-27T15:30:12.913296",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAny bureau documents related to the former Mayor of Fresno DALE DOIG (born July 24, 1935 - February 10th, 2022). Doig's death was widely reported in the media and a copy of his obituary is attached. \r\n\r\nhttps://www.fresnobee.com/news/local/article258578908.html\r\n\r\nPlease search for any FD-302 forms generated from bureau questioning of DOIG. Any FD-302 form of DOIG would have likely been created in relation to the FBI's Operation REZONE (FILE NUMBER 194B-SC-23790) investigation into Fresno real estate practices. \r\n\r\nThis is a request for records about DALE DOIG from any and all FBI offices, including HQ, field offices, legal attaches, and facilities that maintain records under the FBI’s control. Please conduct a search for any records on DOIG by the Sacramento and Fresno field offices. Please search for any correspondence to or from DOIG by either Director William Webster or William Sessions. \r\n\r\nAccording to a blog post read, it is important that I state the following: \"As you know, the Federal Bureau of Investigation is required to search the records stored at NARA’s Washington Records Center in Suitland, MD, but still technically under the FBI’s control. For more information see 36 CFR 1250.8\" Please also conduct a physical search of records at NARA's Washington Records Center in Suitland, for any records or documents related to DALE DOIG.\r\n\r\nPlease include all potentially responsive materials, including but not limited to all communications, reports, inquiries, investigations, photographs, audio files, video files, memos, directives, etc. Please include all materials found in other subject files and all materials associated with any potentially-related names and any other known aliases, nicknames, code names, or any other identifying pseudonyms or references utilized by this agency. Please consult the Central Records System and records, the Electronic Surveillance (ELSUR) Data Management System and records, Microphone Surveillance (MISUR) records, Physical Surveillance (FISUR) records, Technical Surveillance (TESUR) records, and all available cross-reference indices, databases, and records, in addition to any other locations containing potentially-responsive materials related to DALE DOIG.\r\n\r\nIf the bureau cannot fulfill certain parts of this request or certain portions must be redacted please provide any reasonable segregable portion of a requested record after removing or redacting those portions claimed to be exempt, explain in writing the justification for redacting the record, indicate the extent of any redactions on the portion of the record which is made available or published and where technically feasible indicate on the redacted portion itself the specific exemption(s) claimed.\r\n\r\nThank you for the bureau's commitment to transparency.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobert Delaware",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1306327,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/RobbyD/160119/Obituary__Former_Fresno_CA_Mayor_Dale_Doig_dies___Fresno_Bee.pdf",
            "datetime": "2025-07-27T15:30:12.913296",
            "title": "Obituary__Former_Fresno_CA_Mayor_Dale_Doig_dies___Fresno_Bee.pdf",
            "source": "Robert Delaware",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/fbi-fresno-mayor-dale-doig-190261/"
  },
  {
    "id": 190260,
    "title": "George W. Bush Library: WHTV Tapes of October 15th 2003 Speech at Ruiz Foods in Dinuba, California",
    "slug": "george-w-bush-library-whtv-tapes-of-october-15th-2003-speech-at-ruiz-foods-in-dinuba-california",
    "status": "ack",
    "embargo_status": "public",
    "user": 351,
    "username": "RobbyD",
    "agency": 3513,
    "datetime_submitted": "2025-07-27T14:57:10.019553",
    "date_due": "2025-08-22",
    "days_until_due": null,
    "date_followup": "2025-08-22",
    "datetime_done": null,
    "datetime_updated": "2025-07-27T14:57:10.170031",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 190260,
        "from_user": 351,
        "to_user": 10465,
        "subject": "Freedom of Information Act Request: George W. Bush Library: WHTV Tapes of October 15th 2003 Speech at Ruiz Foods in Dinuba, California",
        "datetime": "2025-07-27T14:57:10.170031",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nWhite House Communications Agency video footage (WHTV content) filmed on October 15th of 2003 at Ruiz Foods in Dinuba, California. \r\n\r\nHere's a link to a transcript of the speech:\r\n\r\nhttps://georgewbush-whitehouse.archives.gov/news/releases/2003/10/20031015-10.html\r\n\r\nThis is a request to review all footage taken on that day, including outtakes and rushes. Video from this event does not seem to be in CSPAN's archives and I cannot locate a video of the event on YouTube. \r\n\r\nI respectfully ask that released video from this 2003 speech in Dinuba be uploaded to the @GWBLibrary YouTube page, as has been done with other requests. Thank you, and I look forward to working with you in having this request fulfilled.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobert Delaware",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/george-w-bush-library-whtv-tapes-of-october-15th-2003-speech-at-ruiz-foods-in-dinuba-california-190260/"
  }
]