[
  {
    "id": 167737,
    "title": "Emails - Touhy Parks & PAC",
    "slug": "emails-touhy-parks-pac",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 109020,
    "username": "SashaG",
    "agency": 3072,
    "datetime_submitted": "2024-07-02T11:16:33.228542",
    "date_due": "2024-07-10",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-07-02T11:16:33.367183",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 167737,
        "from_user": 109020,
        "to_user": 20083,
        "subject": "",
        "datetime": "2024-07-02T11:16:33.367183",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nAll emails and communications between Misty Mitchell (Misty.Mitchell@chicagoparkdistrict.com) and Touhy Park Advisory Council President Jill Liska (jillliska@yahoo.com) \r\nPlease provide email contents for March 11, 2024 through March 20, 2024. Please remove duplicates.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAlexandra Gelzin",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/chicago-169/emails-touhy-parks-pac-167737/"
  },
  {
    "id": 167736,
    "title": "IPTV",
    "slug": "iptv",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 95749,
    "username": "ThomasPServo",
    "agency": 10,
    "datetime_submitted": "2024-07-02T11:03:18.511596",
    "date_due": "2024-07-31",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-07-02T11:03:18.686390",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 167736,
        "from_user": 95749,
        "to_user": 9555,
        "subject": "",
        "datetime": "2024-07-02T11:03:18.686390",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nRecords, documents, reports, emails, memos, correspondence, investigation files, notes, and any other materials pertaining to illegal Internet Protocol television (IPTV) services. This request specifically includes, but is not limited to:\r\n\r\n1. Investigation Records: All records related to investigations into illegal IPTV services, including initial complaints, investigation reports, case files, surveillance records, and any resulting legal actions or prosecutions.\r\n\r\n2. Communication Records: Copies of all internal and external communications regarding illegal IPTV services. This includes emails, letters, memos, and other correspondence between FBI personnel, as well as communications with other government agencies, Internet Service Providers, IPTV service providers, and international law enforcement bodies.\r\n\r\n3. Legal Documents: Copies of subpoenas, search warrants, court orders, and any legal documents filed or received in connection with the investigation of illegal IPTV services.\r\n\r\n4. Technical Reports: Any technical analyses, assessments, or reports related to the identification, tracking, and disruption of illegal IPTV services, including software and hardware used in these operations.\r\n\r\n5. Training Materials: All training materials, manuals, guides, and presentations provided to FBI personnel regarding the investigation and handling of illegal IPTV services.\r\n\r\n6. Policy Documents: Any policy statements, guidelines, or procedural documents outlining the FBI's approach to investigating and combating illegal IPTV services.\r\n\r\n7. Statistical Data: Any statistical data or summaries detailing the prevalence, geographic distribution, and impact of illegal IPTV services, as well as the number of investigations, arrests, and convictions related to such services.\r\n\r\n8. Interagency Communications: Records of meetings, conferences, and working groups focused on illegal IPTV services, including meeting minutes, agendas, attendee lists, and presentations.\r\n\r\n9. Publications and Press Releases: Copies of any public statements, press releases, or published articles by the FBI regarding illegal IPTV services.\r\n\r\nFor reference, illegal IPTV services refer to unauthorized services that provide access to television channels and streaming content without proper licensing or consent from content owners. These services often involve the distribution of pirated media content and are commonly associated with cybercrime and intellectual property theft.\r\n\r\nIf any part of this request is deemed exempt from release, I request that you provide an index of those documents as required under the Vaughn v. Rosen, 484 F.2d 820 (D.C. Cir. 1973), and describe the basis for the exemption claimed for each document or portion thereof withheld.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJoseph Pasteris",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/iptv-167736/"
  },
  {
    "id": 167734,
    "title": "Hedge Fund Request",
    "slug": "hedge-fund-request",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 18788,
    "username": "Preqin",
    "agency": 18635,
    "datetime_submitted": "2024-07-02T11:00:30.651610",
    "date_due": "2024-07-09",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-07-02T11:00:30.880942",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 167734,
        "from_user": 18788,
        "to_user": 27883,
        "subject": "",
        "datetime": "2024-07-02T11:00:30.880942",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Virginia Freedom of Information Act, I hereby request the following records:\r\n\r\nYou kindly sent us copies of your records that show information as listed below dated to December 31 2023. Please will it be possible to have an update on any records that would show some or all of the following information:\r\n1. A list of ALL hedge funds and fund of hedge funds in which Richmond Retirement System is an investor; and\r\n2. For each hedge fund and fund of hedge funds, may I please have a copy of any records that would show some or all of the following information:\r\na. the month by month market value of Richmond Retirement System's holding in each fund from January 1 2024 to March 31 2024,\r\nb. the month by month amount invested by Richmond Retirement System in each fund from January 1 2024 to March 31 2024,\r\nc. the month by month net returns (net of fees) earned by Richmond Retirement System on its investment in each fund from January 1 2024 to March 31 2024,\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTom Nash, a citizen of Virginia, in coordination with Haley Parker.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/richmond-151/hedge-fund-request-167734/"
  }
]