[
  {
    "id": 144184,
    "title": "Records Related to NYPD Officer Daniel Calixte Badge #863 and Incident Case Number 202201119",
    "slug": "records-related-to-nypd-officer-daniel-calixte-badge-863-and-incident-case-number-202201119",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 272,
    "datetime_submitted": "2023-04-03T18:24:42.768554",
    "date_due": "2023-04-10",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-04-03T18:24:42.848568",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 144184,
        "from_user": 4164,
        "to_user": 9986,
        "subject": "",
        "datetime": "2023-04-03T18:24:42.848568",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nI am writing to request access to specific records related to an incident involving Officer Daniel Calixte Badge #863 from the 63rd Precinct with case number 202201119, which occurred on December 15, 2021. I am requesting the following records under the Freedom of Information Act (FOIA):\r\n\r\nBody-worn camera footage from Officer Daniel Calixte Badge #863 during the incident with Case number 202201119 on December 15, 2021.\r\n\r\n911 audio recordings and dashcam footage or messages system on agency computer system related to the incident with Case number 202201119 on December 15, 2021.\r\n\r\nBody-worn camera footage from all other officers involved in the incident with Case number 202201119 on December 15, 2021.\r\n\r\nI urge you to carefully read and comply with this request, as I believe that the requested records are of significant public interest and concern. The incident involving Officer Daniel Calixte Badge #863 resulted in a public outcry and raised questions about police conduct and use of force. As a member of the public, I have a right to access these records to gain a better understanding of the incident and to hold law enforcement accountable.\r\n\r\nPlease be advised that any attempt to withhold, redact, or destroy information related to this request will result in legal action and complaint. The failure to comply with FOIL is a serious matter and can result in both criminal and civil penalties. Therefore, I strongly urge you to comply with this request in a timely and complete manner.\r\n\r\nLast, I would like to bring to your attention the case law supporting my request:\r\n\r\nNew York City Administrative Code Section 14-151 (a) requires the New York Police Department to maintain records of all complaints and allegations of police misconduct, including records of investigations and findings.\r\n\r\nNew York State Committee on Open Government, Advisory Opinion #2016-4 (2016) states that police body-worn camera footage is presumptively available under FOIL.\r\n\r\nMatter of Fappiano v. New York City Police Department, 95 A.D.3d 981 (2d Dep't 2012) held that \"FOIL represents a strong policy in favor of open government, and its exemptions must be narrowly construed.\"\r\n\r\nNew York Times Co. v. U.S. Dep't of Justice, 756 F.3d 100, 117 (2d Cir. 2014) (holding that \"the public has a vital interest in information regarding the operations of its government\" and that the FOIA \"embodies the basic principle that an informed citizenry is essential to democracy\").\r\n\r\nMatter of DaimlerChrysler Corp. v. Spitzer, 7 N.Y.3d 653, 663 (2006) (stating that \"FOIL, like FOIA, reflects a strong policy in favor of open government, and its exemptions must be narrowly construed\").\r\n\r\nPlease note that any attempt to withhold, redact, or destroy information related to this request will result in legal action and complaint.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nGood Citizen",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-city-17/records-related-to-nypd-officer-daniel-calixte-badge-863-and-incident-case-number-202201119-144184/"
  },
  {
    "id": 144180,
    "title": "Records Related to Threats Made Against Senator Dianne Feinstein and Her Husband",
    "slug": "records-related-to-threats-made-against-senator-dianne-feinstein-and-her-husband",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 10,
    "datetime_submitted": "2023-04-03T17:52:26.289989",
    "date_due": "2023-05-01",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-04-03T17:52:26.396346",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 144180,
        "from_user": 4164,
        "to_user": 9555,
        "subject": "Freedom of Information Act Request: Records Related to Threats Made Against Senator Dianne Feinstein and Her Husband",
        "datetime": "2023-04-03T17:52:26.396346",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nI am writing to request any and all records related to threats made against Senator Dianne Feinstein and her husband, including but not limited to the following:\r\n\r\nDocuments, memos, or reports related to threats made against Senator Feinstein and her husband, including those obtained through the use of electronic surveillance (ELSUR) and keystring searches;\r\n\r\nSocial media posts, comments, or messages related to threats made against Senator Feinstein and her husband;\r\n\r\nFollow-up investigations conducted by the FBI or any other law enforcement agency in relation to these threats, including any interagency searches.\r\n\r\nTo facilitate the search for these records, I suggest using the following keystring search terms:\r\n\r\nDianne Feinstein\r\nRichard Blum\r\nThreats\r\nHarassment\r\nIntimidation\r\nViolence\r\nAssault\r\n\r\nGiven the potentially large scope of this request, I respectfully request that the FBI provide any responsive records on a rolling basis, as they become available. This will help ensure that I receive responsive records in a timely manner and allow me to more effectively manage and prioritize the review of the records.To the extent that records are withheld or redacted, I ask that you provide the specific legal basis for the withholding or redaction, and that you provide any segregable portions of otherwise exempt records. In addition, I remind you that FOIA requires agencies to produce records in their entirety, even if portions of the records are exempt from disclosure. See, e.g., Bevis v. Department of State, 801 F.2d 1386, 1389 (D.C. Cir. 1986) (stating that an agency must \"release all reasonably segregable portions of [the] record\").\r\n\r\nI also remind you that FOIA requires agencies to disclose records even if they have been deleted or improperly redacted. See, e.g., Payne Enterprises, Inc. v. United States, 837 F.2d 486, 488 (D.C. Cir. 1988) (stating that an agency must \"conduct a reasonable search for records, and cannot limit its search to only those records that it believes to be intact\").\r\n\r\nIf any records responsive to this request have been destroyed, deleted, or otherwise disposed of, I ask that you provide the following information:\r\n\r\nThe date and circumstances of the disposal or destruction;\r\n\r\nThe name, title, and position of the person who authorized the disposal or destruction;\r\n\r\nThe name, title, and position of the person or persons responsible for carrying out the disposal or destruction;\r\n\r\nThe procedures that were followed for disposing of or destroying the records; and\r\n\r\nA description of the records that were destroyed or disposed of.\r\n\r\nFinally, I remind you that FOIA provides for attorney's fees and litigation costs to be awarded to a prevailing plaintiff. See 5 U.S.C. § 552(a)(4)(E). Therefore, I urge you to comply fully with this request and to respond within the statutory time frame.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nGood Citizen",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/records-related-to-threats-made-against-senator-dianne-feinstein-and-her-husband-144180/"
  }
]