[
  {
    "id": 175360,
    "title": "Mariko Willis Service Record",
    "slug": "mariko-willis-service-record",
    "status": "submitted",
    "embargo_status": "public",
    "user": 142940,
    "username": "Diara",
    "agency": 3142,
    "datetime_submitted": "2024-10-25T16:20:15.328716",
    "date_due": "2024-11-25",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-10-25T16:20:15.433807",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 175360,
        "from_user": 142940,
        "to_user": 13082,
        "subject": "",
        "datetime": "2024-10-25T16:20:15.433807",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nA copy of the Military Personnel Files (OMPF) for a former service member named Mariko Chae Willis (USMC 2003– 2019), DOB: August 1984\r\n\r\nThe public interest in Mariko Willis, who is running for Circuit Court Judge—Circuit 9 (New Judgeship) in MI, should favor disclosure of many of these records, particularly any disciplinary records, should those records exist.\r\n\r\nPlease be sure to review and release any segregable information, even if certain documents or portions of documents are withheld.\r\n\r\nPLEASE NOTE: I am not the next of kin of this service member, and thus, I do not know Willis's Social Security Number. Because of this, I am ONLY requesting records that are releasable under the Freedom of Information Act. Please process my request for this servicemember's OMPF and other records under the relevant provisions of the Freedom of Information Act. I am not seeking any records that would be releasable under the Privacy Act.\r\n\r\nI also request that fees be waived, if appropriate, as I believe this request is in the public interest. Furthermore, I am a member of the news media, and this request is made in the process of news gathering and not for commercial usage.\r\n\r\nIf fees cannot be waived, I would appreciate it if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request be fulfilled electronically, by e-mail attachment if available, or by CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDiara J. Townes",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/mariko-willis-service-record-175360/"
  }
]