[
  {
    "id": 156683,
    "title": "NYPD Mounted Unit Horses and Associated Operations (Ref: FOIL-2023-056-09276 Reassessment)",
    "slug": "nypd-mounted-unit-horses-and-associated-operations-ref-foil-2023-056-09276-reassessment",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 272,
    "datetime_submitted": "2024-01-05T14:30:38.208730",
    "date_due": "2024-01-12",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-01-05T14:30:38.325428",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 156683,
        "from_user": 4164,
        "to_user": 9986,
        "subject": "",
        "datetime": "2024-01-05T14:30:38.325428",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "NOTICE: Please read this request carefully to fully understand its details and implications.\r\n\r\nDate: 1/05/2024\r\n\r\nNew York City Police Department\r\nAttn: Records Access Officer\r\nOne Police Plaza, Room 111C\r\nNew York, NY 10038\r\n\r\nSubject: NYPD Mounted Unit Horses and Associated Operations (Ref: FOIL-2023-056-09276 Reassessment)\r\n\r\nDear Records Access Officer,\r\n\r\nUnder the provisions of the New York Freedom of Information Law (Public Officers Law §§ 84-90), I, Jordan Lassiter, am submitting a renewed request for access to and copies of records held by the New York City Police Department. This request pertains to the NYPD Mounted Unit Horses, particularly focusing on records from January 1st, 2020, to the present. This new request builds upon my previous request, referenced as FOIL-2023-056-09276, filed via MuckRock (link: https://www.muckrock.com/foi/new-york-city-17/request-for-records-on-nypd-mounted-unit-horses-144851/ ).\r\n\r\nFor this request, I seek the following records:\r\n\r\nAll Records Pertaining to NYPD Police Horses:\r\n\r\nIncluding names, badge numbers (excluding sensitive techniques), breeds, sexes, and dates of service.\r\nCase Law Support: Matter of X v. NYPD, 152 A.D.3d 176 (1st Dept. 2017).\r\nIncident Reports and Complaints:\r\n\r\nInvolving NYPD police horses and their handlers.\r\nCase Law Support: Matter of Capital Newspapers v. Whalen, 69 N.Y.2d 246 (1987).\r\nCommunications and Memos:\r\n\r\nRelated to NYPD Mounted Unit procedures, training, and operations.\r\nCase Law Support: West Harlem Business Group v. Empire State Development Corp., 13 N.Y.3d 882 (2009).\r\nCourt Case Records:\r\n\r\nInvolving NYPD police horses during the specified timeframe.\r\nCase Law Support: New York Civil Liberties Union v. New York City Police Dept., 32 N.Y.3d 556 (2018).\r\nCommunications Regarding Previous FOIL Request:\r\n\r\nAll internal communications related to the processing, review, and response to my previous FOIL request, FOIL-2023-056-09276.\r\nCase Law Support: Matter of New York Times Co. v. City of New York Fire Dept., 4 N.Y.3d 477 (2005).\r\nShould any portion of the requested records be deemed exempt from disclosure, I request the release of any reasonably segregable non-exempt portions. If an entire document is exempt, please provide a justification citing specific exemptions.\r\n\r\nPlease ensure no records potentially responsive to this request are destroyed. Any improper withholding, redaction, or destruction of records may be subject to litigation under the New York Freedom of Information Law.\r\n\r\nEnclosed is a letter requesting a fee waiver for processing this request, as the information sought contributes significantly to public understanding of police operations and accountability.\r\n\r\nIf there are potential charges exceeding $200 associated with fulfilling this request, please inform me in advance.\r\n\r\nI anticipate your response within the statutory timeframe as outlined in the Freedom of Information Law.\r\n\r\nThank you for your attention to this matter.\r\n\r\nSincerely,\r\n\r\nJordan Lassiter\r\n\r\nEnclosures:\r\n\r\nFee Waiver Request Letter\r\nScreen Capture of the Previous MuckRock FOIL-2023-056-09276\r\nPlease be aware: All communications related to this request, including incoming and outgoing communications, will be publicly available on muckrock.com. Additionally, any correspondence related to this request will be instantly published on the platform.",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1143180,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/130852/Fee_Waiver_Letter_copy_1.pdf",
            "datetime": "2024-01-05T14:30:38.325428",
            "title": "Fee_Waiver_Letter_copy_1.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          },
          {
            "id": 1143179,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/130852/screencapture-muckrock-foi-new-york-city-17-request-for-records-on-nypd-mounted-unit-horses-1448.pdf",
            "datetime": "2024-01-05T14:30:38.325428",
            "title": "screencapture-muckrock-foi-new-york-city-17-request-for-records-on-nypd-mounted-unit-horses-1448.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-city-17/nypd-mounted-unit-horses-and-associated-operations-ref-foil-2023-056-09276-reassessment-156683/"
  }
]