[
  {
    "id": 185097,
    "title": "Rubio statement on freedom of expression",
    "slug": "rubio-statement-on-freedom-of-expression",
    "status": "submitted",
    "embargo_status": "public",
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 14,
    "datetime_submitted": "2025-04-16T12:53:20.359365",
    "date_due": "2025-05-14",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-04-16T12:53:20.525271",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 185097,
        "from_user": 3031,
        "to_user": 9615,
        "subject": "Freedom of Information Act Request: Rubio statement on freedom of expression",
        "datetime": "2025-04-16T12:53:20.525271",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\n1. Any draft of the statement published on April 16, 2025, entitled \"Protecting and Championing Free Speech at the State Department,\" at https://www.state.gov/protecting-and-championing-free-speech-at-the-state-department.\r\n\r\n2. Any draft of the piece published on April 16, 2025, entitled, \"Rubio: To Protect Free Speech, The Censorship-Industrial Complex Must Be Dismantled,\" at https://thefederalist.com/2025/04/16/rubio-to-protect-free-speech-the-censorship-industrial-complex-must-be-dismantled.\r\n\r\n3. Any communications (including, but not limited to, those with The Federalist) concerning the proposal, drafts, or publication of the piece referenced in (2).\r\n\r\n\"Communications\" means and includes emails, text messages, social media messages, letters, memoranda, calendar entries, chats, instant messages, or any other form of one-to-one or one-to-many communication. \"Communications\" also includes transcripts, videos, audio, minutes, notes, or other recordings of conversations, meetings, phone calls, or Zoom (or similar) meetings.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/rubio-statement-on-freedom-of-expression-185097/"
  }
]