[
  {
    "id": 190720,
    "title": "Public Records Request – Sandra Hemme Investigation, Interrogation, and Related Files",
    "slug": "public-records-request-sandra-hemme-investigation-interrogation-and-related-files",
    "status": "submitted",
    "embargo_status": "public",
    "user": 161934,
    "username": "Pearl_Brown",
    "agency": 836,
    "datetime_submitted": "2025-08-06T19:47:04.544294",
    "date_due": "2025-08-11",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-08-06T19:47:04.646906",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 190720,
        "from_user": 161934,
        "to_user": 10673,
        "subject": "The Missouri Sunshine Law Request: Public Records Request – Sandra Hemme Investigation, Interrogation, and Related Files",
        "datetime": "2025-08-06T19:47:04.646906",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the The Missouri Sunshine Law, I hereby request the following records:\r\n\r\nDear Records Custodian,\r\n\r\n I hereby request access to all public records related to the investigation, prosecution, and reversal of the conviction of Sandra Hemme in the 1980 murder of Patricia Jeschke—including previously undisclosed or newly surfaced documents.\r\n\r\nSpecifically, I seek:\r\n\r\n1. All audio and video recordings of interrogations of Sandra Hemme from November–December 1980—including interviews conducted at hospitals or crime scenes.\r\n\r\n\r\n2. Transcripts or handwritten notes of each interrogation session.\r\n\r\n\r\n3. Detective and investigative reports, including observations on Hemme’s mental and physical condition during questioning and references to the now-deceased officer Michael Holman.\r\n\r\n\r\n4. Internal memos, emails, or reports regarding the handling, storage, or withholding of evidence\r\n\r\n\r\n5. Chain-of-custody logs for key physical evidence and any documents submitted during the 2024 evidentiary hearing.\r\n\r\n\r\n6. Policy or correspondence related to exculpatory evidence—especially involving visits to the crime scene, psychological vulnerability, and coercive interrogation tactics.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBrown Pearl",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/missouri-299/public-records-request-sandra-hemme-investigation-interrogation-and-related-files-190720/"
  },
  {
    "id": 190719,
    "title": "FOIL Request – Arrest of Jodi Haddad (June 2024, Victory Chrysler, Rome, NY)",
    "slug": "foil-request-arrest-of-jodi-haddad-june-2024-victory-chrysler-rome-ny",
    "status": "ack",
    "embargo_status": "public",
    "user": 162731,
    "username": "tocatchabodycam",
    "agency": 11387,
    "datetime_submitted": "2025-08-06T19:38:58.680239",
    "date_due": "2025-08-13",
    "days_until_due": null,
    "date_followup": "2025-08-13",
    "datetime_done": null,
    "datetime_updated": "2025-08-06T19:38:58.788652",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 190719,
        "from_user": 162731,
        "to_user": 16459,
        "subject": "New York Freedom of Information Law Request: FOIL Request – Arrest of Jodi Haddad (June 2024, Victory Chrysler, Rome, NY)",
        "datetime": "2025-08-06T19:38:58.788652",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nPursuant to the New York Freedom of Information Law (Public Officers Law §84 et seq.), I request unredacted digital copies of all video footage related to the arrest of Jodi Haddad, age 48, of Stockbridge, NY, who was arrested in June 2024 for allegedly stealing over $50,000 from Victory Chrysler in Rome, NY.\r\n\r\nAccording to public reports, Haddad was charged with grand larceny and falsifying business records following a two-month investigation by the Oneida County Sheriff's Office. She was arraigned and released pending a future court date in Rome City Court.\r\n\r\nPlease include all body-worn camera, dashcam, interior patrol car, and interview room footage related to her arrest, transport, and processing.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDaniele Mazzei",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "mail"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/oneida-county-22292/foil-request-arrest-of-jodi-haddad-june-2024-victory-chrysler-rome-ny-190719/"
  }
]