[
  {
    "id": 164493,
    "title": "CBP Promotional Video",
    "slug": "cbp-promotional-video",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 27422,
    "username": "dmehrotra",
    "agency": 38,
    "datetime_submitted": "2024-06-03T10:27:19.596306",
    "date_due": "2024-07-02",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-06-03T10:27:19.686675",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164493,
        "from_user": 27422,
        "to_user": 9575,
        "subject": "",
        "datetime": "2024-06-03T10:27:19.686675",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nOn May 31st Chief Patrol Agent of the U.S. Border Patrol’s Del Rio Sector Robert Danley published a video across official social media accounts about an event where the newly formed Del Rio Sector Mobile Response Team paired up with the Special Operations Detachment for mobile field force training. I am looking for all videos and photographs kept by the department from this training session.  I am also looking for any agendas, memos, scheduling, and training materials provided as part of the training. I am also looking for a munitions load-in and load-out document or other records that reflect the number of munitions used during the training.\r\n\r\nAs a reporter for the WIRED, I qualify as a news media requester for the purpose of fees. If you deny this request in whole or in part, I request that you respond with the statutory exemption underlying the denial and the reasoning therein. If an asserted exemption applies to only a portion of a record, please delete or redact the portion to which the exemption applies and provide the remainder of the record, as required under the the law. If you have any questions about my request, please do not hesitate to e-mail me or call me - 8053383408 or dhruv_mehrotra@wired.com.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDhruv Mehrotra",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/cbp-promotional-video-164493/"
  }
]