[
  {
    "id": 174963,
    "title": "Memos, conflict of interest",
    "slug": "memos-conflict-of-interest",
    "status": "submitted",
    "embargo_status": "public",
    "user": 75124,
    "username": "miriamcb",
    "agency": 3121,
    "datetime_submitted": "2024-10-20T17:17:22.312800",
    "date_due": "2024-10-25",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-10-20T17:17:22.412079",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 174963,
        "from_user": 75124,
        "to_user": 10007,
        "subject": "",
        "datetime": "2024-10-20T17:17:22.412079",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nAny memos or advisory opinions CPS issued to the Mayor's Office, City Corporation Counsel, or other City departments related to any conflicts of interest related to Mayor Brandon Johnson and Deputy Mayor Jen Johnson and their employment status with CPS.\r\n\r\nPlease include any memos issued from February 2023 to current. \r\n\r\nBecause this request is in the public interest for Illinois nonprofit The FOIA Bakery’s work to advocate for public education, please waive any fees in accordance with 5 ILCS § 140/6(c). Feel free to contact me with any questions, or if clarification is needed.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMiriam Bhimani",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/chicago-169/memos-conflict-of-interest-174963/"
  }
]