[
  {
    "id": 169214,
    "title": "New York City Crime Analysis Center – Memorandum of Understanding",
    "slug": "new-york-city-crime-analysis-center-memorandum-of-understanding",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 14585,
    "username": "LXHXZZTVENTLKU",
    "agency": 3023,
    "datetime_submitted": "2024-07-16T15:02:55.126053",
    "date_due": "2024-07-23",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-07-16T15:02:55.222739",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 169214,
        "from_user": 14585,
        "to_user": 9713,
        "subject": "",
        "datetime": "2024-07-16T15:02:55.222739",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nA copy of the Division's executed Memorandum(s) of Understanding (MOU's) for cross-agency work in the New York City Crime Analysis Center (presently located at 250 Vesey Street).\r\n\r\nAny MOU entered or contemplated by the Division of Criminal Justice Services for work with other agencies at this location should be considered responsive.  This request is inclusive of all documents that function as supplements, appendices, post-scripts, or amendments. \r\n\r\nThese records are noted in the DCJS's Freedom of Information Subject Matter Listing as \"Crime Analysis Center Network Records\" under the subheading of the \"Office of Crime Analysis & Strategic Partnerships.\"\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nT. McElwee",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/new-york-city-crime-analysis-center-memorandum-of-understanding-169214/"
  }
]