[
  {
    "id": 176101,
    "title": "Request for Estimated Completion Date and ADA Accommodation Confirmation for FOIA Request No. 25-00044-F (Department of Justice, Civil Rights Division)",
    "slug": "request-for-estimated-completion-date-and-ada-accommodation-confirmation-for-foia-request-no-25-00044-f-department-of-justice-civil-rights-division",
    "status": "submitted",
    "embargo_status": "public",
    "user": 142975,
    "username": "DavidMedeiros24",
    "agency": 3519,
    "datetime_submitted": "2024-11-08T10:42:45.905219",
    "date_due": "2024-12-10",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-11-08T10:42:46.485190",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 176101,
        "from_user": 142975,
        "to_user": 10014,
        "subject": "",
        "datetime": "2024-11-08T10:42:46.485190",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nTo:\r\nApril Freeman, FOIA Public Liaison\r\nU.S. Department of Justice, Civil Rights Division\r\nPhone: 202-514-4210\r\n\r\nSubject: Request for Estimated Completion Date and ADA Accommodation Confirmation for FOIA Request No. 25-00044-F\r\n\r\nDear Ms. Freeman,\r\n\r\nI am following up on my FOIA request No. 25-00044-F, submitted to the DOJ Civil Rights Division on October 24, 2024, and acknowledged on October 25, 2024. This request seeks access to the Connecticut Medicaid ABI Waiver Program provider registry, including provider details, enrollment dates, and any records of complaints or violations associated with providers.\r\n\r\nBased on guidance from the Office of Government Information Services (OGIS), I am reaching out to request an estimated date of completion (EDC) for this request, per 5 U.S.C. § 552(a)(7)(B)(ii). Given the public interest in these records for Medicaid transparency and oversight, I respectfully ask that this request be processed as promptly as possible.\r\n\r\nAdditionally, I reiterate my request for ADA accommodations to ensure accessibility. Please conduct all correspondence for this FOIA request exclusively via email (without requiring portal access, phone calls, or alternate communication methods), as this ensures I can effectively manage and review the information.\r\n\r\nThank you for your attention to this matter. Please confirm receipt of this message and, if possible, provide an EDC and confirmation of ADA-compliant communication.\r\n\r\nSincerely,\r\nDavid Medeiros\r\nABI Resources LLC\r\nEmail: aabiwr@live.com\r\nFOIA Request No. 25-00044-F\r\n\r\n________________\r\nFrom OGIS <ogis@nara.gov>\r\nDate Fri 11/8/2024 9:41 AM\r\nTo OGIS <ogis@nara.gov>\r\nCc ABI RESOURCES 860 942-0365 <aabiwr@live.com>\r\n1 attachment (118 KB)\r\n00092179 Response.pdf;\r\nDear David Medeiros,\r\nWe have attached a response to your submission to the Office of Government Information Services.\r\nSincerely,\r\nThe OGIS Staff\r\nOn Tuesday, October 29, 2024 at 9:23:33 AM UTC-4 ABI RESOURCES 860 942-0365 wrote:\r\nSubject: FOIA Mediation Request for Case No. 25-00044-F\r\nTo: ogis@nara.gov\r\nDear OGIS Team,\r\nI am seeking mediation assistance regarding my Freedom of Information Act (FOIA) request, case\r\nnumber 25-00044-F, submitted to the Civil Rights Division on October 24, 2024. This request seeks\r\naccess to records for a comprehensive and up-to-date provider registry associated with the\r\nConnecticut Medicaid Acquired Brain Injury (ABI) Waiver Program, specifically including provider\r\ndetails, areas of specialty, enrollment statuses, and any records related to complaints or actions taken.\r\nThe Civil Rights Division acknowledged my request on October 25, 2024, but noted that processing\r\nmight be delayed due to a high volume of FOIA requests. Given the importance of these records in\r\nsupporting transparency and accountability in Medicaid program administration, I believe there may be\r\nways to expedite or better track the status of my request through your mediation services.\r\nPlease note my basic accommodation request: All communication for this matter should be\r\nconducted exclusively via email, without the use of external portals, alternate websites, or phone\r\ncalls, as this ensures I can fully manage and review the information provided.\r\nThank you for your assistance in pursuing a complete and timely response.\r\nSincerely,\r\nDavid Medeiros\r\nABI Resources LLC\r\n39 Kings Hwy STE C\r\nGales Ferry, CT 06335\r\naabiwr@live.com\r\n\r\n11/8/24, 10:37 AM Mail - ABI RESOURCES 860 942-0365 - Outlook\r\nBest regards,\r\nDavid Medeiros\r\nABI Resources\r\nMedicaid Acquired Brain Injury ABI Waiver Program Provider\r\nNOTE: This e-mail may contain sensitive and/or privileged information. If you are not the intended recipient (or\r\nhave received this email in error) please notify the sender immediately and destroy this e-mail. Any unauthorized\r\ncopying, disclosure, or distribution of the material in this e-mail is strictly forbidden. Under the Privacy Act of\r\n1974, all data of a private nature must be protected from unauthorized disclosure. Rise Above Challenges\r\nAKL Freedom of Information/PA Unit –4CON 950 Pennsylvania Ave., NW Washington, DC 20530 Via Electronic\r\nMail Mr. David Medeiros ABI Resources LLC October 25, 2024 39 Kings Hwy STE C Gales Ferry, CT 06335\r\naabiwr@live.com Date Received: October 24, 2024 FOI/PA No.25-00044-F Subject of Request: Information\r\npertaining to complete and current provider registry, including: Provider names; Contact details (physical\r\naddresses, email addresses); Areas of specialty and services offered; Provider enrollment dates and current\r\nstatus; any and all records related to complaints, violations, or actions taken against providers in connection with\r\ntheir participation in the ABI Waiver Program Dear Mr. Medeiros: The Civil Rights Division acknowledges receipt\r\nof your Freedom of Information Act request, which was received in this office on the date indicated above. Your\r\nrequest seeks access to the above mentioned records. Please read this letter carefully because it contains\r\nimportant information about your request. As a result of the large number of FOIA and Privacy Acts requests\r\nreceived by the Civil Rights Division, we may encounter delays in processing your request. To ensure that\r\nrequesters are treated fairly, the Division processes requests in the approximate order of receipt. Please be\r\nassured that your request is being handled as equitably and promptly as possible. If you have any questions\r\nregarding the status of your request, you may contact our office at crt.foiarequests@usdoj.gov. Please reference\r\nthe FOIA No. above in any communications with the Civil Rights Division about your request. Additionally, you\r\nmay contact the Office of Government Information Services (OGIS) at the National Archives and Records\r\nAdministration to inquire about the FOIA mediation services they offer. The contact information for OGIS is:\r\nOffice of Government Information Services, National Archives and Records Administration, 8601 Adelphi Road OGIS, College Park, Maryland 20740-6001; e-mail at ogis@nara.gov; telephone at 202-741-5770; toll free at 1-\r\n877- 684-6448; or facsimile at 202-741-5769. Please reference the FOIA/PA No. above in any correspondence\r\nwith OGIS. If you are not satisfied with the Civil Rights Division's determination in response to this request, you\r\nmay administratively appeal by writing to the Director, Office of Information Policy U.S. Department of Justice\r\nCivil Rights Division (OIP), United States Department of Justice, 441 G Street, NW, 6th Floor, Washington, D.C.\r\n20530, or you may submit an appeal through OIP's FOIA STAR portal by creating an account following the\r\ninstructions on OIP’s website: https://www.justice.gov/oip/submitandtrackrequest-or-appeal . Your appeal must\r\nbe postmarked or electronically transmitted within 90 days of the date of my response to your request. If you\r\nsubmit your appeal by mail, both the letter and the envelope should be clearly marked \"Freedom of Information\r\nAct Appeal.\" If possible, please provide a copy of your original request and this response letter with your appeal.\r\nIf you have any further questions, contact this office by calling (202) 514-4210. Sincerely, Aundra Luckey\r\nFreedom of Information/Privacy Acts Unit Civil Rights Division\r\nFrom: FOIArequests, CRT (CRT) <CRT.FOIArequests@usdoj.gov>\r\nSent: Friday, October 25, 2024 11:33 AM\r\nTo: aabiwr@live.com <aabiwr@live.com>\r\nSubject: FOIA Request 25-00044-F\r\nDear Mr. Medeiros,\r\nThis is to inform you that your request for records was received by the Civil Rights Division of the\r\nU.S. Department of Justice. Attached is your acknowledgement letter regarding your Freedom of\r\nInformation request.\r\n11/8/24, 10:37 AM Mail - ABI RESOURCES 860 942-0365 - Outlook\r\n\r\nThank You,\r\nFOI/PA Unit\r\nU.S. Department of Justice\r\nCivil Rights Division\r\nCRT.FOIArequests@usdoj.gov\r\n\r\nInformation/PA Unit –4CON\r\n950 Pennsylvania Ave., NW\r\nWashington, DC 20530\r\nVia Electronic Mail\r\nMr. David Medeiros\r\nABI Resources LLC October 25, 2024\r\n39 Kings Hwy STE C\r\nGales Ferry, CT 06335\r\naabiwr@live.com\r\nDate Received: October 24, 2024 FOI/PA No.25-00044-F\r\nSubject of Request: Information pertaining to complete and current provider registry,\r\nincluding: Provider names; Contact details (physical addresses, email\r\naddresses); Areas of specialty and services offered; Provider enrollment\r\ndates and current status; any and all records related to complaints,\r\nviolations, or actions taken against providers in connection with their\r\nparticipation in the ABI Waiver Program\r\nDear Mr. Medeiros:\r\nThe Civil Rights Division acknowledges receipt of your Freedom of Information\r\nAct  request, which was received in this office on the date indicated above. Your request seeks\r\naccess to the above mentioned records. Please read this letter carefully because it contains\r\nimportant information about your request.\r\nAs a result of the large number of FOIA and Privacy Acts requests received by the Civil\r\nRights Division, we may encounter delays in processing your request. To ensure that requesters\r\nare treated fairly, the Division processes requests in the approximate order of receipt. Please be\r\nassured that your request is being handled as equitably and promptly as possible. If you have any\r\nquestions regarding the status of your request, you may contact our office at\r\ncrt.foiarequests@usdoj.gov. Please reference the FOIA No. above in any communications with\r\nthe Civil Rights Division about your request.\r\nAdditionally, you may contact the Office of Government Information Services (OGIS) at\r\nthe National Archives and Records Administration to inquire about the FOIA mediation services\r\nthey offer. The contact information for OGIS is: Office of Government Information Services,\r\nNational Archives and Records Administration, 8601 Adelphi Road-OGIS, College Park,\r\nMaryland 20740-6001; e-mail at ogis@nara.gov; telephone at 202-741-5770; toll free at 1-877-\r\n684-6448; or facsimile at 202-741-5769. Please reference the FOIA/PA No. above in any\r\ncorrespondence with OGIS.\r\nIf you are not satisfied with the Civil Rights Division's determination in response to this\r\nrequest, you may administratively appeal by writing to the Director, Office of Information Policy U.S. Department of Justice\r\nCivil Rights Division\r\n(OIP), United States Department of Justice, 441 G Street, NW, 6th Floor, Washington, D.C.\r\n20530, or you may submit an appeal through OIP's FOIA STAR portal by creating an account\r\nfollowing the instructions on OIP’s website: https://www.justice.gov/oip/submitandtrackrequest-or-appeal . Your appeal must be postmarked or electronically transmitted within\r\n90 days of the date of my response to your request. If you submit your appeal by mail, both the\r\nletter and the envelope should be clearly marked \"Freedom of Information Act Appeal.\" If\r\npossible, please provide a copy of your original request and this response letter with your appeal.\r\nIf you have any further questions, contact this office by calling (202) 514-4210.\r\nSincerely,\r\nAundra Luckey\r\nFreedom of Information/Privacy Acts Unit\r\nCivil Rights Division\r\n\r\n____________________________\r\n\r\nNovember 8, 2024—Sent via email\r\nDavid Medeiros\r\naabiwr@live.com\r\nDear David Medeiros:\r\nThank you for contacting the Office of Government Information Services (OGIS), an office of\r\nthe National Archives and Records Administration. As you are aware, Congress created OGIS to\r\nserve as the federal Freedom of Information Act (FOIA) Ombudsman. We assist the public and\r\nfederal agencies by helping them resolve their FOIA disputes, and by addressing their questions\r\nand concerns about the FOIA process.\r\nIt appears that you are seeking assistance with a FOIA request currently pending with the U.S.\r\nDepartment of Justice’s Civil Rights Division. Please note, OGIS cannot compel an agency to\r\nprocess a request more quickly or ahead of others in the queue. However, in working cases\r\nsimilar to yours, we have learned that some requesters have had success receiving a more timely\r\nresponse by refining the scope of a request. If you would like to discuss narrowing your\r\nrequest—which may allow it to be processed more efficiently— you may wish to contact the\r\nagency's FOIA Public Liaison (FPL). All federal agencies have an FPL, whose role is to explain\r\nthe FOIA process and assist requesters with their FOIA requests at any stage of the\r\nadministrative process.\r\nAdditionally, it is important to know that all federal agencies are required to provide an estimated\r\ndate of completion (EDC) when asked (5 U.S.C. § 552(a)(7)(B)(ii)). In order to obtain an\r\nestimated date of completion for your request, we recommend that you contact the agency\r\ndirectly. The FOIA Public Liaison (FPL) for the Civil Rights Division, April Freeman, can be\r\nreached at 202-514-4210.\r\nWe hope you find this information useful. At this time, we will take no further action. If you\r\nhave questions or concerns that we have not addressed, please contact us again.\r\nBest regards,\r\nThe OGIS Staff\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDAVID MEDEIROS",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/request-for-estimated-completion-date-and-ada-accommodation-confirmation-for-foia-request-no-25-00044-f-department-of-justice-civil-rights-division-176101/"
  },
  {
    "id": 176100,
    "title": "Request for Estimated Completion Date and ADA Accommodation Confirmation for FOIA Request No. 25-00044-F (U.S. Department of State)",
    "slug": "request-for-estimated-completion-date-and-ada-accommodation-confirmation-for-foia-request-no-25-00044-f-us-department-of-state",
    "status": "submitted",
    "embargo_status": "public",
    "user": 142975,
    "username": "DavidMedeiros24",
    "agency": 14,
    "datetime_submitted": "2024-11-08T10:42:45.905219",
    "date_due": "2024-12-10",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-11-08T10:42:46.370192",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 176100,
        "from_user": 142975,
        "to_user": 9615,
        "subject": "",
        "datetime": "2024-11-08T10:42:46.370192",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nTo:\r\nApril Freeman, FOIA Public Liaison\r\nU.S. Department of Justice, Civil Rights Division\r\nPhone: 202-514-4210\r\n\r\nSubject: Request for Estimated Completion Date and ADA Accommodation Confirmation for FOIA Request No. 25-00044-F\r\n\r\nDear Ms. Freeman,\r\n\r\nI am following up on my FOIA request No. 25-00044-F, submitted to the DOJ Civil Rights Division on October 24, 2024, and acknowledged on October 25, 2024. This request seeks access to the Connecticut Medicaid ABI Waiver Program provider registry, including provider details, enrollment dates, and any records of complaints or violations associated with providers.\r\n\r\nBased on guidance from the Office of Government Information Services (OGIS), I am reaching out to request an estimated date of completion (EDC) for this request, per 5 U.S.C. § 552(a)(7)(B)(ii). Given the public interest in these records for Medicaid transparency and oversight, I respectfully ask that this request be processed as promptly as possible.\r\n\r\nAdditionally, I reiterate my request for ADA accommodations to ensure accessibility. Please conduct all correspondence for this FOIA request exclusively via email (without requiring portal access, phone calls, or alternate communication methods), as this ensures I can effectively manage and review the information.\r\n\r\nThank you for your attention to this matter. Please confirm receipt of this message and, if possible, provide an EDC and confirmation of ADA-compliant communication.\r\n\r\nSincerely,\r\nDavid Medeiros\r\nABI Resources LLC\r\nEmail: aabiwr@live.com\r\nFOIA Request No. 25-00044-F\r\n\r\n________________\r\nFrom OGIS <ogis@nara.gov>\r\nDate Fri 11/8/2024 9:41 AM\r\nTo OGIS <ogis@nara.gov>\r\nCc ABI RESOURCES 860 942-0365 <aabiwr@live.com>\r\n1 attachment (118 KB)\r\n00092179 Response.pdf;\r\nDear David Medeiros,\r\nWe have attached a response to your submission to the Office of Government Information Services.\r\nSincerely,\r\nThe OGIS Staff\r\nOn Tuesday, October 29, 2024 at 9:23:33 AM UTC-4 ABI RESOURCES 860 942-0365 wrote:\r\nSubject: FOIA Mediation Request for Case No. 25-00044-F\r\nTo: ogis@nara.gov\r\nDear OGIS Team,\r\nI am seeking mediation assistance regarding my Freedom of Information Act (FOIA) request, case\r\nnumber 25-00044-F, submitted to the Civil Rights Division on October 24, 2024. This request seeks\r\naccess to records for a comprehensive and up-to-date provider registry associated with the\r\nConnecticut Medicaid Acquired Brain Injury (ABI) Waiver Program, specifically including provider\r\ndetails, areas of specialty, enrollment statuses, and any records related to complaints or actions taken.\r\nThe Civil Rights Division acknowledged my request on October 25, 2024, but noted that processing\r\nmight be delayed due to a high volume of FOIA requests. Given the importance of these records in\r\nsupporting transparency and accountability in Medicaid program administration, I believe there may be\r\nways to expedite or better track the status of my request through your mediation services.\r\nPlease note my basic accommodation request: All communication for this matter should be\r\nconducted exclusively via email, without the use of external portals, alternate websites, or phone\r\ncalls, as this ensures I can fully manage and review the information provided.\r\nThank you for your assistance in pursuing a complete and timely response.\r\nSincerely,\r\nDavid Medeiros\r\nABI Resources LLC\r\n39 Kings Hwy STE C\r\nGales Ferry, CT 06335\r\naabiwr@live.com\r\n\r\n11/8/24, 10:37 AM Mail - ABI RESOURCES 860 942-0365 - Outlook\r\nBest regards,\r\nDavid Medeiros\r\nABI Resources\r\nMedicaid Acquired Brain Injury ABI Waiver Program Provider\r\nNOTE: This e-mail may contain sensitive and/or privileged information. If you are not the intended recipient (or\r\nhave received this email in error) please notify the sender immediately and destroy this e-mail. Any unauthorized\r\ncopying, disclosure, or distribution of the material in this e-mail is strictly forbidden. Under the Privacy Act of\r\n1974, all data of a private nature must be protected from unauthorized disclosure. Rise Above Challenges\r\nAKL Freedom of Information/PA Unit –4CON 950 Pennsylvania Ave., NW Washington, DC 20530 Via Electronic\r\nMail Mr. David Medeiros ABI Resources LLC October 25, 2024 39 Kings Hwy STE C Gales Ferry, CT 06335\r\naabiwr@live.com Date Received: October 24, 2024 FOI/PA No.25-00044-F Subject of Request: Information\r\npertaining to complete and current provider registry, including: Provider names; Contact details (physical\r\naddresses, email addresses); Areas of specialty and services offered; Provider enrollment dates and current\r\nstatus; any and all records related to complaints, violations, or actions taken against providers in connection with\r\ntheir participation in the ABI Waiver Program Dear Mr. Medeiros: The Civil Rights Division acknowledges receipt\r\nof your Freedom of Information Act request, which was received in this office on the date indicated above. Your\r\nrequest seeks access to the above mentioned records. Please read this letter carefully because it contains\r\nimportant information about your request. As a result of the large number of FOIA and Privacy Acts requests\r\nreceived by the Civil Rights Division, we may encounter delays in processing your request. To ensure that\r\nrequesters are treated fairly, the Division processes requests in the approximate order of receipt. Please be\r\nassured that your request is being handled as equitably and promptly as possible. If you have any questions\r\nregarding the status of your request, you may contact our office at crt.foiarequests@usdoj.gov. Please reference\r\nthe FOIA No. above in any communications with the Civil Rights Division about your request. Additionally, you\r\nmay contact the Office of Government Information Services (OGIS) at the National Archives and Records\r\nAdministration to inquire about the FOIA mediation services they offer. The contact information for OGIS is:\r\nOffice of Government Information Services, National Archives and Records Administration, 8601 Adelphi Road OGIS, College Park, Maryland 20740-6001; e-mail at ogis@nara.gov; telephone at 202-741-5770; toll free at 1-\r\n877- 684-6448; or facsimile at 202-741-5769. Please reference the FOIA/PA No. above in any correspondence\r\nwith OGIS. If you are not satisfied with the Civil Rights Division's determination in response to this request, you\r\nmay administratively appeal by writing to the Director, Office of Information Policy U.S. Department of Justice\r\nCivil Rights Division (OIP), United States Department of Justice, 441 G Street, NW, 6th Floor, Washington, D.C.\r\n20530, or you may submit an appeal through OIP's FOIA STAR portal by creating an account following the\r\ninstructions on OIP’s website: https://www.justice.gov/oip/submitandtrackrequest-or-appeal . Your appeal must\r\nbe postmarked or electronically transmitted within 90 days of the date of my response to your request. If you\r\nsubmit your appeal by mail, both the letter and the envelope should be clearly marked \"Freedom of Information\r\nAct Appeal.\" If possible, please provide a copy of your original request and this response letter with your appeal.\r\nIf you have any further questions, contact this office by calling (202) 514-4210. Sincerely, Aundra Luckey\r\nFreedom of Information/Privacy Acts Unit Civil Rights Division\r\nFrom: FOIArequests, CRT (CRT) <CRT.FOIArequests@usdoj.gov>\r\nSent: Friday, October 25, 2024 11:33 AM\r\nTo: aabiwr@live.com <aabiwr@live.com>\r\nSubject: FOIA Request 25-00044-F\r\nDear Mr. Medeiros,\r\nThis is to inform you that your request for records was received by the Civil Rights Division of the\r\nU.S. Department of Justice. Attached is your acknowledgement letter regarding your Freedom of\r\nInformation request.\r\n11/8/24, 10:37 AM Mail - ABI RESOURCES 860 942-0365 - Outlook\r\n\r\nThank You,\r\nFOI/PA Unit\r\nU.S. Department of Justice\r\nCivil Rights Division\r\nCRT.FOIArequests@usdoj.gov\r\n\r\nInformation/PA Unit –4CON\r\n950 Pennsylvania Ave., NW\r\nWashington, DC 20530\r\nVia Electronic Mail\r\nMr. David Medeiros\r\nABI Resources LLC October 25, 2024\r\n39 Kings Hwy STE C\r\nGales Ferry, CT 06335\r\naabiwr@live.com\r\nDate Received: October 24, 2024 FOI/PA No.25-00044-F\r\nSubject of Request: Information pertaining to complete and current provider registry,\r\nincluding: Provider names; Contact details (physical addresses, email\r\naddresses); Areas of specialty and services offered; Provider enrollment\r\ndates and current status; any and all records related to complaints,\r\nviolations, or actions taken against providers in connection with their\r\nparticipation in the ABI Waiver Program\r\nDear Mr. Medeiros:\r\nThe Civil Rights Division acknowledges receipt of your Freedom of Information\r\nAct  request, which was received in this office on the date indicated above. Your request seeks\r\naccess to the above mentioned records. Please read this letter carefully because it contains\r\nimportant information about your request.\r\nAs a result of the large number of FOIA and Privacy Acts requests received by the Civil\r\nRights Division, we may encounter delays in processing your request. To ensure that requesters\r\nare treated fairly, the Division processes requests in the approximate order of receipt. Please be\r\nassured that your request is being handled as equitably and promptly as possible. If you have any\r\nquestions regarding the status of your request, you may contact our office at\r\ncrt.foiarequests@usdoj.gov. Please reference the FOIA No. above in any communications with\r\nthe Civil Rights Division about your request.\r\nAdditionally, you may contact the Office of Government Information Services (OGIS) at\r\nthe National Archives and Records Administration to inquire about the FOIA mediation services\r\nthey offer. The contact information for OGIS is: Office of Government Information Services,\r\nNational Archives and Records Administration, 8601 Adelphi Road-OGIS, College Park,\r\nMaryland 20740-6001; e-mail at ogis@nara.gov; telephone at 202-741-5770; toll free at 1-877-\r\n684-6448; or facsimile at 202-741-5769. Please reference the FOIA/PA No. above in any\r\ncorrespondence with OGIS.\r\nIf you are not satisfied with the Civil Rights Division's determination in response to this\r\nrequest, you may administratively appeal by writing to the Director, Office of Information Policy U.S. Department of Justice\r\nCivil Rights Division\r\n(OIP), United States Department of Justice, 441 G Street, NW, 6th Floor, Washington, D.C.\r\n20530, or you may submit an appeal through OIP's FOIA STAR portal by creating an account\r\nfollowing the instructions on OIP’s website: https://www.justice.gov/oip/submitandtrackrequest-or-appeal . Your appeal must be postmarked or electronically transmitted within\r\n90 days of the date of my response to your request. If you submit your appeal by mail, both the\r\nletter and the envelope should be clearly marked \"Freedom of Information Act Appeal.\" If\r\npossible, please provide a copy of your original request and this response letter with your appeal.\r\nIf you have any further questions, contact this office by calling (202) 514-4210.\r\nSincerely,\r\nAundra Luckey\r\nFreedom of Information/Privacy Acts Unit\r\nCivil Rights Division\r\n\r\n____________________________\r\n\r\nNovember 8, 2024—Sent via email\r\nDavid Medeiros\r\naabiwr@live.com\r\nDear David Medeiros:\r\nThank you for contacting the Office of Government Information Services (OGIS), an office of\r\nthe National Archives and Records Administration. As you are aware, Congress created OGIS to\r\nserve as the federal Freedom of Information Act (FOIA) Ombudsman. We assist the public and\r\nfederal agencies by helping them resolve their FOIA disputes, and by addressing their questions\r\nand concerns about the FOIA process.\r\nIt appears that you are seeking assistance with a FOIA request currently pending with the U.S.\r\nDepartment of Justice’s Civil Rights Division. Please note, OGIS cannot compel an agency to\r\nprocess a request more quickly or ahead of others in the queue. However, in working cases\r\nsimilar to yours, we have learned that some requesters have had success receiving a more timely\r\nresponse by refining the scope of a request. If you would like to discuss narrowing your\r\nrequest—which may allow it to be processed more efficiently— you may wish to contact the\r\nagency's FOIA Public Liaison (FPL). All federal agencies have an FPL, whose role is to explain\r\nthe FOIA process and assist requesters with their FOIA requests at any stage of the\r\nadministrative process.\r\nAdditionally, it is important to know that all federal agencies are required to provide an estimated\r\ndate of completion (EDC) when asked (5 U.S.C. § 552(a)(7)(B)(ii)). In order to obtain an\r\nestimated date of completion for your request, we recommend that you contact the agency\r\ndirectly. The FOIA Public Liaison (FPL) for the Civil Rights Division, April Freeman, can be\r\nreached at 202-514-4210.\r\nWe hope you find this information useful. At this time, we will take no further action. If you\r\nhave questions or concerns that we have not addressed, please contact us again.\r\nBest regards,\r\nThe OGIS Staff\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDAVID MEDEIROS",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/request-for-estimated-completion-date-and-ada-accommodation-confirmation-for-foia-request-no-25-00044-f-us-department-of-state-176100/"
  },
  {
    "id": 176099,
    "title": "Request for Estimated Completion Date and ADA Accommodation Confirmation for FOIA Request No. 25-00044-F (Department of Justice, Civil Division)",
    "slug": "request-for-estimated-completion-date-and-ada-accommodation-confirmation-for-foia-request-no-25-00044-f-department-of-justice-civil-division",
    "status": "submitted",
    "embargo_status": "public",
    "user": 142975,
    "username": "DavidMedeiros24",
    "agency": 4297,
    "datetime_submitted": "2024-11-08T10:42:45.905219",
    "date_due": "2024-12-10",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-11-08T10:42:46.285667",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 176099,
        "from_user": 142975,
        "to_user": 14855,
        "subject": "",
        "datetime": "2024-11-08T10:42:46.285667",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nTo:\r\nApril Freeman, FOIA Public Liaison\r\nU.S. Department of Justice, Civil Rights Division\r\nPhone: 202-514-4210\r\n\r\nSubject: Request for Estimated Completion Date and ADA Accommodation Confirmation for FOIA Request No. 25-00044-F\r\n\r\nDear Ms. Freeman,\r\n\r\nI am following up on my FOIA request No. 25-00044-F, submitted to the DOJ Civil Rights Division on October 24, 2024, and acknowledged on October 25, 2024. This request seeks access to the Connecticut Medicaid ABI Waiver Program provider registry, including provider details, enrollment dates, and any records of complaints or violations associated with providers.\r\n\r\nBased on guidance from the Office of Government Information Services (OGIS), I am reaching out to request an estimated date of completion (EDC) for this request, per 5 U.S.C. § 552(a)(7)(B)(ii). Given the public interest in these records for Medicaid transparency and oversight, I respectfully ask that this request be processed as promptly as possible.\r\n\r\nAdditionally, I reiterate my request for ADA accommodations to ensure accessibility. Please conduct all correspondence for this FOIA request exclusively via email (without requiring portal access, phone calls, or alternate communication methods), as this ensures I can effectively manage and review the information.\r\n\r\nThank you for your attention to this matter. Please confirm receipt of this message and, if possible, provide an EDC and confirmation of ADA-compliant communication.\r\n\r\nSincerely,\r\nDavid Medeiros\r\nABI Resources LLC\r\nEmail: aabiwr@live.com\r\nFOIA Request No. 25-00044-F\r\n\r\n________________\r\nFrom OGIS <ogis@nara.gov>\r\nDate Fri 11/8/2024 9:41 AM\r\nTo OGIS <ogis@nara.gov>\r\nCc ABI RESOURCES 860 942-0365 <aabiwr@live.com>\r\n1 attachment (118 KB)\r\n00092179 Response.pdf;\r\nDear David Medeiros,\r\nWe have attached a response to your submission to the Office of Government Information Services.\r\nSincerely,\r\nThe OGIS Staff\r\nOn Tuesday, October 29, 2024 at 9:23:33 AM UTC-4 ABI RESOURCES 860 942-0365 wrote:\r\nSubject: FOIA Mediation Request for Case No. 25-00044-F\r\nTo: ogis@nara.gov\r\nDear OGIS Team,\r\nI am seeking mediation assistance regarding my Freedom of Information Act (FOIA) request, case\r\nnumber 25-00044-F, submitted to the Civil Rights Division on October 24, 2024. This request seeks\r\naccess to records for a comprehensive and up-to-date provider registry associated with the\r\nConnecticut Medicaid Acquired Brain Injury (ABI) Waiver Program, specifically including provider\r\ndetails, areas of specialty, enrollment statuses, and any records related to complaints or actions taken.\r\nThe Civil Rights Division acknowledged my request on October 25, 2024, but noted that processing\r\nmight be delayed due to a high volume of FOIA requests. Given the importance of these records in\r\nsupporting transparency and accountability in Medicaid program administration, I believe there may be\r\nways to expedite or better track the status of my request through your mediation services.\r\nPlease note my basic accommodation request: All communication for this matter should be\r\nconducted exclusively via email, without the use of external portals, alternate websites, or phone\r\ncalls, as this ensures I can fully manage and review the information provided.\r\nThank you for your assistance in pursuing a complete and timely response.\r\nSincerely,\r\nDavid Medeiros\r\nABI Resources LLC\r\n39 Kings Hwy STE C\r\nGales Ferry, CT 06335\r\naabiwr@live.com\r\n\r\n11/8/24, 10:37 AM Mail - ABI RESOURCES 860 942-0365 - Outlook\r\nBest regards,\r\nDavid Medeiros\r\nABI Resources\r\nMedicaid Acquired Brain Injury ABI Waiver Program Provider\r\nNOTE: This e-mail may contain sensitive and/or privileged information. If you are not the intended recipient (or\r\nhave received this email in error) please notify the sender immediately and destroy this e-mail. Any unauthorized\r\ncopying, disclosure, or distribution of the material in this e-mail is strictly forbidden. Under the Privacy Act of\r\n1974, all data of a private nature must be protected from unauthorized disclosure. Rise Above Challenges\r\nAKL Freedom of Information/PA Unit –4CON 950 Pennsylvania Ave., NW Washington, DC 20530 Via Electronic\r\nMail Mr. David Medeiros ABI Resources LLC October 25, 2024 39 Kings Hwy STE C Gales Ferry, CT 06335\r\naabiwr@live.com Date Received: October 24, 2024 FOI/PA No.25-00044-F Subject of Request: Information\r\npertaining to complete and current provider registry, including: Provider names; Contact details (physical\r\naddresses, email addresses); Areas of specialty and services offered; Provider enrollment dates and current\r\nstatus; any and all records related to complaints, violations, or actions taken against providers in connection with\r\ntheir participation in the ABI Waiver Program Dear Mr. Medeiros: The Civil Rights Division acknowledges receipt\r\nof your Freedom of Information Act request, which was received in this office on the date indicated above. Your\r\nrequest seeks access to the above mentioned records. Please read this letter carefully because it contains\r\nimportant information about your request. As a result of the large number of FOIA and Privacy Acts requests\r\nreceived by the Civil Rights Division, we may encounter delays in processing your request. To ensure that\r\nrequesters are treated fairly, the Division processes requests in the approximate order of receipt. Please be\r\nassured that your request is being handled as equitably and promptly as possible. If you have any questions\r\nregarding the status of your request, you may contact our office at crt.foiarequests@usdoj.gov. Please reference\r\nthe FOIA No. above in any communications with the Civil Rights Division about your request. Additionally, you\r\nmay contact the Office of Government Information Services (OGIS) at the National Archives and Records\r\nAdministration to inquire about the FOIA mediation services they offer. The contact information for OGIS is:\r\nOffice of Government Information Services, National Archives and Records Administration, 8601 Adelphi Road OGIS, College Park, Maryland 20740-6001; e-mail at ogis@nara.gov; telephone at 202-741-5770; toll free at 1-\r\n877- 684-6448; or facsimile at 202-741-5769. Please reference the FOIA/PA No. above in any correspondence\r\nwith OGIS. If you are not satisfied with the Civil Rights Division's determination in response to this request, you\r\nmay administratively appeal by writing to the Director, Office of Information Policy U.S. Department of Justice\r\nCivil Rights Division (OIP), United States Department of Justice, 441 G Street, NW, 6th Floor, Washington, D.C.\r\n20530, or you may submit an appeal through OIP's FOIA STAR portal by creating an account following the\r\ninstructions on OIP’s website: https://www.justice.gov/oip/submitandtrackrequest-or-appeal . Your appeal must\r\nbe postmarked or electronically transmitted within 90 days of the date of my response to your request. If you\r\nsubmit your appeal by mail, both the letter and the envelope should be clearly marked \"Freedom of Information\r\nAct Appeal.\" If possible, please provide a copy of your original request and this response letter with your appeal.\r\nIf you have any further questions, contact this office by calling (202) 514-4210. Sincerely, Aundra Luckey\r\nFreedom of Information/Privacy Acts Unit Civil Rights Division\r\nFrom: FOIArequests, CRT (CRT) <CRT.FOIArequests@usdoj.gov>\r\nSent: Friday, October 25, 2024 11:33 AM\r\nTo: aabiwr@live.com <aabiwr@live.com>\r\nSubject: FOIA Request 25-00044-F\r\nDear Mr. Medeiros,\r\nThis is to inform you that your request for records was received by the Civil Rights Division of the\r\nU.S. Department of Justice. Attached is your acknowledgement letter regarding your Freedom of\r\nInformation request.\r\n11/8/24, 10:37 AM Mail - ABI RESOURCES 860 942-0365 - Outlook\r\n\r\nThank You,\r\nFOI/PA Unit\r\nU.S. Department of Justice\r\nCivil Rights Division\r\nCRT.FOIArequests@usdoj.gov\r\n\r\nInformation/PA Unit –4CON\r\n950 Pennsylvania Ave., NW\r\nWashington, DC 20530\r\nVia Electronic Mail\r\nMr. David Medeiros\r\nABI Resources LLC October 25, 2024\r\n39 Kings Hwy STE C\r\nGales Ferry, CT 06335\r\naabiwr@live.com\r\nDate Received: October 24, 2024 FOI/PA No.25-00044-F\r\nSubject of Request: Information pertaining to complete and current provider registry,\r\nincluding: Provider names; Contact details (physical addresses, email\r\naddresses); Areas of specialty and services offered; Provider enrollment\r\ndates and current status; any and all records related to complaints,\r\nviolations, or actions taken against providers in connection with their\r\nparticipation in the ABI Waiver Program\r\nDear Mr. Medeiros:\r\nThe Civil Rights Division acknowledges receipt of your Freedom of Information\r\nAct  request, which was received in this office on the date indicated above. Your request seeks\r\naccess to the above mentioned records. Please read this letter carefully because it contains\r\nimportant information about your request.\r\nAs a result of the large number of FOIA and Privacy Acts requests received by the Civil\r\nRights Division, we may encounter delays in processing your request. To ensure that requesters\r\nare treated fairly, the Division processes requests in the approximate order of receipt. Please be\r\nassured that your request is being handled as equitably and promptly as possible. If you have any\r\nquestions regarding the status of your request, you may contact our office at\r\ncrt.foiarequests@usdoj.gov. Please reference the FOIA No. above in any communications with\r\nthe Civil Rights Division about your request.\r\nAdditionally, you may contact the Office of Government Information Services (OGIS) at\r\nthe National Archives and Records Administration to inquire about the FOIA mediation services\r\nthey offer. The contact information for OGIS is: Office of Government Information Services,\r\nNational Archives and Records Administration, 8601 Adelphi Road-OGIS, College Park,\r\nMaryland 20740-6001; e-mail at ogis@nara.gov; telephone at 202-741-5770; toll free at 1-877-\r\n684-6448; or facsimile at 202-741-5769. Please reference the FOIA/PA No. above in any\r\ncorrespondence with OGIS.\r\nIf you are not satisfied with the Civil Rights Division's determination in response to this\r\nrequest, you may administratively appeal by writing to the Director, Office of Information Policy U.S. Department of Justice\r\nCivil Rights Division\r\n(OIP), United States Department of Justice, 441 G Street, NW, 6th Floor, Washington, D.C.\r\n20530, or you may submit an appeal through OIP's FOIA STAR portal by creating an account\r\nfollowing the instructions on OIP’s website: https://www.justice.gov/oip/submitandtrackrequest-or-appeal . Your appeal must be postmarked or electronically transmitted within\r\n90 days of the date of my response to your request. If you submit your appeal by mail, both the\r\nletter and the envelope should be clearly marked \"Freedom of Information Act Appeal.\" If\r\npossible, please provide a copy of your original request and this response letter with your appeal.\r\nIf you have any further questions, contact this office by calling (202) 514-4210.\r\nSincerely,\r\nAundra Luckey\r\nFreedom of Information/Privacy Acts Unit\r\nCivil Rights Division\r\n\r\n____________________________\r\n\r\nNovember 8, 2024—Sent via email\r\nDavid Medeiros\r\naabiwr@live.com\r\nDear David Medeiros:\r\nThank you for contacting the Office of Government Information Services (OGIS), an office of\r\nthe National Archives and Records Administration. As you are aware, Congress created OGIS to\r\nserve as the federal Freedom of Information Act (FOIA) Ombudsman. We assist the public and\r\nfederal agencies by helping them resolve their FOIA disputes, and by addressing their questions\r\nand concerns about the FOIA process.\r\nIt appears that you are seeking assistance with a FOIA request currently pending with the U.S.\r\nDepartment of Justice’s Civil Rights Division. Please note, OGIS cannot compel an agency to\r\nprocess a request more quickly or ahead of others in the queue. However, in working cases\r\nsimilar to yours, we have learned that some requesters have had success receiving a more timely\r\nresponse by refining the scope of a request. If you would like to discuss narrowing your\r\nrequest—which may allow it to be processed more efficiently— you may wish to contact the\r\nagency's FOIA Public Liaison (FPL). All federal agencies have an FPL, whose role is to explain\r\nthe FOIA process and assist requesters with their FOIA requests at any stage of the\r\nadministrative process.\r\nAdditionally, it is important to know that all federal agencies are required to provide an estimated\r\ndate of completion (EDC) when asked (5 U.S.C. § 552(a)(7)(B)(ii)). In order to obtain an\r\nestimated date of completion for your request, we recommend that you contact the agency\r\ndirectly. The FOIA Public Liaison (FPL) for the Civil Rights Division, April Freeman, can be\r\nreached at 202-514-4210.\r\nWe hope you find this information useful. At this time, we will take no further action. If you\r\nhave questions or concerns that we have not addressed, please contact us again.\r\nBest regards,\r\nThe OGIS Staff\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDAVID MEDEIROS",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/request-for-estimated-completion-date-and-ada-accommodation-confirmation-for-foia-request-no-25-00044-f-department-of-justice-civil-division-176099/"
  },
  {
    "id": 176098,
    "title": "Request for Estimated Completion Date and ADA Accommodation Confirmation for FOIA Request No. 25-00044-F (Department of Justice, Disability Rights Division)",
    "slug": "request-for-estimated-completion-date-and-ada-accommodation-confirmation-for-foia-request-no-25-00044-f-department-of-justice-disability-rights-division",
    "status": "submitted",
    "embargo_status": "public",
    "user": 142975,
    "username": "DavidMedeiros24",
    "agency": 166,
    "datetime_submitted": "2024-11-08T10:42:45.905219",
    "date_due": "2024-12-10",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-11-08T10:42:46.205959",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 176098,
        "from_user": 142975,
        "to_user": 12996,
        "subject": "",
        "datetime": "2024-11-08T10:42:46.205959",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nTo:\r\nApril Freeman, FOIA Public Liaison\r\nU.S. Department of Justice, Civil Rights Division\r\nPhone: 202-514-4210\r\n\r\nSubject: Request for Estimated Completion Date and ADA Accommodation Confirmation for FOIA Request No. 25-00044-F\r\n\r\nDear Ms. Freeman,\r\n\r\nI am following up on my FOIA request No. 25-00044-F, submitted to the DOJ Civil Rights Division on October 24, 2024, and acknowledged on October 25, 2024. This request seeks access to the Connecticut Medicaid ABI Waiver Program provider registry, including provider details, enrollment dates, and any records of complaints or violations associated with providers.\r\n\r\nBased on guidance from the Office of Government Information Services (OGIS), I am reaching out to request an estimated date of completion (EDC) for this request, per 5 U.S.C. § 552(a)(7)(B)(ii). Given the public interest in these records for Medicaid transparency and oversight, I respectfully ask that this request be processed as promptly as possible.\r\n\r\nAdditionally, I reiterate my request for ADA accommodations to ensure accessibility. Please conduct all correspondence for this FOIA request exclusively via email (without requiring portal access, phone calls, or alternate communication methods), as this ensures I can effectively manage and review the information.\r\n\r\nThank you for your attention to this matter. Please confirm receipt of this message and, if possible, provide an EDC and confirmation of ADA-compliant communication.\r\n\r\nSincerely,\r\nDavid Medeiros\r\nABI Resources LLC\r\nEmail: aabiwr@live.com\r\nFOIA Request No. 25-00044-F\r\n\r\n________________\r\nFrom OGIS <ogis@nara.gov>\r\nDate Fri 11/8/2024 9:41 AM\r\nTo OGIS <ogis@nara.gov>\r\nCc ABI RESOURCES 860 942-0365 <aabiwr@live.com>\r\n1 attachment (118 KB)\r\n00092179 Response.pdf;\r\nDear David Medeiros,\r\nWe have attached a response to your submission to the Office of Government Information Services.\r\nSincerely,\r\nThe OGIS Staff\r\nOn Tuesday, October 29, 2024 at 9:23:33 AM UTC-4 ABI RESOURCES 860 942-0365 wrote:\r\nSubject: FOIA Mediation Request for Case No. 25-00044-F\r\nTo: ogis@nara.gov\r\nDear OGIS Team,\r\nI am seeking mediation assistance regarding my Freedom of Information Act (FOIA) request, case\r\nnumber 25-00044-F, submitted to the Civil Rights Division on October 24, 2024. This request seeks\r\naccess to records for a comprehensive and up-to-date provider registry associated with the\r\nConnecticut Medicaid Acquired Brain Injury (ABI) Waiver Program, specifically including provider\r\ndetails, areas of specialty, enrollment statuses, and any records related to complaints or actions taken.\r\nThe Civil Rights Division acknowledged my request on October 25, 2024, but noted that processing\r\nmight be delayed due to a high volume of FOIA requests. Given the importance of these records in\r\nsupporting transparency and accountability in Medicaid program administration, I believe there may be\r\nways to expedite or better track the status of my request through your mediation services.\r\nPlease note my basic accommodation request: All communication for this matter should be\r\nconducted exclusively via email, without the use of external portals, alternate websites, or phone\r\ncalls, as this ensures I can fully manage and review the information provided.\r\nThank you for your assistance in pursuing a complete and timely response.\r\nSincerely,\r\nDavid Medeiros\r\nABI Resources LLC\r\n39 Kings Hwy STE C\r\nGales Ferry, CT 06335\r\naabiwr@live.com\r\n\r\n11/8/24, 10:37 AM Mail - ABI RESOURCES 860 942-0365 - Outlook\r\nBest regards,\r\nDavid Medeiros\r\nABI Resources\r\nMedicaid Acquired Brain Injury ABI Waiver Program Provider\r\nNOTE: This e-mail may contain sensitive and/or privileged information. If you are not the intended recipient (or\r\nhave received this email in error) please notify the sender immediately and destroy this e-mail. Any unauthorized\r\ncopying, disclosure, or distribution of the material in this e-mail is strictly forbidden. Under the Privacy Act of\r\n1974, all data of a private nature must be protected from unauthorized disclosure. Rise Above Challenges\r\nAKL Freedom of Information/PA Unit –4CON 950 Pennsylvania Ave., NW Washington, DC 20530 Via Electronic\r\nMail Mr. David Medeiros ABI Resources LLC October 25, 2024 39 Kings Hwy STE C Gales Ferry, CT 06335\r\naabiwr@live.com Date Received: October 24, 2024 FOI/PA No.25-00044-F Subject of Request: Information\r\npertaining to complete and current provider registry, including: Provider names; Contact details (physical\r\naddresses, email addresses); Areas of specialty and services offered; Provider enrollment dates and current\r\nstatus; any and all records related to complaints, violations, or actions taken against providers in connection with\r\ntheir participation in the ABI Waiver Program Dear Mr. Medeiros: The Civil Rights Division acknowledges receipt\r\nof your Freedom of Information Act request, which was received in this office on the date indicated above. Your\r\nrequest seeks access to the above mentioned records. Please read this letter carefully because it contains\r\nimportant information about your request. As a result of the large number of FOIA and Privacy Acts requests\r\nreceived by the Civil Rights Division, we may encounter delays in processing your request. To ensure that\r\nrequesters are treated fairly, the Division processes requests in the approximate order of receipt. Please be\r\nassured that your request is being handled as equitably and promptly as possible. If you have any questions\r\nregarding the status of your request, you may contact our office at crt.foiarequests@usdoj.gov. Please reference\r\nthe FOIA No. above in any communications with the Civil Rights Division about your request. Additionally, you\r\nmay contact the Office of Government Information Services (OGIS) at the National Archives and Records\r\nAdministration to inquire about the FOIA mediation services they offer. The contact information for OGIS is:\r\nOffice of Government Information Services, National Archives and Records Administration, 8601 Adelphi Road OGIS, College Park, Maryland 20740-6001; e-mail at ogis@nara.gov; telephone at 202-741-5770; toll free at 1-\r\n877- 684-6448; or facsimile at 202-741-5769. Please reference the FOIA/PA No. above in any correspondence\r\nwith OGIS. If you are not satisfied with the Civil Rights Division's determination in response to this request, you\r\nmay administratively appeal by writing to the Director, Office of Information Policy U.S. Department of Justice\r\nCivil Rights Division (OIP), United States Department of Justice, 441 G Street, NW, 6th Floor, Washington, D.C.\r\n20530, or you may submit an appeal through OIP's FOIA STAR portal by creating an account following the\r\ninstructions on OIP’s website: https://www.justice.gov/oip/submitandtrackrequest-or-appeal . Your appeal must\r\nbe postmarked or electronically transmitted within 90 days of the date of my response to your request. If you\r\nsubmit your appeal by mail, both the letter and the envelope should be clearly marked \"Freedom of Information\r\nAct Appeal.\" If possible, please provide a copy of your original request and this response letter with your appeal.\r\nIf you have any further questions, contact this office by calling (202) 514-4210. Sincerely, Aundra Luckey\r\nFreedom of Information/Privacy Acts Unit Civil Rights Division\r\nFrom: FOIArequests, CRT (CRT) <CRT.FOIArequests@usdoj.gov>\r\nSent: Friday, October 25, 2024 11:33 AM\r\nTo: aabiwr@live.com <aabiwr@live.com>\r\nSubject: FOIA Request 25-00044-F\r\nDear Mr. Medeiros,\r\nThis is to inform you that your request for records was received by the Civil Rights Division of the\r\nU.S. Department of Justice. Attached is your acknowledgement letter regarding your Freedom of\r\nInformation request.\r\n11/8/24, 10:37 AM Mail - ABI RESOURCES 860 942-0365 - Outlook\r\n\r\nThank You,\r\nFOI/PA Unit\r\nU.S. Department of Justice\r\nCivil Rights Division\r\nCRT.FOIArequests@usdoj.gov\r\n\r\nInformation/PA Unit –4CON\r\n950 Pennsylvania Ave., NW\r\nWashington, DC 20530\r\nVia Electronic Mail\r\nMr. David Medeiros\r\nABI Resources LLC October 25, 2024\r\n39 Kings Hwy STE C\r\nGales Ferry, CT 06335\r\naabiwr@live.com\r\nDate Received: October 24, 2024 FOI/PA No.25-00044-F\r\nSubject of Request: Information pertaining to complete and current provider registry,\r\nincluding: Provider names; Contact details (physical addresses, email\r\naddresses); Areas of specialty and services offered; Provider enrollment\r\ndates and current status; any and all records related to complaints,\r\nviolations, or actions taken against providers in connection with their\r\nparticipation in the ABI Waiver Program\r\nDear Mr. Medeiros:\r\nThe Civil Rights Division acknowledges receipt of your Freedom of Information\r\nAct  request, which was received in this office on the date indicated above. Your request seeks\r\naccess to the above mentioned records. Please read this letter carefully because it contains\r\nimportant information about your request.\r\nAs a result of the large number of FOIA and Privacy Acts requests received by the Civil\r\nRights Division, we may encounter delays in processing your request. To ensure that requesters\r\nare treated fairly, the Division processes requests in the approximate order of receipt. Please be\r\nassured that your request is being handled as equitably and promptly as possible. If you have any\r\nquestions regarding the status of your request, you may contact our office at\r\ncrt.foiarequests@usdoj.gov. Please reference the FOIA No. above in any communications with\r\nthe Civil Rights Division about your request.\r\nAdditionally, you may contact the Office of Government Information Services (OGIS) at\r\nthe National Archives and Records Administration to inquire about the FOIA mediation services\r\nthey offer. The contact information for OGIS is: Office of Government Information Services,\r\nNational Archives and Records Administration, 8601 Adelphi Road-OGIS, College Park,\r\nMaryland 20740-6001; e-mail at ogis@nara.gov; telephone at 202-741-5770; toll free at 1-877-\r\n684-6448; or facsimile at 202-741-5769. Please reference the FOIA/PA No. above in any\r\ncorrespondence with OGIS.\r\nIf you are not satisfied with the Civil Rights Division's determination in response to this\r\nrequest, you may administratively appeal by writing to the Director, Office of Information Policy U.S. Department of Justice\r\nCivil Rights Division\r\n(OIP), United States Department of Justice, 441 G Street, NW, 6th Floor, Washington, D.C.\r\n20530, or you may submit an appeal through OIP's FOIA STAR portal by creating an account\r\nfollowing the instructions on OIP’s website: https://www.justice.gov/oip/submitandtrackrequest-or-appeal . Your appeal must be postmarked or electronically transmitted within\r\n90 days of the date of my response to your request. If you submit your appeal by mail, both the\r\nletter and the envelope should be clearly marked \"Freedom of Information Act Appeal.\" If\r\npossible, please provide a copy of your original request and this response letter with your appeal.\r\nIf you have any further questions, contact this office by calling (202) 514-4210.\r\nSincerely,\r\nAundra Luckey\r\nFreedom of Information/Privacy Acts Unit\r\nCivil Rights Division\r\n\r\n____________________________\r\n\r\nNovember 8, 2024—Sent via email\r\nDavid Medeiros\r\naabiwr@live.com\r\nDear David Medeiros:\r\nThank you for contacting the Office of Government Information Services (OGIS), an office of\r\nthe National Archives and Records Administration. As you are aware, Congress created OGIS to\r\nserve as the federal Freedom of Information Act (FOIA) Ombudsman. We assist the public and\r\nfederal agencies by helping them resolve their FOIA disputes, and by addressing their questions\r\nand concerns about the FOIA process.\r\nIt appears that you are seeking assistance with a FOIA request currently pending with the U.S.\r\nDepartment of Justice’s Civil Rights Division. Please note, OGIS cannot compel an agency to\r\nprocess a request more quickly or ahead of others in the queue. However, in working cases\r\nsimilar to yours, we have learned that some requesters have had success receiving a more timely\r\nresponse by refining the scope of a request. If you would like to discuss narrowing your\r\nrequest—which may allow it to be processed more efficiently— you may wish to contact the\r\nagency's FOIA Public Liaison (FPL). All federal agencies have an FPL, whose role is to explain\r\nthe FOIA process and assist requesters with their FOIA requests at any stage of the\r\nadministrative process.\r\nAdditionally, it is important to know that all federal agencies are required to provide an estimated\r\ndate of completion (EDC) when asked (5 U.S.C. § 552(a)(7)(B)(ii)). In order to obtain an\r\nestimated date of completion for your request, we recommend that you contact the agency\r\ndirectly. The FOIA Public Liaison (FPL) for the Civil Rights Division, April Freeman, can be\r\nreached at 202-514-4210.\r\nWe hope you find this information useful. At this time, we will take no further action. If you\r\nhave questions or concerns that we have not addressed, please contact us again.\r\nBest regards,\r\nThe OGIS Staff\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDAVID MEDEIROS",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/request-for-estimated-completion-date-and-ada-accommodation-confirmation-for-foia-request-no-25-00044-f-department-of-justice-disability-rights-division-176098/"
  },
  {
    "id": 176097,
    "title": "Request for Estimated Completion Date and ADA Accommodation Confirmation for FOIA Request No. 25-00044-F (Department Of Justice)",
    "slug": "request-for-estimated-completion-date-and-ada-accommodation-confirmation-for-foia-request-no-25-00044-f-department-of-justice",
    "status": "submitted",
    "embargo_status": "public",
    "user": 142975,
    "username": "DavidMedeiros24",
    "agency": 35673,
    "datetime_submitted": "2024-11-08T10:42:45.905219",
    "date_due": "2024-12-10",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-11-08T10:42:46.131561",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 176097,
        "from_user": 142975,
        "to_user": 126324,
        "subject": "",
        "datetime": "2024-11-08T10:42:46.131561",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nTo:\r\nApril Freeman, FOIA Public Liaison\r\nU.S. Department of Justice, Civil Rights Division\r\nPhone: 202-514-4210\r\n\r\nSubject: Request for Estimated Completion Date and ADA Accommodation Confirmation for FOIA Request No. 25-00044-F\r\n\r\nDear Ms. Freeman,\r\n\r\nI am following up on my FOIA request No. 25-00044-F, submitted to the DOJ Civil Rights Division on October 24, 2024, and acknowledged on October 25, 2024. This request seeks access to the Connecticut Medicaid ABI Waiver Program provider registry, including provider details, enrollment dates, and any records of complaints or violations associated with providers.\r\n\r\nBased on guidance from the Office of Government Information Services (OGIS), I am reaching out to request an estimated date of completion (EDC) for this request, per 5 U.S.C. § 552(a)(7)(B)(ii). Given the public interest in these records for Medicaid transparency and oversight, I respectfully ask that this request be processed as promptly as possible.\r\n\r\nAdditionally, I reiterate my request for ADA accommodations to ensure accessibility. Please conduct all correspondence for this FOIA request exclusively via email (without requiring portal access, phone calls, or alternate communication methods), as this ensures I can effectively manage and review the information.\r\n\r\nThank you for your attention to this matter. Please confirm receipt of this message and, if possible, provide an EDC and confirmation of ADA-compliant communication.\r\n\r\nSincerely,\r\nDavid Medeiros\r\nABI Resources LLC\r\nEmail: aabiwr@live.com\r\nFOIA Request No. 25-00044-F\r\n\r\n________________\r\nFrom OGIS <ogis@nara.gov>\r\nDate Fri 11/8/2024 9:41 AM\r\nTo OGIS <ogis@nara.gov>\r\nCc ABI RESOURCES 860 942-0365 <aabiwr@live.com>\r\n1 attachment (118 KB)\r\n00092179 Response.pdf;\r\nDear David Medeiros,\r\nWe have attached a response to your submission to the Office of Government Information Services.\r\nSincerely,\r\nThe OGIS Staff\r\nOn Tuesday, October 29, 2024 at 9:23:33 AM UTC-4 ABI RESOURCES 860 942-0365 wrote:\r\nSubject: FOIA Mediation Request for Case No. 25-00044-F\r\nTo: ogis@nara.gov\r\nDear OGIS Team,\r\nI am seeking mediation assistance regarding my Freedom of Information Act (FOIA) request, case\r\nnumber 25-00044-F, submitted to the Civil Rights Division on October 24, 2024. This request seeks\r\naccess to records for a comprehensive and up-to-date provider registry associated with the\r\nConnecticut Medicaid Acquired Brain Injury (ABI) Waiver Program, specifically including provider\r\ndetails, areas of specialty, enrollment statuses, and any records related to complaints or actions taken.\r\nThe Civil Rights Division acknowledged my request on October 25, 2024, but noted that processing\r\nmight be delayed due to a high volume of FOIA requests. Given the importance of these records in\r\nsupporting transparency and accountability in Medicaid program administration, I believe there may be\r\nways to expedite or better track the status of my request through your mediation services.\r\nPlease note my basic accommodation request: All communication for this matter should be\r\nconducted exclusively via email, without the use of external portals, alternate websites, or phone\r\ncalls, as this ensures I can fully manage and review the information provided.\r\nThank you for your assistance in pursuing a complete and timely response.\r\nSincerely,\r\nDavid Medeiros\r\nABI Resources LLC\r\n39 Kings Hwy STE C\r\nGales Ferry, CT 06335\r\naabiwr@live.com\r\n\r\n11/8/24, 10:37 AM Mail - ABI RESOURCES 860 942-0365 - Outlook\r\nBest regards,\r\nDavid Medeiros\r\nABI Resources\r\nMedicaid Acquired Brain Injury ABI Waiver Program Provider\r\nNOTE: This e-mail may contain sensitive and/or privileged information. If you are not the intended recipient (or\r\nhave received this email in error) please notify the sender immediately and destroy this e-mail. Any unauthorized\r\ncopying, disclosure, or distribution of the material in this e-mail is strictly forbidden. Under the Privacy Act of\r\n1974, all data of a private nature must be protected from unauthorized disclosure. Rise Above Challenges\r\nAKL Freedom of Information/PA Unit –4CON 950 Pennsylvania Ave., NW Washington, DC 20530 Via Electronic\r\nMail Mr. David Medeiros ABI Resources LLC October 25, 2024 39 Kings Hwy STE C Gales Ferry, CT 06335\r\naabiwr@live.com Date Received: October 24, 2024 FOI/PA No.25-00044-F Subject of Request: Information\r\npertaining to complete and current provider registry, including: Provider names; Contact details (physical\r\naddresses, email addresses); Areas of specialty and services offered; Provider enrollment dates and current\r\nstatus; any and all records related to complaints, violations, or actions taken against providers in connection with\r\ntheir participation in the ABI Waiver Program Dear Mr. Medeiros: The Civil Rights Division acknowledges receipt\r\nof your Freedom of Information Act request, which was received in this office on the date indicated above. Your\r\nrequest seeks access to the above mentioned records. Please read this letter carefully because it contains\r\nimportant information about your request. As a result of the large number of FOIA and Privacy Acts requests\r\nreceived by the Civil Rights Division, we may encounter delays in processing your request. To ensure that\r\nrequesters are treated fairly, the Division processes requests in the approximate order of receipt. Please be\r\nassured that your request is being handled as equitably and promptly as possible. If you have any questions\r\nregarding the status of your request, you may contact our office at crt.foiarequests@usdoj.gov. Please reference\r\nthe FOIA No. above in any communications with the Civil Rights Division about your request. Additionally, you\r\nmay contact the Office of Government Information Services (OGIS) at the National Archives and Records\r\nAdministration to inquire about the FOIA mediation services they offer. The contact information for OGIS is:\r\nOffice of Government Information Services, National Archives and Records Administration, 8601 Adelphi Road OGIS, College Park, Maryland 20740-6001; e-mail at ogis@nara.gov; telephone at 202-741-5770; toll free at 1-\r\n877- 684-6448; or facsimile at 202-741-5769. Please reference the FOIA/PA No. above in any correspondence\r\nwith OGIS. If you are not satisfied with the Civil Rights Division's determination in response to this request, you\r\nmay administratively appeal by writing to the Director, Office of Information Policy U.S. Department of Justice\r\nCivil Rights Division (OIP), United States Department of Justice, 441 G Street, NW, 6th Floor, Washington, D.C.\r\n20530, or you may submit an appeal through OIP's FOIA STAR portal by creating an account following the\r\ninstructions on OIP’s website: https://www.justice.gov/oip/submitandtrackrequest-or-appeal . Your appeal must\r\nbe postmarked or electronically transmitted within 90 days of the date of my response to your request. If you\r\nsubmit your appeal by mail, both the letter and the envelope should be clearly marked \"Freedom of Information\r\nAct Appeal.\" If possible, please provide a copy of your original request and this response letter with your appeal.\r\nIf you have any further questions, contact this office by calling (202) 514-4210. Sincerely, Aundra Luckey\r\nFreedom of Information/Privacy Acts Unit Civil Rights Division\r\nFrom: FOIArequests, CRT (CRT) <CRT.FOIArequests@usdoj.gov>\r\nSent: Friday, October 25, 2024 11:33 AM\r\nTo: aabiwr@live.com <aabiwr@live.com>\r\nSubject: FOIA Request 25-00044-F\r\nDear Mr. Medeiros,\r\nThis is to inform you that your request for records was received by the Civil Rights Division of the\r\nU.S. Department of Justice. Attached is your acknowledgement letter regarding your Freedom of\r\nInformation request.\r\n11/8/24, 10:37 AM Mail - ABI RESOURCES 860 942-0365 - Outlook\r\n\r\nThank You,\r\nFOI/PA Unit\r\nU.S. Department of Justice\r\nCivil Rights Division\r\nCRT.FOIArequests@usdoj.gov\r\n\r\nInformation/PA Unit –4CON\r\n950 Pennsylvania Ave., NW\r\nWashington, DC 20530\r\nVia Electronic Mail\r\nMr. David Medeiros\r\nABI Resources LLC October 25, 2024\r\n39 Kings Hwy STE C\r\nGales Ferry, CT 06335\r\naabiwr@live.com\r\nDate Received: October 24, 2024 FOI/PA No.25-00044-F\r\nSubject of Request: Information pertaining to complete and current provider registry,\r\nincluding: Provider names; Contact details (physical addresses, email\r\naddresses); Areas of specialty and services offered; Provider enrollment\r\ndates and current status; any and all records related to complaints,\r\nviolations, or actions taken against providers in connection with their\r\nparticipation in the ABI Waiver Program\r\nDear Mr. Medeiros:\r\nThe Civil Rights Division acknowledges receipt of your Freedom of Information\r\nAct  request, which was received in this office on the date indicated above. Your request seeks\r\naccess to the above mentioned records. Please read this letter carefully because it contains\r\nimportant information about your request.\r\nAs a result of the large number of FOIA and Privacy Acts requests received by the Civil\r\nRights Division, we may encounter delays in processing your request. To ensure that requesters\r\nare treated fairly, the Division processes requests in the approximate order of receipt. Please be\r\nassured that your request is being handled as equitably and promptly as possible. If you have any\r\nquestions regarding the status of your request, you may contact our office at\r\ncrt.foiarequests@usdoj.gov. Please reference the FOIA No. above in any communications with\r\nthe Civil Rights Division about your request.\r\nAdditionally, you may contact the Office of Government Information Services (OGIS) at\r\nthe National Archives and Records Administration to inquire about the FOIA mediation services\r\nthey offer. The contact information for OGIS is: Office of Government Information Services,\r\nNational Archives and Records Administration, 8601 Adelphi Road-OGIS, College Park,\r\nMaryland 20740-6001; e-mail at ogis@nara.gov; telephone at 202-741-5770; toll free at 1-877-\r\n684-6448; or facsimile at 202-741-5769. Please reference the FOIA/PA No. above in any\r\ncorrespondence with OGIS.\r\nIf you are not satisfied with the Civil Rights Division's determination in response to this\r\nrequest, you may administratively appeal by writing to the Director, Office of Information Policy U.S. Department of Justice\r\nCivil Rights Division\r\n(OIP), United States Department of Justice, 441 G Street, NW, 6th Floor, Washington, D.C.\r\n20530, or you may submit an appeal through OIP's FOIA STAR portal by creating an account\r\nfollowing the instructions on OIP’s website: https://www.justice.gov/oip/submitandtrackrequest-or-appeal . Your appeal must be postmarked or electronically transmitted within\r\n90 days of the date of my response to your request. If you submit your appeal by mail, both the\r\nletter and the envelope should be clearly marked \"Freedom of Information Act Appeal.\" If\r\npossible, please provide a copy of your original request and this response letter with your appeal.\r\nIf you have any further questions, contact this office by calling (202) 514-4210.\r\nSincerely,\r\nAundra Luckey\r\nFreedom of Information/Privacy Acts Unit\r\nCivil Rights Division\r\n\r\n____________________________\r\n\r\nNovember 8, 2024—Sent via email\r\nDavid Medeiros\r\naabiwr@live.com\r\nDear David Medeiros:\r\nThank you for contacting the Office of Government Information Services (OGIS), an office of\r\nthe National Archives and Records Administration. As you are aware, Congress created OGIS to\r\nserve as the federal Freedom of Information Act (FOIA) Ombudsman. We assist the public and\r\nfederal agencies by helping them resolve their FOIA disputes, and by addressing their questions\r\nand concerns about the FOIA process.\r\nIt appears that you are seeking assistance with a FOIA request currently pending with the U.S.\r\nDepartment of Justice’s Civil Rights Division. Please note, OGIS cannot compel an agency to\r\nprocess a request more quickly or ahead of others in the queue. However, in working cases\r\nsimilar to yours, we have learned that some requesters have had success receiving a more timely\r\nresponse by refining the scope of a request. If you would like to discuss narrowing your\r\nrequest—which may allow it to be processed more efficiently— you may wish to contact the\r\nagency's FOIA Public Liaison (FPL). All federal agencies have an FPL, whose role is to explain\r\nthe FOIA process and assist requesters with their FOIA requests at any stage of the\r\nadministrative process.\r\nAdditionally, it is important to know that all federal agencies are required to provide an estimated\r\ndate of completion (EDC) when asked (5 U.S.C. § 552(a)(7)(B)(ii)). In order to obtain an\r\nestimated date of completion for your request, we recommend that you contact the agency\r\ndirectly. The FOIA Public Liaison (FPL) for the Civil Rights Division, April Freeman, can be\r\nreached at 202-514-4210.\r\nWe hope you find this information useful. At this time, we will take no further action. If you\r\nhave questions or concerns that we have not addressed, please contact us again.\r\nBest regards,\r\nThe OGIS Staff\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDAVID MEDEIROS",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/request-for-estimated-completion-date-and-ada-accommodation-confirmation-for-foia-request-no-25-00044-f-department-of-justice-176097/"
  }
]