[
  {
    "id": 161005,
    "title": "Sausalito Ripa Data",
    "slug": "sausalito-ripa-data",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 19413,
    "username": "FrankShinneman",
    "agency": 12186,
    "datetime_submitted": "2024-03-23T11:35:22.676810",
    "date_due": "2024-04-02",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-03-23T11:35:22.781489",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161005,
        "from_user": 19413,
        "to_user": 22348,
        "subject": "California Public Records Act Request: Sausalito Ripa Data",
        "datetime": "2024-03-23T11:35:22.781489",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nPlease provide records of any and all stop data collected by Sausalito Police Department for transmittal to the Department of Justice in accordance with the Racial and Identity Profiling Act, from January 1, 2022 through February 29, 2024. The records should be provided in an Excel spreadsheet or other delimited text format of electronic documentation that complies with the Interface Specifications of the Department of Justice. Cal. Code of Regs, Art. 5, Sec. 999.228.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nFrank Shinneman",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/sausalito-3439/sausalito-ripa-data-161005/"
  }
]