[
  {
    "id": 177490,
    "title": "Tarence Mitchell 2013 Murder Case",
    "slug": "tarence-mitchell-2013-murder-case",
    "status": "ack",
    "embargo_status": "public",
    "user": 146216,
    "username": "oreadebanjo",
    "agency": 15547,
    "datetime_submitted": "2024-12-12T02:41:32.376892",
    "date_due": "2024-12-18",
    "days_until_due": null,
    "date_followup": "2024-12-18",
    "datetime_done": null,
    "datetime_updated": "2024-12-12T02:41:32.492606",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177490,
        "from_user": 146216,
        "to_user": 20466,
        "subject": "Connecticut Freedom of Information Act Request: Tarence Mitchell 2013 Murder Case",
        "datetime": "2024-12-12T02:41:32.492606",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Connecticut Freedom of Information Act, I hereby request the following records:\r\n\r\nI am seeking all records related to the 2013 murder case of Ronald \"Rondale\" Taylor involving Tarence Mitchell. This includes police reports, witness statements, any available interrogation footage, 911 call recordings, body and dash camera footage, forensic reports, autopsy results, and court transcripts, as well as any other related documents or evidence collected during the investigation and trial.\r\n\r\nI also request that, if possible and pursuant to Conn. Gen. Stat. § 1-212(d), fees be waived as I believe this request is in the public interest and not made for commercial gain. The requested documents will be made available to the public at MuckRock.com.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 4 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nOre Adebanjo",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/bloomfield-5547/tarence-mitchell-2013-murder-case-177490/"
  }
]