[
  {
    "id": 165115,
    "title": "Code Enforcement's Refusal to Enforce Laws Requiring Deadbolts at the Baltimore Hotel owned by-AIDS Healthcare Foundation",
    "slug": "code-enforcements-refusal-to-enforce-laws-requiring-deadbolts-at-the-baltimore-hotel-owned-by-aids-healthcare-foundation",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 36000,
    "username": "Law-Office-Annette-Morasch",
    "agency": 15246,
    "datetime_submitted": "2024-06-13T13:31:45.378772",
    "date_due": "2024-06-23",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-06-13T13:31:45.640995",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 165115,
        "from_user": 36000,
        "to_user": 19761,
        "subject": "",
        "datetime": "2024-06-13T13:31:45.640995",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nPlease provide all notes, entries, photos, videos, reports, complaints, emails, text messages, and other communications, concerning the following:\r\n\r\n1.Code Enforcement Complaint #897099, filed April 30, 2024, in which a tenant complained he did not have a deadbolt, and more than 100 other units at the AIDS Healthcare Foundation's Baltimore Hotel did not have deadbolts\r\n2. Inspector Tony Robles noted that on May 9, 2024, he went to the Baltimore and spoke with the complaining tenant, and took photos.  Please provide all of those notes, documents, photos or videos.\r\n3. All communications regarding the February 2022 inspection by Tony Robles of the Baltimore, during which he noted over 100 violations for lack of deadbolts, but James Heiberg said to delete those violations. \r\n4. All communications between anyone from Code Enforcement and anyone at AIDS Healthcare Foundation, regarding the deadbolts at the Baltimore.  This is including but not limited to the text messages and emails that Robert Gilardi kindly sends to Mark Dyer rather than issuing a Notice to Comply. This includes communications between Code Enforcement on the one hand, and on the other hand,  AHF's: Mark Dyer, Michael Weinstein, Jonathan Eisenberg, Tom Myers, Conrad Sison, Beatrice Di Marco, Dominique Eastman, Herbert Ellis,  Juan Larios.\r\n5. Any discussion (including emails, text messages, memos, notes) between any Code Enforcement employee, (including but not limited to James Heiberg, Robert Gilardi, Tony Robles, Ann Sewill, etc.), that includes any of the following terms: \"1941.3\" \"deadbolt\" \"dead bolt\" \"91.8607\" \"door lock\" \"91.8607\" and/or \"897099.\" \r\n6. Any discussion between any Code Enforcement employee, about why it decided to exclude the exact complaint language from the publicly accessible Property Activity Report on complaint #897099.\r\n7. Any emails with the subject line \"Complaint # 897099 / Baltimore Hotel / Carlos Brum/ Lack of Deadbolts\"\r\n\r\nThis public records act request is not limited to the custodian of records simply forwarding this request to the named individuals here. This request demands that the custodian of records actually contact its IT department and conduct a search with the specific parameters and search terms. This request demands electronic copies of these records in their native format, and not printed out and scanned.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAnnette Morasch",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/los-angeles-91/code-enforcements-refusal-to-enforce-laws-requiring-deadbolts-at-the-baltimore-hotel-owned-by-aids-healthcare-foundation-165115/"
  }
]