[
  {
    "id": 145802,
    "title": "Training Records and Courses Offered for the Computer Crime Unit (2022-2023)",
    "slug": "training-records-and-courses-offered-for-the-computer-crime-unit-2022-2023",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 354,
    "datetime_submitted": "2023-05-15T21:58:42.098715",
    "date_due": "2023-05-22",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-05-15T21:58:42.239260",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 145802,
        "from_user": 4164,
        "to_user": 10142,
        "subject": "New York Freedom of Information Law Request: Training Records and Courses Offered for the Computer Crime Unit (2022-2023)",
        "datetime": "2023-05-15T21:58:42.239260",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nI am writing to submit a Freedom of Information Act (FOIA) request to obtain specific records related to the training programs and courses offered to members of the Computer Crime Unit within the New York State Police for the period of January 1, 2022, to May 15, 2023. I am particularly interested in acquiring comprehensive information regarding the training curriculum, certifications, and any supporting documentation that highlights the necessity and significance of such training.\r\n\r\nI kindly request the following specific information and documents:\r\n\r\nTraining Curriculum: Please provide the training curriculum or syllabi for all training courses offered to members of the Computer Crime Unit within the specified period. This includes details such as the course title, description, duration, and topics covered. Additionally, I request any supplementary materials, manuals, or presentations associated with each training program.\r\nCertification Programs: Please provide information regarding any certification programs or courses completed by members of the Computer Crime Unit during the specified period. This includes the names of the certification programs, the certifying bodies, and the individuals who obtained the certifications.\r\nTraining Attendance Records: Please provide records of attendance for each training course or program offered to members of the Computer Crime Unit within the specified period. This includes the names of the participants, dates of training, and their corresponding ranks or positions within the unit.\r\nTraining Providers and Instructors: Please provide information about the organizations or institutions that provided the training courses to the Computer Crime Unit during the specified period. Include any contracts, agreements, or arrangements made with these organizations. Furthermore, kindly provide the names and qualifications of the instructors who conducted the training.\r\nTo assist in locating the requested records, please consider conducting a search in the following areas: training records and databases, course catalogs, attendance records, contracts or agreements with training providers, and any other relevant repositories of records within the New York State Police.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJordan Lassiter",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/training-records-and-courses-offered-for-the-computer-crime-unit-2022-2023-145802/"
  }
]