[
  {
    "id": 189770,
    "title": "Public Records Request - Sumter County",
    "slug": "public-records-request-sumter-county",
    "status": "ack",
    "embargo_status": "public",
    "user": 157621,
    "username": "mcdiag",
    "agency": 7926,
    "datetime_submitted": "2025-07-17T09:10:45.136804",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2025-08-01",
    "datetime_done": null,
    "datetime_updated": "2025-07-17T09:10:45.355717",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 189770,
        "from_user": 157621,
        "to_user": 9783,
        "subject": "Florida Sunshine Law Request: Public Records Request - Sumter County",
        "datetime": "2025-07-17T09:10:45.355717",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nI am writing to formally request access to video footage from a police intervention, specifically from the body camera worn by the officer(s) and the dashcam of the police vehicles involved. Article:\r\nhttps://www.villages-news.com/2024/04/06/tequila-drinking-birthday-girl-found-napping-in-car-on-i-75/#google_vignette\r\n\r\nExact date of incident: April 5, 2024\r\nNames of parties involved:  Courtney Alice Callahan\r\nI intend to use this footage solely for educational purposes to promote a better understanding of law enforcement procedures and the application of the law.\r\n\r\nI understand that there may be associated costs for providing this footage, and I am more than willing to cover any fees incurred. Please inform me about the necessary procedures and the costs involved.\r\n\r\nThank you in advance for your assistance. I trust that this footage will be invaluable for my educational efforts, and I greatly appreciate your cooperation.\r\n\r\n\r\nBest regards,\r\nGeorge Smith\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nGeorge Smith",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/sumter-county-10461/public-records-request-sumter-county-189770/"
  }
]