[
  {
    "id": 172802,
    "title": "Water Quality Complaints in Delaware County, NY",
    "slug": "water-quality-complaints-in-delaware-county-ny",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 138867,
    "username": "AEM",
    "agency": 4384,
    "datetime_submitted": "2024-09-02T17:32:38.666596",
    "date_due": "2024-09-09",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-09-02T17:32:38.821785",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 172802,
        "from_user": 138867,
        "to_user": 10483,
        "subject": "",
        "datetime": "2024-09-02T17:32:38.821785",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nI am requesting access to and copies of records related to water quality complaints and issues within the Village of Hobart in the Town of Stamford in Delaware County for the period from January 1, 1996, to the present.\r\n\r\nSpecifically, I am seeking the following information:\r\n\r\n1) The total number of water quality complaints received by your agency/authority/utility, broken down by year.\r\n\r\n2) A detailed summary of each water quality complaint, including:\r\n2a. The date of the complaint\r\n2b. The location (address or nearest cross streets) of the complaint\r\n2c. The nature of the complaint (e.g., odor, taste, discoloration, contamination concerns)\r\n2d. Any actions taken by your agency/authority/utility to address the complaint\r\n2e. The resolution or current status of the complaint\r\n\r\n3) Any reports, memos, or other documentation related to water quality complaints, investigations, and resolutions within the specified area and timeframe.\r\n\r\nIf any of this information is available in electronic format, I kindly request that you provide it via email. If physical copies are necessary, please inform me of any copying or postage fees in advance, and I will make arrangements for payment.\r\n\r\nIf any portion of this request is denied, please provide a detailed explanation for the denial and inform me of any appeal procedures available under New York State law.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAnne Elizabeth Moore",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/water-quality-complaints-in-delaware-county-ny-172802/"
  }
]