[
  {
    "id": 145788,
    "title": "IPA mobility program data",
    "slug": "ipa-mobility-program-data",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 115428,
    "username": "m-foia-ipa",
    "agency": 713,
    "datetime_submitted": "2023-05-15T11:20:55.985857",
    "date_due": "2023-06-13",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-05-15T11:20:56.096534",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 145788,
        "from_user": 115428,
        "to_user": 10002,
        "subject": "",
        "datetime": "2023-05-15T11:20:56.096534",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nA list, roster, database, or comparable record documenting all of the incoming IPA mobility program assignments approved by your agency since Jan. 1, 1995. If a list, roster, database, or similar record containing responsive information is not available, I ask that you provide assignment agreement documents for each assignment. Please note: I understand and accept that some information—namely, SSN, address, DOB—would have to be redacted from the assignment agreements. It is for this reason that I've requested the records in formats that are easy to filter or redact. If records going back this far are not available, I ask that you provide records for as many years as possible.\r\n\r\nI request expedited processing of this request under 5 U.S.C. § 552(a)(6)(E)(v)(II). I am an academic researcher and I intend to use the requested records to \"[engage] in disseminating information ... to inform the public concerning actual or alleged Federal Government activity.\"\r\n\r\nI also ask that all fees be waived as I intend to use the requested records to publish a paper in the public interest and not for any commercial purpose. In the event you choose to impose fees, I request a detailed breakdown of the fees, including the hourly wage of each employee involved and an explanation justifying the employee hours required to fulfill the request.\r\n\r\nShould you choose to reject this request or redact portions of it, I ask that you provide a detailed explanation and citations to the statutory exemptions and associated case law underlying your decision to withhold each/any portions from public review.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nM",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/ipa-mobility-program-data-145788/"
  }
]