[
  {
    "id": 176613,
    "title": "Rep. Deutsch Communication Records",
    "slug": "rep-deutsch-communication-records",
    "status": "submitted",
    "embargo_status": "public",
    "user": 132247,
    "username": "jeremiahodocumented",
    "agency": 20028,
    "datetime_submitted": "2024-11-21T10:33:56.949834",
    "date_due": "2024-12-06",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-11-21T10:33:57.151982",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 176613,
        "from_user": 132247,
        "to_user": 31379,
        "subject": "",
        "datetime": "2024-11-21T10:33:57.151982",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the South Dakota Open Records Law, I hereby request the following records:\r\n\r\nAll communications sent by or to South Dakota State Representative Fred Deutsch and all staff that report directly to South Dakota State Representative Fred Deutsch from the following individuals and/or containing the following keywords and email domains:\r\n\r\n-Michelle Cretella \r\n-drmcretella@gmail.com\r\n-Vernadecte Broyles\r\n-@childparentrights.org\r\n-Greg Scott\r\n-Greg.Scott@heritage.org\r\n-@heritage.org\r\n-@adflegal.org\r\n\r\nThe search for records should include sent and received emails and any other electronic records including, but not limited to, scheduling and calendar records, text messages, and messages on messaging platforms, such as Slack, GChat or Google Hangouts, iMessage, WhatsApp, Signal, Telegram, Skype, Twitter direct messages, Facebook Messenger, or Parler. The search for email records should also include any email accounts used to conduct official business, including personal email addresses such as a \"gmail\" or \"yahoo\" account. \r\n\r\n\r\nPlease include any attachments to those records and other materials enclosed with those records at the time they were transmitted. For instance, for an email that is responsive to our request, please include all prior messages sent or received in that email chain, as well as any attachments to the email.\r\n\r\n\r\nThe search for records may be limited to records created, sent or received between January 18, 2021 through the date of your final response.\r\n\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes. In the event that there are fees, please notify me of the total charges in advance of fulfilling my request. I would prefer the request be filled electronically by email attachment if available, or CD-ROM if not.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJeremiah Rhodes",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/south-dakota-303/rep-deutsch-communication-records-176613/"
  }
]