[
  {
    "id": 159362,
    "title": "San Rafael PD",
    "slug": "san-rafael-pd",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 130644,
    "username": "RevFrank",
    "agency": 19883,
    "datetime_submitted": "2024-02-26T14:23:10.958746",
    "date_due": "2024-03-07",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-02-26T14:23:11.066163",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 159362,
        "from_user": 130644,
        "to_user": 30747,
        "subject": "",
        "datetime": "2024-02-26T14:23:11.066163",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nAll documentation is available on VanessaHolton.com\r\n\r\nIn November of 2020 I filed a State Bar Complaint against the General Counsel of California, Vanessa Lynne Holton. She retaliated by filing a police report with the San Rafael Police Dept. She did so on California State Bar letterhead, signing the report as the General Counsel. \r\n\r\nThis resulted in an Officer Bellamy leaving me two voice messages, one telling me to stop harassing Vanessa Holton, and to take down the website, a clear violation of my 1st  Amendment Right. The second call changed to charges of “identity theft,” and the “false impersonation of a person thru cyber means.” That is a clear threat of criminal charges and abuse of both police and governmental authority\r\n\r\nAround March or April of 2021 I spoke twice with Officer Bellamy, hopefully recorded by the SRPD. In the first call he describes the report being on State Bar letterhead, signed by Vanessa Holton as the General Counsel. He explained he was unaware of the State Bar Complaint and apologized. Sadly though, he was unable to comprehend the identity theft statute. He seemed to think just calling myself Vanessa Holton was enough.\r\n\r\nIn the second call he becomes a little nastier, telling me he does not care about my religious views, and that the report was being closed. When I requested to speak with a senior officer, I later received a call from Lt. Bishop. He informed me that the report had been blacked out, the California State Bar letterhead, the title under her signature, any reference to the California State Bar, gone. \r\n\r\nOn the website you will find two documents from the SRPD, one dated 17 Jan 2023, a FOIA response where the “victims” name was not released. My crime was building a website to harass and defame the victim, a public figure. \r\n\r\nI guess Vanessa Holton never watched Saturday Night Live. Date of the report was November 23, 2020\r\n\r\nThe second letter, dated November 9th, 2022, almost two years later, informs me that my FOIA was rejected as the report is still an “investigative report. This is in clear violation of both my 1st Amendment and 6th Amendment Rights. You can listen to the two recordings from Officer Bellamy there as well. (Video is AI enhanced for your enjoyment!)\r\n\r\nThe reason they kept the report open was to protect Vanessa Holton. (See letter from State Bar Office of Chief Trial Counsel by Special Deputy Rizamarie Gonzaga Sitton.) \r\n\r\nI am asking for a full and correct FOIA disclosure for #SR-20-07929 from the San Rafael Police Dept., with as unredacted a copy of the report filed by Vanessa Holton as allowed. \r\n\r\nI am also asking for four (4) audio recordings between my cellphone (818) 310-5073 and the San Rafael PD. The two with Officer Bellamy, the one with Lt. Bishop, and the one in January of 2023. The last call was where I was told the case was closed, no I could not file a false report complaint as “anyone can file a report.” \r\n\r\nI guess San Rafael PD is unaware of California Penal Code 148.5 PC. An audio copy is desired.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nFrank Robinson",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/san-rafael-3427/san-rafael-pd-159362/"
  },
  {
    "id": 159361,
    "title": "Third Party Investigative Platform (Purchase and Contract records)",
    "slug": "third-party-investigative-platform-purchase-and-contract-records",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 2116,
    "username": "beryllipton",
    "agency": 646,
    "datetime_submitted": "2024-02-26T13:41:57.565190",
    "date_due": "2024-03-07",
    "days_until_due": null,
    "date_followup": "2024-03-07",
    "datetime_done": null,
    "datetime_updated": "2024-02-26T13:41:57.780851",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 159361,
        "from_user": 2116,
        "to_user": 9892,
        "subject": "Maryland Public Information Act Request: Third Party Investigative Platform (Purchase and Contract records)",
        "datetime": "2024-02-26T13:41:57.780851",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Maryland Public Information Act, I hereby request the records listed below regarding the following four software programs: \r\n\r\n• Thompson Reuters Clear (https://legal.thomsonreuters.com/en/products/clear)\r\n• LexisNexis Accurint (https://www.accurint.com/)\r\n• TransUnion TLOxp, which may also be part of the TruLookup system (https://www.tlo.com/law-enforcement)\r\n• SoundThinking CrimeTracer, which was formerly a product called COPLINK X (https://www.soundthinking.com/law-enforcement/crime-analysis-crimetracer/) from the company formerly known as ShotSpotter\r\n\r\nFor each of the above mentioned platforms, please provide the following records: \r\n\r\n• CONTRACTS AND AGREEMENTS —  All contracts (as well as associated amendments, attachments, and exhibits) and agreements related to the acquisition and use of these \"software\" programs.\r\n• PURCHASE INFORMATION — All invoices and purchase information for costs and products associated with the above-referenced platforms.\r\n\r\nPlease provide responsive materials for the period from January 1, 2021 through the date this request is processed. \r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBeryl Lipton",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/baltimore-315/third-party-investigative-platform-purchase-and-contract-records-159361/"
  }
]