[
  {
    "id": 180976,
    "title": "1971 Records About Bangladesh",
    "slug": "1971-records-about-bangladesh",
    "status": "submitted",
    "embargo_status": "public",
    "user": 150374,
    "username": "KaviShahnawaz",
    "agency": 14,
    "datetime_submitted": "2025-02-04T19:00:17.453338",
    "date_due": "2025-03-05",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-02-04T19:00:17.570620",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 180976,
        "from_user": 150374,
        "to_user": 9615,
        "subject": "Freedom of Information Act Request: 1971 Records About Bangladesh",
        "datetime": "2025-02-04T19:00:17.570620",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\n-     Any documented phone calls, telegrams, and other communications amongst Department of State staff members in reference to the country of Bangladesh, its people, and its language that occurred between March and December of 1971.\r\n\r\n-     Any lines of communication between Department of State staff members and Bangladeshi leaders, including the country’s Prime Minister, that occurred during the aforementioned time period.\r\n\r\n-     Any documents about Bangladesh’s Liberation War of 1971 that are not already available on the National Archives catalog.\r\n\r\nResponsive documents will be made available to the general public. Additionally, this request is being made for personal and not commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if possible. If only paper files are available, please send them to my mailing address listed below.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKavi Shahnawaz\r\n(215) 964-5790\r\n4508 Locust St. \r\nPhiladelphia, PA 19139",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/1971-records-about-bangladesh-180976/"
  }
]