[
  {
    "id": 153928,
    "title": "Dept. of Energy collaboration with production of \"Transcendence\" (2014)",
    "slug": "dept-of-energy-collaboration-with-production-of-transcendence-2014",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 122968,
    "username": "Brett-DCF",
    "agency": 15,
    "datetime_submitted": "2023-10-31T13:07:09.912652",
    "date_due": "2023-11-30",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-10-31T13:07:10.109682",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 153928,
        "from_user": 122968,
        "to_user": 25384,
        "subject": "",
        "datetime": "2023-10-31T13:07:10.109682",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAny documents pertaining to the filming of the 2014 film \"Transcendence,\" directed by Wally Pfister and starring Johnny Depp, at the Lawrence Livermore National Laboratory. At least two other films--\"Tron\" (1982) and \"Star Trek: Into Darkness\" (2013)--were given permission to use Lawrence Livermore as a filming location, according to now publicly available documents, and the George Lucas-directed movie \"THX 1138\" (1971) also used facilities in Lawrence Livermore, according to members of the production. Lawrence Livermore, a Dept. of Energy facility, is referenced specifically in the film \"Transcendence.\" I therefore request a search of all locations where such documents might be located, including but not limited to the entertainment liaison offices and communications HQ or similar offices. Such documents may include, but are not limited to, script notes; production assistance agreements; and all records of communications between employees of Lawrence Livermore and the Dept. of Energy and members of the cast, crew, and production company of \"Transcendence,\" including memos, notes of meetings and conference calls, emails, and other forms of communication.\r\n\r\nI am the Director of Research Operations at a 501(c)(3) non-profit organization called The Decoding Culture Foundation. These documents will be used for public education and research purposes. I therefore request a waiver of all fees that may otherwise apply.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBrett Carollo",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/dept-of-energy-collaboration-with-production-of-transcendence-2014-153928/"
  }
]