[
  {
    "id": 154818,
    "title": "Ketamine Shortage",
    "slug": "ketamine-shortage",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 124808,
    "username": "adjustablenormal",
    "agency": 137,
    "datetime_submitted": "2023-11-22T09:16:32.309104",
    "date_due": "2023-12-21",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-11-22T09:16:32.431170",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 154818,
        "from_user": 124808,
        "to_user": 9902,
        "subject": "",
        "datetime": "2023-11-22T09:16:32.431170",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nBased on public information released on November 20, 2023, indicating shortages and backorders of specific ketamine and Ketalar products, I am requesting access to the following detailed records:\r\n\r\n1. Any official notifications, bulletins, alerts, or advisories issued by the state health department or related agencies regarding the shortage of ketamine and Ketalar products mentioned in the release dated November 20, 2023 (https://www.ashp.org/drug-shortages/current-shortages/drug-shortage-detail.aspx?id=391&loginreturnUrl=SSOCheckOnly). \r\n\r\nThese products include but may not be limited to:\r\n\r\nKetalar injection, Par Pharmaceuticals, including products with NDC codes: 42023-0113-10, 42023-0115-10, 42023-0114-10.\r\nKetamine injection, Eugia US, including products with NDC codes: 55150-0438-10, 55150-0440-10.\r\nKetamine injection, Hikma, including products with NDC codes: 00143-9509-10, 00143-9508-10.\r\nKetamine injection, Pfizer, including products with NDC codes: 00409-2051-05, 00409-2053-10.\r\n\r\n2. Include records, reports, analyses, or summaries detailing the causes, status updates, and projected resolution plans for shortages of the specified ketamine and Ketalar products within the state during the specified time frame. This should include information on increased demand, manufacturing delays, active ingredient shortages, backorders, estimated resupply dates, and any alternative management strategies provided in the release.\r\n\r\n3. All communications, including emails, letters, memos, guidelines, directives, notices, and internal or external correspondence provided to healthcare facilities. This should encompass a comprehensive range of institutions such as licensed mental health clinics, hospitals, urgent care centers, rehabilitation facilities, outpatient clinics, and any other healthcare facilities recognized by their respective state regulatory bodies. \r\n\r\n4. Correspondence, agreements, contracts, purchase orders, negotiations, or any documented interactions between the state health department and ketamine or Ketalar manufacturers, suppliers, or distributors pertaining to the shortage of these specific products within the state during the specified time frame.\r\n\r\nPlease include digital attachments, such as pdf, word processing, excel, and slide documents that mention any of the specific ketamine and Ketalar products listed in the release dated November 20, 2023, with their corresponding NDC codes. Include attachments related to these communications.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nPatrick McConnell",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/ketamine-shortage-154818/"
  }
]