[
  {
    "id": 176288,
    "title": "MESQUITE",
    "slug": "mesquite",
    "status": "ack",
    "embargo_status": "public",
    "user": 74011,
    "username": "BernadetteFeazell",
    "agency": 28643,
    "datetime_submitted": "2024-11-13T18:40:49.364558",
    "date_due": "2024-11-29",
    "days_until_due": null,
    "date_followup": "2024-11-29",
    "datetime_done": null,
    "datetime_updated": "2024-11-13T18:40:49.435312",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 176288,
        "from_user": 74011,
        "to_user": 82233,
        "subject": "Texas Public Information Act Request: MESQUITE",
        "datetime": "2024-11-13T18:40:49.435312",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\nFRANCES:\r\n\r\nCAN YOU PLEASE PROVIDE ME WITH THE FOLLOWING DOCUMENTS:\r\n\r\n1) COPY OF CHECK RECEIVED FROM THE INSURANCE COMPANY FOR THE 2017 WHITE DODGE GRAND CARAVAN SE THAT WAS SUBJECT TO A CAR WRECK ON OR ABOUT 03/08/2021. AS WELL AS ANY PAYMENTS MADE TO ANDERSON PRESCISON COLLISION .\r\n2) ANY DOCUMENTS, COMMUNICATIONS WITH THE INSURANCE COMPANY RELATING TO THIS CLAIM.\r\n3) ALL EXPENSE REQUEST FOR REIMBURSEMENT FOR THE TRIP TO THE ADVANCED HOSTAGE RESCUE TRAINING IN DALLAS THAT TOOK PLACE DURING THE MONTH OF MARCH 2021. THE EMPLOYEES THAT ATTENDED INCLUDE JASON SANDELL, JAMES WOLFE, CODY BLOSSMAN, BRANDON PARANUK, KEVIN REYNA, CHRIS EVANS, SAM BLANCO, MARTIN ARELLANO AND ANYONE ELSE THAT IS NOT MENTIONED THAT COULD HAVE BEEN AT THIS TRAINING.\r\n4) ALSO PLEASE PROVIDE THE EXPENSE TICKET FOR HOOTERS AS WELL.\r\n\r\nTHANKS.\r\n\r\n-B\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBernadette Feazell",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/mclennan-county-2697/mesquite-176288/"
  }
]