[
  {
    "id": 164052,
    "title": "Dolores Griedel CIA Files",
    "slug": "dolores-griedel-cia-files",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 67295,
    "username": "NathanIsaac",
    "agency": 6,
    "datetime_submitted": "2024-05-20T23:41:35.199959",
    "date_due": "2024-06-18",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-05-20T23:41:35.283895",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164052,
        "from_user": 67295,
        "to_user": 9567,
        "subject": "Freedom of Information Act Request: Dolores Griedel CIA Files",
        "datetime": "2024-05-20T23:41:35.283895",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nCopies of all records and documents pertaining to Dolores Griedel (date of birth July 28, 1928 / date of death May 14, 2007) for the period of 1960 through 1970, who was employed with the Central Intelligence Agency. \r\n\r\nPlease include all records, documents, reports, memoranda, correspondence, photographs, and any other materials related to Ms. Griedel. Additionally, if there are any documents or records related to correspondence between Ms. Griedel and/or Walter Lee Parman, Dr. Richard H. Follis, Robert L. Gales, or Shirley Ann Cary -- or documents or correspondence regarding any of these individuals -- please produce copies of those documents and records as well.\r\n\r\nIf my request is denied in whole or part, I ask that you justify all deletions by reference to specific exemptions of the Act.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nNathan Isaac",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/dolores-griedel-cia-files-164052/"
  }
]