[
  {
    "id": 191662,
    "title": "CIA JCE 8.21.25",
    "slug": "cia-jce-82125",
    "status": "submitted",
    "embargo_status": "public",
    "user": 60252,
    "username": "rskva102",
    "agency": 6,
    "datetime_submitted": "2025-08-21T07:28:47.843354",
    "date_due": "2025-09-19",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-08-21T07:28:47.940729",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 191662,
        "from_user": 60252,
        "to_user": 9567,
        "subject": "",
        "datetime": "2025-08-21T07:28:47.940729",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear FOIA Officer:\r\n\r\nYou are receiving this correspondence as a request under the Freedom of Information Act, 5 U.S.C. subsection 552. I am requesting the following:\r\n\r\nCopies of all Central Intelligence Agency (CIA) records, documents, and communications responsive to John Clifford Ellsworth, aka Clifford J. Ellsworth, aka John Jaymes, aka John James, aka Thomas Fiorella (April 04 1946 — December 21, 1994; SSN 132-34-2550).\r\n\r\nMr. Ellsworth was a criminal forger and associate of the Gambino crime family. Mr. Ellsworth was connected to a business, the International Children's Appeal (ICA), that appeared in a 20/20 segment, \"In the Name of Charity\", on July 19, 1979, for engaging in financial fraud and money laundering. The business targeted a United Nations charity, UNICEF, as part of a year-long fundraising event, the International Year of the Child.\r\n\r\nIn the 20/20 segment, it was revealed Mr. Ellsworth maintained connections to the Gambino crime family, and had intended to use the ICA to help a Gambino captain, James Vincent Eppolito, launder money obtained through drug trafficking. Reporters working for 20/20 stated Mr. Ellsworth both leading up to and during this period worked as a government informant, naming the Drug Enforcement Administration as one of the agencies that he worked for.\r\n\r\nDocuments disclosed during  subsequent court case, United States of America v. Frank Cosolito and Ralph Russo (Crim. No. 79-436-C), revealed Mr. Ellsworth also worked for the Department of Justice and the Internal Revenue Service. A judgment from that case can be found here: https://law.justia.com/cases/federal/district-courts/FSupp/488/531/1400252/\r\n\r\nIn response to press coverage of his exploits, Mr. Ellsworth stated to a journalist working for the Washington Post that he \"once took a fall\" for the CIA, indicating that he maintained some sort of association with the agency. A copy of the Washingtonian Post article can be found here: https://www.washingtonpost.com/archive/lifestyle/1979/12/02/the-mysterious-connections-of-john-ellsworth/6044c556-88b1-480c-b6ce-cc24043a0805/\r\n\r\nThe CIA appears to have maintained some sort of interest in Mr. Ellsworth, as a copy of the Washington Post article can be found in its CREST system: https://www.cia.gov/readingroom/docs/CIA-RDP80B01554R003300190041-5.pdf\r\n\r\nThe article can be found on pages 2 and 5 of the linked document. These pages include the following underlined sections:\r\n\r\n1. \"One partner with alleged American CIA connections who actually dealt in arms, with a 'catalog' that included a 'laser gun that can cut a tree in half.'\"\r\n\r\n2. \"Ellsworth laughs when told that many of his former employees at ICA are convinced that he himself is in no danger because it is widely believed in certain criminal circles that he 'works for the CIA.'\"\r\n\r\nAs such, I am requesting the CIA release all records not already released about Mr. Ellsworth. You may exclude the previously released Washington Post article from this request.\r\n\r\nThere is a compelling public interest in releasing this information: between 1977 and 1979, Mr. Ellsworth attended events at the White House and hosted a luncheon for First Lady Rosalynn Carter. Any association with a sitting president, or the CIA, for that matter, would be a subject of public concern.\r\n\r\nThis information has already been requested at least once in the past: FOIA request F-2018-01557, for information pertaining to \"JOHN CLIFFORD ELLSWORTH [1946-1994]\", was opened on May 9, 2018, per the CIA's 2018 FOIA case log.\r\n\r\nI am asking you waive any fees associated with this request. I am a member of the news media. My bylines, which include Unicorn Riot, Covert Action Magazine, and the Geopolitical Economy Report, can be found in both print and electronic publications, and I am sending this request in coordination with Muckrock, an award-winning and nationally-recognized news organization. Please take note of the Office of Management and Budget guidelines published March 27, 1987 (52 FR 10012) that include electronic publications and other nontraditional publishers as representatives of the news media.\r\n\r\nIn the event that there are fees, I am willing to pay up to $100. Please advise if fees will exceed this amount so I might make an arrangement for requesting the records. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nI look forward to your response within 20 working days, as the statute requires. If access to the records I am requesting will take longer, please contact me with information about when I might expect copies or the ability to inspect the requested records.\r\n\r\nIf you deny any or all of this request, please cite each specific exemption you feel justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\r\n\r\nSincerely,\r\n\r\nRobert Skvarla, Jr.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/cia-jce-82125-191662/"
  },
  {
    "id": 191661,
    "title": "FBI HMC 8.21.25",
    "slug": "fbi-hmc-82125",
    "status": "submitted",
    "embargo_status": "public",
    "user": 60252,
    "username": "rskva102",
    "agency": 10,
    "datetime_submitted": "2025-08-21T07:28:20.859605",
    "date_due": "2025-09-19",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-08-21T07:28:20.955487",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 191661,
        "from_user": 60252,
        "to_user": 9555,
        "subject": "",
        "datetime": "2025-08-21T07:28:20.955487",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear FOIA Officer:\r\n\r\nYou are receiving this correspondence as a request under the Freedom of Information Act, 5 U.S.C. subsection 552. I am requesting the following:\r\n\r\nCopies of all Federal Bureau of Investigation (FBI) records, documents, and communications responsive to Dr. Harris Marshall Chadwell (July 20, 1898 — June 3, 1980).\r\n\r\nDr. Chadwell served as the Division Chief for Divisions 11 and 19 at the National Defense Research Committee (NDRC) and later the Office of Scientific Research and Development (OSRD) between 1940 and 1946; Associate Director of the Rockefeller Foundation's Natural Sciences Division between 1947 and 1948; Deputy Manager of the New York office of the Atomic Energy Commission (AEC) between 1949 and 1950; and Assistance Director of the Office of Scientific Intelligence at the Central Intelligence Agency (CIA) between 1950 and 1955.\r\n\r\nThree of the these agencies—the NDRC/OSRD, AEC, and CIA—would have required Internal Security checks by the FBI to clear Dr. Chadwell for government service. As such, I am requesting all FBI records generated during these reviews and any other records created at any point related to Dr. Chadwell.\r\n\r\nDr. Chadwell is a figure of ongoing public interest. While working for the CIA, Dr. Chadwell was formative in the agency convening the Robertson Panel, a scientific committee established in 1952 to review the United States Air Force's research into unidentified flying objects; he lobbied Director of Central Intelligence Walter Bedell Smith to create the group, worked with panel head Howard P. Robertson to select its members,  and served as an associate member and agency liaison to the group. Dr. Chadwell's involvement with the Robertson Panel is public knowledge thanks to disclosure by the CIA in its academic journal, \"Studies in Intelligence\", in November 1997. A copy of the article by Gerald Haines, \"CIA's Role in the Study of UFOs, 1947-90\", can be found here: https://www.cia.gov/resources/csi/static/cia-role-study-UFOs.pdf\r\n\r\nProof of death is not required as Dr. Chadwell's date of birth was over 100 years ago.\r\n\r\nPlease conduct a search of the Central Records System, including but not limited to the Electronic Surveillance (ELSUR) Records System, the Microphone Surveillance (MISUR) Indices, the Physical Surveillance (FISUR) Indices, and the Technical Surveillance (TESUR) Indices, for both main-file records and cross-reference records related to all above referenced committees, agencies, and organizations.\r\n\r\nI am asking you waive any fees associated with this request. I am a member of the news media. My bylines, which include Unicorn Riot, Covert Action Magazine, and the Geopolitical Economy Report, can be found in both print and electronic publications, and I am sending this request in coordination with Muckrock, an award-winning and nationally-recognized news organization. Please take note of the Office of Management and Budget guidelines published March 27, 1987 (52 FR 10012) that include electronic publications and other nontraditional publishers as representatives of the news media.\r\n\r\nA fee waiver would be appropriate for the reasons stated above.\r\n\r\nIn the event that there are fees, I am willing to pay up to $100. Please advise if fees will exceed this amount so I might make an arrangement for requesting the records. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nI look forward to your response within 20 working days, as the statute requires. If access to the records I am requesting will take longer, please contact me with information about when I might expect copies or the ability to inspect the requested records.\r\n\r\nIf you deny any or all of this request, please cite each specific exemption you feel justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\r\n\r\nSincerely,\r\n\r\nRobert Skvarla, Jr.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/fbi-hmc-82125-191661/"
  }
]