[
  {
    "id": 155621,
    "title": "Voting Rights Restoration",
    "slug": "voting-rights-restoration",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 115425,
    "username": "BobbyMandelberg",
    "agency": 15255,
    "datetime_submitted": "2023-12-06T11:44:59.812078",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2023-12-21",
    "datetime_done": null,
    "datetime_updated": "2023-12-06T11:44:59.971242",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 155621,
        "from_user": 115425,
        "to_user": 19789,
        "subject": "Alabama Open Records Law Request: Voting Rights Restoration",
        "datetime": "2023-12-06T11:44:59.971242",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Alabama Open Records Law, I hereby request the following records:\r\n\r\nI would like to see how many persons have applied to have their voting rights restored in Alabama after convictions from the following states over a 10-year period. \r\n\r\nI would also like to know how many of these applicants successfully had their voting rights restored. \r\n\r\nThe states I would like to look at are as follows:\r\n \r\nCalifornia, Colorado, New York, Illinois, Ohio, Pennsylvania, Michigan, and Indiana.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nAndré Natta, a citizen of Alabama, in coordination with Bobby Mandelberg.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/alabama-159/voting-rights-restoration-155621/"
  }
]