[
  {
    "id": 152890,
    "title": "OIG Case Management System (CMS)",
    "slug": "oig-case-management-system-cms",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 27422,
    "username": "dmehrotra",
    "agency": 2526,
    "datetime_submitted": "2023-10-06T10:28:44.252543",
    "date_due": "2023-11-06",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-10-06T10:28:44.380973",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 152890,
        "from_user": 27422,
        "to_user": 13011,
        "subject": "",
        "datetime": "2023-10-06T10:28:44.380973",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAccording to a Privacy Impact Assessment (https://www2.ed.gov/notices/pia/oig-pia-cms.pdf), The U.S. Department of Education (ED) Office of Inspector General (OIG) Case Management System (CMS) is a web-based system that tracks complaints, preliminary inquiries, and investigations that OIG Staff use for case management and program referral capabilities. The system is designed to facilitate criminal, civil, and administrative investigations of fraud, waste, and abuse in programs administered by the Department of Education. The CMS is designed to generate statutorily required information and management reports, as well as assisting in the overall management and collection of data that is required for successful prosecutions. Data output is typically PDF, Microsoft Excel, or text formats. \r\n\r\nI am looking for:\r\n1. A log of all complaints, preliminary inquiries, and investigations tracked by the CMS since 01/01/2018.  Please include all columns of the database.\r\n2.  The current database schema, data dictionary, or other reference document(s) to how ED OIG keeps track of invoices.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDhruv Mehrotra",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/oig-case-management-system-cms-152890/"
  }
]