[
  {
    "id": 137695,
    "title": "Blackstone Board of Selectmen - Executive Meeting Minutes Request 2",
    "slug": "blackstone-board-of-selectmen-executive-meeting-minutes-request-2",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 77675,
    "username": "Erik.Sorenson",
    "agency": 33824,
    "datetime_submitted": "2022-12-08T21:07:20.838235",
    "date_due": "2023-01-09",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2022-12-08T21:07:20.915671",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 137695,
        "from_user": 77675,
        "to_user": 107576,
        "subject": "",
        "datetime": "2022-12-08T21:07:20.915671",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to Massachusetts General Law Chapter 66, Section 10, I'm re-requesting the missing executive session minutes generated by the Blackstone Board of Selectmen for the years 2015 through 2021 from my previous request on 6/22/21 (https://www.muckrock.com/foi/blackstone-468/blackstone-board-of-selectmen-executive-meeting-minutes-114476/).  After cross referencing the meeting minutes on the town's website, the following executive meeting minutes are missing from the previous request and I am hoping they can be included in this response:\r\n\r\n3/27/2018\r\n5/21/2019\r\n6/18/2019\r\n7/1/2019\r\n7/16/2019\r\n9/10/2019\r\n9/24/2019\r\n11/10/2020\r\n12/22/2020\r\n\r\nMassachusetts law requires that executive session minutes be reviewed and released regularly, and that once the stated purpose for a particular executive session has ended, the minutes of the executive sessions are to be made public.\r\n\r\nPlease be advised that denial of this request, or redactions made to released materials must be accompanied by citations of the exemptions you believe allow you to withhold the information requested.\r\n\r\nI'm requesting that any fees be waived, as I believe the release of these materials is in the public interest, however, if fees cannot be waived, I ask that you include a good faith estimate of the anticipated fees in your response. I also request that the materials be provided electronically in an email attachment, in either PDF or Microsoft Word so it will be easily searchable.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nErik S.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/blackstone-board-of-selectmen-executive-meeting-minutes-request-2-137695/"
  }
]