[
  {
    "id": 186884,
    "title": "DPS Internal Records on PTSA Incidents – Centennial (Oct 2024 & Mar 2025)",
    "slug": "dps-internal-records-on-ptsa-incidents-centennial-oct-2024-mar-2025",
    "status": "submitted",
    "embargo_status": "public",
    "user": 159142,
    "username": "pquigley",
    "agency": 5864,
    "datetime_submitted": "2025-05-22T01:33:24.592998",
    "date_due": "2025-05-28",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-05-22T01:33:24.705264",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186884,
        "from_user": 159142,
        "to_user": 22133,
        "subject": "",
        "datetime": "2025-05-22T01:33:24.705264",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Colorado Open Records Act, I hereby request the following records:\r\n\r\nI request access to the following public records under the Colorado Open Records Act (CORA), § 24-72-201 et seq., C.R.S., covering the period from October 1, 2024, through the date this request is received. These records concern internal communications within Denver Public Schools (DPS) related to two key incidents at Centennial School for Expeditionary Learning involving the Centennial PTSA and myself (Patrick Quigley):\r\n\r\n- An October 23, 2024 incident in which PTSA Committee Co-Chair Michelle Frankel yelled and used profanity toward me, a parent volunteer, on school grounds and in front of students.\r\n- A set of claims made on March 6, 2025, by PTSA Treasurer Eric Lyche, alleging that I violated policy, removed a student from the PTSA Clubs Program, and caused emotional distress to a parent.\r\n\r\nFor the purposes of this request, “communications” includes, but is not limited to: emails, text messages, meeting notes or summaries, records of phone or in-person conversations, chat messages (including Slack or Microsoft Teams), calendar invites, agendas, and any written or recorded documentation—including internal drafts or materials created by DPS personnel for internal use.\r\n\r\nRequested Records:\r\n\r\nPlease produce all communications and records exchanged between or among the following DPS individuals or departments:\r\n\r\n- Scott Wolf, Director of Operational Services\r\n- Emily Volkert, Principal at Centennial\r\n- DPS Human Resources, including Alui Kouassi\r\n- DPS Legal or Risk Management personnel\r\n- DPS Communications personnel\r\n- Regional or instructional superintendents\r\n- Family and Community Engagement (FACE)\r\n\r\n...that reference or relate to:\r\n\r\n- The October 2024 or March 2025 incidents\r\n- Any use or discussion of my name in connection with those incidents, my volunteer role, or related complaints\r\n- Internal guidance, recommendations, or direction—including from Mr. Wolf to Principal Volkert—regarding how to manage, respond to, or characterize either incident or related communications from the PTSA or from me\r\n- Internal evaluations or concerns regarding my volunteer role, including reputational risk, conflict management, or parent complaints\r\n- Discussions or evaluations of DPS Board Policy KFA and its applicability to either incident\r\n- Oversight of or internal evaluations related to the PTSA Clubs Program, including PTSA conduct, safety practices, volunteer management, policy compliance, or DPS’s responsibility for incidents involving PTSA volunteers\r\n- Responses to my complaints or requests for retraction, including any internal assessment of reputational risk or incident handling\r\n\r\nPlease exclude records entirely unrelated to the individuals, incidents, or volunteer role described above (e.g., general personnel matters or unrelated school operations).\r\n\r\nIf any portion of this request yields no responsive records, I request confirmation of that outcome. If any records are withheld or redacted, please cite the specific legal exemption under § 24-72-204(3)(a), C.R.S., and provide a general description of the withheld material.\r\n\r\nIf clarification or narrowing would expedite fulfillment, please notify me.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nPatrick Quigley",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/denver-145/dps-internal-records-on-ptsa-incidents-centennial-oct-2024-mar-2025-186884/"
  },
  {
    "id": 186883,
    "title": "Centennial PTSA-DPS Communications: Oct 2024 and Mar 2025 Incidents",
    "slug": "centennial-ptsa-dps-communications-oct-2024-and-mar-2025-incidents",
    "status": "submitted",
    "embargo_status": "public",
    "user": 159142,
    "username": "pquigley",
    "agency": 5864,
    "datetime_submitted": "2025-05-22T01:08:05.221357",
    "date_due": "2025-05-28",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-05-22T01:08:05.346297",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186883,
        "from_user": 159142,
        "to_user": 22133,
        "subject": "",
        "datetime": "2025-05-22T01:08:05.346297",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Colorado Open Records Act, I hereby request the following records:\r\n\r\nI request records under the Colorado Open Records Act (CORA), § 24-72-201 et seq., C.R.S., from October 1, 2024, through the date this request is received. The records relate to interactions between Denver Public Schools (DPS), staff at Centennial School for Expeditionary Learning, the Centennial PTSA, and myself (Patrick Quigley), concerning two key incidents:\r\n\r\n1) An October 23, 2024 incident involving PTSA Committee Co-Chair Michelle Frankel yelling and using profanity toward me, a parent volunteer, on school grounds and in front of students.\r\n2) A set of claims made on March 6, 2025, by PTSA Treasurer Eric Lyche, alleging that I violated policy, removed a student from the PTSA Clubs Program, and caused emotional distress to a parent.\r\n\r\nFor purposes of this request, “communications” includes, but is not limited to: emails, text messages, voicemail transcripts or summaries, meeting notes, agendas, phone logs or call summaries, calendar invites, chat logs (including Slack, Microsoft Teams, or similar platforms), internal drafts, or any other written or recorded materials that document verbal, written, or digital exchanges.\r\n\r\nPlease include all communication regardless of whether the records originated on personal or non-DPS accounts. This includes, for example, emails sent to or from centennialclubspta@gmail.com or similar accounts used for PTSA-related business. Please also include any communication forwarded or CC’d from PTSA members to DPS personnel.\r\n\r\nRequested Records:\r\n\r\n1. Communications between Centennial Principal Emily Volkert and any member of the Centennial PTSA (including but not limited to Michelle Frankel, Kelli Goodwin, and Eric Lyche) that reference or relate to:\r\n\r\n- The October or March incidents\r\n- Volunteer conduct, student safety, or policy enforcement related to the PTSA Clubs Program\r\n- Discussion of any Code of Conduct or volunteer expectations considered for the PTSA Clubs program\r\n- Any discussion of myself, my concerns about PTSA Clubs, or my volunteer status\r\n- Any instructions or discussions regarding how to respond to communications from me\r\n- Any discussion of parent concerns, student readiness, or decisions about removing or excluding students from Clubs\r\n\r\n2. Communications between DPS Director of Operational Services Scott Wolf and any Centennial PTSA member, including any calendar invites or summaries of in-person meetings, that reference or relate to:\r\n\r\n- The October or March incidents\r\n- Fact-finding or clarification efforts conducted or requested  by Mr. Wolf for either incident\r\n- Narratives or claims made by PTSA members about either incident or its aftermath\r\n- Any direction or talking points from Mr. Wolf on how to respond to or manage the situation\r\n- Discussions of whether the PTSA would issue a retraction, correction, or apology\r\n- Safety, conduct, or oversight procedures for volunteers or PTA activities/programs\r\n\r\n3. Communications between Centennial staff (Ms. Robyn Thompson and Ms. Monica Osborn) and any Centennial PTSA member related to:\r\n\r\n- Student readiness, behavior, accommodations, or eligibility for the Clubs Program\r\n\r\n4. Communications between DPS Human Resources (including Alui Kouassi) and any of the following: Principal Volkert, Scott Wolf, Centennial PTSA members, or other DPS staff, related to:\r\n\r\n- Either the October or March incidents\r\n- Oversight of or accountability for the PTSA or its volunteers\r\n- Volunteer conduct, complaint handling, or policy enforcement\r\n- Whether DPS Board Policy KFA or other policies applied to either incident\r\n- The reported HR “typo” or failure to contact the Centennial PTSA\r\n- Any efforts to obtain or verify Centennial PTSA contact info\r\n\r\nIf any portion of this request yields no responsive records, I ask that you confirm that explicitly. If any records are withheld, please cite the specific legal exemption and provide a general description as required under § 24-72-204(3)(a), C.R.S.\r\n\r\nIf clarification or narrowing would expedite fulfillment, please notify me.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nPatrick Quigley",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/denver-145/centennial-ptsa-dps-communications-oct-2024-and-mar-2025-incidents-186883/"
  }
]