[
  {
    "id": 161786,
    "title": "Tom Vilsack emails to the National Pork Producers Council",
    "slug": "tom-vilsack-emails-to-the-national-pork-producers-council",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 132876,
    "username": "JulietaCardenas",
    "agency": 60,
    "datetime_submitted": "2024-04-08T15:43:10.662442",
    "date_due": "2024-05-06",
    "days_until_due": null,
    "date_followup": "2024-05-06",
    "datetime_done": null,
    "datetime_updated": "2024-04-08T15:43:10.802000",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161786,
        "from_user": 132876,
        "to_user": 9900,
        "subject": "Freedom of Information Act Request: Tom Vilsack emails to the National Pork Producers Council",
        "datetime": "2024-04-08T15:43:10.802000",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nCorrespondence including emails and letters between Tom Vilsack and the National Pork Producers Council from January 2023 to April 8th, 2024. Public comments by Secretary Vilsack and the National Pork Producers Council show support for the pork industry and I am following developments following Proposition 12 in my capacity as a journalist at Sentient Media.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJulieta Cardenas",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/tom-vilsack-emails-to-the-national-pork-producers-council-161786/"
  }
]