[
  {
    "id": 162347,
    "title": "Former Employee Robert Dorman Reports and Videos Release Request",
    "slug": "former-employee-robert-dorman-reports-and-videos-release-request",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 100109,
    "username": "romeodelta",
    "agency": 5233,
    "datetime_submitted": "2024-04-18T13:11:31.170144",
    "date_due": "2024-05-02",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-18T13:11:31.292694",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162347,
        "from_user": 100109,
        "to_user": 11839,
        "subject": "",
        "datetime": "2024-04-18T13:11:31.292694",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\nAll reports to include offense/incident, information, and supplement reports, written by former employee Robert Dean Dorman (1814) that are releasable by law, i.e. no longer related to criminal investigation, etc. I also hereby request copies of all body worn camera and vehicle dash camera video from any device to include vehicles assigned to or used by Dorman, even if temporarily so, that was recorded between the hours of 1700-0500, during years 2015-2018, and is longer than four minutes but shorter than 31 minutes. I prefer the reports and videos in digital format stored on a portable drive as possible, or as explained below. I also hereby request an itemized fee schedule to approve for the filling of this request before producing the requested items, or information concerning fees and total charges as explained below.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobert D. Dorman",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/plano-2954/former-employee-robert-dorman-reports-and-videos-release-request-162347/"
  }
]