[
  {
    "id": 204143,
    "title": "Paraguayan designations",
    "slug": "paraguayan-designations",
    "status": "submitted",
    "embargo_status": "public",
    "user": 35710,
    "username": "MatthewPetti_RNucinGD",
    "agency": 498,
    "datetime_submitted": "2026-02-04T07:51:30.295784",
    "date_due": "2026-03-05",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2026-02-04T07:51:30.453342",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 204143,
        "from_user": 35710,
        "to_user": 11167,
        "subject": "Freedom of Information Act Request: Paraguayan designations",
        "datetime": "2026-02-04T07:51:30.453342",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nOffice of Foreign Asset Control (OFAC) administrative records (designation packages) supporting the designations of the former Paraguayan president Horacio Manuel Cartes Jara and former vice president Hugo Adalberto Velazquez Moreno.\r\n\r\nOFAC's announcement of the designations can be found at the following link: https://home.treasury.gov/news/press-releases/jy1221\r\n\r\nIf any part of these documents are exempt from disclosure, please be sure to review and release all reasonably segregable nonexempt portions of responsive documents, as the FOIA requires.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMatthew Petti",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/paraguayan-designations-204143/"
  }
]