[
  {
    "id": 179931,
    "title": "Luigi Mangione Perp Walk Budget",
    "slug": "luigi-mangione-perp-walk-budget",
    "status": "submitted",
    "embargo_status": "public",
    "user": 146618,
    "username": "mdougherty",
    "agency": 272,
    "datetime_submitted": "2025-01-16T12:56:10.279006",
    "date_due": "2025-01-24",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-01-16T12:56:10.390539",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 179931,
        "from_user": 146618,
        "to_user": 9986,
        "subject": "New York Freedom of Information Law Request: Luigi Mangione Perp Walk Budget",
        "datetime": "2025-01-16T12:56:10.390539",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nData showing the budget of all costs associated with the widely publicized December 19, 2024 \"perp walk\" of Luigi Mangione upon entering New York City following extradition from Pennsylvania, including but not limited to:\r\n- The cost of transportation via helicopter;\r\n- The cost in man hours of all members of the security team assigned to walk with Mangione;\r\n- An inventory and cost of all weapons used during the walk from the helicopter pad to the building;\r\n- Any additional security detail costs associated with the presence of New York Mayor Eric Adams;\r\n- Any other security or logistical costs related to the transportation of Luigi Mangione into NYCPD custody.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes. I am a freelance reporter for Medill News, and I am requesting this information in that editorial capacity.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMaggie Dougherty",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-city-17/luigi-mangione-perp-walk-budget-179931/"
  }
]