[
  {
    "id": 162608,
    "title": "University of Texas, Austin - April 24, 2024 demonstration",
    "slug": "university-of-texas-austin-april-24-2024-demonstration",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 383,
    "datetime_submitted": "2024-04-24T19:26:05.988157",
    "date_due": "2024-05-08",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-24T19:26:06.086992",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162608,
        "from_user": 3031,
        "to_user": 10278,
        "subject": "",
        "datetime": "2024-04-24T19:26:06.086992",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\n1. Any draft (in its native format) of the April 23, 2024 letter to the Palestine Solidarity Committee from the Office of the Dean of Students (\"Re: Notice Cancelling Planned Event\").\r\n\r\n2. Any draft statement by the UT Division of Student Affairs, whether or not made public, drafted on or in preparation for the events of April 24, 2024.\r\n\r\n3. Any communications, including text messages, sent or received by the following individuals on April 23 or 24, 2024, which relate to the demonstration on April 24, 2024:\r\na. Jay Hartzell\r\nb. Sharon L. Wood\r\nc. Nancy Brazzil\r\nd. Emily Reagan\r\ne. Andrea Sheridan\r\n\r\n4. Any communications to or from Jay Hartzell, any person employed by the Office of the President, or any person employed by the Office of Governmental Affairs and Initiatives, on the one hand, and any elected official (including Gov. Abbott, Lt. Gov. Patrick, any member of the Texas legislature, or any Member of Congress) or any member of the staff (such as aides, secretaries, or assistants) of an elected official, on the other hand, between April 15, 2024 and April 24, 2024, inclusive.\r\n\r\n5. Any communications to or from any person employed by the Office of Governmental Affairs and Initiatives, on the one hand, and any elected official (including Gov. Abbott, Lt. Gov. Patrick, any member of the Texas legislature, or any Member of Congress) or any member of the staff (such as aides, secretaries, or assistants) of an elected official, on the other hand, on or after October 1, 2023, which concerns or mentions \"Israel\", \"Palestine\", \"anti-semitism\", \"antisemitism\", \"anti-semitic\", \"antisemitic\", or \"IHRA\".\r\n\r\nPlease also note that this request seeks public records wherever they may be found, including on devices or networks owned or operated by private parties. For example, if an employee uses a personal cell phone or social media account to conduct public business, records created, maintained, or held on the phone or account are public records subject to this request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/texas-109/university-of-texas-austin-april-24-2024-demonstration-162608/"
  }
]