[
  {
    "id": 153517,
    "title": "Manuals and service instructions",
    "slug": "manuals-and-service-instructions",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 75268,
    "username": "ariccio",
    "agency": 3919,
    "datetime_submitted": "2023-10-21T02:05:36.440356",
    "date_due": "2023-10-27",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-10-21T02:05:36.637568",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 153517,
        "from_user": 75268,
        "to_user": 13720,
        "subject": "",
        "datetime": "2023-10-21T02:05:36.637568",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nThis is a resubmission of # R000094-061423, which I believe to have been illegally closed due to the extensive mismanagement of mail by the MTA in delaying review of the appeal until after the deadline had passed.\r\n\r\nIt has been more than a year since I submitted the first form of this request, and should the MTA continue to mishandle this process, I will not hesitate to retain legal counsel and begin litigation. I have significantly less patience after the incorrect closure of my appeal, that was downright rude.\r\n\r\n\r\nI am seeking copies of user/driver operating instructions, service manuals, service bulletins, and contract/design specifications, for the following subway cars, by rough order of fleet size:\r\nR46\r\nR62\r\nR62A\r\nR68\r\nR68A\r\nR142\r\nR142A\r\nR143\r\nR160\r\nR188\r\nR179\r\nR211A\r\nAnd the following buses, by rough order of introduction:\r\nNova Bus LFS TL40102A 3rd Generation\r\nOrion Bus Industries Orion VII 07.501 EPA10 3rd Generation\r\nNew Flyer XD40 Xcelsior\r\nNew Flyer C40LF Low Floor\r\nNova Bus LFS-A TL62102A 1st Generation articulated\r\nNew Flyer XD60 Xcelsior articulated\r\nNova Bus.LFS TL40102A 4th Generation\r\nNew Flyer XN40 Xcelsior\r\nNew Flyer XN60 Xcelsior articulated\r\nNew Flyer XDE40 Xcelsior\r\nNova Bus LFS-A TL62102A 4nd Generation articulated\r\nNova Bus LFS TL40102A 4th Generation\r\nNew Flyer XDE40 Xcelsior\r\n\r\nI do *not* need individual service requests, tickets, repair records, or similar information that is unique to each chassis.\r\n\r\nExamples of relevant documents, but by no means the only documents, specifically mentioned as furnished digitally to the MTA from the specification:\r\nTrain Operator's Manual\r\nRoad Car Inspector's Troubleshooting Manual\r\nWork Manual/Inspection Procedures \r\nOverhaul Manuals\r\nMaintenance and Engineering Instruction Manuals  \r\nInstructor Guides\r\nTraining Participant Guides\r\nTraining Aids (videos only)\r\nIllustrated Parts Catalogs (should these be available digitally)\r\n\r\nI do not have any interest in Operator Training Simulators, Special Presentation Equipment/Workstations, Special Tools and Test Equipment Manuals\r\n\r\nYou may narrow the request to only the portions of such records that are related to the HVAC system of vehicles. That's really what I'm interested in. Anything else would've simply been neat.\r\n\r\nSome of these vehicles have been in service for substantially longer than I've been alive. If any potentially responsive records more than 20 years or so old are not easily retrievable or searchable, you may absolutely narrow the search to the past 20 years, or any other reasonable periods of time which might be easily retrievable.\r\n\r\nDo not merely deny the request because the agency is large and may have records stored in different places - work with me. This does not need to be a waste of each other's time, we can go back and forth to construct a narrower request in good faith.\r\n\r\nI believe it is entirely unreasonable to withold, in blanket, the entire category of manuals and service bulletins, let alone the entire request, on the grounds of public safety. The case cited was a case of counterterrorism surveillance in a national security context that may have involved the disclosure of sources, methods, and targets. I think it should be obvious why I do not expect the operating manuals and service bulletins to contain information about sources, methods, and targets, of law enforcement.\r\n\r\nThe idea that mere information of the normal daily workings of mass transit vehicles in public hands is a threat to public safety flies in the face of good security practice (\"security through obscurity\" universally serves to perpetuate embarrassingly poor practices), but also is out of line with other industry practices. As an example, the full crew operations and instruction manuals for every mass produced passenger airliner is freely available to all, on the web, because the aviation industry has a proper understanding of safety and security.\r\n\r\nAs an example of why I believe this is unreasonable in the specific case of transit disruptions, I expect details of the locks and security systems of unattended signal huts to be of greater sensitivity than, for example, the operating instructions for the air-conditioning of a subway car. If these two examples were contained in the same \"record\" I'd reasonably expect the agency to redact the sensitive language rather than refuse disclosure of the entire record.\r\n\r\nAs a matter of fact, I have considerable reason to believe that said operation of the HVAC has been in a manner that is harmful to the lives and safety of new yorkers during an airborne pandemic that's already claimed the lives of several tens of thousands of said new yorkers. The disclosure of such information would likely contribute to the increased safety of new yorkers, and reduce disease related disrupts of all sorts in the system… including disruptions of the sort that have caused numerous sudden staffing shortages for the agency.\r\n\r\nYou cannot reasonably claim information about the HVAC system is an opportunity for terrorists or bad actors. An opportunity for what? To cause death and destruction by making subway cars slightly warmer than the already sizzling summer temperatures? Or cause grievous injuries by... Turning the fans up slightly?\r\n\r\nIf you're *really* honestly concerned that the 10ish buttons and a lever that operate the older model trains are so inherently unsafe and poorly secured that knowing which button (*clearly labeled in the cab*)  is responsible for each function ahead of time is sufficient to endanger the lives of New Yorkers...\r\n\r\nIf you deny the request, then your denial out of concern here indicates a much larger and more embarrassing problem for the MTA: the information that's already in the public domain, including in the form of specifications published by the MTA itself, is far more detailed than is sufficient to do any number of acts of sabotage or worse. \r\n\r\nI am looking right now at a 659 page specifications document published by the MTA that covers more than 200 currently-in-service train cars. It describes everything from the positive detents in the master control (maximum power through emergency brake and shut down), an exact description of the No-Motion Bypass switch, a detailed description (with graphics!) of trainline and car networks, and descriptions of the valves used to disable friction brakes. \r\n\r\nThat is required by law, to enable open bidding on agency contracts - it's an anti-corruption measure that's been in place for generations before me.\r\n\r\nAcross the rest of the internet, there are closeups of the keys used by the MTA to operate equipment like the Master Door Controller and also crew keys and subsequent replacements. I suspect the MDC key is actually the same design as the square key used to open many spigots. Yes, I too had trouble believing the \"the NYCT's standard, square-type, MDC key\" was literally a square key. It seems to be exactly specified in this patent:\r\nhttps://patents.google.com/patent/US4611104A/en\r\n\r\nIf you still believe there is a security risk involved here, clearly articulate it so that I may adjust the request to avoid a security risk. Anything else is sufficiently vague to deny access to most requests as a form of constructive denial.\r\n\r\nThis is an issue of great, however quiet, controversy where the public declarations of political figures are in great disagreement with the direct measurement of dozens of volunteers on the ground, and it's important to be in possession of the full breadth of circumstances that determine the operation of the system.\r\n\r\nI am open to further narrowing the request if the agency records officers will provide guidance and suggestions as to what they can easily retrieve.\r\n\r\n\r\nThe final communication in which my request was improperly closed is included below for your convenience:\r\nRE: FOIL Records Request of June 14, 2023, Reference # R000094-061423.\r\nDear Alexander Riccio,\r\nThe NYS Metropolitan Transit Authority received a FOIL request from you on June 14, 2023. You requested: \"Copies of user/driver operating instructions, service manuals, and service bulletins for all currently in service passenger trains, subway cars, and buses in the system.\"\r\nPlease be advised that your request for \"user/driver operating instructions\" for all currently in service passenger trains, subway cars and buses in the system is denied pursuant to New York Public Officers Law (“NYPOL”) §87(2)(f),  which permits the nondisclosure of information if it would pose a danger to the life or safety of any person. T he records you requested are exempt from FOIL disclosure as they are safety/security sensitive material that can be used to disrupt NYCT operations, threatening the lives and safety of NYCT customers and passengers and the general public. Release of the requested security-sensitive records would pose a security risk in that, public dissemination of the subject records could potentially be exploited by terrorists/bad actors, which could create “a possibility of endangerment.” See Matter of Asian Am. Legal Defense & Educ. Fund v. New York City Police Dept. , 125 A.D.3d 531, 532, 5 N.Y.S. 3d 13, 15, 2015 N.Y. App. Div. LEXIS 1550, *3, 2015 NY Slip Op 01559, 2.\r\nAdditionally, please be advised that your request for \"service bulletins for all currently in service passenger trains, subway cars, and buses in the system\" is overly broad and vague. Pursuant to Public Officers Law § 89(3)(a), FOIL requests must be reasonably described so that the agency may locate the records in question. Currently, the description you provided does not allow for practical retrieval by the agency. Specifically, your request fails to provide sufficient information for the agency to identify and locate responsive records, and would require the agency to \"engage in herculean efforts\" to locate records, which we are not required to do (See FOI-AO-18863). You may resubmit your request by providing a narrower timeframe and additional details to narrow down the specific records you are seeking.\r\n\r\nIf you wish to file an appeal regarding this determination, you may do so within thirty (30) days from this correspondence by sending a written appeal to: Chief Safety and Security Officer, Patrick Warren, MTA Headquarters, 2 Broadway, New York, NY 10004.\r\nSincerely,\r\nNYS Metropolitan Transit Authority\r\n\r\nFrom: ALEXANDER RICCIO\r\n\r\n08/24/2023\r\nSubject: RE: New York Freedom of Information Law Request #R000094-061423\r\n\r\nMail\r\nI I'd like to amend my request to narrow it.\r\n\r\nInstead of \"all currently in service passenger trains, subway cars, and buses in the system\", you may only include the following:\r\n\r\nSubway, by rough order of fleet size:\r\nR44\r\nR46\r\nR62\r\nR62A\r\nR68\r\nR68A\r\nR142\r\nR142A\r\nR143\r\nR160\r\nR188\r\nR179\r\nR211A\r\nBuses, by rough order of introduction:\r\nNova Bus LFS TL40102A 3rd Generation\r\nOrion Bus Industries Orion VII 07.501 EPA10 3rd Generation\r\nNew Flyer XD40 Xcelsior\r\nNew Flyer C40LF Low Floor\r\nNova Bus LFS-A TL62102A 1st Generation articulated\r\nNew Flyer XD60 Xcelsior articulated\r\nNova Bus.LFS TL40102A 4th Generation\r\nNew Flyer XN40 Xcelsior\r\nNew Flyer XN60 Xcelsior articulated\r\nNew Flyer XDE40 Xcelsior\r\nNova Bus LFS-A TL62102A 4nd Generation articulated\r\nNova Bus LFS TL40102A 4th Generation\r\nNew Flyer XDE40 Xcelsior\r\n\r\nI do *not* need individual service requests, tickets, repair records, or similar information that is unique to each chassis.\r\n\r\nSome of these vehicles have been in service for substantially longer than I've been alive. If any potentially responsive records more than 20 years or so old are not easily retrievable or searchable, you may absolutely narrow the search to the past 20 years, or any longer periods of time which might be easily retrievable.\r\n\r\nI believe it is entirely unreasonable to withold, in blanket, whole manuals and service bulletins, let alone the entire request, on the grounds of public safety. The case cited was a case of counterterrorism surveillance in a national security context that may have involved the disclosure of sources, methods, and targets. I think it should be obvious why I do not expect the operating manuals and service bulletins to contain information about sources, methods, and targets, of law enforcement.\r\n\r\nAs an example of why I believe this is unreasonable in the specific case of transit disruptions, I expect details of the locks and security systems of unattended signal huts to be of greater sensitivity than, for example, the operating instructions for the air-conditioning of a subway car. If these two examples were contained in the same \"record\" I'd reasonably expect the agency to redact the sensitive language rather than refuse disclosure of the entire record\r\n\r\nAs a matter of fact, I have considerable reason to believe that said operation of the air-conditioning has been in a manner that is harmful to the lives and safety of new yorkers during an airborne pandemic that's already claimed the lives of several tens of thousands of said new yorkers. The disclosure of such information would likely contribute to the increased safety of new yorkers, and reduce disease related disrupts of all sorts in the system… including disruptions of the sort that have caused numerous sudden staffing shortages for the agency.\r\n\r\nThere are numerous reasons that I request a broader array of records than information about the climate control system only. This is an issue of great, however quiet, controversy where the public declarations of political figures are in great disagreement with the direct measurement of dozens of volunteers on the ground, and it's important to be in possession of the full breadth of circumstances that determine the operation of the system.\r\n\r\nI am open to further narrowing the request if the agency records officers will provide guidance and suggestions as to what they can easily retrieve.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nALEXANDER RICCIO",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/manuals-and-service-instructions-153517/"
  }
]