[
  {
    "id": 188010,
    "title": "Information Involving Arrest of \"Luke J. Fournier\" (7/30/2022)",
    "slug": "information-involving-arrest-of-luke-j-fournier-7302022",
    "status": "submitted",
    "embargo_status": "public",
    "user": 157505,
    "username": "ScottBrass",
    "agency": 405,
    "datetime_submitted": "2025-06-13T14:29:27.431382",
    "date_due": "2025-06-20",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-06-13T14:29:27.551771",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 188010,
        "from_user": 157505,
        "to_user": 15014,
        "subject": "",
        "datetime": "2025-06-13T14:29:27.551771",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Maine Freedom of Access Act, I hereby request the following records:\r\n\r\nAny and all police and arrest reports related to the traffic stop and subsequent arrest of \"Luke J. Fournier\" for OUI charges on or around July 30, 2022. The Charge Case Number is \"22-38453\".\r\n\r\nAny mugshot photo related to the arrest of Luke J. Fournier in connection to this charge.\r\n\r\nAudio of initial call made to police (if applicable).\r\n\r\nAll body-worn camera footage recorded by any Portland Police Department personnel during the initial stop, field sobriety testing, detention, arrest, and transport of Luke J. Fournier in connection to this charge.\r\n\r\nAll dash camera footage (including backseat view if applicable) from any patrol vehicles involved in the stop, detention, or transport of Luke J. Fournier in connection to this charge.\r\n\r\nPlease include footage captured shortly before, during, and immediately after the incident.\r\n\r\nIf portions of the requested footage are exempt or confidential, please produce the non-exempt portions and cite the specific legal exemptions justifying any withholding or redaction.\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by 1 M.R.S.A. § 408(6). The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nScott Brass",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/portland-171/information-involving-arrest-of-luke-j-fournier-7302022-188010/"
  }
]