[
  {
    "id": 156270,
    "title": "McLennan County Administrator Dustin Chapman     Chris Eubank/Jan Grice",
    "slug": "mclennan-county-administrator-dustin-chapman-chris-eubankjan-grice",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 74011,
    "username": "BernadetteFeazell",
    "agency": 36217,
    "datetime_submitted": "2023-12-22T08:54:56.731787",
    "date_due": "2024-01-08",
    "days_until_due": null,
    "date_followup": "2024-01-08",
    "datetime_done": null,
    "datetime_updated": "2023-12-22T08:54:56.828511",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 156270,
        "from_user": 74011,
        "to_user": 122912,
        "subject": "Texas Public Information Act Request: McLennan County Administrator Dustin Chapman     Chris Eubank/Jan Grice",
        "datetime": "2023-12-22T08:54:56.828511",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\nI would like communications between Chief Michael Dorsey and Chris Eubank concerning Justin Richardson and his Facebook Page, Citizens for Bad Government. All written communications to CHief Dorsey about not letting Richardson answer S.O calls, or \"being banned from all county property\". I would also like to see the envelope that Chris Eubanks received along with a letter from one Jan Grice of Hudson, new York. The police there have been alerted that someone is using Grice's identity to write to people about me and others. There is also an investigation in Philadelphia about Grice's identity also, this is well known by Chief Donoley of Bruceville and since I am getting \"light threats\" from another source, this time, clever enough to use my son's defunct email address, and it is the same rhetoric as \"Jan Grice\", the letter came to different people including Eubanks as contained in MUCKROCK public information I received yesterday from the internal investigation from Bruceville Eddy that they mistaken ly THINK is over. Since I am being threatened and it is law enforcement, and I believe I know who it is, I would like the notes and letters, especially the ENVELOPE the letter from GRICE came from to check the postmark and help the police located Grice. Since the investigation and internal investigation are over, these  records are available to me under the law.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBernadette Feazell",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/mclennan-county-2697/mclennan-county-administrator-dustin-chapman-chris-eubankjan-grice-156270/"
  }
]