[
  {
    "id": 187863,
    "title": "Request to Marines for Personnel Record of Adam Driver",
    "slug": "request-to-marines-for-personnel-record-of-adam-driver",
    "status": "submitted",
    "embargo_status": "public",
    "user": 122968,
    "username": "Brett-DCF",
    "agency": 27,
    "datetime_submitted": "2025-06-11T14:37:32.945676",
    "date_due": "2025-07-11",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-06-11T14:37:33.066577",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 187863,
        "from_user": 122968,
        "to_user": 25425,
        "subject": "",
        "datetime": "2025-06-11T14:37:33.066577",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nA copy of the U.S. Marines Corps personnel records (OMPF) for a former servicemember named ADAM DOUGLAS DRIVER (DATE OF BIRTH: 11/19/1983). Mr. Driver was born in Fontana, California. He served in the U.S. Marines Corps from 2001 to 2004 and achieved the rank of lance corporal. The requested records include performance reports, job assessments, disciplinary records, training received, discharge papers, and any other releasable records.\r\n\r\nI originally submitted this request to the National Personnel Records Center, which ordinarily handles these requests, but they claimed that they could locate no records for Mr. Driver. They forwarded the request to the Marines, who administratively closed my request after I did not respond to a denial letter (that I never personally received until after the closure) of my waiver of fees request. This is why I am sending the request directly to this office.\r\n\r\nThe public interest in Mr. Driver, an Academy Award-nominated film actor , should favor disclosure of many of these records, particularly in relation to any disciplinary records, should those records exist.\r\n\r\nPlease be sure to review and release any segregable information, even if certain documents or portions of documents are withheld.\r\n\r\nPLEASE NOTE: I am not a next of kin of this servicemember, and thus do not know Mr. Driver’s Social Security Number. Because of this, I am ONLY requesting records releasable under the Freedom of Information Act. Please process my request for this servicemember's OMPF and other records under the Freedom of Information Act’s relevant provisions. I am not seeking any records that would be releasable under the Privacy Act.\r\n\r\nI am the Director of Research Operations at a 501(c)(3) non-profit organization called The Decoding Culture Foundation. These documents will be used for public education and research purposes. I therefore request a waiver of all fees that may otherwise apply. Attached is a document with organization letterhead confirming my position, as well as the organization's 501(c)(3) application and approval form.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBrett Carollo",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1293018,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/Brett-DCF/158034/501c3_application_and_approval.pdf",
            "datetime": "2025-06-11T14:37:33.066577",
            "title": "501c3_application_and_approval.pdf",
            "source": "Brett Carollo",
            "description": "",
            "doc_id": "",
            "pages": 0
          },
          {
            "id": 1293017,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/Brett-DCF/158034/FOIA_waiver_letter_9_25_24.pdf",
            "datetime": "2025-06-11T14:37:33.066577",
            "title": "FOIA_waiver_letter_9_25_24.pdf",
            "source": "Brett Carollo",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/request-to-marines-for-personnel-record-of-adam-driver-187863/"
  },
  {
    "id": 187859,
    "title": "Public Records Request – 911 and Dispatch Activity Near AHOPE, Woods-Mullen Shelter, and Southampton Shelter",
    "slug": "public-records-request-911-and-dispatch-activity-near-ahope-woods-mullen-shelter-and-southampton-shelter",
    "status": "submitted",
    "embargo_status": "public",
    "user": 152,
    "username": "BrianMcCarter",
    "agency": 174,
    "datetime_submitted": "2025-06-11T14:05:33.777657",
    "date_due": "2025-06-25",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-06-11T14:05:34.071620",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 187859,
        "from_user": 152,
        "to_user": 9560,
        "subject": "Massachusetts Public Records Law Request: Public Records Request – 911 and Dispatch Activity Near AHOPE, Woods-Mullen Shelter, and Southampton Shelter",
        "datetime": "2025-06-11T14:05:34.071620",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Massachusetts Public Records Law, I hereby request the following records:\r\n\r\nDear Records Access Officer,\r\n\r\nPursuant to the Massachusetts Public Records Law (M.G.L. c. 66, § 10), I am requesting the following records:\r\n\r\n1. Computer-Aided Dispatch (CAD) logs and 911 call records\r\nFrom January 1, 2022 to present for all calls for service involving:\r\n\r\n-774 Albany Street (AHOPE and SPOT)\r\n-112 Southampton Street (Southampton Shelter)\r\n-794 Massachusetts Avenue (Woods-Mullen Shelter)\r\n-Albany Street corridor from Massachusetts Avenue to Southampton Street\r\n-Intersections at:\r\n-Albany St & Massachusetts Ave\r\n-Albany St & East Lenox St\r\n-Albany St & Southampton St\r\n-Please include for each call:\r\n\r\n-Date and time\r\n-Nature or category of the call (including but not limited to: drug use, drug dealing, overdoses, narcotics possession, suspicious activity, assault, robbery, trespassing, loitering, public disturbances)\r\n-Final disposition (e.g., report filed, arrest made, cleared, no action)\r\n-Any associated case or incident number\r\n\r\n2. Incident Reports\r\nPlease include redacted incident reports for drug activity, overdoses, assaults, threats, or other safety concerns at or near these addresses.\r\n\r\n3. Internal Communications\r\nAll internal emails, memos, and  reports created between January 1, 2022 and the present involving any of the following personnel or offices:\r\n\r\nOfficers and supervisors in Boston Police District D-4, including but not limited to the District Captain, Shift Commanders, and Community Service Officers\r\nStaff within the BPD Legal Division or Office of the Police Commissioner\r\n\r\nOfficials from the Mayor’s Office, Boston Public Health Commission, or Coordinated Response Team\r\n\r\nSpecifically regarding:\r\n\r\nPatterns of drug activity, overdoses, or public safety concerns in the areas surrounding AHOPE (774 Albany St), Woods-Mullen Shelter (794 Mass Ave), and Southampton Shelter (112 Southampton St)\r\n\r\nDecisions not to arrest, cite, or remove individuals for open drug use or dealing in the above zones\r\n\r\nCoordination or conflict between harm reduction services and law enforcement\r\n\r\nPublic records requests, community complaints, or media inquiries involving these locations\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by the recommendations of the Massachusetts Supervisor of Public Records. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nI expect the request to be filled in an accessible format, including for screen readers, which provide text-to-speech for persons unable to read print. Files that are not accessible to screen readers include, for example, .pdf image files as well as physical documents.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBrian McCarter",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/boston-3/public-records-request-911-and-dispatch-activity-near-ahope-woods-mullen-shelter-and-southampton-shelter-187859/"
  }
]