[
  {
    "id": 175934,
    "title": "Comprehensive FOIA Request for All Records Related to CHRO Case 2410220",
    "slug": "comprehensive-foia-request-for-all-records-related-to-chro-case-2410220",
    "status": "submitted",
    "embargo_status": "public",
    "user": 142975,
    "username": "DavidMedeiros24",
    "agency": 6779,
    "datetime_submitted": "2024-11-05T07:35:36.079998",
    "date_due": "2024-11-12",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-11-05T07:35:36.264605",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 175934,
        "from_user": 142975,
        "to_user": 19682,
        "subject": "",
        "datetime": "2024-11-05T07:35:36.264605",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Connecticut Freedom of Information Act, I hereby request the following records:\r\n\r\nTo: Freedom of Information Officers\r\nConnecticut Commission on Human Rights and Opportunities (CHRO)\r\nSubject: Comprehensive FOIA Request for All Records Related to CHRO Case 2410220\r\n\r\nDear Freedom of Information Officers,\r\n\r\nI am writing to formally request complete access to all records associated with CHRO Case 2410220 under the Connecticut Freedom of Information Act (C.G.S. §§ 1-200 to 1-242). This request pertains to any and all documentation related to the service, handling, and outcome of CHRO Case 2410220. My objective is to obtain the fullest understanding possible of the case details, procedures, and decisions involved.\r\n\r\nScope of Request\r\nI am requesting access to the following records:\r\n\r\nService of Complaint Documentation:\r\n\r\nAll records detailing the service of the complaint in CHRO Case 2410220, including dates, methods of service, confirmation of receipt, and any associated communications.\r\nInternal and External Correspondence:\r\n\r\nAll internal and external communications, including emails, letters, memos, and any other forms of correspondence related to CHRO Case 2410220, especially regarding the handling, processing, or adjudication of this case.\r\nCase Handling and Decision-Making Documentation:\r\n\r\nAny and all status reports, progress notes, internal briefings, policy memoranda, and other documents related to the decision-making and resolution of CHRO Case 2410220.\r\nDocumentation regarding the policies, protocols, or legal considerations applied in the case review and adjudication process.\r\nPersonnel and Oversight Records:\r\n\r\nNon-confidential employment records, including job descriptions, training, and performance evaluations of personnel directly involved in the handling and oversight of CHRO Case 2410220.\r\nOrganizational charts or departmental breakdowns that detail the roles and responsibilities of individuals managing this case.\r\nFinal Decision, Findings, and Resolutions:\r\n\r\nFinalized findings, resolutions, reports, or conclusions reached for CHRO Case 2410220, including documentation of any actions taken or corrective measures applied.\r\nFinancial and Operational Data Related to Case Handling:\r\n\r\nAny financial records, operational budgets, or expenditure reports relevant to the management of CHRO Case 2410220, including any funding allocations or resources used in the investigation or case processing.\r\nRecords Related to Compliance and Consumer Rights:\r\n\r\nDocumentation regarding compliance with ADA standards, consumer protection protocols, and civil rights obligations as they relate to the processing of CHRO Case 2410220.\r\nAccommodation Requests\r\nTo ensure this FOIA request is processed in alignment with my accessibility requirements, please adhere to the following accommodations. These accommodations are essential for my full participation in all aspects of this request:\r\n\r\nEmail-Only Communication:\r\n\r\nAll responses, updates, and communications must be sent exclusively via email to AabiWR@live.com. I request no physical mail, phone calls, portal-based communications, external links, or any platform outside of direct email.\r\nFormat Requirement:\r\n\r\nInclude the full text of each response within the body of the email, with all documents attached. This ensures immediate accessibility without requiring downloads or access to external sites.\r\nComplete and Transparent Documentation:\r\n\r\nProvide all requested documents in full, with no redactions unless legally required. For any necessary redactions, cite the specific legal exemption or statute applied, and include a summary to ensure complete transparency.\r\nDetailed Explanations for Any Denials:\r\n\r\nIf any portion of this request is denied, please include a clear, detailed explanation for each denial, citing relevant legal statutes or exemptions.\r\nGuidance for Complex Records:\r\n\r\nFor records containing complex financial, legal, or procedural language, please provide summaries or simplified explanations to ensure full comprehension.\r\nIdentification of FOIA Officer:\r\n\r\nProvide the full name, title, and direct contact information of the FOIA officer assigned to my request. This information is necessary for transparency and records.\r\nConfirmation of Accommodations:\r\n\r\nConfirm receipt of this request and explicitly acknowledge that each accommodation listed will be applied in all responses and communications.\r\nRequest for Expedited Processing\r\nDue to the pressing public interest in understanding and addressing civil rights protections within Connecticut's Medicaid ABI Waiver Program, I am requesting expedited processing in accordance with FOIA standards.\r\n\r\nPlease provide immediate acknowledgment of the expedited processing request. If denied, provide a detailed written explanation citing specific legal grounds, in compliance with FOIA statutes.\r\n\r\nFee Waiver Request\r\nI request a waiver of all fees associated with this FOIA request under Conn. Gen. Stat. § 1-212(d), as this information serves the public interest and is not being requested for commercial purposes. All requested records will be made publicly available on MuckRock.com to contribute to the understanding of CHRO’s operations in handling cases of public importance.\r\n\r\nIn the event fees are anticipated, please inform me of the total cost in advance.\r\n\r\nLegal Grounds for Request\r\nThis request is made under:\r\n\r\nConnecticut Freedom of Information Act (C.G.S. §§ 1-200 to 1-242)\r\nAmericans with Disabilities Act (ADA) (42 U.S.C. § 12101 et seq.) for accommodations and accessibility\r\nSection 504 of the Rehabilitation Act of 1973 (29 U.S.C. § 794) to ensure non-discriminatory access to public records\r\nThank you for your prompt attention to this matter. I look forward to receiving a response within the statutory timeframe, as required by Connecticut FOIA law.\r\n\r\nSincerely,\r\nDavid Medeiros\r\nABI Resources\r\n215 Mountain Street\r\nWillimantic, CT 06226\r\nEmail: AabiWR@live.com\r\n\r\nI also request that, if possible and pursuant to Conn. Gen. Stat. § 1-212(d), fees be waived as I believe this request is in the public interest and not made for commercial gain. The requested documents will be made available to the public at MuckRock.com.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 4 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDAVID MEDEIROS",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/connecticut-53/comprehensive-foia-request-for-all-records-related-to-chro-case-2410220-175934/"
  }
]