[
  {
    "id": 187833,
    "title": "Evanston Township High School Communications Regarding Shiviti Amulet Poster",
    "slug": "evanston-township-high-school-communications-regarding-shiviti-amulet-poster",
    "status": "submitted",
    "embargo_status": "public",
    "user": 75693,
    "username": "nilescoalition",
    "agency": 10548,
    "datetime_submitted": "2025-06-10T19:04:53.037798",
    "date_due": "2025-06-17",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-06-10T19:04:53.161810",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 187833,
        "from_user": 75693,
        "to_user": 14697,
        "subject": "",
        "datetime": "2025-06-10T19:04:53.161810",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nAndrew Ginsberg is a beloved and highly respected history teacher, as well as the staff sponsor for Evanston Township High School’s Palestine Solidarity Club. It has been reported that he has been targeted with an official censure on his record for displaying a poster from Jewish Currents magazine[1] by artist Liora Ostroff with language from Rabbi Abraham Joshua Heschel that explores the rich history of Jewish dissent.\r\n\r\nThe suppression of support by/for Palestinian voices and perspectives at Evanston Township High School (ETHS) reflects the tendency of empire to silence, punish, and criminalize Palestinian existence.\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\n1) all communications, including letters, emails, voicemails to and/or from District 202 (D202) employees, D202 board members, Evanston Township High School (ETHS) employees, between the dates of January 1, 2025 through the date this request is filled, that mention any poster, display, or artwork, including but not limited to the Jewish dissent poster.\r\n\r\n2) all communications, including letters, emails, voicemails to and/or from D202 employees, D202 board members, Evanston Township High School (ETHS) employees, between the dates of March 1, 2025 through the date this request is filled, that mention a note or letter posted on a classroom door.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request be filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nNiles Coalition\r\n\r\n[1] Letter to the editor: Controversy over my artwork at ETHS, Evanston Roundtable <https://web.archive.org/web/20250602221209/https://evanstonroundtable.com/2025/05/13/evanston-school-art-controversy/>",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/evanston-7790/evanston-township-high-school-communications-regarding-shiviti-amulet-poster-187833/"
  },
  {
    "id": 187831,
    "title": "Frederick McCarthy Forsyth (25 August 1938 – 9 June 2025)",
    "slug": "frederick-mccarthy-forsyth-25-august-1938-9-june-2025",
    "status": "submitted",
    "embargo_status": "public",
    "user": 35710,
    "username": "MatthewPetti_RNucinGD",
    "agency": 10,
    "datetime_submitted": "2025-06-10T18:46:26.298283",
    "date_due": "2025-07-10",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-06-10T18:46:26.425939",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 187831,
        "from_user": 35710,
        "to_user": 9555,
        "subject": "Freedom of Information Act Request: Frederick McCarthy Forsyth (25 August 1938 – 9 June 2025)",
        "datetime": "2025-06-10T18:46:26.425939",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nRecords mentioning, relating to, or generated as a result of investigation or inquiry into spy novelist Frederick McCarthy Forsyth (25 August 1938 – 9 June 2025). His death is widely-known and widely reported; as such, privacy concerns under FOIA Exemptions 6 and 7 are voided, as are any concerns under the Privacy Act. For example, you may find an obituary from the BBC at the following link: https://www.bbc.co.uk/news/articles/cley59le6d8o\r\n\r\nPlease conduct a search of the Central Records System, including but not limited to the Electronic Surveillance (ELSUR) Indices, the Microphone Surveillance (MISUR) Indices, the Physical Surveillance (FISUR) Indices, and the Technical Surveillance (TESUR) Indices, for both main-file records and cross-reference records of both HQ and all field offices for all relevant names, agencies, organizations, companies and events including but not limited to those cited in the previous paragraphs and/or links as well as a cross-reference with the Southern Poverty Law Center to include any information provided by the SPLC. My request includes but is not limited to 137, 157, 176, 177, 183, 184, 188, and 214 files. If previously released records are available, then I request a rolling release consisting of those records while additional records are located and processed for release.\r\n\r\nIf any part of these documents are exempt from disclosure, please be sure to review and release all reasonably segregable nonexempt portions of responsive documents, as the FOIA requires.\r\n\r\nI request that I be properly classified as a media requester. I am an assistant editor at Reason Magazine who has written numerous articles on topics of public interest for the Daily Beast, the Asia Times, Responsible Statecraft, the National Interest, Reason Magazine, America Magazine and the Armenian Weekly, and I am requesting these documents in an editorial capacity. Please contact me if you have any questions about my media status.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMatthew Petti",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/frederick-mccarthy-forsyth-25-august-1938-9-june-2025-187831/"
  }
]