[
  {
    "id": 155990,
    "title": "SY23, N2: Parent Restriction Letters",
    "slug": "sy23-n2-parent-restriction-letters",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 75124,
    "username": "miriamcb",
    "agency": 3121,
    "datetime_submitted": "2023-12-15T07:39:45.189514",
    "date_due": "2023-12-22",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-12-15T07:39:45.298034",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 155990,
        "from_user": 75124,
        "to_user": 10007,
        "subject": "",
        "datetime": "2023-12-15T07:39:45.298034",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nRecords sufficient to show copies of Parent Restriction letters issued from July 1, 2022 - June 30, 2023 for the following schools/instances:\r\n\r\n1. Any district-wide issued letters;\r\n2. Any letters issued by schools in Network Two:\r\nBRENNEMANN\r\nCHAPPELL\r\nCOONLEY\r\nCOURTENAY\r\nDECATUR\r\nDISNEY\r\nFIELD\r\nGALE\r\nGOUDY\r\nHAYT\r\nJAMIESON\r\nJORDAN\r\nKILMER\r\nMCCUTCHEON\r\nMCPHERSON\r\nMOSAIC\r\nNEW FIELD\r\nRAVENSWOOD\r\nSTONE\r\nSWIFT\r\nWATERS\r\n\r\nThese may also be listed as \"Violation of Visitor Protocol\" letters. Please note that I am not seeking any personally identifiable information or otherwise exempt information. As required by the statute, please ensure that the requested documents are redacted rather than exempting the entirety of the document. Additionally, for any and all exemptions used to redact exempt information, please provide clear and convincing evidence for each exemption used by your agency. \r\n\r\nBecause this request is in the public interest for Illinois nonprofit The FOIA Bakery’s work to advocate for public education, please waive any fees in accordance with 5 ILCS § 140/6(c). Feel free to contact me with any questions, or if clarification is needed.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMiriam Bhimani",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/chicago-169/sy23-n2-parent-restriction-letters-155990/"
  }
]