[
  {
    "id": 141163,
    "title": "Re-Release Request",
    "slug": "re-release-request",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 25665,
    "username": "DetentionKills",
    "agency": 133,
    "datetime_submitted": "2023-02-22T17:09:27.519298",
    "date_due": "2023-03-22",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-02-22T17:09:27.624402",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 141163,
        "from_user": 25665,
        "to_user": 9620,
        "subject": "",
        "datetime": "2023-02-22T17:09:27.624402",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAll records released in response to the Freedom of Information Act (FOIA) request submitted by ProPublica regarding consulting work performed for ICE by McKinsey. \r\nThese records were designated by ICE GILD as 2019-ICLI-00048 in the course of FOIA litigation. \r\n\r\nWe note that in light of the public response to these records, they should be affirmatively posted on ICE’s FOIA Reading Room pursuant to 5 USC 552(a)(2)(D). \r\n\r\nPlease assign this request a Simple-Track processing designation and produce these records — which ICE has already produced — within the statutorily mandated time frame. \r\n\r\nThank you, \r\n\r\nAndrew Free\r\n#DetentionKills Transparency Initiative \r\nAl Otro Lado\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAndrew Free",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/re-release-request-141163/"
  }
]