[
  {
    "id": 159861,
    "title": "NORTHSHORE SCHOOL DISTRICT - Request for digital copies of all internet video call recordings in the District's care, custody, or control recorded between the dates of 01-01-20 through 01-01-24",
    "slug": "northshore-school-district-request-for-digital-copies-of-all-internet-video-call-recordings-in-the-districts-care-custody-or-control-recorded-between-the-dates-of-01-01-20-through-01-01-24",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 72498,
    "username": "chinookwa8",
    "agency": 19364,
    "datetime_submitted": "2024-03-05T18:04:06.202837",
    "date_due": "2024-03-12",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-03-05T18:04:06.337766",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 159861,
        "from_user": 72498,
        "to_user": 29665,
        "subject": "Washington Public Records Act Request: NORTHSHORE SCHOOL DISTRICT - Request for digital copies of all internet video call recordings in the District's care, custody, or control recorded between the dates of 01-01-20 through 01-01-24",
        "datetime": "2024-03-05T18:04:06.337766",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "03-05-24\r\n\r\nsubmitted via email to jberge@nsd.org\r\n\r\nTo Whom It May Concern:\r\n\r\nPursuant to the Washington Public Records Act, I hereby request the following records:\r\n\r\nDigital copies of all video recordings of internet-based video calls, meetings, training sessions, town halls, school board meetings, and google classroom sessions in the District's care, custody, or control recorded between the dates 01-01-20 through 03-01-24.\r\n\r\nTo clarify, if the District is in possession of any digital recordings of Zoom meeting calls, Skype Sessions, Google Duo calls, Slack, Go to meeting, etc. (any recorded internet-based video communication/presentation/instruction product) for the period of time 01-01-20 through 03-01-24 I am requesting a digital copy to be produced via internet web link.\r\n\r\nPlease produce all records in REVERSE CHRONOLOGICAL FORMAT. Newest records first, oldest records last.\r\n\r\nPlease send all requests for clarification, status updates, and production of responsive electronic documents via email only.\r\n\r\nI choose not to use GOVQA for any portion of this public records request.\r\n\r\nThe District search for these digitally recorded videos should include all computers and digital storage devices owned, operated, or controlled by the District.\r\n\r\nThe District search for these digitally recorded videos should also include a search of all computers and digital storage devices owned, operated, or controlled by District employees if the digital video was recorded on equipment provided to the employee by the District, or if the digital video recording contains content relating to District agency related matters.\r\n\r\nI request the digital video files to be delivered unedited whenever possible and in the original format in which the files were digitally recorded and stored.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by internet web link or e-mail attachment if available or by CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter.\r\n\r\nI look forward to receiving your response to this request.\r\n\r\nThis request is not for commercial purpose.\r\n\r\nThank you.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/bothell-8296/northshore-school-district-request-for-digital-copies-of-all-internet-video-call-recordings-in-the-districts-care-custody-or-control-recorded-between-the-dates-of-01-01-20-through-01-01-24-159861/"
  }
]