[
  {
    "id": 191847,
    "title": "BOE Contact Form Submissions",
    "slug": "boe-contact-form-submissions",
    "status": "ack",
    "embargo_status": "public",
    "user": 160729,
    "username": "ClocktownChronicle",
    "agency": 41737,
    "datetime_submitted": "2025-08-23T00:53:19.516546",
    "date_due": "2025-08-28",
    "days_until_due": null,
    "date_followup": "2025-08-28",
    "datetime_done": null,
    "datetime_updated": "2025-08-23T00:53:19.608701",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 191847,
        "from_user": 160729,
        "to_user": 160746,
        "subject": "Connecticut Freedom of Information Act Request: BOE Contact Form Submissions",
        "datetime": "2025-08-23T00:53:19.608701",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Connecticut Freedom of Information Act, I hereby request the following records:\r\n\r\nCopies of all submissions made through the Board of Education website contact form during the period from July 1, 2024 through the date of this request.\r\n\r\nI understand that some submissions may contain information exempt from disclosure (e.g., student education records protected by under state/federal law, or personally identifying information). I respectfully request that any such information be redacted as necessary, rather than withholding the entire record.\r\n\r\nI also request that, if possible and pursuant to Conn. Gen. Stat. § 1-212(d), fees be waived as I believe this request is in the public interest and not made for commercial gain. The requested documents will be made available to the public at MuckRock.com.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 4 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nSam Bellford",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/thomaston-5656/boe-contact-form-submissions-191847/"
  },
  {
    "id": 191846,
    "title": "Town of Thomaston Vendor Agreements",
    "slug": "town-of-thomaston-vendor-agreements",
    "status": "submitted",
    "embargo_status": "public",
    "user": 160729,
    "username": "ClocktownChronicle",
    "agency": 42276,
    "datetime_submitted": "2025-08-23T00:39:35.850000",
    "date_due": "2025-09-22",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-08-23T00:39:36.856741",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 191846,
        "from_user": 160729,
        "to_user": 164784,
        "subject": "",
        "datetime": "2025-08-23T00:39:36.856741",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\n- The current lease agreement, and any amendments or extensions currently in effect, between the Town of Thomaston and Landmark Community Theatre for use of the Thomaston Opera House; or, if no current lease is in effect, the most recent executed version of such an agreement.\r\n\r\n- The current contract or retainer agreement, and any amendments or extensions currently in effect, between the Town of Thomaston and its Town Attorney (including any law firm currently engaged to serve in that capacity); or, if no current agreement is in effect, the most recent version of such an agreement.\r\n\r\n- The current agreement, and any amendments or extensions currently in effect, between the Town of Thomaston and its independent auditor for annual financial statement audits; or, if no current agreement is in effect, the most recent version of such an agreement.\r\n\r\n- The current contract, and any amendments or extensions currently in effect, between the Town of Thomaston and its trash and recycling collection vendor; or, if no current contract is in effect, the most recent version of such an agreement.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nSam Bellford",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/town-of-thomaston-vendor-agreements-191846/"
  }
]