[
  {
    "id": 184432,
    "title": "FBI FB 4.4.25",
    "slug": "fbi-fb-4425",
    "status": "submitted",
    "embargo_status": "public",
    "user": 60252,
    "username": "rskva102",
    "agency": 10,
    "datetime_submitted": "2025-04-04T08:27:44.789121",
    "date_due": "2025-05-02",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-04-04T08:27:44.893328",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 184432,
        "from_user": 60252,
        "to_user": 9555,
        "subject": "",
        "datetime": "2025-04-04T08:27:44.893328",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear FOIA Officer:\r\n\r\nYou are receiving this correspondence as a request under the Freedom of Information Act, 5 U.S.C. subsection 552. I am requesting the following:\r\n\r\nCopies of all Federal Bureau of Investigation (FBI) records, documents, and communications responsive to Frank Rockwell Barnett, aka Frank R. Barnett (October 29, 1921 — August, 15, 1993; SSN: 331-12-6860). \r\n\r\nMr. Barnett was the founder and president of the National Strategy Information Center (NSIC). The NSIC (EIN: 13-1973342), which incorporated as a nonprofit in the State of New York on November 07, 1962, and operated until March 03, 2016, was a think tank that advocated on national security strategy, low-intensity conflict, intelligence agency operations, and political warfare.\r\n\r\nMr. Barnett also served as the vice president and director of research for the Smith Richardson Foundation (EIN: 56-0611550) between 1955 and 1962, and was a member of the Committee on the Present Danger between 1975 and 1985. He helped to found the American Friends of Russian Freedom, an anticommunist lobbying group, in 1951 along with William Casey, who would go on to serve as the Director of Central Intelligence, and William Donovan, former head of the Office of Strategic Services.\r\n\r\nProof of death is not required as Mr. Barnett's date of birth was over 100 years ago.\r\n\r\nPlease conduct a search of the Central Records System, including but not limited to the Electronic Surveillance (ELSUR) Records System, the Microphone Surveillance (MISUR) Indices, the Physical Surveillance (FISUR) Indices, and the Technical Surveillance (TESUR) Indices, for both main-file records and cross-reference records related to the National Strategy Information Center, Smith Richardson Foundation, Committee on the Present Danger, and American Friends of Russian Freedom.\r\n\r\nIn the event that there are fees, I am willing to pay up to $100. Please advise if fees will exceed this amount so I might make an arrangement for requesting the records. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nI look forward to your response within 20 working days, as the statute requires. If access to the records I am requesting will take longer, please contact me with information about when I might expect copies or the ability to inspect the requested records.\r\n\r\nIf you deny any or all of this request, please cite each specific exemption you feel justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\r\n\r\nSincerely,\r\n\r\nRobert Skvarla, Jr.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/fbi-fb-4425-184432/"
  }
]