[
  {
    "id": 173847,
    "title": "FBI Report Regarding Attempted Bribery of Former Puerto Rico Governor Vázquez",
    "slug": "fbi-report-regarding-attempted-bribery-of-former-puerto-rico-governor-vazquez",
    "status": "submitted",
    "embargo_status": "public",
    "user": 114696,
    "username": "CarlosBerríosPolanco",
    "agency": 10,
    "datetime_submitted": "2024-09-27T09:44:56.991453",
    "date_due": "2024-10-28",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-09-27T09:44:57.116751",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 173847,
        "from_user": 114696,
        "to_user": 9555,
        "subject": "",
        "datetime": "2024-09-27T09:44:57.116751",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nCourt documents show that the FBI has an at least 16-page report concerning the attempted bribery of former Governor Wanda Vázquez Garced by Puerto Rican Elected Official 1 and Puerto Rican Elected Official 2. The court document alleges \"Puerto Rican Elected Official 1 aimed to negotiate with Vázquez, recognizing that if Pierluisi’sappointment failed, she would be positioned to become governor.\" The court document also alleges that \"Vázquez agreed to assist the FBI, starting by recording a conversation with , a Department of Justice contractor (“Contractor 1”), who had been approached by , Puerto Rican Elected Official 1’s cousin and a convicted felon, about arranging a meeting between Vázquez and Puerto Rican Elected Official 1 regarding the governorship.\" The document continues by saying that \"under the FBI's guidance, Vázquez recorded several conversations.\"\r\n\r\nAccording to the document, the FBI closed the investigation in November 2019, citing difficulties in arranging meetings with Vázquez after she became governor. I have attached the document in its entirety to this communication.You can find the document here: https://www.courtlistener.com/docket/64868850/677/united-states-v-vazquez-garced/\r\n\r\nA news report revealed that Elected Official 1 and Elected Official 2 are former Senate President Thomas Rivera Schatz and Resident Commissioner Jenniffer González Colón. You can find the news report here: https://www.noticel.com/tribunales/ahora/top-stories/20240927/wanda-vazquez-grabo-a-rivera-schatz-y-a-gonzalez-colon-alegando-soborno-ante-fbi/\r\n\r\nTherefore, I request the following documents:\r\n\r\n1) The at least 16-page FBI report mentioned in both the court document and the news report in its entirety that mention an alleged \"“a conspiracy between [Puerto Rican Elected Official 1] and [Puerto Rican Elected Official 2] of their intention of removing the [Governor Vázquez] so either [Puerto Rican Elected Official 1] or [Puerto Rican Elected Official 2] can become the governor.”\r\n\r\nThis request is for all records produced between January 1, 2019 and the time this request is processed.  In the event there are multiple records, please send them to me on a rolling basis.\r\n\r\nPlease do a search of main file records alongside cross-reference records and an ELSUR (electronic surveillance) records. Additionally, please search the Sentinel database, the Investigative Data Warehouse, and the Data Integration and Visualization System.\r\n\r\nI respectfully request expedited processing for this FOIA request because of significant public interest and urgency. Jenniffer González Colón, one of the people reportedly mentioned in the FBI report, is currently Puerto Rico's Resident Commissioner and is running for Governor of Puerto Rico under the New Progressive Party. Similarly, Thomas Rivera Schatz, another person reportedly mentioned in the FBI report, is running for the Senate of Puerto Rico. The FBI report could have pertinent information relating to both of their campaigns, a highly relevant topic given the approaching November 5 election. Access to this information is crucial for informing the public about potential implications for governance and policy direction. \r\n\r\nAs a journalist, timely access to this information will enable me to report on critical issues affecting the electorate, ensuring that voters have the necessary context as they prepare to make informed decisions. Delays in obtaining this information could impede public understanding and discourse surrounding the election, which is a matter of public concern. Delaying access to this information could hinder public understanding of and trust in the electoral process and the candidates involved, which are essential for an informed electorate. The information in the document is time-sensitive  given the November 5 election, which is less than 50 days away. There is significant public interest in the information within this report, given its relevance to current events and both politician's run for elected positions, which will impact voters and Puerto Rico public policy.\r\n\r\nIf any part of this request is denied, I would appreciate a detailed explanation for the denial, including the specific exemptions being claimed. Additionally, I would be grateful for your assistance in identifying any related documents that may exist.\r\n\r\nThis request is not being made for commercial purposes. I am a freelance journalist recognized by multiple journalists associations who has worked for multiple local, state, and international publications. Any information gathered from this request will be used in reporting about politicians in Puerto Rico.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nCarlos Berríos Polanco",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1224422,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/CarlosBerr%C3%ADosPolanco/146177/gov.uscourts.prd.172057.677.0.pdf",
            "datetime": "2024-09-27T09:44:57.116751",
            "title": "gov.uscourts.prd.172057.677.0.pdf",
            "source": "Carlos Berríos Polanco",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/fbi-report-regarding-attempted-bribery-of-former-puerto-rico-governor-vazquez-173847/"
  }
]