[
  {
    "id": 177498,
    "title": "Texas Gov FOIA Request 12.12.24",
    "slug": "texas-gov-foia-request-121224",
    "status": "submitted",
    "embargo_status": "public",
    "user": 131967,
    "username": "vic.cad",
    "agency": 3877,
    "datetime_submitted": "2024-12-12T13:12:58.092161",
    "date_due": "2024-12-27",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-12-12T13:12:58.242134",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177498,
        "from_user": 131967,
        "to_user": 10464,
        "subject": "",
        "datetime": "2024-12-12T13:12:58.242134",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\nUnder the Texas Open Records Law, Documented submits the following records request. \r\n\r\n\r\nDocumented requests all electronic records containing the following keywords and email domains: \r\n\r\nKeywords and phrases: \r\n“Non-citizen voting”\r\n“Only Citizens vote”\r\n“Illegals voting”\r\n“Election Integrity Network” \r\n“EIN” \r\n“Jenny Beth Martin”  \r\n“Kerri Toloczko”\r\n“Lindsey Zea”\r\n“Melody Clarke”\r\n“Cleta Mitchell” \r\n“Kyle Brosnan” \r\n“Rosemary Jenks” \r\n“Immigration Accountability Project”\r\n“America First Legal” \r\n“America First Policy Institute” \r\n“Ken Blackwell” \r\n“Hogan Gidley” \r\n“Ken Cuccinneli” \r\n“Oversight Project” \r\n“Heritage Foundation” \r\n“Texas Public Policy Foundation”\r\n“Texas Election Coalition”\r\n“Advancing Integrity”\r\n“Christine Welborn”  \r\n“J. Christian Adams” \r\n“Eagle AI”\r\n“Eagle Eye”\r\n\r\nEmail domains: \r\n“@virginiainstitute.org”\r\n“@unite4freedom.com” \r\n“@electionintegrity.network”\r\n“@teapartypatriots.org” \r\n“@iaproject.org”\r\n“@AFL.org” \r\n“@americafirstpolicy.com” \r\n“@TexasPolicy.com” \r\n\r\nThe scope of Part I of this request includes the following legislators and all staff that report directly to the legislators: \r\n\r\nGovernor Greg Abbott \r\n\r\nIn  Election Advisory No. 2024-19, dated June 4th, 2024 regarding “Citizenship Requirements for Texas Elections”,  Director of Elections Christina Worrell Adkins references having “received a number of questions regarding the legal prohibitions on non-United States citizens registering to vote and voting in Texas elections.”\r\n\r\nDocumented requests all records pertaining to such “questions”  or communications referenced in this Election Advisory.. \r\n\r\nFor Part I and II, the  search for records should include sent and received emails and any other electronic records including, but not limited to, scheduling and calendar records, text messages, and messages on messaging platforms, such as Slack, GChat or Google Hangouts, iMessage, WhatsApp, Signal, Telegram, Skype, Twitter direct messages, Facebook Messenger, or Parler. The search for email records should also include any email accounts used to conduct official business, including personal email addresses such as a \"gmail\" or \"yahoo\" account.\r\n\r\nPlease include any attachments to those records and other materials enclosed with those records at the time they were transmitted. For instance, for an email that is responsive to our request, please include all prior messages sent or received in that email chain, as well as any attachments to the email.\r\n\r\nThe search for records may be limited to records created, sent or received between November 1st, 2023 through to the date of your final response.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes. In the event that there are fees, please notify me of the total charges in advance of fulfilling my request. I would prefer the request be filled electronically by email attachment if available, or CD-ROM if not.\r\n\r\nPlease confirm receipt of this request. Thank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response.\r\nSincerely,\r\nVictoria Cadostin \r\n857-504-4870\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nVictoria Cadostin",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/texas-109/texas-gov-foia-request-121224-177498/"
  }
]