[
  {
    "id": 144957,
    "title": "Untitled",
    "slug": "untitled",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 114310,
    "username": "BrianneWilds",
    "agency": 896,
    "datetime_submitted": "2023-04-24T20:28:51.212698",
    "date_due": "2023-05-08",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-04-24T20:28:51.347564",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "prison visitation"
    ],
    "communications": [
      {
        "foia": 144957,
        "from_user": 114310,
        "to_user": 10797,
        "subject": "",
        "datetime": "2023-04-24T20:28:51.347564",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\nHello This is Brianne Wilds I am Ryan Jason Brannon’s fiancé  his TDCJ number is 02306970 last year we had a video visitation and we did sexual content I don’t care so much for the video visitation but he is wanting me to go up there to visit him through the window with our daughter after his graduation on April 29th I’m just writing to see if it’s ok for me to be put back on the visitation list. Thank you for your time. Wallace Unit told me to write you guys. Because I talked to the Wardens secretary she Said it goes through Huntsville.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBrianne Wilds",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/texas-109/untitled-144957/"
  }
]