[
  {
    "id": 190735,
    "title": "Yakima County Sheriff: February 1988 \"Parker\" Jane Doe",
    "slug": "yakima-county-sheriff-february-1988-parker-jane-doe",
    "status": "submitted",
    "embargo_status": "public",
    "user": 351,
    "username": "RobbyD",
    "agency": 3943,
    "datetime_submitted": "2025-08-07T09:31:19.792505",
    "date_due": "2025-08-14",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-08-07T09:31:19.925575",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "jane doe",
      "unidentified person",
      "yakima county sheriff",
      "parker doe"
    ],
    "communications": [
      {
        "foia": 190735,
        "from_user": 351,
        "to_user": 12062,
        "subject": "",
        "datetime": "2025-08-07T09:31:19.925575",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Washington Public Records Act, I hereby request the following records:\r\n\r\nAll Yakima County Sheriff Department documents, dispatch logs, incident reports, follow-up reports, copies of medical examiner's reports or photographs, or anything that could be construed as a \"case file\" or \"case documents\" or \"relevant documents\" related to the discovery of the skeletal remains of an unidentified female decedent who was discovered on February 16th of 1988 near the unincorporated town of Parker. Please include a search for any electronic communication (to or from) either NCIC or WACIC related to these unidentified remains.\r\n\r\nThis case has been repeatedly covered in the news media, each time with requests to spread information about the case to the public in order to help generate leads which might to assist in identification: https://www.yakimaherald.com/thevanished/yakima-county-coroner-releases-new-portrait-of-woman-found-near-parker-in-1988/article_f2037ee5-02c6-50e9-9b67-7048a0659a4f.html\r\n\r\nThe Yakima County Sheriff's Office agency case number is: 88-1113.\r\n\r\nIf the Yakima County Sheriff's Department cannot fulfill certain parts of this request or if certain portions (for example, photographs) must be redacted, please provide any reasonable segregable portion of a requested record after removing or redacting those portions claimed to be exempt, explain in writing the justification for redacting the record, indicate the extent of any redactions on the portion of the record which is made available or published and where technically feasible indicate on the redacted portion itself the specific exemption(s) claimed.\r\n\r\nAs a hobby I research unidentified decedent cases and will attempt to use information released in an attempt to generate leads. Thank you for the Yakima County Sheriff Department's commitment to transparency. I look forward to working with you to resolve this request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobert Delaware",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/yakima-county-8575/yakima-county-sheriff-february-1988-parker-jane-doe-190735/"
  }
]