[
  {
    "id": 204276,
    "title": "N0018925RZ003 M1BC - ROTHR Operations and Maintenance Services",
    "slug": "n0018925rz003-m1bc-rothr-operations-and-maintenance-services",
    "status": "submitted",
    "embargo_status": "public",
    "user": 114696,
    "username": "CarlosBerríosPolanco",
    "agency": 10390,
    "datetime_submitted": "2026-02-06T00:41:50.403871",
    "date_due": "2026-03-09",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2026-02-06T00:41:50.698016",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 204276,
        "from_user": 114696,
        "to_user": 16177,
        "subject": "",
        "datetime": "2026-02-06T00:41:50.698016",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAll invoices, purchases orders, contracts, loan agreements, statements of work, procurement documents (but not limited to solicitation documents or notices of proposed contracts, proposed bids, unsolicited proposals, and/or documents justifying contracting without full and open competition) relating to the following specific procurement identifiers:\r\n\r\nN0018925RZ003\r\n\r\nThis request is not being made for commercial purposes. I am the deputy editor for The Latino Newsletter, a new media outlet focused on Latinx issues in the United States, and any documents obtained from this request will be used in the course of reporting for TLN. (https://thelatinonewsletter.org/). Therefore, I request to be considered a media requestor and request a fee waiver.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nCarlos Berríos Polanco",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/n0018925rz003-m1bc-rothr-operations-and-maintenance-services-204276/"
  }
]