[
  {
    "id": 155696,
    "title": "FOIL Request for Records Pertaining to Anita Murphy’s Involvement with Capital Region BOCES",
    "slug": "foil-request-for-records-pertaining-to-anita-murphys-involvement-with-capital-region-boces",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 18767,
    "username": "jvparker",
    "agency": 31667,
    "datetime_submitted": "2023-12-08T05:38:56.380192",
    "date_due": "2023-12-15",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-12-08T05:38:56.492936",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 155696,
        "from_user": 18767,
        "to_user": 93002,
        "subject": "",
        "datetime": "2023-12-08T05:38:56.492936",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nI am requesting access to and copies of records that detail the relationship and communications between Anita Murphy, in her various capacities including but not limited to “Special Project Administrator,” and the Capital Region BOCES, including its Board of Education.\r\n\r\nSpecifically, I am seeking the following:\r\n\r\n\t1.\tContracts and Agreements: Any and all contracts, agreements, or terms of employment related to Anita Murphy’s roles, including as “Special Project Administrator” or any other named or unnamed positions, with the Capital Region BOCES from December 1, 2022, to the present.\r\n\t2.\tMeeting Minutes and Resolutions: Copies of meeting minutes and resolutions of the Board of Education where Anita Murphy’s employment, resignation, rehiring, consultancy, or involvement in any capacity was discussed or decided upon from December 1, 2022, to the present.\r\n\t3.\tCorrespondence: Any written correspondence, including emails, memos, and letters, between Anita Murphy and key officials of the Capital Region BOCES, including board members, regarding her roles, responsibilities, or any related matters in any capacity from December 1, 2022, to the present.\r\n\t4.\tDocumentation of Services Rendered: Records detailing the services provided by Anita Murphy in her various capacities to the Capital Region BOCES, including consultancy reports, assessments, or any other deliverables.\r\n\t5.\tInvoices and Payments: All invoices submitted by Anita Murphy for services rendered in any capacity, and records of remittances or payments made to her by the Capital Region BOCES from December 1, 2022, to the present.\r\n\r\nPlease exclude any information that falls under the exemptions of the Freedom of Information Law, such as information that would constitute an unwarranted invasion of personal privacy or attorney-client privileged communications.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJackson Parker",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/foil-request-for-records-pertaining-to-anita-murphys-involvement-with-capital-region-boces-155696/"
  }
]