[
  {
    "id": 148385,
    "title": "2022 Mount Vernon High School Gunfire Incident",
    "slug": "2022-mount-vernon-high-school-gunfire-incident",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 115919,
    "username": "djimenez02",
    "agency": 18568,
    "datetime_submitted": "2023-06-28T13:43:18.613097",
    "date_due": "2023-07-06",
    "days_until_due": null,
    "date_followup": "2023-07-06",
    "datetime_done": null,
    "datetime_updated": "2023-06-28T13:43:18.707627",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 148385,
        "from_user": 115919,
        "to_user": 27571,
        "subject": "New York Freedom of Information Law Request: 2022 Mount Vernon High School Gunfire Incident",
        "datetime": "2023-06-28T13:43:18.707627",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nThe incident report and any investigative reports, including supplements such as police narratives, produced in relation to the shooting incident at Mount Vernon High School on 2/8/2022 located at 100 California Rd, Mt Vernon, NY 10552 either on full, redacted, or partial release of the report.\r\n\r\nIn the event that there are fees, I would request a waiver, as I am a member of a nonprofit media outlet and these records will be used in the public interest. The requested documents will be made available to the general public, and this request is not being made for commercial purposes. \r\n\r\nI would prefer the request filed electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\nDaniella Jimenez.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/mount-vernon-22889/2022-mount-vernon-high-school-gunfire-incident-148385/"
  },
  {
    "id": 148210,
    "title": "David Sellers (Secretary of State, Records Management)",
    "slug": "david-sellers-secretary-of-state-records-management",
    "status": "no_docs",
    "embargo": false,
    "permanent_embargo": false,
    "user": 117904,
    "username": "samanthawender",
    "agency": 8075,
    "datetime_submitted": "2023-06-24T03:53:50.722439",
    "date_due": "2023-06-28",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": "2023-06-28T14:05:22.672256",
    "datetime_updated": "2023-06-28T14:05:22.672256",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 148210,
        "from_user": 117904,
        "to_user": 20758,
        "subject": "Vermont Public Records Act Request: David Sellers (Secretary of State, Records Management)",
        "datetime": "2023-06-24T03:53:50.933071",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Vermont Public Records Act, I hereby request the following records:\r\n\r\nTo Whom It May Concern:\r\n\r\nAny police reports, any 911 calls, any transcripts, videos, interrogations, any arrest records, deal memos, pleas, claims of sexual assault, reports of sexual assault, any court records, hearing records or transcripts, any case files, court case files, divorce records, divorce transcripts, divorce filings, any exhibits, photos, evidence about or in prosecution of David Sellers, Dave Sellers, David E. Sellers, David Edward Sellers of Vermont -- Warren, VT -- previously of 481 Prickly Mtn Road, Warren, VT DOB: 9/7/1938. Any any all records, papers, documents, please. Dates ranging from 1970 to 1990.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nsamantha wender",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 148210,
        "from_user": 20758,
        "to_user": 117904,
        "subject": "Thank you for contacting the Vermont Secretary of State",
        "datetime": "2023-06-28T00:15:32.178960",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Thank you for contacting the Records Officer. Below is a record of the information you submitted. Our office will be in touch with you soon.\r\n\r\n\r\nThe following information was submitted via the Records Officer request form:\r\n\r\n\r\nName: samantha wender\r\nRequester Email Address: 148210-74275402@requests.muckrock.com\r\nDescribe your records request: To Whom It May Concern: Pursuant to the Vermont Public Records Act, I hereby request the following records: To Whom It May Concern: Any police reports, any 911 calls, any transcripts, videos, interrogations, any arrest records, deal memos, pleas, claims of sexual assault, reports of sexual assault, any court records, hearing records or transcripts, any case files, court case files, divorce records, divorce transcripts, divorce filings, any exhibits, photos, evidence about or in prosecution of David Sellers, Dave Sellers, David E. Sellers, David Edward Sellers of Vermont -- Warren, VT -- previously of 481 Prickly Mtn Road, Warren, VT DOB: 9/7/1938. Any any all records, papers, documents, please. Dates ranging from 1970 to 1990. The requested documents will be made available to the general public, and this request is not being made for commercial purposes. In the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not. Thank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires. Sincerely, samantha wender Upload documents directly: https://accounts.muckrock.com/accounts/login/?next=https%3A%2F%2Fwww.muckrock.com%2Faccounts%2Flogin%2F%3Fnext%3D%252Faccounts%252Fagency_login%252Fsecretary-of-state-8075%252Fdavid-sellers-secretary-of-state-records-management-148210%252F%253F&url_auth_token=AABIypJ-OAwcVZ4Jiho5xR43IOc%3A1qEMRT%3AtCTWxh365Q9sLtE4RIaegj79nu_8lIseFIGGmBsr6hs\r\nCreator, sender or recipient of record if known:\r\nDate or date range of record if known:\r\nKey words:\n",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 148210,
        "from_user": 20758,
        "to_user": 117904,
        "subject": "RE: Records Officer Request from samantha wender",
        "datetime": "2023-06-28T14:05:22.672256",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Hello,\r\n\r\nThe Secretary of State's office does not receive or produce police or court records like you describe. I suggest you reach out to the State police, relevant local police, and the Vermont judiciary directly.\r\n\r\nPlease let me know if you have any questions.\nBest regards,\r\nJenny Prosser\r\n\r\nJenny R. Prosser\r\nGeneral Counsel & Director of Municipal Assistance\r\nVermont Secretary of State's Office",
        "status": "no_docs",
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/vermont-80/david-sellers-secretary-of-state-records-management-148210/"
  }
]