[
  {
    "id": 137712,
    "title": "Subject: Freedom of Information Act Request: Calvin Hendell Fox",
    "slug": "subject-freedom-of-information-act-request-calvin-hendell-fox",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 60252,
    "username": "rskva102",
    "agency": 15767,
    "datetime_submitted": "2022-12-09T15:51:15.531714",
    "date_due": "2023-01-10",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2022-12-09T15:51:15",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 137712,
        "from_user": 60252,
        "to_user": 20882,
        "subject": "",
        "datetime": "2022-12-09T15:51:15.616526",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nYou are receiving this correspondence as a request under the Freedom of Information Act, 5 U.S.C. subsection 552. I am requesting the following:\r\n\r\nCopies of all records, documents, and communications responsive to Bureau File 157-2033 and San Diego file 157-3170, for one Mr. Calvin Hendell Fox (July 25, 1928 - March 16, 2001). Information on Mr. Fox is of immense public interest because he was an associate or member of the Secret Army Organization (SAO), a group created and run by a Federal Bureau of Investigation (FBI) informant, Howard Berry Godfrey. This group recruited members of the San Diego chapter of a right-wing paramilitary group, the Minutemen, and targeted left-wing activists in San Diego for violence. At one point, the SAO was alleged to have been planning an attack on the 1972 Republican National Convention, but personal and court testimonies in the years since that event, by former SAO members and left-wing activist groups in San Diego, indicate Mr. Godfrey may have taken a more active role in organizing these actions than previously known. Information on any associates or members of the SAO would be of great importance in providing added context about the group and the circumstances under which it formed. Mr. Godfrey was an FBI informant between 1967 and 1973.\r\n\r\nThere is no expectation of a violation of Mr. Fox's privacy, as he passed away in 2001. Privacy rights are not extended to deceased persons. I have attached a reproduction of Mr. Fox's grave at Fort Rosecrans National Cemetery in San Diego, California, as verification. Further, the SAO has been defunct as an organization since October 1972. Although the Bureau has investigated groups using the SAO moniker, all investigations—such as one occurring in Madison, Wisconsin, in 1973 and 1974 (please see: Bureau file 157-2445)—found that they were unaffiliated. As Mr. Fox is deceased and the SAO defunct there should no be concerns over privacy or active investigations.\r\n\r\nAdditionally, the Bureau has previously released documents identifying Mr. Fox and the SAO by name. This information has appeared in releases coordinated by the John F. Kennedy Assassination Archive in 2017, 2018, and 2021. Any possible privacy concerns would be voided by these releases, given that the Bureau has published Mr. Fox's unredacted name numerous times. As further verification, please see FBI-HQ file 157-23577, of which serials 1 through 105 were released to a requestor and made public in 2018 independent of the JFK Assassination Archive releases. The fact that there have been prior Freedom of Information Act requests on the SAO would also demonstrate a compelling public interest in the subject, warranting the release of further documents on its members.\r\n\r\nI am asking you waive any fees associated with this request. I am a member of the news media, with bylines including Covert Action Magazine, Janata Weekly, and Philly Voice. Please take note of the Office of Management and Budget guidelines published March 27, 1987 (52 FR 10012) that include electronic publications and other nontraditional publishers as representatives of the news media.\r\n\r\nThis request is not being made for commercial purposes. All documents will be provided to the general public without charge.\r\n\r\nIn the event that there are fees, I am willing to pay up to $100. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nI look forward to your response within 20 working days, as the statute requires. If access to the records I am requesting will take longer, please contact me with information about when I might expect copies or the ability to inspect the requested records.\r\n\r\nIf you deny any or all of this request, please cite each specific exemption you feel justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\r\n\r\nSincerely,\r\n\r\nRobert Skvarla, Jr.",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1055249,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/rskva102/115517/Calvin_Hendell_Fox_1928-2001_-_Find_a_Grave_Memorial.pdf",
            "datetime": "2022-12-09T15:51:15.616526",
            "title": "Calvin_Hendell_Fox_1928-2001_-_Find_a_Grave_Memorial.pdf",
            "source": "Robert Skvarla, Jr.",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/subject-freedom-of-information-act-request-calvin-hendell-fox-137712/"
  }
]