[
  {
    "id": 145711,
    "title": "Personnel Records and Records Related to Body Scanners and Advanced Imaging Technologies",
    "slug": "personnel-records-and-records-related-to-body-scanners-and-advanced-imaging-technologies",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 39,
    "datetime_submitted": "2023-05-11T13:21:18.069884",
    "date_due": "2023-06-09",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-05-11T13:21:18.161996",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 145711,
        "from_user": 4164,
        "to_user": 9551,
        "subject": "",
        "datetime": "2023-05-11T13:21:18.161996",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nFreedom of Information Act Officer\r\nTransportation Security Administration\r\n601 South 12th Street\r\nArlington, VA 20598\r\n\r\nDear FOIA Officer,\r\n\r\nI am writing to submit a limited Freedom of Information Act (FOIA) request seeking records related to two areas of interest within the Transportation Security Administration (TSA): personnel records of TSA employees and records related to the TSA's use of body scanners and other advanced imaging technologies for the period of the last two years (2021-2023).\r\n\r\nFirstly, I request any and all training programs and materials provided to TSA agents in the last two years, including any materials related to cultural competency or implicit bias training. Additionally, I would like to obtain any disciplinary actions taken against TSA agents, including any records related to employee misconduct, violations of TSA policies and procedures, or complaints filed against TSA agents. Lastly, I request internal investigations of TSA employees in the last two years, including any records related to allegations of abuse, harassment, or discrimination by TSA agents.\r\n\r\nThese records will help to provide transparency and accountability for the TSA's actions in maintaining high standards of conduct among its personnel. In support of this request, I would like to cite several court cases, including EPIC v. DHS, 615 F.3d 519 (D.C. Cir. 2010), where the court held that the TSA must release documents related to the effectiveness and privacy impact of body scanners used at airports. The court found that the public interest in transparency and accountability outweighed any privacy concerns related to the release of these records. Additionally, in NARA v. Favish, 541 U.S. 157 (2004), the Supreme Court held that FOIA requires the disclosure of records that could reasonably be interpreted as indicating an agency's ability or willingness to protect the privacy of individuals.\r\n\r\nSecondly, I request any training materials and manuals provided to TSA agents on the use of body scanners and other advanced imaging technologies in the last two years. Furthermore, I request technical specifications for the scanners and technologies used by TSA agents. Additionally, I would like to obtain any reports or studies conducted by the TSA or other organizations related to the effectiveness and safety of these technologies in the last two years. Lastly, I request any records related to complaints or incidents related to the use of these technologies in the last two years, including any reports of malfunctions, false positives, or privacy concerns.\r\n\r\nThese records will help to ensure the effective and safe use of advanced imaging technologies and provide insights into any privacy concerns associated with their use. In support of this request, I would like to cite the case of Katz v. United States, 389 U.S. 347 (1967), where the court held that the Fourth Amendment protects individuals from unreasonable searches and seizures and that a warrant is required to conduct a search, absent some exception.\r\n\r\nFOIA requires agencies to disclose records unless they are exempt from disclosure under one of nine exemptions listed in the statute. If you determine that any of the requested records are exempt from disclosure, I request that you provide a written explanation of the exemption and the specific reasons why it applies.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJordan Lassiter",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/personnel-records-and-records-related-to-body-scanners-and-advanced-imaging-technologies-145711/"
  },
  {
    "id": 145710,
    "title": "NSA Quantum Computing Records",
    "slug": "nsa-quantum-computing-records",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 17,
    "datetime_submitted": "2023-05-11T13:21:06.708038",
    "date_due": "2023-06-09",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-05-11T13:21:06.798758",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 145710,
        "from_user": 4164,
        "to_user": 25363,
        "subject": "",
        "datetime": "2023-05-11T13:21:06.798758",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nDear FOIA Officer,\r\n\r\nI am writing to request records under the Freedom of Information Act (FOIA) from the National Security Agency (NSA) regarding the NSA's activities related to quantum computing. Specifically, I request the following:\r\n\r\nAll reports, analyses, and briefings that discuss or analyze the use of quantum computing by the NSA or its contractors for intelligence, encryption, or other purposes.\r\n\r\nAll contracts, grants, and other agreements between the NSA and any other entities, including private companies and academic institutions, related to research or development of quantum computing technology.\r\n\r\nAll correspondence, including emails, memos, and letters, related to the NSA's use or research of quantum computing technology.\r\n\r\nAll budget documents and spending reports related to the NSA's activities and expenditures related to quantum computing.\r\n\r\nAll policies and guidelines related to the NSA's use or research of quantum computing technology, including any regulations or laws governing the use of such technology.\r\n\r\nThe time frame for this request is the last five years, from January 1, 2018, to the date this request is processed.\r\n\r\nI ask that you conduct a search for all responsive records in a manner that is reasonably calculated to locate all records within the scope of this request. Please do not construe my use of the word \"any\" to be an attempt to limit the scope of this request. Rather, I intend it to be inclusive of all records within the specified time frame that are responsive to this request.\r\n\r\nIn addition, I am requesting that you provide me with a list of all databases, systems, or other records repositories that were searched, and provide an explanation of the search methods used to identify and locate the records responsive to my request.\r\n\r\nPlease note that a Glomar response, neither confirming nor denying the existence of records, is not appropriate in this case, as there is already public information indicating that the NSA has been involved in quantum computing research and development. See, e.g., \"NSA Research Directorate's Quantum Program,\" GovernmentCIO Magazine (Feb. 20, 2018).\r\n\r\nIf any part of my request is denied, please provide a detailed explanation for the denial and cite the specific statutory exemption(s) relied upon. In addition, I request that you provide me with any segregable portions of otherwise exempt material.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJordan Lassiter",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/nsa-quantum-computing-records-145710/"
  }
]