[
  {
    "id": 182649,
    "title": "Nevada Inmates Wages While Fighting Fires",
    "slug": "nevada-inmates-wages-while-fighting-fires",
    "status": "ack",
    "embargo_status": "public",
    "user": 27936,
    "username": "michellebaker",
    "agency": 19114,
    "datetime_submitted": "2025-03-06T16:46:52.669849",
    "date_due": "2025-03-13",
    "days_until_due": null,
    "date_followup": "2025-03-13",
    "datetime_done": null,
    "datetime_updated": "2025-03-06T16:46:52.771952",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 182649,
        "from_user": 27936,
        "to_user": 29039,
        "subject": "Nevada Public Records Act Request: Nevada Inmates Wages While Fighting Fires",
        "datetime": "2025-03-06T16:46:52.771952",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Nevada Public Records Act, I hereby request the following records:\r\n\r\n1). The number of inmates/offenders from the Nevada Department of Corrections that received training to fight wildfires from January 2019 - December 2024, and the total costs associated with that program. \r\n2). The wages of Nevada inmates/offenders for that were fighting fires from January 2019-December 2024, including information on race, age, gender and convicted crime but eliminating other private information.\r\n3). The amount of money received into the Division of Forestry Account as outlined in NRS 209.231, reflecting money which is obtained from the operation of a conservation camp and which is not used for salaries, overhead or operating expenses of any conservation camp is required to be deposited in the Division of Forestry Account. \r\n4). The State Forestry Firewarden's determination of wages that must be paid to inmates/ offenders in the years 2019-2024 in accordance to  NRS 472.040h.\r\n5). The contract between California Division of Forestry and the Nevada Department of Corrections pertaining to financial agreements for use of Nevada's Inmates / Offenders from January 2019-December 2024.\r\n6). All contracts and bills from the Humboldt Conservation Camp regarding the 2011 \"general clean up\" cooperated by a Stor-Al location in Winnemuca as found in Appendix A in https://www.leg.state.nv.us/Division/Audit/Full/BE2014/Division%20of%20Forestry,%20LA14-01%20Full.pdf\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nmichelle baker",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "mail"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/carson-city-8862/nevada-inmates-wages-while-fighting-fires-182649/"
  }
]