[
  {
    "id": 172771,
    "title": "Porter Funeral Home Investigative File",
    "slug": "porter-funeral-home-investigative-file",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 126585,
    "username": "CaitlinDowney",
    "agency": 398,
    "datetime_submitted": "2024-08-31T16:03:25.609762",
    "date_due": "2024-09-11",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-08-31T16:03:25.733624",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 172771,
        "from_user": 126585,
        "to_user": 10218,
        "subject": "",
        "datetime": "2024-08-31T16:03:25.733624",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Indiana Access to Public Records Act, I hereby request the following records:\r\n\r\nISP's investigative file for the former Porter Funeral Home located at 726 E. North Street, Tipton, Tipton County, specifically the discovery of abandoned human remains and cremains in June 2019. I understand investigatory records of law enforcement agencies may be exempt from disclosure under IC 5-14-3-4(b). However, the investigation occurred five years ago and no longer appears to be active. The owner of the former funeral home is deceased; he died shortly before the ISP began their investigation.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 7 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nCaitlin Downey",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/indiana-152/porter-funeral-home-investigative-file-172771/"
  }
]