[
  {
    "id": 140930,
    "title": "Cyber Stalker Harassment Complaint Incident",
    "slug": "cyber-stalker-harassment-complaint-incident",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 16858,
    "username": "LorraineAValente",
    "agency": 23698,
    "datetime_submitted": "2023-02-20T01:02:57.106558",
    "date_due": "2023-02-23",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-02-20T01:02:57.200868",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "information sharing",
      "cyberstalking",
      "minnesota",
      "harassment",
      "kentucky open records act request",
      "doxing"
    ],
    "communications": [
      {
        "foia": 140930,
        "from_user": 16858,
        "to_user": 67012,
        "subject": "",
        "datetime": "2023-02-20T01:02:57.200868",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Kentucky Open Records Act, I hereby request the following records:\r\n\r\nPlease provide a copy of  the Incident report  I filed with your office on February 2 2023.\r\n\r\nTo refresh your memory, I called regarding a cyberstalker Youtube Creator who I do not know or have ever met who has been stalking, tormenting. and harassing me since mid December to present. This Youtube Creator goes by NirvGorilla aka Nirv aka Niv Gorilla aka Jitsi Voip aka Nirv@painbow aka Doug Lowe aka Dan French aka Josh Anderson.. It has come to my attention that he is a known hacker and stalker on Youtube.  He has admitted on his channel that he has downloaded my videos and has critiqued them all.  He has been defaming and slandering me in videos, via email and  combed the Internet for a photo of me  He has been doxing me by superimposing an image of my face onto other objects.  \r\n\r\nI have received multiple threatening and vulgar emails,  My phone number is not published and he searched for it leaving me a voice message and TXT message.  Recently he searched Google Maps, located my house and posted an aerial view of it his channel and make my location public in a public forum which is dangerous and harmful to me personally.  This is stalking, harassment, cyberstalking, menace with the deliberate intent to harm and cause fear.\r\n\r\nI want to file for a retraining order.  The phone number he contacted me from is in Minnesota.  I also spoke with the Minnesota Police Department who left him a voice message to not contact me yet he persists and it is escalating.  I was informed by Minnesoita that the complaint needs to be filed where the victim lives yet Officer Bryant claims it isout of Jackson County and has no jurisdiction.  This is false.  I want to file for a restraining order and for this individual be contacted and warned.\r\n\r\nI contacted the Sheriffs Department to follow up on February 2, 6:23pm then again at 6:49pm and no officer contacted me to file an incident report or provide the Incident report number(s).\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.laced my home and posted its location and map on his Youtube channel.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nLorraine A Valente",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/jackson-county-15590/cyber-stalker-harassment-complaint-incident-140930/"
  }
]