[
  {
    "id": 151658,
    "title": "Untitled",
    "slug": "untitled",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 87371,
    "username": "steehan",
    "agency": 9634,
    "datetime_submitted": "2023-09-06T13:31:43.229493",
    "date_due": "2023-09-13",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-09-06T13:31:43.350870",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 151658,
        "from_user": 87371,
        "to_user": 12479,
        "subject": "",
        "datetime": "2023-09-06T13:31:43.350870",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nUnder the New York Freedom of Information Law, N.Y. Pub. Off. Law sec. 84 et seq., I am requesting an opportunity to inspect or obtain copies of public records that show:\r\n\r\n1. The contract executed between either the CCB or OCM and the \"outside counsel\" referenced by CCB member Adam Perry during the Jan. 25, 2023, board meeting;\r\n2. Any non-privileged (non-legal) communications between Chairwoman Tremaine Wright and outside counsel about this topic prior to the Jan. 25, 2023, meeting.\r\n3. Any non-privileged (non-legal) communications between Chairwoman Wright and internal OCM counsel regarding this contract and work product.\r\n\r\nThe contract with outside counsel should show, at minimum:\r\n\r\n-The scope of work\r\n-The amount of money paid/pledged to the outside counsel\r\n-The outside counsel's name and company affiliation\r\n-The resulting work product produced by the outside counsel\r\n\r\nIf there are any fees for searching or copying these records, please inform me if the cost will exceed $100. However, I would also like to request a waiver of all fees in that the disclosure of the requested information is in the public interest and will contribute significantly to the public’s understanding of NY's oversight and implementation of the state's cannabis industry. This information is not being sought for commercial purposes. The New York Freedom of Information Law requires a response time of five business days. If access to the records I am requesting will take longer than this amount of time, please contact me with information about when I might expect copies or the ability to inspect the requested records. If you deny any or all of this request, please cite each specific exemption you feel justifies the refusal to release the information and notify me of the appeal procedures available to me under the law. Thank you for considering my request.\"\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nSean Teehan",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/untitled-151658/"
  }
]