[
  {
    "id": 192518,
    "title": "New York City's Domestic Worker Mediation Program",
    "slug": "new-york-citys-domestic-worker-mediation-program",
    "status": "submitted",
    "embargo_status": "public",
    "user": 165405,
    "username": "RevaAbrol",
    "agency": 39253,
    "datetime_submitted": "2025-09-04T12:40:40.732754",
    "date_due": "2025-09-11",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-09-04T12:40:40.933850",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192518,
        "from_user": 165405,
        "to_user": 149307,
        "subject": "",
        "datetime": "2025-09-04T12:40:40.933850",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nInformation on New York City's Domestic Worker Mediation Program, including answers to the following questions:\r\n\r\n1. How does the program define \"domestic workers\"?\r\n2. The DCWP website states: \"If you are a paid care worker in NYC, you have a dedicated City resource for workplace questions and complaints: the Paid Care Division within the Department of Consumer and Worker Protection (DCWP) Office of Labor Policy & Standards.\" Then the website goes on to define paid care workers as including both homecare and domestic workers. Does this mean that homecare workers cannot seek dispute resolution under the program?\r\n3. Why did Mayor Adams choose to launch this program?\r\n4. If homecare workers cannot seek mediation under the program, is there another way for them to receive support from the DCWP?\r\n5. How do domestic workers access the program? Is there a way to file a specific request for mediation? Or does the DCWP or another department identify potential cases in need of mediation from a general intake form for workers' complaints?\r\n6. Can you confirm the date that the program went live? Was it December 6, 2022 (the publication date of this press release from Mayor Eric Adams' office)?\r\n7. How many complaints has the program received from the time of launch until today? Can you share both the total and an annual breakdown?\r\n8. What percent and gross number of complaints were filed by homecare workers, such as home health aides, personal care aides, and home attendants? Can you share the breakdown of complaints by category of occupation?\r\n9. What percent of complaints are filed by women?\r\n10. What percent of complaints are filed by immigrants?\r\n11. What is the average age of the complainants?\r\n12. Were there any cases filed by employers? Or does the program take cases that are filed by workers?\r\n13. What percent and gross number of complaints filed were about wage theft? Can you share a breakdown of complaints by complaint type?\r\n14. What are the types of outcomes that can result from a case submitted for mediation under the program?\r\n15. What does \"resolution\" mean under the program? \r\n16. Does \"resolution\" include wage recovery in wage theft cases? If so, what percent and gross amount of owed wages were returned to the workers on average?\r\n17. Can you provide an end-to-end overview of the steps in the process, from intake to outcome?\r\n18. Of the total number of complaints filed from launch until today, how many have been selected for mediation under the program?\r\n19. Of the total number of complaints selected for mediation from launch until today, how many were resolved?\r\n20. Are workers who seek resolution through the program still able to pursue litigation? Or does participation in the program prevent them from doing so?\r\n21. How is DCWP or other offices (the Mayor's office, OATH) spreading awareness of the program, if at all?\r\n22. What is the budget for the program?\r\n23. Is DCWP aware of any cases of employer retaliation against workers who seek support from the program?\r\n24. Are there any other programs by the state or city that provide similar or overlapping services?\r\n\r\nWhere possible, I'd appreciate any spreadsheets you can provide for analysis as well.\r\n\r\nI also request that, if appropriate, fees be waived as I believe this request is in the public interest. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, processed by a representative of the news media/press and is made in the process of news gathering and not for commercial usage.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nReva Abrol",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/new-york-citys-domestic-worker-mediation-program-192518/"
  }
]