[
  {
    "id": 185134,
    "title": "Cybercheck communications & agreements",
    "slug": "cybercheck-communications-agreements",
    "status": "ack",
    "embargo_status": "public",
    "user": 150405,
    "username": "JessicaHatcher",
    "agency": 6172,
    "datetime_submitted": "2025-04-17T08:02:44.823108",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2025-05-02",
    "datetime_done": null,
    "datetime_updated": "2025-04-17T08:02:44.959042",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 185134,
        "from_user": 150405,
        "to_user": 10756,
        "subject": "Ohio Open Records Law Request: Cybercheck communications & agreements",
        "datetime": "2025-04-17T08:02:44.959042",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Ohio Open Records Law, I hereby request the following records:\r\n\r\n1) All agreements (contracts, licenses, MOUs, MOAs, data agreements, letters of intent, etc.) made since Jan. 1, 2021 between the Summit County Prosecutor's Office and Global Intelligence Inc. (also called Cybercheck or Cybercheck.AI) for the provision of the Cybercheck service.\r\n\r\n2) All email exchanges, including attachments, between the Summit County Prosecutor's Office's staff and email addresses with the domain \"@cybercheck.ai\" sent between Jan. 1, 2021 and the present.\r\n\r\n3) All email exchanges, including attachments, between staff of the Summit County Prosecutor's Office and the email address \"adam.mosher@projectsheepdog.org\", sent between Jan. 1, 2021 and the present.\r\n\r\n4) All emails, including attachments, exchanged between staff at the Summit County Prosecutor's Office, that reference Cybercheck or its provider Global Intelligence, sent between Jan. 1, 2021 and the present.\r\n\r\nI kindly request that you waive all fees as I am a journalist working for an international news organization and the requested records will be used for journalism in the public interest.\r\n\r\nIf you choose to reject this request or redact portions of responsive documents, I ask that you provide a breakdown of the statutory exemptions and associated case law underlying your decision to withhold each/any portions from public review.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nJessica Hatcher",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/summit-county-25203/cybercheck-communications-agreements-185134/"
  }
]