[
  {
    "id": 163161,
    "title": "Cortez Zoning Administrator Position Held By What Person - Sec 6.24 of city code",
    "slug": "cortez-zoning-administrator-position-held-by-what-person-sec-624-of-city-code",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 15441,
    "username": "CharlesJeter",
    "agency": 19995,
    "datetime_submitted": "2024-05-06T12:20:38.714822",
    "date_due": "2024-05-09",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-05-06T12:20:38.809586",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "cortez",
      "city of cortez",
      "rachael marchbanks",
      "land use code",
      "planning and zoning",
      "land use zoning",
      "independent log company",
      "zoning administrator",
      "kirsten sackett",
      "code compliance"
    ],
    "communications": [
      {
        "foia": 163161,
        "from_user": 15441,
        "to_user": 31239,
        "subject": "",
        "datetime": "2024-05-06T12:20:38.809586",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Colorado Open Records Act, I hereby request the following records:\r\n\r\nRef to 6.24 \"Administrative officials.\r\n(a) Zoning Administrator. There is created an official administrative position known as the zoning administrator. The zoning administrator shall be the city planner and shall be appointed by, directed by, and serve at the pleasure of the city manager, except in such cases as noted in Section 2.02 of this code...\"\r\n\r\nPlease provide copies of organizational charts and other documents citing who held the position and between what times / dates for the 6.24 Zoning Administrator from the present going back to 2014, Jan 1. I am particularly interested in language that defines the compliance with 6.24 between Kirsten Sackett's position and Rachael Marchbanks position of authority. Any emails, organizational charts, HR directives to staff for compliance with 6.24, etc. are of interest. If there are emails or other minutes of city staff regarding discussion of who fulfilled Zoning Administrator duties even as interim, and when they were authorized, please provide those.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nCharles Jeter",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/cortez-5794/cortez-zoning-administrator-position-held-by-what-person-sec-624-of-city-code-163161/"
  }
]