[
  {
    "id": 161721,
    "title": "Document Production to DOI Letter, and Attachment: NYPD Self enforced area",
    "slug": "document-production-to-doi-letter-and-attachment-nypd-self-enforced-area",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 2521,
    "username": "noahmcclain",
    "agency": 9779,
    "datetime_submitted": "2024-04-05T18:41:30.084399",
    "date_due": "2024-04-12",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-05T18:41:30.186999",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161721,
        "from_user": 2521,
        "to_user": 12724,
        "subject": "New York Freedom of Information Law Request: Document Production to DOI Letter, and Attachment: NYPD Self enforced area",
        "datetime": "2024-04-05T18:41:30.186999",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nThe list of \"self-enforcement zones,\" and all accompanying maps or attachments provided to DOI by the NYPD,  identified in DOI documents as  \"NYPD Document Production to DOI Letter dated: November 21, 2022 and Attachment: \"Self enforced area.\" \"\r\n\r\nThese materials are referenced in  DOI's report of April 2024, \"The Department of Investigation's Report Pursuant to Local Law 6 of 2020\", footnote 83, and used to support the claims that \"The DOI report indicates that  \"NYPD provided DOI with a list of all self-enforcement zones within the five boroughs, which reveled that self-enforcement zones compromise, at a minimum, two to three blocks around a police or government facility [...] there are approximately 150 of these self-enforced parking areas in the five boroughs.\" (p.  29).\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nNoah McClain",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-city-17/document-production-to-doi-letter-and-attachment-nypd-self-enforced-area-161721/"
  }
]