[
  {
    "id": 173030,
    "title": "CIA: CIA Inspector General's Reports from the 1950s",
    "slug": "cia-cia-inspector-generals-reports-from-the-1950s",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 84644,
    "username": "profphil",
    "agency": 6,
    "datetime_submitted": "2024-09-09T13:02:05.613864",
    "date_due": "2024-10-07",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-09-09T13:02:05.748197",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "inspector general",
      "cia history"
    ],
    "communications": [
      {
        "foia": 173030,
        "from_user": 84644,
        "to_user": 9567,
        "subject": "",
        "datetime": "2024-09-09T13:02:05.748197",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAll CIA Inspector General's Surveys/Reports from the 1950s in their entirety. \r\n\r\nFor example, I request \"Inspector General's Survey of the Soviet Russia Division, June 1956\" signed by Lyman B. Kirkpatrick, Inspector General. I request the report in its entirety, considering that it was only partially declassified in 2004. The partially declassified report can be found on the CIA CREST Database: https://www.cia.gov/readingroom/document/cia-rdp62-01094r000400020007-6. Only 13 pages were declassified in 2004, I request the declassification of all 100+ pages.\r\n\r\nFOIA case law establishes the extent to which agencies MUST search all records systems reasonably believed to contain responsive documents, even if it means contacting former employees. The Justice Department's May 2004 Guide states that an agency \"cannot limit its search to only one record system if there are others that are likely to turn up the information requested.\"\r\n\r\nI am a university professor, an archival researcher, and a published author in intelligence history and this request is made for academic research purposes.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nFilip Kovacevic",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/cia-cia-inspector-generals-reports-from-the-1950s-173030/"
  }
]