[
  {
    "id": 204784,
    "title": "Cheektowaga Flock Audit",
    "slug": "cheektowaga-flock-audit",
    "status": "submitted",
    "embargo_status": "public",
    "user": 171599,
    "username": "Deputize9540",
    "agency": 19400,
    "datetime_submitted": "2026-02-16T17:16:06.601530",
    "date_due": "2026-02-23",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2026-02-16T17:16:06.723215",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 204784,
        "from_user": 171599,
        "to_user": 30043,
        "subject": "",
        "datetime": "2026-02-16T17:16:06.723215",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nRecords related to the department’s Flock Safety system:\r\n1. Organization Audit in Flock.\r\nThe report should include data logged from the period of January 1, 2025, to the date this request is processed. Per Flock's documentation, the Organization Audit is available within the Insights tab and is defined as searches done within the agency.\r\n\r\n2. Network Audit in Flock.\r\nThe report should include data logged from the period of January 1, 2025, to the date this request is processed. Per Flock's documentation, the Network Audit is available within the Insights tab and is defined as searches of the organization’s Flock network by any agency in the Flock System.\r\n\r\n3. A list of network share settings that include:\r\n3a. Flock networks shared with me\r\n3b. Networks that I’m sharing - including access for each organization (eg. \"Search\", \"Hotlist\", \"Analytics\")\r\n\r\nPlease do not direct me to a Flock transparency page, as transparency pages do not contain the totality of responsive information for this request, such as organizations' access for shared networks or complete organization or network audits.\r\n\r\nPlease provide records in their original electronic, machine readable format. For example, please provide csv or spreadsheet files where applicable.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nScott Conway",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/cheektowaga-23110/cheektowaga-flock-audit-204784/"
  }
]