[
  {
    "id": 157300,
    "title": "Police Department “Errands”",
    "slug": "police-department-errands",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 124211,
    "username": "MYMUCKROCK",
    "agency": 11862,
    "datetime_submitted": "2024-01-15T19:36:43.365252",
    "date_due": "2024-01-22",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-01-15T19:36:43.453967",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 157300,
        "from_user": 124211,
        "to_user": 17693,
        "subject": "",
        "datetime": "2024-01-15T19:36:43.453967",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nCopies of the following CFS reports and any supplemental information (such as a police report and/or narrative text) about each call to include officer name(s):\r\n\r\nCFS BRP24000866 \r\nCFS BRP24000872\r\nCFS BRP24000876\r\nCFS BRP24000761\r\nCFS BRP24000293\r\nCFS BRP23027525\r\nCFS BRP23027494\r\nCFS BRP23027695\r\nCFS BRP23027696\r\nCFS BRP23028047\r\nCFS BRP23028278\r\nCFS BRP23028288\r\nCFS BRP23028456\r\nCFS BRP23028464\r\nCFS BRP23028552\r\nCFS BRP23029104\r\nCFS BRP23026449\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAnonymous User",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/burr-ridge-7596/police-department-errands-157300/"
  },
  {
    "id": 157299,
    "title": "Untitled",
    "slug": "untitled",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 33210,
    "username": "perseverance2013",
    "agency": 129,
    "datetime_submitted": "2024-01-15T19:15:02.436428",
    "date_due": "2024-02-12",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-01-15T19:15:02.575811",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 157299,
        "from_user": 33210,
        "to_user": 9557,
        "subject": "",
        "datetime": "2024-01-15T19:15:02.575811",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "January 15, 2024\r\n\r\nFOIA Officer\r\nNational Archives and Records Administration 8601 Adelphi Road, Room 3110\r\nCollege Park, MD 20740 \r\nFax: (301) 837-0293\r\nBy E-mail: foia@nara.gov\r\n\r\nCopy to AOTUS\r\n\r\nSubject: Expedited FOIA Request NARA 24-A.A . FOIA Advisory Committee December 7, 2023 Meeting Persons Present\r\n\r\n***This Request will be timely for Judicial Review in twenty working days***\r\n\r\nI am submitting this request under the Freedom of Information Act (“FOIA”), 5 U.S.C. § 552 et seq., as amended. If you deny all or any part of this request, please cite each specific exemption you think justifies your decision not to release the information and notify me of appeal procedures available under the law. References cited below apply.\r\n\r\nRECORDS SOUGHT VIA FOIA.\r\n\r\nExpedited FOIA Request NARA 24-A.A . FOIA Advisory Committee December 7, 2023 Meeting Persons Present See PDF.\r\n\r\n1.\tRecords of the FOIA Advisory Committee December 7, 2023 Meeting Participants or persons present, including but not limited to: a) all participants/persons present who registered to participate via WEBEX; b) and all NARA support personnel; c) moderator(s).\r\n\r\n2.\tThe Agency copy of this FOIA Request this FOIA request itself is an agency record, “received by an agency of the United States Government under Federal law or in connection with the transaction of public business” 44 U.S.C. § 3301 (emphasis supplied). \r\n\r\n\tThe definition of “records” includes:\r\n“[A]ill books, papers, maps, photographs, machine readable materials, or other documentary materials, regardless of physical form or characteristics, made or received by an agency of the United States Government under Federal law or in connection with the transaction of public business and preserved or appropriate for preservation by that agency or its legitimate successor as evidence of the organization, functions, policies, decisions, procedures, operations, or other activities of the Government or because of the informational value of data in them.”  44 U.S.C. § 3301 (emphasis supplied).\r\n\r\nREQUESTED FORMAT.\r\n\r\nThe Webex recording link should also be included in the FOIA Advisory Committee meeting minutes. Public disclosure was an important issue at this meeting. There is no basis for not expeditiously providing the recording to the public – release to one, release to all.\r\n\r\nThis request is distinctly separate from any other. Please do not combine this request with any other request in your reply. I am requesting that each element of the records sought be specifically addressed in the reply.\r\n\r\nIn all correspondence, return a copy of my FOIA request, cite my personal request number, and cite records sought.\r\n\r\nFEE WAIVER/ PUBLIC INTEREST/PUBLIC RELEASE. \r\n\r\nNotwithstanding my agreement to pay fees below if my fee waiver is denied, I am seeking a fee waiver due to significant public interest in this information. The subject of the requested records concerns \"the operations or activities of the government.” The disclosure is \"likely to contribute\" to an understanding of government operations or activities. There is no commercial interest. There is significant public interest.\r\n\r\nAGREEMENT TO PAY FEES.\r\n\r\nI agree to pay fees for searching or copying the records up to $25. If the fees exceed this amount, please advise me of the cost before proceeding. I do not believe that there should be any charge for providing these records, as there is public interest in government operations. I am a private individual not seeking documents for commercial use, such that the following applies: “No fees may be charged by any DoD Component if the costs of routine collection and processing of the fee are likely to equal or exceed the amount of the fee. With the exception of requesters seeking documents for a commercial use, Components shall provide the first two hours of search time, and the first one hundred pages of duplication without charge.” I would note that because I am requesting an electronic file, there should not be a per page copy fee.\r\n\r\nThe OMB Guidelines direct that searches for responsive records should be done in the \"most efficient and least expensive manner.\" See OMB Fee Guidelines, 52 Fed. Reg. at 10,017. As an “all others” requester, I may only be assessed search and duplication fees and not fees for review. See 32 CFR 286.12 - Schedule of fees. Also, please note that, should payment become necessary, the Coinage Act of 1965, specifically Section 31 U.S.C. 5103, entitled \"Legal tender,\" states: \" United States coins and currency (including Federal reserve notes and circulating notes of Federal reserve banks and national banks) are legal tender for all debts, public charges, taxes, and dues. Foreign gold or silver coins are not legal tender for debts.\r\n( Pub. L. 97–258, Sept. 13, 1982, 96 Stat. 980 ; Pub. L. 97–452, §1(19), Jan. 12, 1983, 96 Stat.\r\n2477 .)\r\n\r\nEXPEDITED PROCESSING.\r\n\r\nI certify to the best of my knowledge and belief that a compelling need exists for expedited processing as discussed below:\r\n\r\n1.\tRecords are the subject of widespread and exceptional media interest and the information sought involves possible questions about the government's integrity that affect public confidence.\r\na.\tFOIA Advisory Committee certified meeting minutes must be accurate. If they are not, it is explosive.\r\n2.\tAdditionally, (although a private requester) I am an individual/organization primarily engaged in the dissemination of information who can prove the information is urgently needed to inform the public concerning some actual or alleged government activity. My primary activity is informing the public, which I do through a variety of means, such as open meeting public comments, blogs, etc., and I may from time to time collaborate on articles. There is extraordinary, off the charts interest in this matter and NARA’s execution. I make oral public comments at every open FOAI meeting. I have an active email distribution list of Chief FOIA Officers, FOIA professionals, FOIA advocacy groups media and interested parties. I also communicate regularly with members of Congress.\r\n•\tSee examples below.\r\n\r\n-\tPublic Comments Submitted to the Chief FOIA Officers Council\r\nhttps://www.archives.gov/ogis/about-ogis/chief-foia-officers-council\r\n\r\n-\tPublic Comments Submitted to the FOIA Advisory Committee | National Archives https://www.archives.gov/ogis/foia-advisory-committee/public- comments\r\n\r\n-\tOGIS Annual Open Meeting Public comments\r\nhttps://www.archives.gov/ogis/outreach-events/annual-open-meeting\r\n\r\n-\tDocument Cloud. Org https://www.documentcloud.org/app?q=%2Buser%3Arobert-hammond- 106693%20 (e.g., “Sample FOIA Template With Recent Developments to Combat Agency Misconduct.”)\r\nNARA must evaluate all my public comments (which NARA has) along with my methods of dissemination and state that it has done so in any denial of expedited processing.\r\n•\tThe subject of the requested records concerns government operations and activities.\r\n•\tGovernment misconduct is apparent The definition of “records” includes:\r\n•\t“[A]ill books, papers, maps, photographs, machine readable materials, or other documentary materials, regardless of physical form or characteristics, made or received by an agency of the United States Government under Federal law or in connection with the transaction of public business and preserved or appropriate for preservation by that agency or its legitimate successor as evidence of the organization, functions, policies, decisions, procedures, operations, or other activities of the Government or because of the informational value of data in them.”  44 U.S.C. § 3301 (emphasis supplied).\r\n•\tThe disclosure is likely to contribute to understanding of these operations or activities.\r\n•\tDisclosure will likely result in public understanding of the subject.\r\n•\tThe contribution to public understanding of government operations or activities will be significant.\r\n•\tThe requester has no commercial interest.\r\n•\tThe public interest in disclosure is great.\r\n•\tI use “editorial skills to turn the raw materials into a distinct work.”\r\n \r\n•\tMy work is distributed by email to an audience of FOIA professionals, media, and interested parties with frequent active distribution.\r\n\r\n3.\tThe requested documents will be made available to the general public, and this request is not being made for commercial purposes. \r\n\r\n4.\tI am seeking expedited processing due to eminent substantial loss of due process rights in connection with mediation and potential litigation of requests and appeals related to the December 7, 2023 meeting.\r\n\r\nDOD POLICY – PUBLIC TRUST.\r\n\r\nReference (c) states, “DoD personnel are expected to comply with the FOIA, this Regulation, and DoD FOIA policy in both letter and spirit. This strict adherence is necessary to provide uniformity in the implementation of the DoD FOIA Program and to create conditions that will promote public trust.”\r\n\r\nESTIMATED COMPLETION DATES\r\n\r\nProvide me with the initial estimated completion date (ESD) for this matter along with contemporaneous adjusted ESDs as they change. See Office of Government Information Services Advisory Opinion No. 2020-01: Agencies Must Provide Estimated Dates of Completion Upon Request https://www.archives.gov/ogis/advisory-opinions/2020-01- agencies-must-provide-edcs .\r\n\r\nSTILL-INTERESTED PREEMPTIVE REPLY. This is a preemptive reply to the Justice Department guidelines the procedure known as a “still interested” inquiry, through which a FOIA officer can confirm that the requester has not lost interest in obtaining the documents.\r\n\r\nMy interest in all FOIA requests and appeals submitted to your office is enduring, meaning that my interest in seeking replies to all past and future FOIA request remains in effect until each request has been answered fully and the time for judicial review has passed. Please do not initiate any \"still interested\" inquiries. This serves as my notice of enduring interest and automatic reply to any future questions of interest by your office.\r\nThere are no reasonable grounds to ever conclude in the future that I am not interested in this request.\r\n\r\nImplementation Checklist for DOJ OIP Guidance on “Still-Interested” Inquiries\r\n1.\tEnsure there are reasonable grounds to make a “still-interested” inquiry in first instance.\r\n2.\tAbsent good cause, do not make multiple “still-interested” inquiries.\r\n3.\tUse requester’s preferred method of communication and in the absence of a preference, communicate by telephone or email as the default.\r\n4.\tMemorialize any decision by a requester to withdraw a request that is conveyed by telephone by sending the requester a brief email or letter noting the withdrawal.\r\n5.\tProvide requesters no less than thirty (30) working days to respond to the “still- interested” inquiry and ensure that there is a simple way to do so.\r\n6.\tAdvise the requester that if they elect not to respond to the inquiry, the request will be administratively closed at the conclusion of the designated time period (which must be at least 30 working days).\r\n7.\tPrior to administratively closing a request based upon the lack of a response by the requester, make good faith efforts to reach out to the requester using multiple methods of communication.\r\n8.\tIn the event a requester responds to the “still- interested” inquiry within a reasonable time after the deadline has passed, reopen the request, and place it back into the processing queue where it would have been.\r\n\r\nPRESERVE RECORDS AND SEARCHES FOR JUDICIAL REVIEW.\r\n\r\nPlease search for, locate, and preserve all responsive or potentially responsive records and records of your searches in your FOIA case file until the statutory date for judicial review has passed (should that be necessary) or in accordance with a NARA approved records schedule, if longer. NARA GRS 4.2 requires that FOIA and Privacy Act case files be retained for 6 years after final agency action or 3 years after final adjudication by the courts, whichever is later.\r\nRecords of responsive searches would include but not be limited to: searches conducted for each specific record sought and all other records known to the Agency, including dates, manner of searching, responsible agent or employee conducting each search and the results thereof. Such persons determining the locations of responsive records must be inclusive of persons who would know such locations and their identities and manner of determining search locations must be preserved. In any subsequent proceedings, I may seek sworn declarations and a court order appointing a special counsel, as appropriate. Similarly, I may pursue additional venues.\r\n\r\nAny deletion of potentially responsive records by any party having knowledge of this Request may be a violation of law. In as much as applicable staff and leadership have knowledge of my subject request, the Agency must search for, locate, and preserve all responsive or potentially responsive records and records of searches in their FOIA case file, and leadership must ensure that this is done. Failing to do so and allowing records to be deleted IAW any other records management schedule may be a violation of law.\r\n\r\nELECTRONIC RECORDS PRESERVATION.\r\n\r\nThe Agency must preserve all electronically stored information, copies and backup, as defined by Rule 34 of the Federal Rules of Civil Procedure, along with any paper files which the Agency maintains, relevant to this action I am seeking electronic data in the Agency’s custody and control that is relevant to this action, including without limitation emails, along with metadata, and other information contained on Agency computer systems and any electronic storage systems. I consider this electronic data and paper files to be valuable and irreplaceable sources of discoverable information in this matter. No procedures should have been implemented to alter any active, deleted, or fragmented data. Moreover, no electronic data should have been disposed of or destroyed. (ETL Institute for Advancement of America’s Legal System).\r\n\r\nFurther, to properly fulfill your preservation obligation, stop all scheduled data destruction, electronic shredding, rotation of backup tapes, and the sale, gift, or destruction of hardware. Notify all individuals of the need and duty to take the necessary affirmatives steps to comply with the duty to preserve evidence. (2008 Thomson Delmar Learning).\r\n\r\nThe Agency’s Director of Information Operations or similar organization must initiate procedures to preserve electronic records.\r\n\r\nAPPLICABLE RETENTION SCHEDULE, NARA GRS 4.2 Item 20\r\n\r\n020\tAccess and disclosure request files. Case files created in response to requests for information under the Freedom of Information Act (FOIA), Mandatory Declassification Review (MDR) process, Privacy Act (PA), Classification Challenge, and similar access programs, and completed by: • granting the request in full • granting the request in part • denying the request for any reason including: o inability to fulfill request because records do not exist o inability to fulfill request because request inadequately describes records o inability to fulfill request because search or reproduction fees are not\r\npaid\tTemporary. Destroy 6 years after final agency action or 3 years after final adjudication by the courts, whichever is later, but longer retention is authorized if required for business use.\tDAA- GRS- 2016-\r\n0002-\r\n0001\r\n\r\nALTERATION/DESTRUCTION OF RECORDS\r\n\r\n18 U.S. CODE § 1519 - DESTRUCTION, ALTERATION, OR FALSIFICATION OF RECORDS.\r\n\r\nWhoever knowingly alters, destroys, mutilates, conceals, covers up, falsifies, or makes a false entry in any record, document, or tangible object with the intent to impede, obstruct, or influence the investigation or proper administration of any matter within the jurisdiction of any department or agency of the United States or any case filed under title 11, or in relation to or contemplation of any such matter or case, shall be fined under this title, imprisoned not more\r\nthan 20 years, or both. 18 U.S. Code § 1519 - Destruction, alteration, or falsification of records. (Added Pub. L. 107–204, title VIII, §802(a), July 30, 2002, 116 Stat. 800.).\r\n\r\n18 U.S.C. 641 and 2071. The penalties for the unlawful or accidental removal, defacing, alteration, or destruction of Federal records or the attempt to do so, include a fine, imprisonment, or both (18 U.S.C. 641 and 2071).\r\n36 CFR § 1230 UNLAWFUL OR ACCIDENTAL REMOVAL, DEFACING, ALTERATION, OR DESTRUCTION OF RECORDS\r\n§1230.3\r\n\r\nUnlawful or accidental destruction (also called unauthorized destruction) means disposal of an unscheduled or permanent record; disposal prior to the end of the NARA-approved retention period of a temporary record (other than court-ordered disposal under §1226.14(d) of this subchapter); and disposal of a record subject to a FOIA request, litigation hold, or any other hold requirement to retain the records.\r\n\r\n32 CFR PART 286—DOD FREEDOM OF INFORMATION ACT (FOIA) PROGRAM\r\n32 CFR §286.6 Preservation of records.\r\n\r\nEach DoD Component shall preserve all correspondence pertaining to the requests that it receives under this part, as well as copies of all requested records, until disposition or destruction is authorized pursuant to title 44 of the United States Code or the General Records Schedule 4.2 of the National Archives and Records Administration (NARA).\r\nRecords shall not be disposed of or destroyed while they are the subject of a pending request, appeal, or lawsuit under the FOIA.\r\n\r\n36 CFR § 1230.3\r\nUnlawful or accidental destruction (also called unauthorized destruction) means disposal of an unscheduled or permanent record; disposal prior to the end of the NARA-approved retention period of a temporary record (other than court-ordered disposal under § 1226.14(d) of this subchapter); and disposal of a record subject to a FOIA request, litigation hold, or any other hold requirement to retain the records.\r\n\r\nRECORDS\r\n(a)\tFEDERAL AGENCY NOTIFICATION.—\r\nThe head of each Federal agency shall notify the Archivist of any actual, impending, or threatened unlawful removal, defacing, alteration, corruption, deletion, erasure, or other destruction of records in the custody of the agency, and with the assistance of the Archivist shall initiate action through the Attorney General for the recovery of records the\r\nhead of the Federal agency knows or has reason to believe have been unlawfully removed from that agency, or from another Federal agency whose records have been transferred to the legal custody of that Federal agency.\r\n\r\n(b)\tARCHIVIST NOTIFICATION.—\r\nIn any case in which the head of a Federal agency does not initiate an action for such recovery or other redress within a reasonable period of time after being notified of any such unlawful action described in subsection (a), or is participating in, or believed to be participating in any such unlawful action, the Archivist shall request the Attorney General to initiate such an action, and shall notify the Congress when such a request has been made.\r\n(Pub. L. 90–620, Oct. 22, 1968, 82 Stat. 1298; Pub. L. 98–497, title I, § 107(b)(21), title II,\r\n§ 203(b), Oct. 19, 1984, 98 Stat. 2290, 2294; Pub. L. 113–187, § 4, Nov. 26, 2014, 128 Stat.\r\n2009\r\n\r\nIMPROPOERLY WITHHOLDING RECORDS\r\n\r\nPursuant to FOIA:\r\n“Whenever the court orders the production of any agency records improperly withheld from the complainant and assesses against the United States reasonable attorney fees and other litigation costs, and the court additionally issues a written finding that the circumstances surrounding the withholding raise questions whether agency personnel acted arbitrarily or capriciously with respect to the withholding, the Special Counsel shall promptly initiate a proceeding to determine whether disciplinary action is warranted against the officer or employee who was primarily responsible for the withholding. The Special Counsel, after investigation and consideration of the evidence submitted, shall submit his findings and recommendations to the administrative authority of the agency concerned and shall send copies of the findings and recommendations to the officer or employee or his representative. The administrative authority shall take the corrective action that the Special Counsel recommends.” 5 U.S.C. § 552(a)(4)(F)(i).\r\n\r\nPERJURY\r\n\r\nWhoever-\r\n\r\n(1)\thaving taken an oath before a competent tribunal, officer, or person, in any case in which a law of the United States authorizes an oath to be administered, that he will testify, declare, depose, or certify truly, or that any written testimony, declaration, deposition, or certificate by him subscribed, is true, willfully and contrary to such oath states or subscribes any material matter which he does not believe to be true; or\r\n(2)\tin any declaration, certificate, verification, or statement under penalty of perjury as permitted under section 1746 of title 28, United States Code, willfully subscribes as true any material matter which he does not believe to be true;\r\n\r\nis guilty of perjury and shall, except as otherwise expressly provided by law, be fined under this title, or imprisoned not more than five years, or both. This section is applicable whether the statement or subscription is made within or without the United States.\r\n18 U.S. C. § 1621 - Perjury generally (June 25, 1948, ch. 645, 62 Stat. 773; Pub. L. 88–\r\n619, §1, Oct. 3, 1964, 78 Stat. 995 ; Pub. L. 94–550, §2, Oct. 18, 1976, 90 Stat. 2534 ;\r\nPub. L. 103–322, title XXXIII, §330016(1)(I), Sept. 13, 1994, 108 Stat. 2147.\r\n\r\nSUBORDINATION OF PERJURY\r\n\r\nThe term subornation of perjury further describes the circumstance wherein an attorney at law causes a client to lie under oath or allows another party to lie under oath\r\n\r\nTitle 18 U.S.C. § 1622 provides:\r\n\r\nWhoever procures another to commit any perjury is guilty of subornation of perjury, and shall be fined under this title or imprisoned not more than five years, or both.\r\n\r\nFALSE OFFICIAL STATEMENTS.\r\n18 U.S.C. § 1001. Statements or entries generally:\r\na. Except as otherwise provided in this section, whoever, in any matter within the jurisdiction of the executive, legislative, or judicial branch of the Government of the United States, knowingly and willfully --\r\n1.\tfalsifies, conceals, or covers up by any trick, scheme, or device a material fact; 2.makes any materially false, fictitious, or fraudulent statement or representation;\r\nor\r\n3.makes or uses any false writing or document knowing the same to contain any materially false, fictitious, or fraudulent statement or entry; shall be fined under this title or imprisoned not more than 5 years, or both.\r\n10 U.S. Code § 907. Art. 107. False official statements; false swearing:\r\n(a)\tFALSE OFFICIAL STATEMENTS. Any person subject to this chapter who, with intent to deceive—\r\n(1)\tsigns any false record, return, regulation, order, or other official document, knowing it to be false; or\r\n(2)\tmakes any other false official statement knowing it to be false; shall be punished as a court-martial may direct.”\r\nLEGAL FRAMEWORK OF FOIA\r\n\r\n1.\tThe definition of “records” includes:\r\n“[A]ill books, papers, maps, photographs, machine readable materials, or other documentary materials, regardless of physical form or characteristics, made or received by an agency of the United States Government under Federal law or in connection with the transaction of public business and preserved or appropriate for preservation by that agency or its legitimate successor as evidence of the organization, functions, policies, decisions, procedures, operations, or other activities of the Government or because of the informational value of data in them.” 44 U.S.C. § 3301 (emphasis supplied).\r\n2.\tFOIA requires that “each agency, upon any request for records which (i) reasonably describes such records and (ii) is made in accordance with published rules stating the time, place, fees (if any), and procedures to be followed, shall make the records promptly available to any person” 5 U.S.C. § 552(a)(3)(A).\r\n3.\tFOIA requires that “each agency shall establish a system to assign an individualized tracking number for each request received that will take longer than ten days to process and provide to each person making a request the tracking number assigned to the request” 5 U.S.C. § 522(a)(7)(A).\r\n4.\tFOIA requires that each agency shall “establish a telephone line or Internet service that provides information about the status of a request to the person making the request using the assigned tracking number, including the date on which the agency originally received the request; and an estimated date on which the agency will complete action on the request. 5\r\nU.S.C. § 522(a)(7)(B).\r\n5.\tFOIA also requires federal agencies to make a final determination on FOIA administrative appeals that it receives within twenty days (excepting Saturdays, Sundays, and legal public holidays) after the receipt of such appeal, unless the agency expressly provides notice to the requester of “unusual circumstances” meriting additional time for responding to a FOIA request. 5 U.S.C. § 552(a)(6)(A)(ii).\r\n6.\tFOIA expressly provides that a person shall be deemed to have constructively exhausted their administrative remedies if the agency fails to comply with the applicable time limitations provided by 5 U.S.C. § 552(a)(6)(A)(I) - (ii). See also 5 U.S.C. § 552(a)(6)(C).\r\n7.\tFOIA  provides that any person who has not been provided the records requested pursuant to FOIA, after exhausting their administrative remedies, may seek legal redress from the Federal District Court to enjoin the agency from withholding agency records and to order the production of any agency records improperly withheld from the complainant.\r\n8.\tRegarding the names of the FOIA requesters, the courts have held that under the FOIA requesters do not have an expectation of privacy. Stauss v. IRS, 516 F. Supp. 1218, 1223 (D.D.C. 1981),\r\n9.\tUnder FOIA, the federal agency has the burden of sustaining its actions. 5 U.S.C.§ 552(a)(4)(B).\r\n10.\tPursuant to FOIA, a Court may assess attorney fees and litigation costs against the United States if the Plaintiff prevails in an action thereunder. 5\r\nU.S.C. § 552(a)(4)(E).\r\n11.\tDepartment of Justice (DOJ) has issued a handbook addressing FOIA Annual Reports. See DOJ, Handbook for Agency Annual Freedom of Information Act Reports, “Disposition of FOIA Requests,” (available at http://www.justice.gov/sites/default/files/oip/pages/attachments/2014/11/04/department_of_jus tice_handbook_for_agency_annual_freedom_of_information_act_reports.pdf) (“DOJ Handbook”).\r\n12.\tAmong other things, the DOJ Handbook states, “All requests (perfected and non-perfected), appeals, and consultations that were pending at any time during the relevant fiscal year [October 1st through September 30th] will be captured.”\r\n13.\tThe DOJ Handbook also states:\r\n“[E]ach agency is ultimately responsible for the accuracy and completeness of its Annual FOIA Report. It is therefore essential for agencies to take steps that will ensure that they are adequately tracking all of the information necessary to complete the Annual FOIA Report sections detailed below. Agencies that utilize a tracking or case management system for this purpose are responsible for ensuring that the system they are using can produce an accurate Annual FOIA Report that is in compliance with the law and Department of Justice guidance.” DOJ Handbook, at 3.\r\n\r\nI believe that I have adequately described the records that I am seeking. If you believe that my request is unclear, if you have any questions, or if there is anything else that you need from me to complete this request in a timely manner, please contact me in writing, so that I may perfect my request. If you deem that any portion of my request is unclear, answer the remaining portions and I will perfect a request for additional material as needed.\r\n\r\nThank you very much in advance. With respect,\r\n/s/\r\nRobert Hammond Requester \r\nWhistleblower\r\n\r\nReferences:\r\n(a)\tThe Freedom of Information Act (“FOIA”), 5 U.S.C. § 552 et seq., as amended,\r\n(b)\tJoint publication of U.S. Department of Justice, Executive Office of the President and U.S. General Services Administration of July 2011, “Your Right to Federal Records”\r\n(c)\tThe Privacy Act (“PA”) of 1974, 5 U.S.C. § 552a, et seq., as amended\r\n(d)\tDoD 5400.11-R, May 14, 2007, Department of Defense Privacy Program\r\n(e)\tDoD 5400.7-R, September 1998, DoD Freedom of Information Act (FOIA)\r\nProgram\r\n(f)\tDoD 6025.18-R, Jan. 24, 2003, DoD Health Information Privacy Regulation\r\n(g)\tGAO Report GAO-12-828 of July 2012, subject Freedom of Information Act\r\n(h)\tDepartment of Justice Handbook for Agency Annual Freedom of Information Act Reports\r\n(i)\t(b) Administrative Instruction 106, “Alternative Dispute Resolution (ADR)\r\nProgram,” January 30, 2014\r\n(j)\tDoD Directive 5145.01, “General Counsel of the Department of Defense (GC DoD),” December 2, 2013, as amended\r\n(k)\tDoD Directive 5145.04, “Defense Legal Services Agency (DLSA),” April 16, 2012\r\n(l)\t(f) DoD Directive 5400.11, “DoD Privacy Program,” October 29, 2014\r\n(m)\tDoD Manual 8910.01, Volume 1, “DoD Information Collections Manual:\r\nProcedures for DoD Internal Information Collections,” June 30, 2014\r\n(n)\tExecutive Order 12988, “Civil Justice Reform,” February 5, 1996\r\n(o)\tPublic Law 101-552, “Administrative Dispute Resolution Act,” November 15, 1990\r\n(p)\tPublic Law 104–320, “Administrative Dispute Resolution Act of 1996,” October 19, 1996\r\n(q)\tPresidential Memorandum for Heads of Executive Departments and Agencies, “Designation of Interagency Committees to Facilitate and Encourage Agency Use of Alternate Means of Dispute Resolution and Negotiated Rulemaking,” May 1, 1998\r\n(r)\tUnited States Code, Title 5\r\n(s)\tDoD Instruction 5145.05, “Alternative Dispute Resolution (ADR) and Conflict Management”\r\n(t)\tAlternate Dispute Resolution Handbook (opm.gov/policy-data-oversight/employee- relations/employee-rights-appeals/alternative-dispute-resolution/handbook.pdf)\r\n(u)\tPresident Obama's FOIA Memorandum and Attorney General Holder's FOIA Guidelines (justice.gov/sites/default/files/oip/legacy/2014/07/23/foia- memorandum.pdf)\r\n(v)\tFederal Advisory Committee Act (Pub. L. 92-463)",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1145877,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/perseverance2013/131094/NARA_24-A.A_._FOIA_Advisory_Committee_December_7_2023_Meeting_Participants.pdf",
            "datetime": "2024-01-15T19:15:02.575811",
            "title": "NARA_24-A.A_._FOIA_Advisory_Committee_December_7_2023_Meeting_Participants.pdf",
            "source": "Robert Hammond",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/untitled-157299/"
  }
]