[
  {
    "id": 163196,
    "title": "Request For Information on TOPOFF 4 (2007)",
    "slug": "request-for-information-on-topoff-4-2007",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 134148,
    "username": "AramShabanian_uyvnSKZe",
    "agency": 284,
    "datetime_submitted": "2024-05-06T17:30:17.917088",
    "date_due": "2024-06-04",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-05-06T17:30:18.054412",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 163196,
        "from_user": 134148,
        "to_user": 9641,
        "subject": "",
        "datetime": "2024-05-06T17:30:18.054412",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nSpecifically, I am seeking the following records:\r\n\r\nAny and all reports, evaluations, and after-action reviews pertaining to the planning, execution, and assessment of the 2007 TOPOFF 4 exercise.\r\n\r\nCorrespondence, including emails, memoranda, and letters, exchanged between FEMA personnel and external stakeholders regarding the 2007 TOPOFF 4 exercise.\r\n\r\nAny contracts, agreements, or invoices related to the procurement of goods or services for the 2007 TOPOFF 4 exercise.\r\n\r\nBriefings, presentations, and slide decks used during the 2007 TOPOFF 4 exercise, including those shared with participants or observers.\r\n\r\nAny other documents, materials, or information relevant to the 2007 TOPOFF 4 exercise, including but not limited to participant lists, training materials, and scenario outlines.\r\n\r\nI am aware that the Freedom of Information Act allows for the disclosure of government records, with certain exemptions as outlined in 5 U.S.C. § 552(b). However, I request that any exemptions claimed by FEMA be clearly identified along with a justification for withholding the information.\r\n\r\nAdditionally, I am willing to pay reasonable fees associated with the processing of this request, as permitted by 5 U.S.C. § 552(a)(4)(A). However, I respectfully request a waiver of fees if the information requested is in the public interest and not primarily for commercial purposes, as provided for in 5 U.S.C. § 552(a)(4)(A)(iii).\r\n\r\nPlease process this request as promptly as possible. If you have any questions or need further clarification to fulfill this request, please do not hesitate to contact me via the contact information provided above.\r\n\r\nThank you for your attention to this matter.\r\n\r\nSincerely,\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAram Shabanian",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/request-for-information-on-topoff-4-2007-163196/"
  }
]