[
  {
    "id": 162235,
    "title": "MPIA Request for IAD Records",
    "slug": "mpia-request-for-iad-records",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 86022,
    "username": "AmeliaParry",
    "agency": 31351,
    "datetime_submitted": "2024-04-16T17:20:52.636923",
    "date_due": "2024-04-26",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-16T17:20:52.888264",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162235,
        "from_user": 86022,
        "to_user": 89176,
        "subject": "",
        "datetime": "2024-04-16T17:20:52.888264",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Maryland Public Information Act, I am hereby requesting access to the records listed below and held by the Bladensburg Police Department:\r\n\r\n- Copies of any and all internal affairs complaints, including internal, citizen, or other agency complaints of the following officers:\r\n\r\n1. Michael Luciotti\r\n2. Mahir Ayoub\r\n\r\n- Complete investigative files for each complaint, including but not limited to reports of recorded statements, video surveillance or body camera footage, investigative files, witness interviews, and photographs.\r\n- The investigative findings of each complaint.\r\n- Any correspondence from the Police Accountability Board, Administrative Charging Committee, Civilian Review Board, Police Advisory Commission or other civilian police oversight board.\r\n- The final disposition of each case, if any.\r\n\r\nAs with previous requests of this nature,  we will accept disciplinary history summaries for all of the officers listed for the time being.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request.  Alternatively, please consider waiving any fees, pursuant to § 4-206(e)(2)(ii) of the General Provisions Article, as this request is on behalf of individuals served by the Maryland Office of the Public Defender, a state government agency, which solely serves indigent citizens of Maryland.  As a result, my request for the above-listed public records is in the public interest.  I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDeborah Levi\r\nDirector of Special Litigation\r\nMaryland Office of the Public Defender\r\n(443) 272-1068",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/bladensburg-16582/mpia-request-for-iad-records-162235/"
  }
]