[
  {
    "id": 171491,
    "title": "City of Chicago 2022 Cooling Ordinance: Senior Buildings Compliance",
    "slug": "city-of-chicago-2022-cooling-ordinance-senior-buildings-compliance",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 135653,
    "username": "hehrman",
    "agency": 752,
    "datetime_submitted": "2024-08-08T21:26:40.356504",
    "date_due": "2024-08-15",
    "days_until_due": null,
    "date_followup": "2024-08-15",
    "datetime_done": null,
    "datetime_updated": "2024-08-08T21:26:40.493953",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 171491,
        "from_user": 135653,
        "to_user": 15486,
        "subject": "Illinois Freedom of Information Act. Request: City of Chicago 2022 Cooling Ordinance: Senior Buildings Compliance",
        "datetime": "2024-08-08T21:26:40.493953",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\n1. Name, address and number of units of each senior housing building as operated as “housing for older persons” under the Federal Fair Housing Act.\r\n2. Name and location of each common area in each senior housing building\r\n3. Number of residents that can be accommodated in each common area\r\n4. Date of inspection of each senior building common area to confirm installation of permanent air conditioning equipment and confirmation that the equipment can cool the common area to 75 degrees and 50% humidity\r\n5. Name, location of each senior building with back-up generators, with their kilowatt capacity and confirmation that it can power the air conditioning in the common areas\r\n6. Date of last inspection of all elevators\r\n7. A detailed protocol of who from the City of Chicago Department of Buildings is responsible to inspect each senior building when the heat index for the City of Chicago exceeds 80ºF and to confirm with what equipment that the common rooms are cooled to at least 75 degrees and 50% humidity\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDr. Howard Ehrman",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/chicago-169/city-of-chicago-2022-cooling-ordinance-senior-buildings-compliance-171491/"
  }
]