[
  {
    "id": 148976,
    "title": "Records for Rocky Herculano Martinez Arrests",
    "slug": "records-for-rocky-herculano-martinez-arrests",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 9601,
    "datetime_submitted": "2023-07-08T18:07:08.245705",
    "date_due": "2023-07-12",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-07-08T18:07:08.348858",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 148976,
        "from_user": 4164,
        "to_user": 12401,
        "subject": "",
        "datetime": "2023-07-08T18:07:08.348858",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "MuckRock News\r\nDEPT MR 146407\r\n263 Huntington Ave\r\nBoston, MA 02115\r\n\r\nDate: June 2, 2023\r\n\r\nPueblo Police Department\r\n200 S Main St.\r\nPueblo, CO 81003\r\n\r\nAttn: FOIA Officer\r\n\r\nSubject: Freedom of Information Act (FOIA) Request – Police Report, Dashcam, Body-Worn Camera, and 911 Audio\r\n\r\nDear FOIA Officer,\r\n\r\nUnder the provisions of the Freedom of Information Act, 5 U.S.C. § 552, I hereby request access to and copies of the following records held by the Pueblo Police Department pertaining to the following arrest incidents involving Rocky Herculano Martinez:\r\n\r\nDate and Time: May 10, 2023, at 22:00\r\nArrest: Rocky Herculano Martinez\r\nCharge: 1st Degree Criminal Trespass (Dwelling Occupied)\r\nLocation: 1700-BLK Constitution Rd\r\n\r\nDate and Time: May 10, 2023, at 22:15\r\nArrest: Rocky Herculano Martinez\r\nCharge: 1st Degree Criminal Trespass (Dwelling Occupied)\r\nLocation: 2000-BLK E 12th St\r\n\r\nFor the purpose of this request, I kindly request the following records related to each arrest incident:\r\n\r\nThe official incident report(s) related to each arrest, including any supplementary reports or narratives detailing the circumstances and events leading to the arrest.\r\n\r\nAny records of communication (such as dispatch logs, radio transmissions, or officer notes) pertaining to the response, arrest, and subsequent handling of each incident.\r\n\r\nCopies of any audio or visual recordings, including but not limited to dashcam footage, body-worn camera footage, or surveillance footage, associated with the arrests in question.\r\n\r\nAny available 911 audio recordings or transcripts related to the incidents.\r\n\r\nAny written statements or interviews conducted by law enforcement officers or witnesses regarding the incidents.\r\n\r\nAny records documenting the collection and preservation of physical evidence related to the arrests.\r\n\r\nCopies of any arrest warrants, search warrants, or bench warrants issued in relation to the aforementioned charges.\r\n\r\nTo support my request, I refer to the following state and federal court cases that recognize the public's right to access court documents and law enforcement records under the Freedom of Information Act:\r\n\r\nNixon v. Warner Communications, Inc., 435 U.S. 589 (1978): This case affirmed the public's right to access court records under the common law and recognized the role of the media in informing the public.\r\n\r\nPress-Enterprise Co. v. Superior Court, 478 U.S. 1 (1984): This case established that the public has a constitutional right under the First Amendment to attend criminal proceedings and access court documents.\r\n\r\nRichmond Newspapers, Inc. v. Virginia, 448 U.S. 555 (1980): This case recognized the public's right of access to criminal trials under the First Amendment.\r\n\r\nUnited States v. Mitchell, 551 F.2d 1252 (D.C. Cir. 1976): This case established that the public has a right of access to pretrial motions and exhibits.\r\n\r\nShould any portion of the requested records be deemed exempt from disclosure, I request the release of any reasonably segregable non-exempt portions in accordance with 5 U.S.C. § 552(b). If an entire document or recording is exempt, I request a justification, citing specific FOIA exemptions, and provision of an exemption log as per Vaughn v. Rosen, 484 F.2d 820 (D.C. Cir. 1973).\r\n\r\nPlease note your obligation under the law not to destroy any records potentially responsive to this request. Any withholding, redaction, or destruction of responsive records without proper justification constitutes a violation of the FOIA and is subject to litigation, as confirmed in Kissinger v. Reporters Committee for Freedom of the Press, 445 U.S. 136, 150 (1980).\r\n\r\nEnclosed is a letter requesting a fee waiver for the processing of this request. As an independent investigative journalist associated with TransparencyReport.pw, I believe that the information I seek is in the public interest and its disclosure contributes significantly to public understanding of the operations or activities of the government.\r\n\r\nIf the enclosed waiver is not accepted and there are any potential charges in excess of $200 associated with fulfilling my request, please inform me in advance.\r\n\r\nAs stipulated by the FOIA, I look forward to your response within twenty business days (5 U.S.C. § 552(a)(6)(A)(i)).\r\n\r\nThank you for your prompt attention to this matter.\r\n\r\nSincerely,\r\nJordan Lassiter\r\nIndependent Investigative Journalist\r\nTransparencyReport.pw\r\nEmail: Jordan@Lassiter.eu\r\nPhone: +1 845-218-0299\r\n\r\nEnclosure: Fee Waiver Request Letter\r\n\r\nPlease be aware: All communications related to this request, including incoming and outgoing communications, will be publicly available on MuckRock.com. Additionally, any correspondence in relation to this request will be instantly published on the platform.",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1101279,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/124116/Fee_Waiver_Letter_copy.pdf",
            "datetime": "2023-07-08T18:07:08.348858",
            "title": "Fee_Waiver_Letter_copy.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/pueblo-5949/records-for-rocky-herculano-martinez-arrests-148976/"
  }
]