[
  {
    "id": 172675,
    "title": "Case-Level Reimbursement Records",
    "slug": "case-level-reimbursement-records",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 133916,
    "username": "BrandonMorrissey_BZJOtNGX",
    "agency": 19124,
    "datetime_submitted": "2024-08-29T11:12:43.630511",
    "date_due": "2024-09-05",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-08-29T11:12:43.816697",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 172675,
        "from_user": 133916,
        "to_user": 29088,
        "subject": "",
        "datetime": "2024-08-29T11:12:43.816697",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Virginia Freedom of Information Act, I hereby request the following records:\r\n\r\nThanks for fulfilling our previous FOIA request. We had a brief follow up request. Specifically we are requesting case-level reimbursement records from Circuit Court, General District Court, and Combined District Court cases for 6 jurisdictions between January 2019 and December 2023. These jurisdictions are: Richmond, Chesterfield , Prince William County, Fairfax County, Virginia Beach and Loudon County. We are requesting four data points for each case- the jurisdiction, the reimbursement amount, the associated case number, and the date of reimbursement. We are not requesting defendant name, attorney name, or any address information. If possible, we would request this data be stored in a spreadsheet if the applicable database is capable of exporting to a spreadsheet.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTom Nash, a citizen of Virginia, in coordination with Brandon Morrissey.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/virginia-128/case-level-reimbursement-records-172675/"
  }
]