[
  {
    "id": 163150,
    "title": "NYPD: Photographs of “inflammatory literature and signage”",
    "slug": "nypd-photographs-of-inflammatory-literature-and-signage",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 272,
    "datetime_submitted": "2024-05-05T11:39:13.558652",
    "date_due": "2024-05-10",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-05-05T11:39:13.645412",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 163150,
        "from_user": 3031,
        "to_user": 9986,
        "subject": "New York Freedom of Information Law Request: NYPD: Photographs of “inflammatory literature and signage”",
        "datetime": "2024-05-05T11:39:13.645412",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\n1. With respect to the three photos posted at https://x.com/nypddaughtry/status/1786350049343033644, please provide all other photographs or video recorded (on the same day as the photograph was taken) by the person who took each photograph. \r\n\r\n2. Any communications sent to or by the person who took each photograph on the day they took the photograph. \r\n\r\nPlease note that this request seeks public records wherever they may be found, including on devices or networks owned or operated by private parties. For example, if an employee uses a personal cell phone or social media account to conduct public business, records created, maintained, or held on the phone or account are public records subject to this request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-city-17/nypd-photographs-of-inflammatory-literature-and-signage-163150/"
  }
]