[
  {
    "id": 158436,
    "title": "New Jersey police personnel and pensions",
    "slug": "new-jersey-police-personnel-and-pensions",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 129163,
    "username": "JessieTrudeau",
    "agency": 37238,
    "datetime_submitted": "2024-02-06T14:32:07.957155",
    "date_due": "2024-02-15",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-02-06T14:32:08.952309",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 158436,
        "from_user": 129163,
        "to_user": 129453,
        "subject": "",
        "datetime": "2024-02-06T14:32:08.952309",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New Jersey Open Public Records Act, I hereby request the following records:\r\n\r\n- I request digital records, in spreadsheet format (.csv or .xlsx), of the number of police officers for cities/towns/counties in the state of New Jersey who are active employees enrolled in the pension system, from 2010 (or the first year available) to 2022. The first and second columns of the spreadsheet should indicate the year and city/town/county, respectively, and the third should report the number of active employees of the police force enrolled in the pension system. \r\n\r\n- Additionally, I request the number of police officers per city/town/county per year who retire from the police force, and the number of new hires by the police department who enter into the pension system, in the fourth and fifth columns, respectively.\r\n\r\nIf the above information exists only in part, I request that you share what you have rather than deny the request in full.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 7 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJessie Trudeau",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-jersey-229/new-jersey-police-personnel-and-pensions-158436/"
  },
  {
    "id": 158435,
    "title": "cost reports for the fiscal year (FY) 2022 from Adult Foster Care (AFC) providers",
    "slug": "cost-reports-for-the-fiscal-year-fy-2022-from-adult-foster-care-afc-providers",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 129449,
    "username": "sandraP",
    "agency": 37235,
    "datetime_submitted": "2024-02-06T14:02:31.118888",
    "date_due": "2024-02-21",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-02-06T14:02:32.016908",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 158435,
        "from_user": 129449,
        "to_user": 129451,
        "subject": "",
        "datetime": "2024-02-06T14:02:32.016908",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Massachusetts Public Records Law, I hereby request the following records:\r\n\r\nPursuant to M.G.L. c. 66, § 10, please provide all submitted Adult Foster Care (AFC) and dual AFC and Group Adult Foster Care (GAFC) provider cost report filings from fiscal year 2022 pursuant to 957 CMR 6.00, including all:\r\n\r\n·         The FY2022 AFC Cost Report Templates\r\n\r\n·         FY2022 Financial Statements\r\n\r\n·         Statement of Certifications\r\n\r\n\r\nI recognize that you may charge reasonable costs for copies, as well as for personnel time needed to comply with this request.\r\n\r\nThe Public Records Law requires you to provide me with a written response within 10 business days. If you cannot comply with my request, you are statutorily required to provide an explanation in writing.\r\n  \r\n\r\ncost reports for the fiscal year (FY) 2022 from Adult Foster Care (AFC) providers. CHIA collects these reports pursuant to regulation 957 CMR 6.00. The reports are used by CHIA and other public entities for monitoring costs and for health care payment policy development. Dual providers of both Adult Foster Care (AFC) and Group Adult Foster Care services (GAFC) services must file separate cost reports.\r\n\r\nFiling Application\r\nAFC providers are required to submit the following:\r\n\r\n·         The FY2022 AFC Cost Report Template (Excel)\r\n\r\n·         FY2022 Financial Statements\r\n\r\n·         A Statement of Certification\r\n\r\n\r\n\r\n\r\nSandra Polica\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by the recommendations of the Massachusetts Supervisor of Public Records. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nI expect the request to be filled in an accessible format, including for screen readers, which provide text-to-speech for persons unable to read print. Files that are not accessible to screen readers include, for example, .pdf image files as well as physical documents.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nSandra Polica",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/massachusetts-1/cost-reports-for-the-fiscal-year-fy-2022-from-adult-foster-care-afc-providers-158435/"
  }
]