[
  {
    "id": 183315,
    "title": "Josh Weil charge re: social security mailer or flyer",
    "slug": "josh-weil-charge-re-social-security-mailer-or-flyer",
    "status": "submitted",
    "embargo_status": "public",
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 33896,
    "datetime_submitted": "2025-03-17T14:39:23.960401",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-17T14:39:24.064287",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 183315,
        "from_user": 3031,
        "to_user": 107987,
        "subject": "",
        "datetime": "2025-03-17T14:39:24.064287",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\n1. Any complaint filed against Joshua Weil on or after March 1, 2025, including any records submitted with or in support of the complaint.\r\n\r\n2. A copy of the Weil campaign flyer or mailer allegedly quoting Randy Fine as saying: \"We must raise the retirement age, and defund social security.\"\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/florida-34/josh-weil-charge-re-social-security-mailer-or-flyer-183315/"
  },
  {
    "id": 183314,
    "title": "police brutality investigation",
    "slug": "police-brutality-investigation",
    "status": "submitted",
    "embargo_status": "public",
    "user": 146652,
    "username": "bnbia",
    "agency": 417,
    "datetime_submitted": "2025-03-17T14:32:50.074244",
    "date_due": "2025-03-31",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-17T14:32:50.267686",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 183314,
        "from_user": 146652,
        "to_user": 10164,
        "subject": "",
        "datetime": "2025-03-17T14:32:50.267686",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\nI request the following:\r\n\r\nEmployment Status Confirmation: If Officer Edgar I. De Hoyos has never made an arrest, please provide a sworn statement confirming his current employment status and exact dates of service with the McAllen Police Department, from his hire date of September 26, 2022, to the present (March 17, 2025).\r\nArrest Reports: If Officer De Hoyos has made arrests, provide all arrest reports from September 26, 2022, to March 17, 2025, where he is listed as the arresting officer, including:\r\nReport number\r\nDate of arrest\r\nCharges filed\r\nName of the individual arrested\r\nPlease note that records for cases no longer under active investigation are not exempt under TPIA and must be disclosed.\r\nDisciplinary Records: All disciplinary records, internal affairs investigations, reprimands, and citizen complaints involving Officer Edgar I. De Hoyos, from September 26, 2022, to March 17, 2025, including:\r\nDates of incidents\r\nSummaries of allegations\r\nResolutions or outcomes\r\nIf these records are held by the Civil Service Office per your prior referral, please coordinate with that office to fulfill this request or provide their direct contact for a separate submission.\r\nThis request pertains to existing records only, as required under TPIA. Given Officer De Hoyos’ documented role as a Police Officer III in the Tactical Patrol Unit (effective September 9, 2024), it is implausible that no arrest records exist after over two years of service. Be advised that this is part of a broader, ongoing investigation into potential misconduct specifically police brutality, and any failure to comply fully with TPIA may result in escalation to the Texas Attorney General’s Office for review.\r\n\r\nIf any portion of this request is deemed exempt, please cite the specific TPIA exemption and provide non-exempt portions as required by law. If a determination from the Texas Attorney General is sought, please provide a copy of that request and the subsequent ruling. I expect a response within 10 business days, per TPIA §552.221.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDavid",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/mcallen-8843/police-brutality-investigation-183314/"
  }
]