[
  {
    "id": 186384,
    "title": "Public Records Request – Microsoft 365 Administrator Hiring Process",
    "slug": "public-records-request-microsoft-365-administrator-hiring-process",
    "status": "submitted",
    "embargo_status": "public",
    "user": 158228,
    "username": "Cubicle0397",
    "agency": 41410,
    "datetime_submitted": "2025-05-08T20:22:07.897869",
    "date_due": "2025-06-06",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-05-08T20:22:08.139394",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186384,
        "from_user": 158228,
        "to_user": 158233,
        "subject": "",
        "datetime": "2025-05-08T20:22:08.139394",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nTo the Records Access Officer,\r\n\r\nPursuant to the Massachusetts Public Records Law (M.G.L. c.66, §10), I respectfully request access to all records, documents, and communications related to the hiring process for the Microsoft 365 Administrator position within the Department of Innovation & Technology, City of Worcester, posted in 2025.\r\n\r\nThis request includes, but is not limited to:\r\n\r\n1. **All interview materials**, including:\r\n   - Interview scoresheets, panelist rankings, written or digital evaluations\r\n   - Any compiled assessments, rubrics, candidate comparison summaries, or recommendation memos\r\n\r\n2. **All internal communications** related to the hiring process, including:\r\n   - Emails, memos, letters, Microsoft Teams or Slack messages, and calendar invites\r\n   - Meeting recordings, scheduling threads, and attachments\r\n   - Communications sent or received by Michael Hamel, Samantha Sendrowski, **Moby George**, HR personnel, interview panelists, or any Department of Innovation & Technology leadership\r\n   - Specifically covering any candidates, test results, decision timelines, or escalation concerns\r\n   - From April 1, 2025 to the present date\r\n\r\n3. **Hiring process documentation**, such as:\r\n   - Full timeline of job posting, interview scheduling, test administration, debriefs, and offer stages\r\n   - Number of applicants, screening procedures, and filtering criteria\r\n   - Any instructions or documentation provided to interviewers\r\n\r\n4. **All assessment materials**, including:\r\n   - Technical test prompts, evaluation rubrics, scoring forms\r\n   - Written/recorded test feedback and related correspondence or commentary\r\n   - Internal discussions on the test’s creation, intent, or purpose\r\n\r\n5. **All offer documentation**, including:\r\n   - Drafts and final offer letters (candidate names may be redacted)\r\n   - Related internal approvals, HR communications, or final decision emails\r\n\r\n6. **Meeting materials**, including:\r\n   - Agendas, minutes, summaries, attendance logs, and calendar invites from hiring-related meetings\r\n\r\n7. **Any records referencing candidate follow-up, escalation, reconsideration, or delays**, including:\r\n   - Emails or notes discussing communication from candidates\r\n   - Internal messages referencing escalation to the CIO or Department leadership\r\n   - Records discussing hiring delays, decision deferrals, or process suspension\r\n\r\n8. **Documentation of any changes to the role or reporting structure**, including:\r\n   - Revisions to the job description, responsibilities, or departmental ownership of the Microsoft 365 Administrator role\r\n   - Especially any such documentation involving Samantha Sendrowski or **Moby George**\r\n\r\nPlease include **all responsive documents from April 1, 2025 through the present**, including any drafts, tracked changes, metadata, or attachments. I request these records be provided **electronically** in original formats (.pdf, .msg, .docx, .eml, etc.), with metadata preserved where applicable.\r\n\r\nIf there are any fees, please notify me in advance. This request is submitted in the interest of public transparency and accountability.\r\n\r\nSincerely,  \r\n[Anonymous Requester]\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDaniel S. Moore",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/public-records-request-microsoft-365-administrator-hiring-process-186384/"
  }
]