[
  {
    "id": 184652,
    "title": "FOIA Log FY2024",
    "slug": "foia-log-fy2024",
    "status": "submitted",
    "embargo_status": "public",
    "user": 148422,
    "username": "brit_struthers",
    "agency": 40611,
    "datetime_submitted": "2025-04-09T10:05:25.034129",
    "date_due": "2025-05-07",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-04-09T10:05:26.354092",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 184652,
        "from_user": 148422,
        "to_user": 156611,
        "subject": "Freedom of Information Act Request: FOIA Log FY2024",
        "datetime": "2025-04-09T10:05:26.354092",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nI would like to request a copy of the FOIA log maintained by the U.S. Army Corps of Engineers. Specifically, I am requesting the log for the fiscal year of 2024 on the subject of urban flooding, flooding as a natural disaster and flood mitigation. \r\n\r\nIf the log could please contain the following information:\r\n\r\nThe request number or tracking number.\r\n\r\nThe date the request was received.\r\n\r\nA brief description of the records requested.\r\n\r\nThe name or office of the agency official responsible for the request.\r\n\r\nThe current status of the request (e.g., pending, completed, denied).\r\n\r\nThe final disposition or outcome of the request (e.g., released in full, released in part, denied).\r\n\r\nIf possible, could the log please be provided in a CSV / XLS accessible format.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBritton Struthers-Lugo",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/foia-log-fy2024-184652/"
  }
]