[
  {
    "id": 192564,
    "title": "70CDCR24FR0000036 (AGS Security Guards ICE)",
    "slug": "70cdcr24fr0000036-ags-security-guards-ice",
    "status": "submitted",
    "embargo_status": "public",
    "user": 114696,
    "username": "CarlosBerríosPolanco",
    "agency": 133,
    "datetime_submitted": "2025-09-05T09:36:56.754898",
    "date_due": "2025-10-03",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-09-05T09:36:56.877893",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192564,
        "from_user": 114696,
        "to_user": 9620,
        "subject": "",
        "datetime": "2025-09-05T09:36:56.877893",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nUnder the provisions of the Freedom of Information Act (5 U.S.C. § 552), I hereby request access to and copies of all records, documents, and communications related to the federal procurement award identified as:\r\n\r\nContract/PIID Number: 70CDCR24FR0000036\r\n\r\nAwardee Name: AKIMA GLOBAL SERVICES, LLC\r\n\r\nAwarding Agency: U.S. IMMIGRATION AND CUSTOMS ENFORCEMENT\r\n\r\nApproved Date: 08/14/2025\r\n\r\nContract/Award Description: HOUSEKEEPING- GUARD\r\n\r\nThis request is intended to be broad and comprehensive and includes, but is not limited to, the following record types:\r\n\r\nAll invoices, purchase orders, contracts, loan agreements, and procurement documents (including but not limited to solicitation documents or notices of proposed contracts, proposed bids, unsolicited proposals, and/or documents justifying contracting without full and open competition), statements of work, relating to the aforementioned award.\r\n\r\nThe final contract award document, including all attachments, exhibits, schedules, and modifications.\r\n\r\nThe solicitation documents (e.g., Request for Proposal (RFP), Invitation for Bid (IFB), Request for Quotation (RFQ), Presolicitation Notice).\r\n\r\nAll proposals, quotes, and submissions received from all offerors in response to the solicitation.\r\n\r\nAll technical and cost/price evaluations of the proposals, including scoring sheets, consensus reports, and narrative justifications.\r\n\r\nThe Source Selection Statement and the Source Selection Decision Document.\r\n\r\nThe Contracting Officer's Final Determination and Finding, and the documentation of responsibility.\r\n\r\nAll pre-award and post-award correspondence, memoranda, and emails between the agency and the awardee, as well as between the agency and unsuccessful offerors, regarding this procurement action.\r\n\r\nAll Justification and Approval (J&A) documents for other than full and open competition, if applicable.\r\n\r\nAll past performance evaluations and records used in the evaluation process.\r\n\r\nAll internal agency reports, memoranda, briefing slides, and meeting minutes related to the planning, evaluation, and award of this contract.\r\n\r\nAll documents related to protests, disputes, or inquiries concerning this award, if any.\r\n\r\nThe abstract of offers (if one was generated).\r\n\r\nIf any portion of this request is denied, I ask that you justify all deletions by reference to specific exemptions under the FOIA. I also request that you release all reasonably segregable non-exempt portions of any records. Please provide a Vaughn Index if you withhold information.\r\n\r\nThis request is for all documents produced between 08/01/2025 and the time this request is processed.\r\n\r\nFee Waiver Request: I request a full waiver of all search, review, and duplication fees. Disclosure of the requested information is in the public interest because it is likely to contribute significantly to public understanding of the operations and activities of the government by revealing how taxpayer funds are being obligated through the federal procurement process. It is not primarily in my commercial interest. I am a journalist with The Latino Newsletter, a new media outlet focused on reporting about Puerto Rico (thelatinonewsletter.org).\r\n\r\nIf you deny this fee waiver request, I am willing to pay up to $50 in fees. Please inform me if the total fees will exceed this amount before proceeding with processing my request.\r\n\r\nPursuant to 5 U.S.C. § 552(a)(6)(E) and 6 C.F.R. § 5.5(e)(1)(ii), I respectfully request expedited processing of this request.\r\n\r\nThere is a compelling need for this information because its disclosure is urgently necessary to inform the public concerning actual or alleged government activity, and it concerns a matter of current exigency to the American public.\r\n\r\nThe Department of Homeland Security is at the forefront of national issues receiving intense public and legislative scrutiny, including border security, immigration enforcement, and cybersecurity. The award of contract 70CDCR24FR0000036 involves the obligation of substantial public funds for services and capabilities that directly impact these critical DHS missions.\r\n\r\nThere is a widespread and urgent public desire to understand how DHS is spending taxpayer money, the nature of the services it is procuring, and the companies it is partnering with to execute its vital duties. The release of this information is essential for ensuring government transparency and accountability. Delaying its release would significantly impair the public's ability to engage in a timely and informed manner on these matters of ongoing national debate and current exigency.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nCarlos Berríos Polanco",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/70cdcr24fr0000036-ags-security-guards-ice-192564/"
  }
]