[
  {
    "id": 179665,
    "title": "City Storage Program Policy documentation",
    "slug": "city-storage-program-policy-documentation",
    "status": "ack",
    "embargo_status": "public",
    "user": 143036,
    "username": "adam.nunez202",
    "agency": 688,
    "datetime_submitted": "2025-01-13T08:58:55.963555",
    "date_due": "2025-01-28",
    "days_until_due": null,
    "date_followup": "2025-01-28",
    "datetime_done": null,
    "datetime_updated": "2025-01-13T08:58:56.416698",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 179665,
        "from_user": 143036,
        "to_user": 16700,
        "subject": "Massachusetts Public Records Law Request: City Storage Program Policy documentation",
        "datetime": "2025-01-13T08:58:56.416698",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Massachusetts Public Records Law, I hereby request the following records:\r\n\r\nAny documents pertaining to the \"City Storage Program Policy\" as described by \"An Ordinance to amend Ch. 24 by adding a new section relative to Camping\" section 24-31(g)(i): \"The Salem Police Chief shall establish, and from time to time amend, a City Storage Program Policy not inconsistent with this ordinance.\" Including current and prior versions of the written copy of the \"City Storage Program Policy\" as pursuant to 24-31(g)(v), any amendments to the current written copy of the \"City Storage Program Policy\", and any notes kept regarding the current written copy of the \"City Storage Program Policy\" from the Salem Police Department since the establishment of \"An Ordinance to amend Ch. 24 by adding a new section relative to Camping\" to the date this request was sent, January 13, 2025.\r\n\r\nAs well as,\r\n\r\nAll documents from the June 26, 2024 dispersal of the 'South River encampment' pertaining to \"reasonable and documented attempts\" made by \"City staff\" to identify owners of \"property\" that was left at the South River encampment as a result of this June 26 dispersal that was \"not claimed by any person within 24 hours of it being deemed by the City as being unclaimed\" in which case \"City staff\" are to \"assess whether the property is abandoned property or an individual’s temporarily unattended property through reasonable and documented attempts to identify the property owner\" as is required of the \"City Storage Program Policy\" pursuant to 24-31(g)(iii).\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by the recommendations of the Massachusetts Supervisor of Public Records. I am currently a student journalist at Emerson College and have reported about the South River encampment in the past. As these records pertain to the transparency of our public officials in the treatment of homeless community members on public grounds, I would request the fees for this request be waived on the grounds of clear public interest as is suggested by the Massachusetts Supervisor of Public Records. As section 24-31(g)(vii) lays out how fees should not be charged in regards to processing claims in filing appeals to recover property pursuant to the \"City Storage Program Policy,\" I would ask that this standard be extended to this request as it is not made in the commercial interest but in the interest of transparency regarding the same policy. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and will not be made for commercial usage.\r\n\r\nI expect the request to be filled in an accessible format, including for screen readers, which provide text-to-speech for persons unable to read print. Files that are not accessible to screen readers include, for example, .pdf image files as well as physical documents.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdam Nuñez",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/salem-88/city-storage-program-policy-documentation-179665/"
  }
]