[
  {
    "id": 173543,
    "title": "$10,000,000  HUD Grant to AIDS Healthcare Foundation for Tenant Education Outreach Program under Blueprint for Renters",
    "slug": "10000000-hud-grant-to-aids-healthcare-foundation-for-tenant-education-outreach-program-under-blueprint-for-renters",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 36000,
    "username": "Law-Office-Annette-Morasch",
    "agency": 80,
    "datetime_submitted": "2024-09-19T13:15:46.191163",
    "date_due": "2024-10-18",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-09-19T13:15:46.302873",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 173543,
        "from_user": 36000,
        "to_user": 9679,
        "subject": "",
        "datetime": "2024-09-19T13:15:46.302873",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\n1-All  communications, applications, certifications, and representations of the AIDS Healthcare Foundation (\"AHF\") in obtaining a $10,000,00 grant for HUD's Tenant Education Outreach Program (\"TEO\").\r\n2. All terms of any agreement that AHF must follow in order to obtain this grant.\r\n3. All terms of any agreement that AHF must in distribution of grant money.\r\n4. Any terms of commitment that AHF signed and/or agreed to, in providing decent, safe, sanitary, healthy, housing for tenants, and/or in providing tenants rights advocates access to the distribution of tenants' rights information. \r\n5. Any emails between HUD and AHF concerning the TEO program.\r\n6. All disclosures made from AHF concerning or relating to any of the lawsuits against AHF including but not limited to any of the following lawsuits:\r\n•\tAIDS Healthcare Foundation v. Karla Leiva, LASC Case No. 22STRO00633, which was in front of Commissioner Laura Cohen who granted the tenant's rights advocate's Anti-SLAPP motion. Ms. Leiva was a tenants’ rights advocate and AHF filed a temporary restraining order against Ms. Leiva, prohibiting her from coming onto AHF properties. Subsequently, Judge Michael R. Powell entered judgment in favor of the tenants' rights advocate on AHF’s remaining claim that our client threw feces at an AHF employee. AHF was ordered to pay the tenants' rights advocate more than $44,000 in attorneys’ fees.\r\n•\tTammy Davis v. AIDS Healthcare Foundation, LASC Case No. 20STCV08627, which was in front of Judge Daniel Buckley (Ret.) and now Judge William Highberger. This ongoing case concerns the Madison Hotel’s uninhabitable living conditions. The class has been certified and consists of approximately 350 tenants. This is the case that recently settled this past weekend for $575,000 to tenants, plus nonmonetary relief. Plus AHF's cross-complaint against the City of Los Angeles which was dismissed on the City's Motion for Summary Judgment.\r\n•\tCarlos Brum v. AIDS Healthcare Foundation, LASC Case No. 23STCV07822, in front of Judge Kenneth Freeman. This ongoing putative class action case concerning the Baltimore Hotel’s uninhabitable living conditions.\r\n•\tAlisha Lucero v. AIDS Healthcare Foundation, et al., LASC Case No. 19STCV28098. This matter has been resolved, and was in front of Judge Dennis Landin (Ret.) and then Judge Upinder Kalra. This case concerned AHF’s unlawful eviction of Ms. Lucero and throwing away all of her possessions without notice. \r\n•\tGrace Antisdel, William Berry, Julia Bigboy, Linda Carrasco, Dwane Davis, Michael Davis, Enrique Deliz, Tammy Davis, Rodney Duck, Errol Ennis, Edwin Linwood, Kenneth Montgomery, Darnell Moses, Kenneth Owens, Brenda Phillips, Vance Pitts, and Trimal Williams v. AIDS Healthcare Foundation, LASC Case No. 21STCV04049. This matter has been resolved and was in front of Judge Stephanie Bowick. The publicly known settlement amount is $820,000, and concerned the Madison’s elevator outages and the effect of those outages on tenants with disabilities.  Plus AHF's cross complaint against the City of Los Angeles, for which the City paid AHF $100,000 to resolve that cross-complaint.\r\n•\tJames Ellis v. AIDS Healthcare Foundation, LASC Case No. 22STCV35702. This matter was recently resolved. The case was in front of Judge Anne Hwang. This case concerned a Madison tenant who had a long history of violent behavior shooting another tenant, James Ellis, and AHF’s failure to evict the violent tenant before the shooting. AHF cross-complained against the County of Los Angeles and the Los Angeles Sheriff’s Department. Judge Hwang sustained the County entities’ demurrer without leave to amend.\r\n•\tAnnette Turner and Tammy Davis v. AIDS Healthcare Foundation, et al., LASC Case No. 20STCV4667. This case is active and is in front of Judge Robert Broadbelt. This case concerns a sexual assault committed by AHF’s unlicensed and unvetted contractor to do repairs in Ms. Davis’s room. This case is also concerning Ms. Turner’s individual uninhabitability claims in her personal unit due to repeated flooding from the common areas.\r\n•\tPernell Monger v. AIDS Healthcare Foundation, LASC Case No. 23STCV19686. This matter is active and in front of Judge Randolph M. Hammock. This concerns a Madison tenant’s personal claims for disability discrimination, failure to accommodate, bedbugs, roaches, and other uninhabitable conditions.\r\n•\tMaria Umana, Douglas Umana Gomez, Sasha Salgado, Ruben Flores, Reina Melchor, and Miguel Valencia v. AIDS Healthcare Foundation et al., LASC Case No. 22STCV00361. This case concerns the lack of habitability of AHF’s Sinclair apartment complex. \r\nThe at least 85 evictions AHF has filed against its tenants. The approximate 80 small claims lawsuits AHF has filed against its tenants.\r\n•\t•\tMichael Weinstein v. City of Los Angeles et al., LASC Case No. BC210058.\r\n•\tMichael Weinstein v. City of Los Angeles et al., LASC Case No. BC214564.\r\n•\tMichael Weinstein v. City of Los Angeles et al., LASC Case No. BC140892.\r\n•\tAIDS Healthcare Foundation v. City of Los Angeles, LASC Case No. BS161771.\r\n•\tAIDS Healthcare Foundation v. City of Los Angeles, LASC Case No. BC717911.\r\n•\tAIDS Healthcare Foundation v. City of Los Angeles, LASC Case No. 19STCP00520.\r\n•\tAIDS Healthcare Foundation v. City of Los Angeles, LASC Case No. 19STCP03103.\r\n•\tAIDS Healthcare Foundation v. City of Los Angeles, LASC Case No. 19STCP04094.\r\n•\tAIDS Healthcare Foundation v. City of Los Angeles, LASC Case No. 19STCP04589.\r\n•\tAIDS Healthcare Foundation v. City of Los Angeles, LASC Case No. 19STCP04532.\r\n•\tAIDS Healthcare Foundation v. City of Los Angeles, LASC Case No. 20STCV29238. (AHF appealed Judge Rupert Byrdsong sustaining of the City’s demurrer without leave to amend. AHF appealed, and the Appellate court affirmed the dismissal.) \r\n•\tAIDS Healthcare Foundation v. City of Los Angeles, LASC Case No. 21STCP00049.\r\n•\tAIDS Healthcare Foundation v. City of Los Angeles, LASC Case No. 21STCP04176. (Here, AHF sued the City to prevent the development of affordable housing.)\r\n\r\n\r\n7. Any discussion or disclosure to HUD, or research conducted by HUD, into AHF's involvement with any of the following issues covered in the below news articles:\r\n\r\n•\thttps://www.latimes.com/homeless-housing/story/2020-03-08/homeless-housing-aids-healthcare-foundation-lawsuit-skid-row-tenants\r\n•\thttps://www.latimes.com/homeless-housing/story/2023-01-20/ahf-madison-hotel-elevator-lawsuit-story\r\n•\thttps://www.latimes.com/california/story/2023-02-10/residents-of-a-downtown-hotel-settle-with-aids-healthcare-foundation-over-elevator-failures\r\n•\thttps://knock-la.com/aids-healthcare-foundation-housing-hazards-1/\r\n•\thttps://knock-la.com/aids-healthcare-foundation-housing-hazards-2/\r\n•\thttps://knock-la.com/aids-healthcare-foundation-housing-hazards-3/ \r\n•\thttps://www.latimes.com/homeless-housing/story/2024-03-27/aids-healthcare-foundation-acquire-skid-row-housing-trust-portfolio \r\n•\thttps://laist.com/news/housing-homelessness/los-angeles-aids-healthcare-foundation-michael-weinstein-madison-hotel-settlement-rent-control-proposition-prop-33\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAnnette Morasch",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/10000000-hud-grant-to-aids-healthcare-foundation-for-tenant-education-outreach-program-under-blueprint-for-renters-173543/"
  }
]