[
  {
    "id": 145031,
    "title": "Records on Aaron Swartz",
    "slug": "records-on-aaron-swartz",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 764,
    "datetime_submitted": "2023-04-26T20:54:00.754989",
    "date_due": "2023-05-24",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-04-26T20:54:00.840936",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 145031,
        "from_user": 4164,
        "to_user": 23306,
        "subject": "",
        "datetime": "2023-04-26T20:54:00.840936",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nI am writing to request all records related to the criminal investigation of Aaron Swartz. Specifically, I am seeking all memos, documents, and inter-agency communications related to the investigation. This includes any search warrants, surveillance records, or other investigative documents related to the case. Additionally, I am requesting any and all records related to the prosecution of Aaron Swartz, including court filings, briefs, and other legal documents.\r\n\r\nAs this is a request under the Freedom of Information Act (FOIA), I would like to remind you of your obligation to provide access to all non-exempt responsive records. Please note that any redactions or withholdings of responsive records must be narrowly tailored and justified under the FOIA exemptions. If any responsive records are withheld, redacted, or deleted, I request that you provide a detailed explanation for the basis of each such decision.\r\n\r\nTo ensure that my request is as clear and specific as possible, I would like to provide additional detail about the responsive records I am seeking. I am seeking records from any and all agencies involved in the investigation and prosecution of Aaron Swartz, including but not limited to the Department of Justice, the Federal Bureau of Investigation, and any other relevant agencies.\r\n\r\nSpecifically, I am requesting any and all records related to the following topics:\r\n\r\nThe initiation of the investigation: This includes any tips, complaints, or other information that led to the investigation, as well as any communications or documentation related to the decision to initiate the investigation.\r\n\r\nThe collection of evidence: This includes any search warrants, subpoenas, or other legal process used to gather evidence, as well as any documentation related to the collection and analysis of evidence, such as forensic reports, lab reports, and chain of custody documents.\r\n\r\nSurveillance and monitoring: This includes any surveillance or monitoring of Aaron Swartz, including wiretaps, pen registers, or other forms of electronic surveillance. This also includes any documentation related to the legal authorization for such surveillance, as well as any documentation related to the use and analysis of any surveillance or monitoring data.\r\n\r\nCommunications between agencies: This includes any communications between or among law enforcement agencies, including emails, memos, or other inter-agency communications related to the investigation or prosecution of Aaron Swartz.\r\n\r\nProsecution records: This includes any records related to the prosecution of Aaron Swartz, including court filings, legal briefs, and other legal documents.\r\n\r\nInter-agency coordination: This includes any records related to coordination and communication between agencies involved in the investigation and prosecution of Aaron Swartz, including any task force meetings or other inter-agency meetings related to the case.\r\n\r\nIn addition to the FOIA, there are several court cases that support the release of the responsive records. These include:\r\n\r\nCenter for Pub. Integrity v. Dep't of Energy, 542 F. Supp. 2d 1006, 1016 (N.D. Cal. 2008): This case established that agencies have a duty to conduct a thorough search for responsive records, and that any doubts regarding the scope of a FOIA request should be resolved in favor of disclosure.\r\n\r\nPollard v. FBI, 705 F. Supp. 2d 39, 48 (D.D.C. 2010): This case held that agencies cannot rely on conclusory and generalized assertions to justify the withholding of responsive records, and that any such withholding must be supported by specific factual and legal arguments.\r\n\r\nDoe v. U.S. Dep't of Justice, 753 F. Supp. 2d 62, 75 (D.D.C. 2010): This case established that agencies cannot withhold responsive records merely because they were created for law enforcement purposes, and that such records may still be subject to disclosure under FOIA if they do not fall within one of the FOIA exemptions.\r\n\r\nNew York Times Co. v. City of New York Fire Dep't, 971 F.2d 1058, 1061 (2d Cir. 1992): This case established that FOIA requests must be interpreted liberally in favor of disclosure, and that any doubt regarding the release of responsive records should be resolved in favor of disclosure.\r\n\r\nCalifornia Public Records Act, Gov. Code §§ 6250 et seq.: This state law establishes the public's right to access government records, including those held by state and local agencies in California.\r\n\r\nIn addition to these cases, I would also like to remind you that local and state laws may provide additional support for the release of responsive records. Specifically, I request that you provide any and all records that are responsive to my request, regardless of whether they are held by federal, state, or local agencies.\r\n\r\nFinally, I would like to remind you that if any responsive records are withheld, redacted, or deleted, I reserve the right to seek review of your decision through the appropriate administrative channels, including appeal to the Office of Information Policy (OIP) and filing a formal complaint in federal court to compel disclosure.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJordan Lassiter",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/records-on-aaron-swartz-145031/"
  }
]