[
  {
    "id": 183712,
    "title": "Frederick C. Leonard Sr. (National Archives and Records Administration)",
    "slug": "frederick-c-leonard-sr-national-archives-and-records-administration",
    "status": "rejected",
    "embargo_status": "public",
    "user": 28088,
    "username": "alexagagosz",
    "agency": 129,
    "datetime_submitted": "2025-03-21T09:44:19.372297",
    "date_due": "2025-04-18",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": "2025-03-24T06:13:48",
    "datetime_updated": "2025-03-24T06:13:48",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 183712,
        "from_user": 28088,
        "to_user": 9557,
        "subject": "Freedom of Information Act Request: Frederick C. Leonard Sr. (National Archives and Records Administration)",
        "datetime": "2025-03-21T09:44:19.796128",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nRecords mentioning or describing Frederick C. Leonard Sr. Born Feb. 9, 1892; died Nov. 21, 1959.\r\n\r\nThe late Mr. Leonard was a decorated veteran who attended former President Eisenhower's Inauguration Ball.\r\n\r\nIf any potentially responsive records have been destroyed and/or transferred to NARA, then I request copies of the destruction or transfer slips as well as any other documentation relating to, mentioning or describing said transfer or destruction, to include but not be limited to confirmation that NARA has no other copies of said records. If previously released records are available, then I request a rolling release consisting of those records while additional records are located and processed for release.\r\n\r\nI am a member of the news media and request classification as such. I have previously written about the government and its activities, and am currently a reporter of The Boston Globe. The requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAlexa Gagosz",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 183712,
        "from_user": 9557,
        "to_user": 28088,
        "subject": "Fwd: Freedom of Information Act Request: Frederick C. Leonard Sr. (National Archives and Records Administration)",
        "datetime": "2025-03-24T06:13:48",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Ms. Gagosz:\r\n\r\nThank you for submitting your Freedom of Information Act (FOIA) request to\r\nthe National Archives and Records Administration (NARA) via email to\r\nfoia@nara.gov . We received your request on March 21, 2025.  Your request\r\nstates:\r\n\r\n*Records mentioning or describing Frederick C. Leonard Sr. Born Feb. 9,\r\n1892; died Nov. 21, 1959. The late Mr. Leonard was a decorated veteran who\r\nattended former President Eisenhower's Inauguration Ball.*\r\n\r\nDue to the nature of your inquiry, we are forwarding your request by this\r\nemail to the National Personnel Records Center (NPRC) for Military Records\r\nin St. Louis for appropriate handling.  The NPRC will assign your request a\r\ntracking number and respond directly to you.  In the future, if you need to\r\ncontact the NPRC, you can do so by mail or fax to the following address:\r\n\r\nNational Personnel Records Center\r\n1 Archives Drive\r\nSt. Louis, Missouri 63138\r\n\r\nTelephone:   314-801-0800\r\nTelephone (Toll Free):  1-866-272-6272 (only within the US)\r\nFax:  314-801-9195\r\n\r\n\r\nBecause your FOIA request is for records that may be archival records\r\n(records created by or originated in a different agency but that may have\r\nbeen transferred to the legal custody of NARA), we are also forwarding it\r\nby this email to our Office of Research Services, Textual Reference\r\n(RR2RR) staff\r\nwho handle FOIA requests for textual archival records. That office will\r\nassign your request a tracking number and respond directly to you. In the\r\nfuture, if you need to follow up with that office directly, please contact\r\nthem at the address below, or electronically via email (email is preferred).\r\n\r\nNational Archives and Records Administration\r\nResearch Services, Textual Reference Branch (RR2RR)\r\n8601 Adelphi Road, Room 2400\r\nCollege Park, MD 20740\r\n\r\nPhone: 301-837-3091\r\nFax: 301-837-1752\r\nEmail: archives2reference@nara.gov\r\n\r\nFor your reference, a copy of your request is below.\r\n\r\nPlease visit our website at www.archives.gov/foia for further information\r\nabout making a FOIA request to NARA.  On our main website,\r\nwww.archives.gov, you\r\ncan learn more about the resources we offer to the public, and you can\r\naccess our online catalog.\r\n\r\nSincerely,\r\n\r\n<https://www.archives.gov/>\r\n\r\n  Ashley Bryan\r\n\r\n  Government Information Specialist\r\n\r\n  Operational FOIA and Access Division\r\n\r\n  College Park, Maryland, 20740-6001\r\n\r\n  301-837-3642\r\n\r\n   <https://www.archives.gov/foia>   <foia@nara.gov>\r\n<https://www.archives.gov/foia/contacts>\r\n<https://www.archives.gov/foia/electronic-reading-room>\r\n<https://www.archives.gov/ogis/resources>\r\n\r\n\r\n\r\n---------- Forwarded message ---------\r\nFrom: <183712-39147529@requests.muckrock.com>\r\nDate: Fri, Mar 21, 2025 at 1:21 PM\r\nSubject: Freedom of Information Act Request: Frederick C. Leonard Sr.\r\n(National Archives and Records Administration)\r\nTo: <foia@nara.gov>\r\n\r\n\r\n\r\nNat'l Archives & Records Admin\r\nFOIA Office\r\nRoom 3110\r\n8601 Adelphi Road\r\nCollege Park, MD 20740\r\n\r\nMarch 21, 2025\r\n\r\nTo Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following\r\nrecords:\r\n\r\nRecords mentioning or describing Frederick C. Leonard Sr. Born Feb. 9,\r\n1892; died Nov. 21, 1959.\r\n\r\nThe late Mr. Leonard was a decorated veteran who attended former President\r\nEisenhower's Inauguration Ball.\r\n\r\nIf any potentially responsive records have been destroyed and/or\r\ntransferred to NARA, then I request copies of the destruction or transfer\r\nslips as well as any other documentation relating to, mentioning or\r\ndescribing said transfer or destruction, to include but not be limited to\r\nconfirmation that NARA has no other copies of said records. If previously\r\nreleased records are available, then I request a rolling release consisting\r\nof those records while additional records are located and processed for\r\nrelease.\r\n\r\nI am a member of the news media and request classification as such. I have\r\npreviously written about the government and its activities, and am\r\ncurrently a reporter of The Boston Globe. The requested documents will be\r\nmade available to the general public, and this request is not being made\r\nfor commercial purposes.\r\n\r\nThe requested documents will be made available to the general public, and\r\nthis request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform\r\nme of the total charges in advance of fulfilling my request. I would prefer\r\nthe request filled electronically, by e-mail attachment if available or\r\nCD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I\r\nlook forward to receiving your response to this request within 20 business\r\ndays, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAlexa Gagosz\r\n\r\nView request history, upload responsive documents, and report problems here:\r\nhttps://accounts.muckrock.com/accounts/login/?next=https%3A%2F%2Fwww.muckrock.com%2Faccounts%2Flogin%2F%3Fnext%3D%252Faccounts%252Fagency_login%252Fnational-archives-and-records-administration-129%252Ffrederick-c-leonard-sr-national-archives-and-records-administration-183712%252F%253Femail%253Dfoia%252540nara.gov&url_auth_token=AAAj2ucqR0oq9-N3ZmzoKM6lfLI%3A1tvg3S%3AT9TjinoiG3scmXyAJtNPa79oodELzY-K31n6i4_c4XY\r\n\r\nIf prompted for a passcode, please enter:\r\nPNLMNEFM\r\n\r\nFiled via MuckRock.com\r\nE-mail (Preferred): 183712-39147529@requests.muckrock.com\r\n\r\nPLEASE NOTE OUR NEW ADDRESS\r\nFor mailed responses, please address (see note):\r\nMuckRock News\r\nDEPT MR 183712\r\n263 Huntington Ave\r\nBoston, MA 02115\r\n\r\nPLEASE NOTE: This request is not filed by a MuckRock staff member, but is\r\nbeing sent through MuckRock by the above in order to better track, share,\r\nand manage public records requests. Also note that improperly addressed\r\n(i.e., with the requester's name rather than \"MuckRock News\" and the\r\ndepartment number) requests might be returned as undeliverable.",
        "status": "rejected",
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/frederick-c-leonard-sr-national-archives-and-records-administration-183712/"
  }
]