[
  {
    "id": 143582,
    "title": "Navy Yard Tall Shio Boston Building Permit for 1 East Pier Drive Boston",
    "slug": "navy-yard-tall-shio-boston-building-permit-for-1-east-pier-drive-boston",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 112893,
    "username": "VictorPoppPE",
    "agency": 480,
    "datetime_submitted": "2023-03-28T20:52:02.542287",
    "date_due": "2023-04-11",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-03-28T20:52:02.654624",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 143582,
        "from_user": 112893,
        "to_user": 10343,
        "subject": "",
        "datetime": "2023-03-28T20:52:02.654624",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Massachusetts Public Records Law, I hereby request the following records:\r\n\r\nHi,\r\nI would like to get information on a Boston restaurant named the Tall Ship Boston (the Caledonia) which was opened on 1 East Pier Drive, in Boston, MA. \r\nI believe that Pier is owned by the Massachusetts Port Authority, but it may also be under the jurisdiction of the US Coast Guard, as well since the restaurant is afloat in Boston Harbor, and because it has a gangway. \r\nThe developer/owner of the Restaurant is Charles Lamer, and his name is on some of the City Permits. His company is called Navy Yard Hospitality, I believe. \r\nI am interested in knowing if Massport has had any jurisdiction over the development of that site, including the gangway to the ship. \r\nThe City of Boston’s Inspectional Services said it was not under their jurisdiction, and suggested I contact your office. \r\nI also know that the Project was done under the regulations for Massachusetts (Chapter 91). I am interested in any architectural drawings, Permit applications and Permits related to the gangway leading from the Pier up to the ship.\r\nPlease let me know if this is in your jurisdiction, and how I can get access to the building permit documents for that restaurant.\r\nThank You,\r\nVictor A. Popp, PE \r\n \r\nVPOPP Inc.\r\n75 Gardner St.; Hingham, MA 02043\r\n781-875-1085 Office\r\n781-264-7769 Cell Phone\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by the recommendations of the Massachusetts Supervisor of Public Records. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, processed by a representative of the news media/press and is made in the process of news gathering and not for commercial usage.\r\n\r\nI expect the request to be filled in an accessible format, including for screen readers, which provide text-to-speech for persons unable to read print. Files that are not accessible to screen readers include, for example, .pdf image files as well as physical documents.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nVictor Popp, PE",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/massachusetts-1/navy-yard-tall-shio-boston-building-permit-for-1-east-pier-drive-boston-143582/"
  },
  {
    "id": 143581,
    "title": "Cal Poly Humboldt Basketball Expense Reports",
    "slug": "cal-poly-humboldt-basketball-expense-reports",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 112891,
    "username": "JacobMatson",
    "agency": 7510,
    "datetime_submitted": "2023-03-28T20:31:37.540208",
    "date_due": "2023-04-07",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-03-28T20:31:37.606520",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 143581,
        "from_user": 112891,
        "to_user": 19714,
        "subject": "",
        "datetime": "2023-03-28T20:31:37.606520",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nAny and All financial records related to the operating costs associated with the California Polytechnic State University Humboldt (formerly California State University Humboldt) men's intercollegiate basketball team during the 2022-2023 school year.\r\n\r\nSpecifically, records of all expense reports related to the costs of travel on road trips including hotel accommodations, travel costs, and food costs.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJacob Matson",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/california-52/cal-poly-humboldt-basketball-expense-reports-143581/"
  },
  {
    "id": 143580,
    "title": "VANCOUVER PUBLIC SCHOOLS DISTRICT – (2019) Request for a complete electronic copy of all Public Records Requests received by the District including the District Responses for the year 2019 – and 6,681 recently located electronic pages.",
    "slug": "vancouver-public-schools-district-2019-request-for-a-complete-electronic-copy-of-all-public-records-requests-received-by-the-district-including-the-district-responses-for-the-year-2019-and-6681-recently-located-electronic-pages",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 107780,
    "username": "veritas",
    "agency": 11779,
    "datetime_submitted": "2023-03-28T19:50:46.190897",
    "date_due": "2023-04-04",
    "days_until_due": null,
    "date_followup": "2023-04-04",
    "datetime_done": null,
    "datetime_updated": "2023-03-28T19:50:46.265767",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 143580,
        "from_user": 107780,
        "to_user": 17276,
        "subject": "Washington Public Records Act Request: VANCOUVER PUBLIC SCHOOLS DISTRICT – (2019) Request for a complete electronic copy of all Public Records Requests received by the District including the District Responses for the year 2019 – and 6,681 recently locate",
        "datetime": "2023-03-28T19:50:46.265767",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "VANCOUVER PUBLIC SCHOOLS DISTRICT – (2019) Request for a complete electronic copy of all Public Records Requests received by the District including the District Responses for the year 2019 – and 6,681 recently located electronic pages.\r\n\r\nVia email: publicrecordsrequest@vansd.org\r\n\r\nTo Whom It May Concern:\r\n\r\nPursuant to the Washington Public Records Act [RCW 42.56] I hereby request the following records:\r\n\r\n1.\tI request a complete electronic copy of all Public Records Requests received by your agency in the year 2019 and a complete electronic copy of your agency's Responses to each of these Public Records Requests for the year 2019.\r\n\r\n2.\tUpon information and belief your agency has recently scanned into electronic format 5,377 pages of documents responsive to this request.\r\n\r\n3.\tUpon information and belief your agency possesses another 1304 electronic pages of documents responsive to this request for a total of 6,681 electronic pages responsive to this request , please provide these electronic  records.\r\n\r\nNote: Parents and students seeking GRADES and/or TRANSRIPTS in the year 2019 can be excluded from this request.\r\n\r\nPRODUCTION AND DELIVERY OF ELECTRONIC RECORDS\r\n\r\nThe use of 3rd party “portals” (Such as GOVQA or NEXTREQUEST) for communication and production of records in response to a public records request is optional for the requestor in the State of Washington. Respectfully we decline to use any 3rd party \"portal\" system, specifically GOVQA and NEXTREQUEST. Please provide all records electronically via direct email attachment, or via no password, no registration internet cloud-based download link.\r\nPlease do not direct or invite us to use, register for, or communicate with your agency via any 3rd party portal including but not limited to FOIAOnline, GovQA, NextRequest, FOIAExpress, JustFOIA FOIADirect, WebForm, or any other commercial 3rd party records portal service.\r\nRCW 42.56.080 - Identifiable records—Facilities for copying—Availability of public records.\r\n\r\n\"...Agencies shall honor requests received in person during an agency's normal office hours, or by mail or email, for identifiable public records unless exempted by provisions of this chapter. No official format is required for making a records request; however, agencies may recommend that requestors submit requests using an agency provided form or web page.\"\r\nThis public records request is being made via email to your agency’s publicly posted public records request email address: publicrecordsrequest@vansd.org. This public records request will be honored and fulfilled by your agency via email as requested or relief will be sought per statute.\r\n\r\nNATIVE ELECTRONIC FORMAT\r\n\r\nPlease provide all identified public records in their NATIVE electronic format. Unless the records exist IN PAPER FORM ONLY, DO NOT instead create new records by printing native stored electronic files, then scanning and re-printing these newly scanned prints only to reproduce them in again in electronic production.\r\n\r\nFEES\r\n\r\nIn the event that there are fees, please inform us of the total charges in advance of fulfilling the request in strict compliance with all provisions of the Washington State Public Records Act.\r\n\r\nEXEMPTION LOGS\r\n\r\nPlease ensure all redactions or exemptions claimed by your agency in the production of responsive records are accompanied by a complete and detailed exemption log noting the valid legal reason for each exemption at each redaction location in the record produced, as well as the specific number of pages if any that your agency redacts or withholds in their entirety. Each redaction should be noted by footnote or by a clear reference to the specific justification for that redaction, and only the minimal exempt portion of any record may be withheld.\r\n\r\nCOMMERICAL PURPOSE DECLARATION\r\n\r\nThe Washington State Public Records Act prohibits the disclosure of “lists of individuals” for a commercial purpose (RCW 42.56.070(8)). I declare this public records request is not being made for any commercial purpose whatsoever. Also, this public records request is not being made for a \"list of individuals.\" This declaration satisfies all requirements of RCW 42.56 regarding prohibitions on lists and commercial purposes. No additional commercial purpose declaration will be completed for this public records request.\r\n\r\nThe requested documents will be made available to the general public.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. We look forward to receiving your response to this request within 5 business days, as the statute requires.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "mail"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/washington-54/vancouver-public-schools-district-2019-request-for-a-complete-electronic-copy-of-all-public-records-requests-received-by-the-district-including-the-district-responses-for-the-year-2019-and-6681-recently-located-electronic-pages-143580/"
  }
]