[
  {
    "id": 191601,
    "title": "Richmond Monuments - UVa",
    "slug": "richmond-monuments-uva",
    "status": "submitted",
    "embargo_status": "public",
    "user": 140258,
    "username": "TheCadet",
    "agency": 3079,
    "datetime_submitted": "2025-08-19T15:37:51.769485",
    "date_due": "2025-08-26",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-08-19T15:37:51.936040",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 191601,
        "from_user": 140258,
        "to_user": 11156,
        "subject": "Virginia Freedom of Information Act Request: Richmond Monuments - UVa",
        "datetime": "2025-08-19T15:37:51.936040",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Virginia Freedom of Information Act, I hereby request the following records:\r\n\r\nRecords created or received between June 1, 2021 and the present by University of Virginia personnel relating to the removal, disposition, donation, or ultimate use of Richmond’s Confederate monuments/statues, including transfers to The Valentine, BHMVA, and the Swords Into Plowshares project.\r\n\r\nSpecifically:\r\n\r\nEmails, texts, chats, and calendars of: Melody Barnes, Claire Antone Payton, Jalane Schmidt, Laurent Dubois, Frank Dukes, Ellen Laughlin Ochs, using search terms: “Swords Into Plowshares,” SIP, “Jefferson School,” JSAAHC, “Valentine,” “BHMVA,” “Black History Museum,” “Richmond City Council,” endorsement, coalition, melt, destroy, recast, monuments.\r\n\r\nEndorsements – Drafts/final copies of support letters, solicitation of endorsements, internal strategy notes, meeting notes, and talking points regarding Richmond’s process.\r\n\r\nMeetings – Agendas, notes, correspondence relating to UVA meetings with The Valentine (Bill Martin, Christina Vida) and BHMVA (Andrea Douglas, Marland Buckner, Trinity Swift).\r\n\r\nResource Use – Any records of UVA funds, reimbursements, or facilities used for SIP or endorsement activities.\r\n\r\nPolitical Figures – All records of communications with VLBC members, Senator Ghazala Hashmi, Rep. Abigail Spanberger, Senator Ghazala Hashmi, Rep. Abigail Spanberger, Senator Lamont Bagby, Senator Jennifer D. Carroll Foy, Sen. Aaron R. Rouse\r\n\r\nPlease provide in native electronic format. Cite exemptions if withholding.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTom Nash, a citizen of Virginia, in coordination with Anonymous.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/virginia-128/richmond-monuments-uva-191601/"
  }
]