[
  {
    "id": 203195,
    "title": "Labor and Safety Records: Atomic Machines, Inc.",
    "slug": "labor-and-safety-records-atomic-machines-inc",
    "status": "processed",
    "embargo_status": "public",
    "user": 351,
    "username": "RobbyD",
    "agency": 4742,
    "datetime_submitted": "2026-01-26T11:58:58.254851",
    "date_due": "2026-02-05",
    "days_until_due": null,
    "date_followup": "2026-02-05",
    "datetime_done": null,
    "datetime_updated": "2026-01-26T12:34:30.876007",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 203195,
        "from_user": 351,
        "to_user": 15832,
        "subject": "California Public Records Act Request: Labor and Safety Records: Atomic Machines, Inc.",
        "datetime": "2026-01-26T11:58:58.404128",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nThese records pertaining to Atomic Machines, Inc. (https://www.atomicmachines.com/) (including all activities at 950 Gilman St, Berkeley, CA and 320 Martin Ave, Santa Clara, CA):\r\n\r\nCal/OSHA Inspection Records: All inspection reports (Form OSHA-1), safety narratives (OSHA-1A), and violation worksheets (OSHA-1B) for any inspections conducted from January 1, 2020, to the present.\r\n\r\nWorker Complaints: A log of all safety or health complaints filed by employees or third parties (redacted of personal identifiers) and the resulting agency determination/action.\r\n\r\nLabor Commissioner Claims: Records of any wage claims, rest/meal period violations, or retaliation complaints (whistleblower claims) filed with the Division of Labor Standards Enforcement (DLSE).\r\n\r\nAccident/Illness Summaries: The \"Log of Work-Related Injuries and Illnesses\" (OSHA Form 300/300A) submitted by the employer for the 2023, 2024, and 2025 calendar years.\r\n\r\nWhistleblower Investigations: All correspondence and final determination letters regarding any investigation into Atomic Machines, Inc. under Labor Code Section 1102.5.\r\n\r\nRequest for Electronic Format: I request that these records be provided in electronic format. If the first ten pages are free (per DIR policy), please provide those and notify me of any additional costs before proceeding.\r\n\r\nPublic Interest Statement: Atomic Machines, Inc. is the recipient of a $15,000,000 California Competes Tax Credit. Eligibility for this public funding is legally contingent on the company being a \"quality employer.\" Disclosure of safety and labor records is essential for the public to verify the company's compliance with state funding requirements.\r\n\r\nIf certain parts of this request or certain portions must be redacted please provide any reasonable segregable portion of a requested record after removing or redacting those portions claimed to be exempt, explain in writing the justification for redacting the record, indicate the extent of any redactions on the portion of the record which is made available or published and where technically feasible indicate on the redacted portion itself the specific exemption(s) claimed. In plain language: there is a public interest in seeing what is being redacted.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobert Delaware",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 203195,
        "from_user": 15832,
        "to_user": 351,
        "subject": "Thank you for your email.",
        "datetime": "2026-01-26T12:34:30.876007",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Public Records Act requests should be submitted through DIR's online portal<https://www.dir.ca.gov/PRAR/PRARForm.asp>.  Please do not submit duplicate requests. If you are following up on a request you submitted online, please allow a full 10 days for a response. Please include in your follow-up response the date you made the request, your contact information and the nature of the request.\n",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/california-52/labor-and-safety-records-atomic-machines-inc-203195/"
  },
  {
    "id": 203194,
    "title": "California DTSC: Hazardous Waste Manifests for Atomic Machines, Inc.",
    "slug": "california-dtsc-hazardous-waste-manifests-for-atomic-machines-inc",
    "status": "ack",
    "embargo_status": "public",
    "user": 351,
    "username": "RobbyD",
    "agency": 8823,
    "datetime_submitted": "2026-01-26T11:51:01.320489",
    "date_due": "2026-02-05",
    "days_until_due": null,
    "date_followup": "2026-02-05",
    "datetime_done": null,
    "datetime_updated": "2026-01-26T11:51:01.454382",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 203194,
        "from_user": 351,
        "to_user": 11087,
        "subject": "California Public Records Act Request: California DTSC: Hazardous Waste Manifests for Atomic Machines, Inc.",
        "datetime": "2026-01-26T11:51:01.454382",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nAll records related to hazardous waste generation, storage, and disposal for Atomic Machines, Inc. (https://www.atomicmachines.com) (and any entities operating at 950 Gilman St, Berkeley, CA or 320 Martin Ave, Santa Clara, CA) from 2020 to the present. Specific records requested include:\r\n\r\nHazardous Waste Manifests: All \"Uniform Hazardous Waste Manifests\" (EPA Form 8700-22) showing the types and quantities of chemical waste transported off-site.\r\n\r\nEPA ID Records: Any applications for or records associated with California or Federal EPA ID numbers for these facilities.\r\n\r\nTiered Permitting: Records of \"Permit by Rule\" (PBR) or \"Conditional Authorization\" (CA) for on-site treatment of hazardous waste (e.g., neutralizing acid etch streams).\r\n\r\nInspection Reports: All \"Summary of Violations\" or \"Corrective Action\" reports resulting from DTSC or CUPA (Certified Unified Program Agency) inspections.\r\n\r\nAtomic Machines is involved in MEMS (Micro-Electro-Mechanical Systems) fabrication, and there is little transparency as to where and what is being done by this company. Thank you to the California Department of Toxic Substances Control for your commitment to transparency.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobert Delaware",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/california-52/california-dtsc-hazardous-waste-manifests-for-atomic-machines-inc-203194/"
  }
]