[
  {
    "id": 183582,
    "title": "John F. O'Loughlin NARA Request",
    "slug": "john-f-oloughlin-nara-request",
    "status": "ack",
    "embargo_status": "public",
    "user": 3858,
    "username": "GeorgeWebbSweigert",
    "agency": 15767,
    "datetime_submitted": "2025-03-20T12:57:21.041797",
    "date_due": "2025-04-17",
    "days_until_due": null,
    "date_followup": "2025-04-17",
    "datetime_done": null,
    "datetime_updated": "2025-03-20T12:57:21.172679",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 183582,
        "from_user": 3858,
        "to_user": 20882,
        "subject": "Freedom of Information Act Request: John F. O'Loughlin NARA Request",
        "datetime": "2025-03-20T12:57:21.172679",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nPlease provide all documents related to Thomas Francis O’Loughlin at the Joint Chiefs of Staff from 1962 to 1971. Also, please provide documents responding to Thomas Francis O’Laughlin, a common misspelling. Please also provide documents from the Joint Chiefs Office responding to just “Thomas O’Loughlin” or “Thomas O‘Laughlin” And “Thomas F. O’Loughlin” and “Thomas F. O’Laulghlin”. Thank you. This request is for an appeal for the burial of Thomas F O’Loughlin in Arlington National Cemetery, which may have been poisoned by Russian spies in Operation Shocker. Please provide any documents related to Operation Shocker. Thank you, George Webb Sweigert georg.webb@gmail.com\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nGeorge Webb Sweigert",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/john-f-oloughlin-nara-request-183582/"
  }
]