[
  {
    "id": 170010,
    "title": "Off-road Automotive",
    "slug": "off-road-automotive",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 123437,
    "username": "SamuelNewton",
    "agency": 38650,
    "datetime_submitted": "2024-07-23T13:38:36.167465",
    "date_due": "2024-08-20",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-07-23T13:38:37.148799",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 170010,
        "from_user": 123437,
        "to_user": 138273,
        "subject": "",
        "datetime": "2024-07-23T13:38:37.148799",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nI am writing to request information regarding complaints filed against Off-Road Automotive, located at 13015 Co Rd 16, Fort Lupton, CO 80621, under the Colorado Open Records Act (CORA), C.R.S. 24-72-201 et seq. Specifically, I am seeking detailed records of any complaints originating with the Auto Industry Division, including but not limited to:\r\n\r\n    The nature and description of each complaint.\r\n    The dates on which each complaint was filed.\r\n    The current status or resolution of each complaint.\r\n    Any actions taken by the Auto Industry Division in response to these complaints.\r\n\r\nAdditionally, if any of the requested records are not readily available, I request that those records be processed and sent separately as soon as they become available.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nSamuel Newton",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/off-road-automotive-170010/"
  }
]