[
  {
    "id": 185385,
    "title": "Records Pertaining to Jessie James McIntyre",
    "slug": "records-pertaining-to-jessie-james-mcintyre",
    "status": "ack",
    "embargo_status": "public",
    "user": 157178,
    "username": "JesseMcIntyre",
    "agency": 2404,
    "datetime_submitted": "2025-04-21T20:05:01.442180",
    "date_due": "2025-05-19",
    "days_until_due": null,
    "date_followup": "2025-05-19",
    "datetime_done": null,
    "datetime_updated": "2025-04-21T20:05:01.539929",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 185385,
        "from_user": 157178,
        "to_user": 10932,
        "subject": "Freedom of Information Act Request: Records Pertaining to Jessie James McIntyre",
        "datetime": "2025-04-21T20:05:01.539929",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nPursuant to the Freedom of Information Act (5 U.S.C. § 552) and the Privacy Act (5 U.S.C. § 552a), I respectfully request copies of all records your agency maintains on me, Jessie James McIntyre, including but not limited to: investigative files, surveillance reports, communications intercepts, interview notes, or any other documents in which I am identified directly or indirectly.\r\n\r\nPlease search any and all databases and records from 2007 to the present.\r\n\r\nPersonal identifiers:\r\n\r\nFull Name: Jessie James McIntyre\r\n\r\nDate of Birth: 11/13/1988\r\n\r\nPlace of Birth: Auburn, WA, USA\r\n\r\nCitizenship: United States\r\n\r\n\r\nA copy of my government-issued ID and signed Privacy Act statement is attached.\r\n\r\nI request a waiver of all fees as this request is personal in nature. If denied in whole or in part, please justify each exemption applied and inform me of the appeal process.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJesse McIntyre",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/records-pertaining-to-jessie-james-mcintyre-185385/"
  }
]