[
  {
    "id": 172999,
    "title": "Untitled",
    "slug": "untitled",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 100301,
    "username": "BrianMills",
    "agency": 15767,
    "datetime_submitted": "2024-09-08T17:05:39.454343",
    "date_due": "2024-10-04",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-09-08T17:05:39.582334",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 172999,
        "from_user": 100301,
        "to_user": 20882,
        "subject": "",
        "datetime": "2024-09-08T17:05:39.582334",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nJCS's Strategic Planning Seminar 17-21 April 1972, Vol. I and II as described in the following link.\r\n\r\nhttps://www.cia.gov/resources/csi/static/Deception.pdf\r\nIn April 1972, the Joint Chiefs of Staff sponsored a week-long Strategic\r\nPlanning Seminar concentrating on the question of deception. Seminar\r\npresentations by participating U.S. Government departments and\r\nagencies, and by the Syracuse University Research Corporation (SURC)\r\nunder contract to the Advanced Research Projects Agency, have been\r\nsummarized in JCS's Strategic Planning Seminar 17-21 April 1972, Vol. I\r\n(SECRET/NO FOREIGN DISSEM). They appear in full in a 525-page\r\nVolume II which is TOP SECRET/ NO FOREIGN DISSEM.\r\n\r\nI received the following guidance from the OSD/JS FOIA office.\r\n\"DEPARTMENT OF DEFENSE FREEDOM OF INFORMATION DIVISION 1155 DEFENSE PENTAGON WASHINGTON, DC 20301-1155 Ref: 24-F-1590 September 5, 2024 Mr. Brian Mills MuckRock News, DEPT MR172822 263 Huntington Avenue Boston, MA 02115 Dear Mr. Mills: This is a final response to your September 3, 2024 Freedom of Information Act (FOIA) request, a copy of which is enclosed for your convenience. The Office of the Secretary of Defense/Joint Staff (OSD/JS) FOIA office received your request on September 4, 2024, and assigned it FOIA case number 24-F-1590. We ask that you use this number when referring to your request. This FOIA office only processes requests for OSD/JS. There is no central FOIA processing point for records for the entire Department of Defense (DoD). FOIA processing is decentralized and delegated to those officials of the Military Departments and various DoD Components who generate and/or maintain the records being sought or reviewed. Although it is possible that the records you have requested were once maintained by the OSD/JS, due to the age of the records, if they still exist, they would be maintained at the National Archives and Records Administration (NARA), who operates their own FOIA program. NARA is the independent Federal agency that helps to preserve and care for records of historical value. For your convenience, contact information for the NARA office is provided below: The National Archives at College Park Office of General Counsel 8601 Adelphi Road NGC, Room 3110 College Park, MD 20740-6001 foia@nara.gov This action closes your request with this office, and there are no assessable fees associated with this response. If you have any questions or concerns about the foregoing or about the processing of your request, please do not hesitate to contact the Action Officer assigned to your request, Meghann Burgess, at meghann.l.burgess.ctr@mail.mil or 571-372-0437.\"\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBrian Mills",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/untitled-172999/"
  }
]