[
  {
    "id": 184326,
    "title": "Request for Body-Worn Camera Footage: Julio Alberto Sifuentes (8/4/2023)",
    "slug": "request-for-body-worn-camera-footage-julio-alberto-sifuentes-842023",
    "status": "submitted",
    "embargo_status": "public",
    "user": 146918,
    "username": "jeffrey.lamson",
    "agency": 336,
    "datetime_submitted": "2025-04-02T12:55:47.225452",
    "date_due": "2025-04-16",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-04-02T12:55:47.321711",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 184326,
        "from_user": 146918,
        "to_user": 9650,
        "subject": "Texas Public Information Act Request: Request for Body-Worn Camera Footage: Julio Alberto Sifuentes (8/4/2023)",
        "datetime": "2025-04-02T12:55:47.321711",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\nAll unedited body-worn camera / bodycam recordings related to the following law enforcement critical incident: \r\n\r\nIncident Date & Time: August 4, 2023, Officers dispatched at 4:53 PM\r\nLocation: 2915 Woodland Grove Drive, Houston, TX\r\nVictim Name: Julio Alberto Sifuentes\r\n\r\nI am resubmitting this request following a previous rejection from the department, noting that I had not provided sufficient information. Specifically, the department requested the date, time, location, and subject of the video. I have added the time here, along with the date, location, and subject of the video, which were listed in the original request. I am specifically requesting the unedited body-worn camera recordings captured by all officers present for the full duration of the incident, including audio recordings associated with the footage. \r\n\r\nIf any portion of the requested footage must be redacted, I ask that you clearly indicate the portions that have been redacted and provide an explanation of the legal basis for the redactions. If the requested footage is withheld in its entirety, please provide a detailed explanation citing relevant public records exemption(s).\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJeffrey Lamson",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/houston-113/request-for-body-worn-camera-footage-julio-alberto-sifuentes-842023-184326/"
  }
]