[
  {
    "id": 145646,
    "title": "NSA Data Center Power Consumption and Bandwidth Usage",
    "slug": "nsa-data-center-power-consumption-and-bandwidth-usage",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 17,
    "datetime_submitted": "2023-05-10T10:32:12.133614",
    "date_due": "2023-06-08",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-05-10T10:32:12.211343",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 145646,
        "from_user": 4164,
        "to_user": 25363,
        "subject": "",
        "datetime": "2023-05-10T10:32:12.211343",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nDear FOIA Officer,\r\n\r\nI am writing to request information under the Freedom of Information Act (FOIA), 5 U.S.C. § 552, regarding the bandwidth usage and power consumption of the National Security Agency's (NSA) data centers. Specifically, I am requesting data on the gigawatt power consumption and bandwidth usage of the NSA's data centers listed below for the past three years:\r\n\r\nUtah Data Center in Bluffdale, Utah\r\nGeorgia Cryptologic Center in Augusta, Georgia\r\nTexas Cryptologic Center in San Antonio, Texas\r\nNSA Hawaii Cryptologic Center in Honolulu, Hawaii\r\n\r\nTo ensure a complete and thorough response, I would like to clarify that when I use the term \"any\" in my request, I am using it in the broadest sense to mean all records that meet the criteria specified in my request. I am not limiting my request to a specific type or subset of records, but rather seeking all records that contain the requested information.\r\n\r\nIn addition, I would like to request that any responsive records be provided in a format that is accessible to individuals with disabilities, in accordance with the Americans with Disabilities Act (ADA) and the Section 508 standards.\r\n\r\nWith that clarification, I request the following information:\r\n\r\nAny and all documents, including but not limited to reports, spreadsheets, or data tables, that contain information about the power consumption of the above-listed NSA data centers, including:\r\n\r\na. The total amount of power consumed by each data center on an annual basis for each of the past three years.\r\n\r\nb. The sources of energy used (e.g., coal, natural gas, renewable sources) for each data center for each of the past three years.\r\n\r\nc. Any efforts or initiatives by the NSA to reduce energy consumption or improve energy efficiency at each data center, including any plans or programs in place for each of the past three years.\r\n\r\nAny and all documents, including but not limited to reports, spreadsheets, or data tables, that contain information about the bandwidth usage of the above-listed NSA data centers, including:\r\n\r\na. The total amount of data transmitted and received by each data center on an annual basis for each of the past three years.\r\n\r\nb. The sources and types of data transmitted and received (e.g., voice, text, images, video) for each data center for each of the past three years.\r\n\r\nc. Any efforts or initiatives by the NSA to reduce bandwidth usage or improve network efficiency at each data center, including any plans or programs in place for each of the past three years.\r\n\r\nAny and all correspondence, including emails and memos, between NSA officials and other federal agencies, contractors, or private companies, regarding the energy usage or efficiency or bandwidth usage or efficiency of the above-listed NSA data centers, including any information related to the power consumption or bandwidth usage of these facilities.\r\n\r\nAny and all records, including but not limited to contracts or agreements, related to the procurement or purchase of energy or network equipment for the above-listed NSA data centers for each of the past three years.\r\n\r\nAny and all records related to the maintenance or repair of equipment or systems related to energy usage or efficiency or bandwidth usage or efficiency for the above-listed NSA data centers for each of the past three years.\r\n\r\nIn order to ensure that all responsive records are included, please conduct a search that includes all files, documents, and electronic data created or received by the NSA from January 1, 2018, to the date of your processing this FOIA request. If any responsive records are exempt from disclosure, please provide a detailed justification for each exemption and segregate any non-exempt portions for release.\r\n\r\nFurthermore, I would like to cite the following case law in support of this FOIA request:\r\n\r\nIn Citizens for Responsibility and Ethics in Washington v. U.S. Dep't of Energy, 923 F. Supp. 2d 237, 242-44 (D.D.C. 2013), the court held that energy usage data of government facilities was not protected by Exemption 3 or Exemption 4 of the FOIA and must be disclosed.\r\nIn Natural Res. Def. Council v. U.S. Dep't of Energy, 191 F. Supp. 2d41, 54 (D.D.C. 2002), the court held that a request for information on energy usage and efficiency of government facilities is not unduly burdensome and must be processed under the FOIA.\r\n\r\nIn order to prevent the use of a Glomar response, I would like to state that the existence of responsive records is not classified or exempt from disclosure under FOIA. I am requesting information that is not classified or sensitive in nature, and the release of which would not harm national security or any ongoing investigation or operation.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJordan Lassiter",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/nsa-data-center-power-consumption-and-bandwidth-usage-145646/"
  },
  {
    "id": 145645,
    "title": "KYTC Vegitation Management Permits 2022",
    "slug": "kytc-vegitation-management-permits-2022",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4669,
    "username": "BretWalker",
    "agency": 4775,
    "datetime_submitted": "2023-05-10T10:31:23.460500",
    "date_due": "2023-05-17",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-05-10T10:31:23.565819",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 145645,
        "from_user": 4669,
        "to_user": 18220,
        "subject": "",
        "datetime": "2023-05-10T10:31:23.565819",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Kentucky Open Records Act, I hereby request the following records:\r\n\r\nAll applications for vegetation management submitted between January 1, 2022 and December 31, 2022, inclusive, including the documents required by 603 KAR 5:155 section 3:\r\n(a) A completed Application for Encroachment Permit, TC 99-1A form;\r\n(b) A general description of work to be performed;\r\n(c) A location map;\r\n(d) A detailed and scaled drawing showing the location of the vegetation proposed to be removed or pruned;\r\n(e) The name, address, and phone number of the contractor that will be performing the work;\r\n(f) A signed release from property owners whose property lines front the right-of-way where the vegetation management is proposed;\r\n(g) A signed consent from a private property owner that gives the applicant access from the private property to the work site;\r\n(h) A seeding and erosion control plan pursuant to the department's manual, Standard Specifications for Road and Bridge Construction;\r\n(i) Evidence of bonding maintained until released by the department; and\r\n(j) Proof of liability insurance equal to or more than $1 million.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBret Walker",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/kentucky-147/kytc-vegitation-management-permits-2022-145645/"
  }
]