[
  {
    "id": 185875,
    "title": "Bethlehem EMT training",
    "slug": "bethlehem-emt-training",
    "status": "ack",
    "embargo_status": "public",
    "user": 15435,
    "username": "merecummings",
    "agency": 24490,
    "datetime_submitted": "2025-04-30T11:52:26.103072",
    "date_due": "2025-05-07",
    "days_until_due": null,
    "date_followup": "2025-05-07",
    "datetime_done": null,
    "datetime_updated": "2025-04-30T11:52:26.215836",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 185875,
        "from_user": 15435,
        "to_user": 71300,
        "subject": "Pennsylvania Right to Know Act Request: Bethlehem EMT training",
        "datetime": "2025-04-30T11:52:26.215836",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Pennsylvania Right to Know Act, I hereby request the following records:\r\n\r\nI would like a copy of any documents (including printed, video, audio) Bethlehem EMTs receive as part of training before they begin, or on the job. Specifically, I'm looking for things unrelated to medicine. For example, any sensitivity training for various populations (elderly, homeless, disabled, children, etc. etc. Those are only examples, not limited to that scope).\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMeredith Cummings",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/bethlehem-28041/bethlehem-emt-training-185875/"
  }
]