[
  {
    "id": 145490,
    "title": "KING COUNTY DIRECTORS ASSOCIATION – PUBLIC RECORDS POLITY AND PROCEDURES - May 8, 2023",
    "slug": "king-county-directors-association-public-records-polity-and-procedures-may-8-2023",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 103454,
    "username": "legalflyingmonkey",
    "agency": 33228,
    "datetime_submitted": "2023-05-08T13:55:43.059862",
    "date_due": "2023-05-15",
    "days_until_due": null,
    "date_followup": "2023-05-15",
    "datetime_done": null,
    "datetime_updated": "2023-05-08T13:55:43.132470",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 145490,
        "from_user": 103454,
        "to_user": 103465,
        "subject": "Washington Public Records Act Request: KING COUNTY DIRECTORS ASSOCIATION – PUBLIC RECORDS POLITY AND PROCEDURES - May 8, 2023",
        "datetime": "2023-05-08T13:55:43.132470",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "05-09-2023\r\n\r\nVIA EMAIL: KRISTEN DESKIN SHRM-SCP - HUMAN RESOURCES MANAGER [KDESKIN@KCDA.ORG]\r\n\r\nSUBJECT: Washington Public Records Act Request [RCW 42.56] - RECORDS AND WRITINGS regarding published and adopted agency policy and procedures\r\n\r\nPursuant to the Washington Public Records Act [RCW 42.56] I hereby request the following records:\r\n\r\n1. I request any and all RECORDS AND WRITINGS regarding your agency procedures for the processing of public records requests.\r\n\r\n2. I request any and all RECORDS AND WRITINGS regarding your publicly posted agency policy regarding the processing of public records requests.\r\n\r\n3. I request a complete copy of your agency's posted RCW 42.56.040 Duty to publish procedures. Specifically, I request a copy of the following regarding your agency:\r\n\r\nRCW 42.56.040 - Duty to publish procedures.\r\n\r\n(1) Each state agency shall separately state and currently publish in the Washington Administrative Code and each local agency shall prominently display and make available for inspection and copying at the central office of such local agency, for guidance of the public:\r\n(a) Descriptions of its central and field organization and the established places at which, the employees from whom, and the methods whereby, the public may obtain information, make submittals or requests, or obtain copies of agency decisions;\r\n(b) Statements of the general course and method by which its operations are channeled and determined, including the nature and requirements of all formal and informal procedures available;\r\n(c) Rules of procedure;\r\n(d) Substantive rules of general applicability adopted as authorized by law, and statements of general policy or interpretations of general applicability formulated and adopted by the agency; and\r\n(e) Each amendment or revision to, or repeal of any of the foregoing.\r\n(2) Except to the extent that he or she has actual and timely notice of the terms thereof, a person may not in any manner be required to resort to, or be adversely affected by, a matter required to be published or displayed and not so published or displayed.\r\n\r\nDEFINITION OF RECORDS AND WRITINGS\r\n\r\nRECORDS AND WRITINGS as defined by RCW 42.56.010(4): any handwriting, typewriting, printing, photostating, photographing, and every other means of recording any form of communication or representation including, but not limited to, letters, words, pictures, sounds, or symbols, or combination thereof, and all papers, maps, magnetic or paper tapes, photographic films and prints, motion picture, film and video recordings, magnetic or punched cards, discs, drums, diskettes, sound recordings, and other documents including existing data compilations from which information may be obtained or translated.\r\n\r\nPRODUCTION PROCESSING AND DELIVERY OF ELECTRONIC RECORDS\r\n\r\nPlease provide all electronic records in their native electronic format. Please do not instead create new records by printing electronic files then scanning and printing the newly scanned prints. Please provide all records electronically via direct email attachment to this email address.\r\n\r\nNATIVE ELECTRONIC FORMAT\r\n\r\nPlease provide all identified public records in their NATIVE electronic format. Unless the records exist IN PAPER FORM ONLY, DO NOT instead create new records by printing native stored electronic files, then scanning and re-printing these newly scanned prints only to reproduce them in again in electronic production.\r\n\r\nIn this request the NATIVE ELECTORNIC FORMAT FOR EMAIL is Microsoft .pst file. Please produce the .pst file. If the .pst file cannot be produced please explain the reasons why.\r\n\r\nFEES\r\n\r\nIn the event that there are fees, please inform us of the total charges in advance of fulfilling the request in strict compliance with all provisions of the Washington State Public Records Act regarding RCW 42.56.120 - Charges for copying.\r\n\r\nEXEMPTION LOGS\r\n\r\nPlease ensure all redactions or exemptions claimed by your agency in the production of responsive records are accompanied by a complete and detailed exemption log noting the valid legal reason for each exemption at each redaction location in the record produced, as well as the specific number of pages if any that your agency redacts or withholds in their entirety. Each redaction should be noted by footnote or by a clear reference to the specific justification for that redaction, and only the minimal exempt portion of any record may be withheld.\r\n\r\nThe requested documents will be made available to the general public.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. We look forward to receiving your response to this request within 5 business days, as the statute requires.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/king-county-73/king-county-directors-association-public-records-polity-and-procedures-may-8-2023-145490/"
  }
]