[
  {
    "id": 189871,
    "title": "Elon Musk Security Clearance Review",
    "slug": "elon-musk-security-clearance-review",
    "status": "submitted",
    "embargo_status": "public",
    "user": 4537,
    "username": "jacobsilverman",
    "agency": 86,
    "datetime_submitted": "2025-07-20T10:28:55.589150",
    "date_due": "2025-08-15",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-07-20T10:28:55.753665",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 189871,
        "from_user": 4537,
        "to_user": 25330,
        "subject": "",
        "datetime": "2025-07-20T10:28:55.753665",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nThe Air Force's report following its review into Elon Musk's security clearance and his compliance with federal reporting protocols, as reported in the New York Times and other publications.\r\n\r\nHere is a gift link to the article: https://www.nytimes.com/2024/12/17/technology/elon-musk-spacex-national-security-reporting.html?unlocked_article_code=1.i04.o-G4.AmMr1dRZH97j&smid=url-share\r\n\r\nAnd here is an archived version of the article: https://archive.is/ccbJE\r\n\r\nHere is the relevant paragraph:\r\n\"Concerns about the reporting practices — and particularly about Mr. Musk, who is SpaceX’s chief executive — have triggered at least three federal reviews, eight people with knowledge of the efforts said. The Defense Department’s Office of Inspector General opened a review into the matter this year, and the Air Force and the Pentagon’s Office of the Under Secretary of Defense for Intelligence and Security separately initiated reviews last month, the people said.\"\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJacob Silverman",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/elon-musk-security-clearance-review-189871/"
  }
]