[
  {
    "id": 162619,
    "title": "John A. Rizzo and Cognitive Decline",
    "slug": "john-a-rizzo-and-cognitive-decline",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 129343,
    "username": "trevorhughdavisv",
    "agency": 6,
    "datetime_submitted": "2024-04-25T00:37:48.066872",
    "date_due": "2024-05-23",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-25T00:37:48.281545",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162619,
        "from_user": 129343,
        "to_user": 9567,
        "subject": "Freedom of Information Act Request: John A. Rizzo and Cognitive Decline",
        "datetime": "2024-04-25T00:37:48.281545",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nDear FOIA Officer,\r\n\r\nUnder the Freedom of Information Act, I am requesting access to and copies of all records and communications pertaining to John A. Rizzo following his retirement from the CIA. This request includes, but is not limited to, any communications, evaluations, or mentions of his mental status.\r\n\r\nFurthermore, I request records and communications involving his wife, Sharon Rizzo, and her daughter, Stephanie Darga née Breed, that are held by your agency.\r\n\r\nPlease include all relevant materials found in email correspondences, memos, notes, audio recordings, and any digital communication formats from the date of Mr. Rizzo’s retirement to the present.\r\n\r\nIn case there are any fees for searching or copying these records, please inform me if the cost will exceed $[amount]. However, I request a waiver of all fees for this request. Disclosure of the requested information is in the public interest because it is likely to contribute significantly to public understanding of the operations or activities of the government and is not primarily in my commercial interest.\r\n\r\nPlease be advised that this request is being made under the Freedom of Information Act and is therefore subject to a statutory time limit.\r\n\r\nThank you for your consideration of this request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTrevor Davis",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/john-a-rizzo-and-cognitive-decline-162619/"
  }
]