[
  {
    "id": 153776,
    "title": "Alerts (Phoenix Police Department)",
    "slug": "alerts-phoenix-police-department",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 27422,
    "username": "dmehrotra",
    "agency": 441,
    "datetime_submitted": "2023-10-26T10:30:15.217543",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2023-11-10",
    "datetime_done": null,
    "datetime_updated": "2023-10-26T10:30:15.809586",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 153776,
        "from_user": 27422,
        "to_user": 9634,
        "subject": "Arizona Public Records Law Request: Alerts (Phoenix Police Department)",
        "datetime": "2023-10-26T10:30:15.809586",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Arizona Public Records Law, I hereby request the following records:\r\n\r\n- Any emails, memos, or notification reports sent to the company SoundThinking (formerly shotspotter). These are reports where personnel have reached out to Shotspotter for support, because the system failed to detect a shooting or misclassified an incident.  According to ShotSpotter, their best practices include steps to ensure that if police officers conclude the ShotSpotter alert was indeed a “false positive,” they report that the company to \"keep track and take remedial steps to minimize false positives in the future\".  I am looking for any such feedback given to ShotSpotter. \r\n\r\n- Any emails between department staff with the words \"false positive\" and \"Shotspotter\" or \"shot spotter\" or \"sound thinking\". Responsive records should be from 2018 until the date this request is processed.\r\n\r\n-  Copies of all SoundThinking (Shotspotter) responses to aforementioned notification reports,  Responsive records should be from 2018 until the date this request is processed.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nDhruv Mehrotra",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/phoenix-94/alerts-phoenix-police-department-153776/"
  }
]