[
  {
    "id": 154507,
    "title": "Records of Convicted Sexual Offenders Located Near the University of Utah Campus",
    "slug": "records-of-convicted-sexual-offenders-located-near-the-university-of-utah-campus",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 124969,
    "username": "marisadangulo",
    "agency": 4693,
    "datetime_submitted": "2023-11-13T19:35:34.218607",
    "date_due": "2023-11-28",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-11-13T19:35:34.325927",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 154507,
        "from_user": 124969,
        "to_user": 10501,
        "subject": "",
        "datetime": "2023-11-13T19:35:34.325927",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Government Records Access and Management Act, I hereby request the following records:\r\n\r\nPursuant to the Government Records Access and Management Act, I hereby request the following records:\r\n\r\n1. Any records regarding convicted sexual offenders residing near the University of Utah.\r\n2. Any policies, guidebooks, or regulations for said offenders living near the University of Utah or living near schools.\r\n\r\nPlease note that this request does not seek a search of particular convicted members to put them in potential danger.  Any search should be limited to documents and data held by law enforcement or legal departments and/or its staff members, including records created or maintained by persons acting in the capacity of administrators or staff members.\r\n\r\nThis request is made on behalf of the Foundation for Individual Rights and Expression, a nonprofit and nonpartisan organization that aims to defend and sustain the individual rights of all Americans to free speech and free thought. This request concerns a matter of public interest. The records are sought for the purpose of researching and educating the public about policies affecting student journalists' ability to engage in news gathering and reporting on college and university campuses.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMarisa Angulo",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/utah-234/records-of-convicted-sexual-offenders-located-near-the-university-of-utah-campus-154507/"
  }
]