[
  {
    "id": 165927,
    "title": "Untitled",
    "slug": "untitled",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4112,
    "username": "mvtopic-loevyloevy",
    "agency": 287,
    "datetime_submitted": "2024-06-24T08:31:40.104203",
    "date_due": "2024-07-23",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-06-24T08:31:40.234540",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 165927,
        "from_user": 4112,
        "to_user": 17100,
        "subject": "",
        "datetime": "2024-06-24T08:31:40.234540",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nHi. Please provide me with copies of all communications you received from requesters regarding agencies' failure to respond to requests in a timely manner, all communications you sent to those agencies in response, and all further communications you had with requesters about them.   If you have a database that contains this kind of information, I would be happy to discuss narrowing my request to a query of that database if you let me know more about what the database contains.\r\n\r\nI also request all internal communications and communications with any representatives of Congress or their staffs regarding the state of FOIA compliance, whether agencies are properly resourcing and staffing their FOIA offices, and whether agencies need additional funding for FOIA compliance.  \r\n\r\nThe time period for all aspects of my request is Jan 1, 2022, to the date you complete your search.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMatthew Topic",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/untitled-165927/"
  }
]