[
  {
    "id": 191736,
    "title": "University of Kansas - Signs Removed Under Posting of Materials and Sidewalk Chalking Policy",
    "slug": "university-of-kansas-signs-removed-under-posting-of-materials-and-sidewalk-chalking-policy",
    "status": "submitted",
    "embargo_status": "public",
    "user": 155654,
    "username": "charlotte.arneson",
    "agency": 6279,
    "datetime_submitted": "2025-08-22T01:17:33.917392",
    "date_due": "2025-08-27",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-08-22T01:17:34.041318",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 191736,
        "from_user": 155654,
        "to_user": 19710,
        "subject": "",
        "datetime": "2025-08-22T01:17:34.041318",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern at the University of Kansas: \r\n\r\nThis is a request for the following records pursuant to the Kansas Open Records Act (K.S.A. 45-215, et seq.). I hereby request the following records from the University of Kansas: \r\n1.\tRecords (including, without limitation,  photographs or digital files) showcasing and/or describing in their entirety any type of signage (including, without limitation,  signs, posters, fliers, bulletins, cut-out boards, photos, etc.) that have been removed from, or were deemed to have required removal from, the University of Kansas campus since February 5, 2025, under the stipulations of the university’s posting and signage policies. The relevant policies: \r\n        a.\tPosting of Materials and Sidewalk Chalking, UNIV. OF KAN., https://services.ku.edu/TDClient/818/Portal/KB/ArticleDet?ID=20715 [https://perma.cc/XE4A-Y6ZJ].\r\n        b.\tHousing & Residence Life Handbook, Personalization of Contracted Space, UNIV. OF KAN. HOUSING & RESIDENCE LIFE, https://housing.ku.edu/handbook [https://perma.cc/6VSG-XT4Z].\r\n2.\tAny and all internal or external communications from members of the University of Kansas Office of Student Conduct and Community Standards staff (including but not limited to emails, letters, and communications memoranda) discussing signage removal, enforcement of the above-mentioned university posting and signage policies, as well as any disciplinary actions and/or warnings made against individuals who were found to have violated those policies. \r\n\r\nFee waiver request: This request is made on behalf of the Foundation for Individual Rights and Expression, a nonprofit and nonpartisan organization that aims to defend and sustain the individual rights of all Americans to free speech and free thought. We request a waiver of any fees or costs associated with this request pursuant to The requested documents will be made available to the general public, and this request is not being made for commercial purposes..\r\n\r\nThis request concerns a matter of public interest. It is important that we access these public records in order to effectively advocate for students and staff at the University of Kansas. The records are not sought for a commercial or personal interest, but rather for the purpose of providing the public with information concerning civil liberties in higher education. \r\nIf you elect to charge a fee, please provide a cost estimate for each category of documents requested. Please also provide me with a W9 form.\r\n\r\nRequest for expedited processing: The records pertain to a matter of public importance and current debate. Providing expedite production of the records will facilitate the public understanding of these matters before they are fully resolved. Any undue delay in production will undermine the purpose of the public records laws, which serve to allow public input and oversight of government affairs. In any event, Kansas law requires that a request be acted upon as soon as possible, but not later than the third business day following the date the request is received. (K.S.A. 45-218(d)).\r\n\r\nAdditionally, if any specific categories of requested records will require a significantly longer production time than those in other categories, please provide records for each category on a piecemeal basis as they become available. \r\n\r\nRequest for Privilege Log: If any otherwise responsive documents are withheld on the basis that they are privileged or fall within a statutory exemption, please provide a privilege log setting forth (1) the subject matter of the document; (2) the person(s) who sent and received the document; (3) the date the document was created or sent; and (4) the basis on which the document is withheld.\r\n\r\nPlease note that this request does not seek a search of faculty or student email accounts or records. These requests should in no way be construed to include a review or search of email accounts, websites, or other forms of data or document retention which are controlled by students, alumni, or faculty members, nor by governmental or advisory bodies controlled by the same, except insofar as any such individuals also serve in an administrative capacity and the records were created or are held by the individual in that capacity. Any search should be limited to documents held by the administration and/or its staff members, including records created or maintained by persons acting in the capacity of administrators or staff members.\r\n\r\nIf I can be of assistance in interpreting or narrowing this request, please don’t hesitate to ask.\r\n\r\nBest,\r\nCharlotte Arneson\r\nProgram Counsel, Campus Rights Advocacy \r\nFoundation for Individual Rights and Expression (FIRE)\r\n700 Pennsylvania Avenue, Southeast, Suite 340\r\nWashington, D.C. 20003\r\nPh: 215-717-3473 ext. 263\r\nthefire.org",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/kansas-111/university-of-kansas-signs-removed-under-posting-of-materials-and-sidewalk-chalking-policy-191736/"
  }
]