[
  {
    "id": 145001,
    "title": "Bridget Heffelfinger and Raymond Brady Communications to the Richardson Bay Regional Agency",
    "slug": "bridget-heffelfinger-and-raymond-brady-communications-to-the-richardson-bay-regional-agency",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 69813,
    "username": "RobbiePowelson",
    "agency": 15045,
    "datetime_submitted": "2023-04-25T18:42:19.591116",
    "date_due": "2023-05-05",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-04-25T18:42:19.851237",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 145001,
        "from_user": 69813,
        "to_user": 19340,
        "subject": "California Public Records Act Request: Bridget Heffelfinger and Raymond Brady Communications to the Richardson Bay Regional Agency",
        "datetime": "2023-04-25T18:42:19.851237",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nAll email and text communications between County of Marin Employees Deputy Public Administrator Bridget Heffelfinger and Deputy County Adminstrator Raymond Brady. \r\n\r\n1. All email and text communications betweenBridget Heffelfinger and James Malcolm of the Richardson Bay Regional Agency \"RBRA\" between January 1st, 2023-April 25th 2023\r\n\r\n2. All email and text communications betweenBridget Heffelfinger and Stephen McGrath of the RBRA between January 1st, 2023-April 25th 2023\r\n\r\n3. All email and text communications betweenBridget Heffelfinger and Brad Gross of the RBRA between January 1st, 2023-April 25th 2023\r\n\r\n4. All email and text communications betweenBridget Heffelfinger and Daniel Eilerman of the County of Marin between January 1st, 2023-April 25th 2023\r\n\r\n5. All email and text communications betweenRaymond Brady  and Daniel Eilerman of the RBRA between January 1st, 2023-April 25th 2023\r\n\r\n6. All email and text communications betweenRaymond Brady   and Brad Gross of the RBRA between January 1st, 2023-April 25th 2023\r\n\r\n7. All email and text communications betweenRaymond Brady  and Stephen McGrath of the RBRA between January 1st, 2023-April 25th 2023\r\n\r\n 8. All email and text communications betweenRaymond Brady  and James Malcolm of the RBRA between January 1st, 2023-April 25th 2023\r\n\r\n9. All email and text communications betweenRaymond Brady  and Daniel Eilerman of the County of Marin between January 1st, 2023-April 25th 2023\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobbie Powelson",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/san-rafael-3427/bridget-heffelfinger-and-raymond-brady-communications-to-the-richardson-bay-regional-agency-145001/"
  }
]