[
  {
    "id": 168607,
    "title": "Swatting",
    "slug": "swatting",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 27422,
    "username": "dmehrotra",
    "agency": 28587,
    "datetime_submitted": "2024-07-10T13:18:20.549902",
    "date_due": "2024-07-20",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-07-10T13:18:20.651635",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 168607,
        "from_user": 27422,
        "to_user": 81824,
        "subject": "",
        "datetime": "2024-07-10T13:18:20.651635",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nI am seeking the following information that is classified as directory information under FERPA:\r\n\r\n1. Enrollment status of Alan Winston Filion, born on 10/30/2006 (e.g., whether the student is currently enrolled, was enrolled in the past, or is no longer enrolled).\r\n2. Major field of study of  Alan Winston Filion, born on 10/30/2006.\r\n3. Dates of attendance  of Alan Winston Filion, born on 10/30/2006.\r\n4. Degrees and awards received of Alan Winston Filion, born on 10/30/2006.\r\n\r\nI am also looking for any releasable emails, communications, or memos from AVC staff containing the words \"Alan Winston Filion\", \"Alan Filion\", or \"Torswats\".\r\n\r\nI understand that certain details may be protected under FERPA and are not subject to disclosure without the student's consent. If any part of my request is denied, please provide the specific exemption you believe justifies the refusal to release the information and inform me of the appeal procedures available under the law.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDhruv Mehrotra",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/lancaster-210/swatting-168607/"
  }
]