[
  {
    "id": 179350,
    "title": "FY2024 prisoner operations details",
    "slug": "fy2024-prisoner-operations-details",
    "status": "submitted",
    "embargo_status": "public",
    "user": 129503,
    "username": "wsawyer",
    "agency": 49,
    "datetime_submitted": "2025-01-07T16:38:41.101998",
    "date_due": "2025-02-05",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-01-07T16:38:41.259680",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 179350,
        "from_user": 129503,
        "to_user": 9913,
        "subject": "Freedom of Information Act Request: FY2024 prisoner operations details",
        "datetime": "2025-01-07T16:38:41.259680",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\n(1) any record(s) detailing the average daily population of all individuals remanded to the custody of the U.S. Marshals Service in FY 2024 (or most recent fiscal year for which records are available), disaggregated or broken down by:\r\n(a) sex; \r\n(b) most serious offense or charge (if that is not possible, then by offense category, i.e. violent, property, drugs, other new offense, weapons, immigration, supervision, material witness, etc.); \r\n(c) case status (i.e., convicted or unconvicted, or sentenced or unsentenced); \r\n(d) both sex and most serious offense (or if that is not possible, then by offense category) – i.e., the number of females in custody for each offense type and the number of males in custody for each offense type;\r\n(e) both sex and case status (convicted or unconvicted, or sentenced or unsentenced) – i.e. the number of females in custody who are sentenced versus unsentenced and the number of males in custody who are sentenced versus unsentenced; and\r\n(f) type of facility (i.e., state correctional facility, local correctional facility, privately owned or operated facilities, Federal Bureau of Prisons facilities, hospitals, or other).\r\n\r\nIf records are unavailable for the average daily population, records reporting the same information for any single day after January 1, 2024 (or the most recent day for which records are available) would be acceptable. Similarly, I would prefer records that contain this information reported as counts (totals), but if such records are unavailable, records reporting the same information by percent (percent of total) would be acceptable. I would also prefer the information be sent via email in PDF format, but would accept other electronic formats. \r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nI agree to pay any reasonable copying and postage fees of not more than $25. If the cost would be greater than this amount, please notify me. Please provide a receipt indicating the charges for each document. \r\n\r\nIf you choose to deny this request, please provide a written explanation for the denial, including a reference to the specific statutory exemption(s) upon which you rely. Also, please provide all segregable portions of otherwise exempt material.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nWendy Sawyer",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/fy2024-prisoner-operations-details-179350/"
  }
]