[
  {
    "id": 154724,
    "title": "MDR Request for POLITICAL LEGITIMACY DI IM--POST-GAMSAKHURDIA GEORGIA: THE CRISIS OF LEGITIMACY",
    "slug": "mdr-request-for-political-legitimacy-di-im-post-gamsakhurdia-georgia-the-crisis-of-legitimacy",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 351,
    "username": "RobbyD",
    "agency": 6,
    "datetime_submitted": "2023-11-20T14:03:21.746483",
    "date_due": "2023-12-19",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-11-20T14:03:21.824753",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 154724,
        "from_user": 351,
        "to_user": 9567,
        "subject": "",
        "datetime": "2023-11-20T14:03:21.824753",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nI am requesting a MDR (Mandatory Declassification Review) of a CIA document titled \"POLITICAL LEGITIMACY DI IM--POST-GAMSAKHURDIA GEORGIA: THE CRISIS OF LEGITIMACY\" that was published on April 13th, 1992. My request is for a fully unredacted version of this document.  \r\n\r\nA redact version of this document is accessible from the CIA's FOIA Reading Room: https://www.cia.gov/readingroom/docs/DOC_0005403091.pdf\r\n\r\nIt should be noted that every single Georgian political figure mentioned in this document: Jaba Ioseliani, Tengiz Kitovani, Tengiz Sigua, Eduard Shevardnadze, Giorgi Chanturia, have all now passed away. The history of the early years of independence of Georgia is of ongoing interest to the public, and release of the requested document would further the American and Georgian public's understanding of contemporary observations of this time. In addition, I ask that this request be expedited, considering the historical importance of the document in question, and due to the fact that all the individuals mentioned in said document are now deceased. \r\n\r\nThank you for the CIA's commitment to transparency, and I look forward to working towards the granting of this request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobert Delaware",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/mdr-request-for-political-legitimacy-di-im-post-gamsakhurdia-georgia-the-crisis-of-legitimacy-154724/"
  }
]