[
  {
    "id": 139773,
    "title": "city of West, Texas Chris White vetting",
    "slug": "city-of-west-texas-chris-white-vetting",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 74011,
    "username": "BernadetteFeazell",
    "agency": 34150,
    "datetime_submitted": "2023-01-30T15:17:46.284750",
    "date_due": "2023-02-13",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-01-30T15:17:47.156706",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 139773,
        "from_user": 74011,
        "to_user": 109744,
        "subject": "",
        "datetime": "2023-01-30T15:17:47.156706",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\nAll interoffice memos, emails, mail, concerning the hiring of Chris White from Milam County. All letters of recommendation or non recommendation, memos or correspondence between the McLennan Conty Sheriff's department and the city of west, mayor muska, police department, and City Council about the candidates for police chief including Chris White.  All records of interviews with Chris White and others for the office of Police Chief. Letters, comments, emails, of correspondence from Chris Eubanks and Deputy Booth of the Sheriff's department.  All letters of Complaint against Chief White since he has taken office.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBernadette Feazell",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/west-31245/city-of-west-texas-chris-white-vetting-139773/"
  }
]