[
  {
    "id": 204765,
    "title": "CPRA Request: Security camera procurement and policies (Carlmont High School/SUHSD)",
    "slug": "cpra-request-security-camera-procurement-and-policies-carlmont-high-schoolsuhsd",
    "status": "ack",
    "embargo_status": "public",
    "user": 178992,
    "username": "LetTheLightIn",
    "agency": 19018,
    "datetime_submitted": "2026-02-15T17:05:30.496649",
    "date_due": "2026-02-25",
    "days_until_due": null,
    "date_followup": "2026-02-25",
    "datetime_done": null,
    "datetime_updated": "2026-02-15T17:05:30.659078",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 204765,
        "from_user": 178992,
        "to_user": 28799,
        "subject": "California Public Records Act Request: CPRA Request: Security camera procurement and policies (Carlmont High School/SUHSD)",
        "datetime": "2026-02-15T17:05:30.659078",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\n1. Contracts and procurement records\r\nAll contracts, purchase orders, invoices, licensing agreements, Requests for Proposals (RFPs), and winning bid responses related to the acquisition, installation, maintenance, licensing, or upgrade of security camera systems at Carlmont High School or district-wide. I request these records for the period of January 1, 2018 through the date this request is fulfilled.\r\n\r\nPlease note that this request includes documents where Avigilon (including Motorola Solutions), Arecont Vision, or Axis Communications are the manufacturers of the hardware or software, even if the direct contract is with a third-party reseller, system integrator, or installation contractor (e.g., CDW-G, local security vendors, etc.).\r\n\r\nSpecifically, I seek records regarding:\r\nHardware: Avigilon H4 and H5A Multisensor series, Axis network cameras, Arecont Vision panoramic cameras, and Network Video Recorders (NVRs).\r\nSoftware: Avigilon Control Center (ACC) software, \"Appearance Search\" feature licensing, facial recognition licenses, and any \"Focus of Attention\" interface licensing.\r\n\r\nProcurement records are likely held by the SUHSD Purchasing Department or Administrative Services.\r\n\r\n2. Internal and external communications\r\nAll email communications between SUHSD staff (specifically: Superintendent, Director of Maintenance & Operations, Director of Technology, Purchasing Managers, and school site administrators [Principals and Vice Principals]) and any representative with an email domain belonging to avigilon.com, motorolasolutions.com, arecontvision.com, or axis.com. I request these records for the period of January 1, 2020 through the date this request is fulfilled.\r\n\r\nI also request all internal emails among SUHSD staff containing the specific terms: \"Appearance Search,\" \"Facial Recognition,\" \"LPR,\" \"License Plate Recognition,\" \"AI Analytics,\" \"Unusual Motion Detection,\" \"Avigilon Cloud,\" or \"Watch List\" for the same time period.\r\n\r\nPlease note that I am not requesting technical configuration logs or password resets, but rather communications regarding the purchase decision, policy implementation, and capability assessments of these systems.\r\n\r\n3. Policies and guidelines\r\nAny written policies, guidelines, memoranda, directives, or Board Policies (BP) and Administrative Regulations (AR) adopted by SUHSD or any individual SUHSD campus governing:\r\nThe use of video surveillance on school grounds.\r\nThe retention schedule for security footage (how long data is kept before deletion).\r\nAccess protocols (who is authorized to view live or recorded footage).\r\nThe use of biometric analysis, facial recognition, or video analytics technology.\r\nAny Data Privacy Agreements (DPAs) signed with security vendors regarding the processing of student images.\r\n\r\nPolicies are likely held by the Superintendent’s Office or Student Services.\r\n\r\nTo assist in determining my fee status, you should know that I am a student journalist writing for Scot Scoop and that this request is being made as part of news gathering for public distribution.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMaximus Kwan",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/redwood-388/cpra-request-security-camera-procurement-and-policies-carlmont-high-schoolsuhsd-204765/"
  }
]