[
  {
    "id": 205534,
    "title": "Coordination/visit of Marko Elez to SSA offices in DC or MD",
    "slug": "coordinationvisit-of-marko-elez-to-ssa-offices-in-dc-or-md",
    "status": "submitted",
    "embargo_status": "public",
    "user": 420,
    "username": "harrisj",
    "agency": 202,
    "datetime_submitted": "2026-02-20T07:14:37.780816",
    "date_due": "2026-03-20",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2026-02-20T07:14:38.023745",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 205534,
        "from_user": 420,
        "to_user": 10105,
        "subject": "",
        "datetime": "2026-02-20T07:14:38.023745",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nI would like to request information about a possible visit by DOGE staffer Marko Elez to Social Security Administration on or immediately around February 10th, 2025. This would be to either the Social Security offices in Washington, DC or to the campus in Woodlawn, MD. If possible, I would like to confirm if he is in the visitor logs to either building at that time or if there are emails arranging a visit for him specifically or staff from the US DOGE Service (USDS) for that day (he was apparently hired as a Volunteer Employee for USDS on Feb. 10th)\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJacob Harris",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/coordinationvisit-of-marko-elez-to-ssa-offices-in-dc-or-md-205534/"
  }
]