[
  {
    "id": 161141,
    "title": "ADH 2022 Cost Report FOIA",
    "slug": "adh-2022-cost-report-foia",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 129449,
    "username": "Beacon24",
    "agency": 37235,
    "datetime_submitted": "2024-03-25T20:37:22.486103",
    "date_due": "2024-04-08",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-03-25T20:37:22.619741",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161141,
        "from_user": 129449,
        "to_user": 129451,
        "subject": "",
        "datetime": "2024-03-25T20:37:22.619741",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Massachusetts Public Records Law, I hereby request the following records:\r\n\r\nPursuant to M.G.L. c. 66, § 10, please provide all submitted Adult Day Health (ADH) provider cost report filings from fiscal year 2022 pursuant to 957 CMR 6.00, including all:\r\n\r\n·         The FY2022 AFC Cost Report Templates\r\n\r\n·         FY2022 Financial Statements\r\n\r\n·         Statement of Certifications\r\n\r\nI recognize that you may charge reasonable costs for copies, as well as for personnel time needed to comply with this request.\r\n\r\nThe Public Records Law requires you to provide me with a written response within 10 business days. If you cannot comply with my request, you are statutorily required to provide an explanation in writing.\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by the recommendations of the Massachusetts Supervisor of Public Records. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nI expect the request to be filled in an accessible format, including for screen readers, which provide text-to-speech for persons unable to read print. Files that are not accessible to screen readers include, for example, .pdf image files as well as physical documents.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBeacon",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/massachusetts-1/adh-2022-cost-report-foia-161141/"
  }
]