[
  {
    "id": 186786,
    "title": "Governor's proposal to delay nursing home safetylaw",
    "slug": "governors-proposal-to-delay-nursing-home-safetylaw",
    "status": "submitted",
    "embargo_status": "public",
    "user": 18172,
    "username": "AnnieSciacca",
    "agency": 293,
    "datetime_submitted": "2025-05-19T18:38:04.460615",
    "date_due": "2025-05-29",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-05-19T18:38:04.766757",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186786,
        "from_user": 18172,
        "to_user": 11364,
        "subject": "",
        "datetime": "2025-05-19T18:38:04.766757",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nAny and all records of communication between the Office of the Governor and the California Association of Health Facilities (CAHF) from Jan. 1, 2024 to present that include the following keywords or phrases: \r\n\r\n- \"skilled nursing facilities\"\r\n- \"nursing homes\"\r\n- \"SNFs\"\r\n- \"long-term care\" OR \"long term care\"\r\n\r\nNote that I am requesting all emails, letters, memos, meeting notes, or other forms of correspondence between the Governor’s Office  (including staff, appointees, or representatives) and any representatives, employees, or lobbyists affiliated with the California Association of Health Facilities that include the above-mentioned phrases or keywords.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAnnie Sciacca",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/california-52/governors-proposal-to-delay-nursing-home-safetylaw-186786/"
  }
]