[
  {
    "id": 149570,
    "title": "Kevin Mitnick",
    "slug": "kevin-mitnick",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 1747,
    "username": "ioerror",
    "agency": 10,
    "datetime_submitted": "2023-07-20T07:08:29.966948",
    "date_due": "2023-08-17",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-07-20T07:08:30.078184",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 149570,
        "from_user": 1747,
        "to_user": 9555,
        "subject": "",
        "datetime": "2023-07-20T07:08:30.078184",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nA copy of any FBI files on Mr. Kevin David Mitnick. Born August 6, 1963 in Van Nuys, California. Mr. Mitnick died July 16, 2023 in Las Vegas, Nevada. His death at age 59 was widely reported in the media in July, 2023. He was a computer hacker and social engineer who subsequently became an American political prisoner who was emblematic of the then U.S. Government's overreaction to hackers, and hacker culture.\r\n\r\nRecords relating to or mentioning Mr. Mitnick. Major media outlets across America as of July 20th, 2023 have reported his death including: https://www.nytimes.com/2023/07/20/technology/kevin-mitnick-dead-hacker.html https://www.washingtonpost.com/obituaries/2023/07/20/kevin-mitnick-hacker-dies/\r\n\r\nHis cause was championed by 2600 magazine (\"The Hacker Quarterly\"), and additional relevant records for Mr. Mitnick and the campaign to free him, may be found in relation to 2600 magazine.\r\n\r\nPlease conduct searches of the Central Records System, including but not limited to the SENTINEL system, FBI email system, the Electronic Surveillance (ELSUR) Records System, the Microphone Surveillance (MISUR) Indices, the Physical Surveillance (FISUR) Indices, Technical Surveillance (TESUR) Indices, Counter-drug Information Indices System (CIIS), Investigative Data Warehouse (IDW) including but not limited to Investigative Data Warehouse - Secret, IDW-S Core, SPT, and DOCLAB-S, FBI Automated Case Support system (ACS), subset of the Electronic Case File (ECF) system, National Crime Information Center (NCIC), Combined DNA Index System (CODIS), Integrated Automated Fingerprint Identification System (IAFIS), Interstate Photo System (IPS) and/or Facial Recognition Databases such as those used by FACE (Facial Analysis, Comparison, and Evaluation) specialists, and the Foreign Intelligence Surveillance Act (FISA) warrant applications and/or Foreign Intelligence Surveillance Court (FISC) record filings, for both main-file records and cross-reference records for all relevant names, individuals, agencies and companies. Please further consult all available cross-reference indices, databases, and records, in addition to any other data sources containing potentially-responsive materials related to Mr. Kevin Mitnick.\r\n\r\nPlease include all potentially responsive materials, including but not limited to all communications, reports, investigations, inquiries, audio files, photographs or image files, video files, memos, email systems, directives, network packet captures, meeting minute notes, calendar entries, and any other data or data format that is used by the FBI. Please include all materials found in other subject files and all materials associated with any potentially-related names and any other known aliases, code names, nicknames, or any other identifying pseudonyms or references utilized by this agency or any other agency that is known to the FBI. Please additionally include searches for inter-agency or non-agency communications accessible by the FBI about Mr. Kevin Mitnick.\r\n\r\nIf any potentially responsive records have been destroyed and/or transferred to NARA, then I request copies of the destruction or transfer slips as well as any other documentation relating to, mentioning or describing said transfer or destruction, to include but not be limited to confirmation that the Bureau has no other copies of said records. If previously released records are available, then I request a rolling release consisting of those records while additional records are located and processed for release.\r\n\r\nIt is my understanding that your agency is required to search the records stored at NARA’s Washington Records Center in Suitland, MD, which remain technically under your agency’s control (see 36 CFR 1250.8). Please also conduct a search of records at NARA's Washington Records Center in Suitland, for records related to Mr. Kevin Mitnick.\r\n\r\nFurthermore, I request the FOIA log and copies of all other requests for information on Mr. Mitnick including the responsive documents.\r\n\r\nMr. Kevin Mitnick was a public figure. This request is a critical part of a journalistic research project which requires the responsive documents for informing the public.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJacob Appelbaum",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/kevin-mitnick-149570/"
  }
]