[
  {
    "id": 175660,
    "title": "FOIA Request for 2021 FOIA Request Logs – Illinois Department of Public Health",
    "slug": "foia-request-for-2021-foia-request-logs-illinois-department-of-public-health",
    "status": "submitted",
    "embargo_status": "public",
    "user": 143678,
    "username": "Cathy2004",
    "agency": 10015,
    "datetime_submitted": "2024-11-01T22:26:16.546175",
    "date_due": "2024-11-12",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-11-01T22:26:16.659393",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 175660,
        "from_user": 143678,
        "to_user": 13498,
        "subject": "",
        "datetime": "2024-11-01T22:26:16.659393",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nI am requesting a copy of the Illinois Department of Public Health’s FOIA request logs for the 2021 calendar year. Specifically, I seek records that include each request's file number, the date received, a brief description of the information sought, and the nature of the response (granted, denied, or partial release).\r\n\r\nIn order to help determine my status for fee assessment, please note that I am a journalism student at Northwestern University’s Medill School of Journalism, conducting this request as part of an academic project. Disclosure of the requested information is in the public interest as it aims to increase transparency about public information inquiries and government responsiveness. Therefore, I respectfully request a waiver of all fees associated with this request.\r\n\r\nIf there are any anticipated fees beyond what is covered by the waiver, please notify me prior to processing.\r\n\r\nThank you for considering this request. I look forward to your response within the time frame required by Illinois law.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nCathy Sun",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/illinois-168/foia-request-for-2021-foia-request-logs-illinois-department-of-public-health-175660/"
  },
  {
    "id": 175659,
    "title": "FOIA Request: COVID-19 Relief Programs’ Economic Impact Data",
    "slug": "foia-request-covid-19-relief-programs-economic-impact-data",
    "status": "ack",
    "embargo_status": "public",
    "user": 143678,
    "username": "Cathy2004",
    "agency": 4719,
    "datetime_submitted": "2024-11-01T22:11:11.208605",
    "date_due": "2024-12-03",
    "days_until_due": null,
    "date_followup": "2024-12-03",
    "datetime_done": null,
    "datetime_updated": "2024-11-01T22:11:11.323083",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 175659,
        "from_user": 143678,
        "to_user": 10104,
        "subject": "Freedom of Information Act Request: FOIA Request: COVID-19 Relief Programs’ Economic Impact Data",
        "datetime": "2024-11-01T22:11:11.323083",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nI am requesting copies of documents containing information on the economic impact and outcomes of COVID-19 relief programs administered by the Department of the Treasury, specifically data and reports from the period of January 2020 through December 2022.\r\n\r\nThis request seeks to understand the implementation and effects of relief efforts, such as the Paycheck Protection Program (PPP) and the Coronavirus Relief Fund (CRF), on small businesses and local economies across the United States. I am requesting data and reports generated, reviewed, or utilized by Treasury officials during the specified period to evaluate these programs' effectiveness.\r\n\r\nAs a journalism student at Northwestern University’s Medill School of Journalism, I am requesting this information for non-commercial, educational purposes. Disclosure of this information is in the public interest, as it will contribute significantly to understanding the federal government's response to economic challenges caused by the COVID-19 pandemic. The requested records will support a broader analysis for public dissemination in news and academic channels, ensuring a clear understanding of government operations and fiscal responses during a critical time. Therefore, I respectfully request a waiver of all fees associated with this request under 5 U.S.C. Section 552(a)(4)(A)(iii).\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nCathy Sun",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "mail"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/foia-request-covid-19-relief-programs-economic-impact-data-175659/"
  }
]