[
  {
    "id": 192406,
    "title": "Police disciplinary files",
    "slug": "police-disciplinary-files",
    "status": "ack",
    "embargo_status": "public",
    "user": 84591,
    "username": "Dillon-Bergin",
    "agency": 7405,
    "datetime_submitted": "2025-09-02T16:58:48.585514",
    "date_due": "2025-09-12",
    "days_until_due": null,
    "date_followup": "2025-09-12",
    "datetime_done": null,
    "datetime_updated": "2025-09-02T16:58:48.670189",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192406,
        "from_user": 84591,
        "to_user": 21566,
        "subject": "Maryland Public Information Act Request: Police disciplinary files",
        "datetime": "2025-09-02T16:58:48.670189",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Maryland Public Information Act, I hereby request the following records:\r\n\r\n- Any and all lists, spreadsheets or other organized datasets that detail potential or substantiated allegations of misconduct and/or impeached or impeachable testimony, created under Brady v. Maryland and/or Giglio v. United States.\r\n- Any and all records regarding substantiated allegations of misconduct or violations of internal department policy or criminal law by specific law enforcement officers.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDillon Bergin",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/maryland-154/police-disciplinary-files-192406/"
  }
]