[
  {
    "id": 137536,
    "title": "MRI Report of Chester NH Fire Department - Recruitment and Retention",
    "slug": "mri-report-of-chester-nh-fire-department-recruitment-and-retention",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 100436,
    "username": "kevind963",
    "agency": 32969,
    "datetime_submitted": "2022-12-05T10:38:06.166493",
    "date_due": "2022-12-12",
    "days_until_due": null,
    "date_followup": "2022-12-12",
    "datetime_done": null,
    "datetime_updated": "2022-12-05T10:38:06.243806",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 137536,
        "from_user": 100436,
        "to_user": 104313,
        "subject": "New Hampshire Right to Know Law Request: MRI Report of Chester NH Fire Department - Recruitment and Retention",
        "datetime": "2022-12-05T10:38:06.243806",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New Hampshire Right to Know Law, I hereby request the following records:\r\n\r\nMRI REPORT CONCERNING CHESTER FIRE DEPARTMENT\r\nMunicipal Resources Inc (MRI), a private consulting company, was engaged by the Board of Selectmen to investigate the Chester Fire Department and provide the Board of Selectmen with a report on the audit findings. The report focused on Recruitment and Retention issues at the Chester Fire Department and may cover other areas of concern as well. The primary concerns arose from resignations of 10 Chester Fire Department members in a period of several months resulting in a significant reduction of staff that has not been offset through recruitment. The report, accepted by the Board of Selectmen and provided to and discussed with Fire Chief Gladu, is requested. Comments during public session of the 9/22/2022 Board of Selectmen meeting confirm the MRI report was discussed in non-public session on 9/22/2022 with Fire Chief Gladu present. \r\n\r\nThe contracts, invoices, bills, quotes, and records of any money paid to MRI related to the commissioning of this report are requested. The identification of anytime representatives from MRI appeared before the Board of Selectmen. The identification of all instances this MRI report was discussed in non-public session and the reason pursuant to RSA 91-A:3 II used to justify entering non-public session, the minutes of the non-public session if the minutes are subject to public disclosure, and if the minutes are not subject to public disclosure the reason pursuant to RSA 91-A:3 III for withholding the minutes from public disclosure.\r\n\r\nThe MRI report of the Chester Fire Department is a government record subject to disclosure, in its entirety, under the New Hampshire Right to Know Law (RSA 91-A). The release of the complete report is of substantial public interest and necessary for the public to evaluate the effectiveness, preparedness and safe operation of the taxpayer funded Fire Department. For any redactions made please note the exemption reason relied upon for each redaction. \r\n\r\nEMAILS\r\nAll emails meeting the criteria below:\r\nSent or received by ANY of the following individuals: Fire Chief Gladu, Lieutenant Alex Hodosi, Station Manager Ingalls, Town Administrator Doda;\r\nIncluding ANY of the following search terms in the subject, body, or attachments: \"MRI\", \"Municipal Resources\", \"Recruitment\", \"Retention\", \"BOS\", \"Selectmen\";\r\nBetween the dates: May 1, 2022 and December 1, 2022.\r\nThe entire email thread, including attachments, is requested for each match of the criteria above.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes. \r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKevin J Dolan",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/chester-3837/mri-report-of-chester-nh-fire-department-recruitment-and-retention-137536/"
  }
]