[
  {
    "id": 150207,
    "title": "Somerville bike lane ordinance",
    "slug": "somerville-bike-lane-ordinance",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 120344,
    "username": "GeorgeSchneeloch",
    "agency": 173,
    "datetime_submitted": "2023-08-04T00:18:22.549683",
    "date_due": "2023-08-18",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-08-04T00:18:22.699053",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 150207,
        "from_user": 120344,
        "to_user": 13966,
        "subject": "",
        "datetime": "2023-08-04T00:18:22.699053",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Massachusetts Public Records Law, I hereby request the following records:\r\n\r\nEmails, Microsoft Teams chat messages, and any other communications involving bike lanes including the word \"ordinance\" between June 1 2023 and Aug 4 2023.\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by the recommendations of the Massachusetts Supervisor of Public Records. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nI expect the request to be filled in an accessible format, including for screen readers, which provide text-to-speech for persons unable to read print. Files that are not accessible to screen readers include, for example, .pdf image files as well as physical documents.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nGeorge Schneeloch",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/somerville-8/somerville-bike-lane-ordinance-150207/"
  },
  {
    "id": 150205,
    "title": "Public Records Request - Paul Prather of Littler Mendelson P.C. (Law Firm)",
    "slug": "public-records-request-paul-prather-of-littler-mendelson-pc-law-firm",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 118202,
    "username": "Jupiter_Ascending",
    "agency": 35964,
    "datetime_submitted": "2023-08-03T23:43:38.898448",
    "date_due": "2023-08-14",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-08-03T23:43:39.089746",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 150205,
        "from_user": 118202,
        "to_user": 120372,
        "subject": "",
        "datetime": "2023-08-03T23:43:39.089746",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Tennessee's Public Records Act. I hereby request the following records:\r\n\r\nAll records related to Mr. Paul Edward Prather (BPR #010089) [Active], Law Firm Address: 3725 Champion Hills Dr Ste 3000Memphis, TN 38125 SHELBY COUNTY, in his professional capacity as an attorney, he is an employee of the law firm named Littler Mendelson P.C., within the State of Tennessee from 2015 to 2023 (present day).  \r\n\r\nI also request that, if appropriate, fees be waived as I believe this request is in the public interest. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, processed by a representative of the news media/press and is made in the process of news gathering and not for commercial usage.\r\n\r\nIn the event that fees cannot be waived, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nI would also appreciate an approximate time frame for this request to be processed. Depending of the time frame for the request to be fulfilled and any fees that may be incurred, I may revise the criteria.\r\n\r\nIf you deny any part of this request, please cite each specific exemption you think justifies your refusal to release the information and notify me of appeal procedures available under the law.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nBailey Pillon",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/tennessee-155/public-records-request-paul-prather-of-littler-mendelson-pc-law-firm-150205/"
  }
]