[
  {
    "id": 203848,
    "title": "JPD sUAS Report Metadata",
    "slug": "jpd-suas-report-metadata",
    "status": "submitted",
    "embargo_status": "public",
    "user": 173858,
    "username": "Michael_tuvAdjhN",
    "agency": 43930,
    "datetime_submitted": "2026-01-29T18:24:11.556117",
    "date_due": "2026-02-03",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2026-01-29T18:24:11.693028",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 203848,
        "from_user": 173858,
        "to_user": 175030,
        "subject": "",
        "datetime": "2026-01-29T18:24:11.693028",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the The Missouri Sunshine Law, I hereby request the following records:\r\n\r\nThe metadata from the file system where the JPD sSUAS reports reside.  This data is to include, file name, creation time, modify time, and other fields.  Under Missouri sunshine law I request this data be provided in screenshot form from the system where the files reside for safe keeping.  \r\n\r\nMetadata, is \"data about data.\" By the very existence of data, all manner of other data is created about that data. When a file is created, numerous records are created about that file in the file system and within the file itself. These electronic records that describe facts about JPD sUAS reports are what I am requesting. Anyone in the Joplin IT department will definitely be able to assist with this very brief task if it is not understood by the recipient.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMichael",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/joplin-20300/jpd-suas-report-metadata-203848/"
  }
]