[
  {
    "id": 144372,
    "title": "FBI: Kwame Brathwaite",
    "slug": "fbi-kwame-brathwaite",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 351,
    "username": "RobbyD",
    "agency": 10,
    "datetime_submitted": "2023-04-10T06:24:25.077388",
    "date_due": "2023-05-08",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-04-10T06:24:25.189980",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "kwame brathwaite",
      "photojournalist",
      "brathwaite"
    ],
    "communications": [
      {
        "foia": 144372,
        "from_user": 351,
        "to_user": 9555,
        "subject": "",
        "datetime": "2023-04-10T06:24:25.189980",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAny records mentioning or pertaining to the American photographer and photo-journalist Kwame Brathwaite. Brathwaite was born on January 1st 1938 and died on April 1st of 2023. His death was widely reported in the mainstream media, with coverage of his death by CNN and other media outlets. Brathwaite's brother was a man named Elombe Brath who was active in the 1960s civil rights movement. Brathwaite's photography promoted the \"black as beautiful\" artistic movement and of particular interest would be any monitoring by the bureau of Brathwaite's work or travels. \r\n\r\nThis is a request for any records mentioning, or pertaining to, Kwame Brathwaite, with a special emphasis on any FBI records mentioning Brathwaite and his connections to the Patrice Lumumba Coalition or the Marcus Garvey Coalition or the broader Civil Rights movement. \r\n\r\nPlease include all potentially responsive materials, including but not limited to all communications, reports, inquiries, investigations, photographs, audio files, video files, memos, directives, etc. Please include all materials found in other subject files and all materials associated with any potentially-related names and any other known aliases, nicknames, code names, or any other identifying pseudonyms or references utilized by this agency. Please consult the Central Records System and records, the Electronic Surveillance (ELSUR) Data Management System and records, Microphone Surveillance (MISUR) records, Physical Surveillance (FISUR) records, Technical Surveillance (TESUR) records, and all available cross-reference indices, databases, and records, in addition to any other locations containing potentially-responsive materials related to Kwame Brathwaite. \r\n\r\nPlease include a search of any records or documents understood to be, or colloquially referred to as \"COINTELPRO records\" under the bureau's custody that could be construed as responsive to a request for records related Brathwaite. \r\n\r\nAccording to a blog post I just read, it is important that I state the following: \"As you know, your agency is required to search the records stored at NARA’s Washington Records Center in Suitland, MD, but still technically under your agency’s control. For more information see 36 CFR 1250.8\" Please also conduct a physical search of records at NARA's Washington Records Center in Suitland, for any records or documents related to Kwame Brathwaite. Thank you for the bureau's commitment to transparency, and I look forward to working on resolving this request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobert Delaware",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1080451,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/RobbyD/120699/Remembering_Photographer_and_Activist_Kwame_Brathwaite_Who_Gave_a_Visual_Language_to_the_Black.pdf",
            "datetime": "2023-04-10T06:24:25.189980",
            "title": "Remembering_Photographer_and_Activist_Kwame_Brathwaite_Who_Gave_a_Visual_Language_to_the_Black.pdf",
            "source": "Robert Delaware",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/fbi-kwame-brathwaite-144372/"
  }
]