[
  {
    "id": 182945,
    "title": "Federal Advertising Expenditures and Communications Involving X Corp (Formerly Twitter), The Boring Company, and Elon Musk (U.S. Office of Management and Budget)",
    "slug": "federal-advertising-expenditures-and-communications-involving-x-corp-formerly-twitter-the-boring-company-and-elon-musk-us-office-of-management-and-budget",
    "status": "submitted",
    "embargo_status": "public",
    "user": 4164,
    "username": "TheJ",
    "agency": 69,
    "datetime_submitted": "2025-03-12T07:22:47.296638",
    "date_due": "2025-04-09",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-12T07:22:47.515288",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 182945,
        "from_user": 4164,
        "to_user": 9928,
        "subject": "",
        "datetime": "2025-03-12T07:22:47.515288",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Jordan Lassiter\r\nInvestigative Journalist\r\nMarch 12, 2025\r\nVIA EMAIL, CERTIFIED MAIL & FOIA ONLINE PORTAL\r\nFOIA Officer\r\nOffice of Management and Budget (OMB)\r\n725 17th Street, NW\r\nWashington, DC 20503\r\nEmail: OMBFOIA@omb.eop.gov\r\nFOIA Officer\r\nGeneral Services Administration (GSA)\r\n1800 F Street, NW\r\nWashington, DC 20405\r\nEmail: FOIA@gsa.gov\r\n\r\nDISCLAIMER:\r\nPlease read this FOIA request carefully. All communications regarding this request are public and may be disclosed on the MuckRock platform.\r\n\r\n FREEDOM OF INFORMATION ACT REQUEST – Federal Advertising Expenditures and Communications Involving X Corp (Formerly Twitter), The Boring Company, and Elon Musk\r\n\r\nDear FOIA Officers:\r\nPursuant to the Freedom of Information Act, 5 U.S.C. § 552 et seq. (\"FOIA\"), applicable regulations (5 C.F.R. § 1303 for OMB; 41 C.F.R. § 105-60 for GSA), and Executive Order 14164 (April 2023), I, Jordan Lassiter, formally request access to and copies of all records, reports, communications, and associated metadata pertaining to federal advertising expenditures, procurement contracts, financial transactions, policy decisions, and official communications involving X Corp (formerly Twitter), The Boring Company, and/or Elon Musk in his capacity as a special government advisor.\r\nThis request covers the period from January 1, 2024, through March 12, 2025. My request is intended to promote public understanding of government operations and potential conflicts of interest in the expenditure of taxpayer funds. Due to the time-sensitive nature of this matter and its significant public interest implications, expedited processing is requested as detailed below.\r\nRECORDS REQUESTED\r\n\r\n1. FEDERAL ADVERTISING AND MARKETING EXPENDITURES RELATED TO X CORP\r\n\r\nRecords Requested:\r\na) Financial Records:\r\n\r\nAll budgetary documents, financial reports, procurement records, allocation memoranda, and expenditure authorizations reflecting federal advertising, marketing, promotional, public relations, or digital engagement expenditures involving X Corp from January 1, 2024, to March 12, 2025\r\nLine-item budget details specifying amounts allocated to X Corp versus other social media platforms\r\nComparative spending analyses showing historical advertising expenditure patterns across digital platforms before and after January 20, 2025\r\nFinancial system data exports showing all transactions with X Corp including transaction IDs, dates, amounts, authorizing officials, and accounting codes\r\n\r\nb) Procurement Documentation:\r\n\r\nAll federal contracts, purchase orders, statements of work, delivery orders, task orders, blanket purchase agreements, indefinite delivery/indefinite quantity (IDIQ) contract actions, and government-wide acquisition contract (GWAC) orders related to X Corp services\r\nAll invoices, payment records, receiving reports, and disbursement authorizations related to X Corp\r\nContract modifications, amendments, extensions, or cancellations involving X Corp\r\nContracting officer's representative (COR) files related to X Corp contracts\r\n\r\nc) Budget Classification Records:\r\n\r\nRecords of expenditures categorized under the following Object Class Codes:\r\n\r\n25.1 – Advertising Services\r\n25.2 – Other Services from Non-Federal Sources\r\n25.3 – Other Goods and Services from Federal Sources\r\n25.4 – Operation and Maintenance of Facilities\r\n25.7 – Operation and Maintenance of Equipment\r\n26.0 – Supplies and Materials\r\nAny other object classes used to classify X Corp-related expenditures\r\n\r\n\r\nProgram Activity Codes and Budget Function Codes associated with X Corp expenditures\r\nTreasury Account Symbols (TAS) used for X Corp payments\r\n\r\nd) Interagency Agreements:\r\n\r\nEconomy Act (31 U.S.C. § 1535) determinations and findings related to X Corp services\r\nInteragency agreements designating OMB or GSA as purchasing agencies for X Corp services on behalf of other agencies\r\nFunds transfer documentation between agencies related to X Corp expenditures\r\n\r\n2. COMMUNICATIONS AND DIRECTIVES INVOLVING ELON MUSK AND X CORP\r\nRecords Requested:\r\na) Official Communications:\r\n\r\nAll emails, text messages, instant messages, memoranda, letters, calendar invitations, meeting agendas, meeting minutes, briefing materials, presentations, transcripts, recordings, and notes of any communications between OMB/GSA officials and:\r\n\r\nElon Musk (in his role as a special government advisor)\r\nRepresentatives, employees, contractors, or agents of X Corp\r\nWhite House staff, including the Executive Office of the President\r\nAgency directors, chief financial officers, or procurement officials discussing X Corp-related spending or policy\r\n\r\n\r\nComplete email threads including attachments, with full headers and metadata preserved\r\nAll communications mentioning \"X Corp,\" \"Twitter,\" \"Musk,\" \"social media advertising,\" \"platform advertising reallocation,\" or related terms\r\n\r\nb) Decision Documents:\r\n\r\nRecords of policy decisions, directives, or funding reallocation discussions directing government advertising or digital engagement toward X Corp\r\nMeeting materials from any interagency working groups, task forces, or committees addressing federal social media strategy or spending\r\nDecision memoranda, policy papers, white papers, or briefing documents related to federal social media presence and advertising strategy\r\nDrafts and final versions of any new policies, guidance, or directives affecting social media spending\r\n\r\nc) Advisory Role Documentation:\r\n\r\nPosition description, appointment letter, or terms of reference for Elon Musk's role as special government advisor\r\nEthics opinions, conflict of interest analyses, recusal memoranda, or ethics waivers related to Musk's dual roles as X Corp owner and government advisor\r\nFinancial disclosure forms, ethics agreements, or confidentiality agreements executed by Musk\r\nRecords of compensation, reimbursement, or benefits provided to Musk in his advisory capacity\r\n\r\nd) Legal and Compliance Records:\r\n\r\nAny memorandums of understanding (MOUs), interagency agreements, classified expenditure authorizations, or special procurement authorities involving X Corp\r\nLegal opinions, Office of Legal Counsel memoranda, or other analyses regarding the legality or propriety of federal advertising on X Corp or Musk's advisory role\r\nRecords of any ethics consultations, investigations, or compliance reviews related to X Corp spending or Musk's advisory role\r\nInspector General communications, whistleblower complaints, or oversight inquiries related to X Corp spending\r\n\r\n3. PROCUREMENT AND VENDOR CONTRACTS FOR X CORP SERVICES\r\nRecords Requested:\r\na) Pre-Award Documentation:\r\n\r\nAll requests for information (RFIs), market research reports, requests for proposals (RFPs), requests for quotations (RFQs), solicitations, statements of work (SOWs), performance work statements (PWSs), or other pre-solicitation documents related to X Corp services\r\nSource selection plans, evaluation criteria, technical evaluation panel notes, price analyses, and award recommendation memoranda\r\nSole-source justifications, limited competition determinations, brand name justifications, or other documentation waiving full and open competition requirements for X Corp contracts\r\nDeterminations of contractor responsibility, pre-award surveys, or vendor qualification assessments for X Corp\r\n\r\nb) Contract Documentation:\r\n\r\nComplete contract files for all awarded contracts, including base contracts and all modifications\r\nPricing schedules, rate cards, discount arrangements, or other pricing information for X Corp services\r\nPerformance metrics, service level agreements (SLAs), or key performance indicators (KPIs) included in X Corp contracts\r\nContract administration records, including contractor performance assessments, acceptance documentation, and invoice approval records\r\n\r\nc) Agency-Specific Information:\r\n\r\nRecords identifying which agencies allocated funds for X Corp advertising, including amounts and purposes\r\nDocumentation of whether contracts were subject to competitive bidding, simplified acquisition procedures, or other procurement methods\r\nAcquisition plans, procurement strategy documents, or spend plans related to social media advertising\r\nSmall business set-aside determinations, subcontracting plans, or other socioeconomic procurement considerations\r\n\r\nd) Vendor Management:\r\n\r\nContractor personnel records, including key personnel identified in contracts or task orders\r\nSecurity clearance or access authorization records for X Corp personnel servicing federal contracts\r\nCorrespondence between contracting officials and X Corp representatives regarding contract performance or deliverables\r\nRecords of contract disputes, claims, cure notices, or termination considerations\r\n\r\n4. FUNDING ALLOCATIONS AND REALLOCATIONS RELATED TO X CORP\r\nRecords Requested:\r\na) Budget Reallocation Records:\r\n\r\nInternal agency communications, memoranda, directives, or guidance regarding budget reallocations affecting advertising expenditures across social media platforms\r\nApportionment requests, budget execution documents, or reprogramming notifications showing shifts in advertising funding\r\nBudget justification materials for X Corp-related expenditures\r\nRecords of Congressional notifications related to reprogramming of funds for advertising purposes\r\n\r\nb) Comparative Spending Analysis:\r\n\r\nAny records, reports, data extracts, or analyses indicating a shift of federal digital advertising funds from other platforms (e.g., Facebook, Instagram, YouTube, LinkedIn, TikTok) to X Corp since January 1, 2024\r\nSpending pattern analyses, trend reports, or impact assessments related to changes in social media advertising strategy\r\nCost-benefit analyses, return on investment calculations, or performance metrics comparing different social media platforms\r\nMarket research or vendor capability assessments justifying platform selection decisions\r\n\r\nc) Special Funding Mechanisms:\r\n\r\nAny special funding authorizations, discretionary spending approvals, emergency procurements, or classified transactions linked to X Corp\r\nRecords of any national security exemptions, emergency authorities, or special appropriations used to fund X Corp services\r\nDocumentation of any pooled agency funding arrangements, shared services agreements, or enterprise license agreements for X Corp\r\nWorking capital fund, revolving fund, or franchise fund utilization for X Corp expenditures\r\n\r\nd) Accounting Documentation:\r\n\r\nGeneral ledger entries, subsidiary ledger data, or accounting system reports detailing X Corp expenditures\r\nFinancial system audit logs showing creation, modification, or approval of X Corp-related transactions\r\nFund certification records, commitment documents, or obligation records related to X Corp spending\r\nPeriod-end financial reports or statements reflecting X Corp expenditures\r\n\r\n5. PERFORMANCE METRICS AND EFFECTIVENESS ASSESSMENTS\r\n\r\nRecords Requested:\r\na) Marketing Analytics:\r\n\r\nAll performance reports, analytics data, engagement metrics, or return on investment analyses for federal advertising campaigns on X Corp\r\nComparative analytics reports measuring X Corp performance against other social media platforms\r\nAudience reach statistics, demographic data, or targeting parameters used for X Corp advertising\r\nClick-through rates, conversion metrics, or other effectiveness measurements for X Corp campaigns\r\n\r\nb) Internal Assessments:\r\n\r\nAgency evaluations, after-action reports, or performance reviews of X Corp advertising campaigns\r\nBriefing materials or presentations discussing the effectiveness of X Corp as an advertising platform\r\nCost-per-engagement, cost-per-impression, or other efficiency metrics for X Corp campaigns\r\nInternal communications discussing the performance, strengths, or weaknesses of X Corp advertising\r\n\r\nc) Strategic Communications:\r\n\r\nCommunications plans, media strategies, or campaign blueprints identifying X Corp as a platform for government messaging\r\nContent calendars, posting schedules, or message approval workflows for X Corp content\r\nRecords of content moderation, account verification, or other special arrangements with X Corp\r\nGuidelines, protocols, or best practices for federal agency use of X Corp\r\n\r\n6. PRIVATE SECTOR ENGAGEMENT AND COORDINATION\r\n\r\nRecords Requested:\r\na) Industry Coordination:\r\n\r\nRecords of meetings, calls, or correspondence between federal officials and advertising agencies, marketing firms, or digital strategy consultants regarding X Corp campaigns\r\nContracts, task orders, or statements of work with third-party marketing firms for management of X Corp advertising\r\nCommunications with industry associations, trade groups, or standards organizations regarding social media advertising practices\r\nRecords of industry days, vendor outreach events, or market research activities related to social media advertising\r\n\r\nb) Private Sector Influence:\r\n\r\nDocumentation of lobbying contacts, industry position papers, or advocacy materials received from X Corp or its representatives\r\nRecords of any special access, events, or meetings granted to X Corp representatives not afforded to other platform representatives\r\nCommunications regarding preferential treatment, expedited processing, or special consideration for X Corp\r\nDocumentation of any quid pro quo arrangements, implicit understandings, or reciprocal benefits involving X Corp\r\n\r\n7. THE BORING COMPANY CONTRACTS AND COMMUNICATIONS\r\n\r\nRecords Requested:\r\na) Contract Documentation:\r\n\r\nAll contracts, grant agreements, cooperative agreements, memoranda of understanding, or other transaction agreements between any federal agency and The Boring Company from January 1, 2024, to March 12, 2025\r\nProcurement documents including solicitations, proposals, bid evaluations, technical assessments, and award decisions related to The Boring Company\r\nFunding authorizations, budget allocations, and financial disbursements to The Boring Company\r\nContract modifications, amendments, extensions, or terminations involving The Boring Company\r\n\r\nb) Project Documentation:\r\n\r\nFeasibility studies, environmental impact assessments, or planning documents for infrastructure projects involving The Boring Company\r\nTechnical specifications, engineering analyses, or design documents for tunneling or transportation projects\r\nProject status reports, milestone achievements, performance evaluations, or quality control assessments\r\nRecords of site visits, inspections, or compliance reviews for Boring Company projects\r\n\r\nc) Communications:\r\n\r\nAll communications between federal officials and representatives of The Boring Company, including emails, meeting records, briefing materials, and correspondence\r\nInternal government communications discussing potential or actual projects involving The Boring Company\r\nCommunications between agencies regarding coordination of Boring Company projects or funding\r\nRecords of regulatory discussions, permitting processes, or compliance matters involving The Boring Company\r\n\r\nd) Decision Documentation:\r\n\r\nPolicy memoranda, decision papers, or directives regarding streamlined approval processes, regulatory exemptions, or special considerations for Boring Company projects\r\nRisk assessments, cost-benefit analyses, or comparative evaluations of The Boring Company versus alternative contractors or solutions\r\nRecords of congressional communications or briefings regarding The Boring Company projects\r\nDocumentation of any preferential treatment, expedited processing, or special accommodations provided to The Boring Company\r\n\r\nMETADATA AND FORMAT SPECIFICATIONS\r\n\r\nFor all electronically stored information, please include all relevant metadata, specifically:\r\n\r\nEmail Records:\r\n\r\nComplete email headers, including but not limited to:\r\n\r\nOriginal message IDs\r\nRouting information\r\nSMTP transmission data\r\nIP addresses of senders and recipients\r\n\"From,\" \"To,\" \"CC,\" and \"BCC\" fields\r\nDate and time stamps with time zone information\r\nSubject lines\r\nDelivery receipts and read receipts\r\nEmail client and server information\r\n\r\n\r\nThread indices and conversation references\r\nEmail signature blocks and disclaimers\r\nClassification markings or sensitivity indicators\r\nAll attachments in native format with intact metadata\r\n\r\n\r\nElectronic Documents:\r\n\r\nAuthor information and creation dates\r\nLast modified timestamps and modification history\r\nVersion information and revision tracking\r\nFile system metadata (creation, modification, access dates)\r\nDocument properties including title, subject, keywords\r\nTrack changes history and comments\r\nCustom properties and fields\r\nDigital signatures or authentication data\r\n\r\n\r\nStructured Data:\r\n\r\nDatabase schemas, data dictionaries, and relationship diagrams\r\nQuery parameters used to extract responsive information\r\nField descriptions and data types\r\nTable relationships and primary/foreign key information\r\nAny transformations applied to the data\r\n\r\n\r\n\r\nLEGAL AUTHORITIES AND PRECEDENTS\r\n\r\nThe requested records are subject to disclosure under FOIA, as consistently upheld by federal courts. In addition to the legal authorities cited in my previous correspondence, I reference the following case law and statutory provisions that are particularly relevant to this request:\r\n\r\nDepartment of Justice v. Reporters Committee for Freedom of the Press, 489 U.S. 749, 773 (1989): Establishing that the central purpose of FOIA is to open agency action to public scrutiny.\r\nMulti Ag Media LLC v. Department of Agriculture, 515 F.3d 1224, 1232 (D.C. Cir. 2008): Finding that disclosure of financial information in government possession serves FOIA's core purpose of permitting the public to assess government action.\r\nBloomberg L.P. v. Board of Governors of the Federal Reserve System, 601 F.3d 143 (2d Cir. 2010): Compelling disclosure of federal financial records, establishing precedent for disclosure of government expenditure details.\r\nDepartment of the Interior v. Klamath Water Users Protective Ass'n, 532 U.S. 1, 7-8 (2001): Emphasizing that FOIA's central purpose is \"to ensure an informed citizenry, vital to the functioning of a democratic society.\"\r\nNLRB v. Sears, Roebuck & Co., 421 U.S. 132, 153 (1975): Requiring disclosure of records that constitute \"working law\" of the agency, including policy decisions and interpretations.\r\nMilner v. Department of Navy, 562 U.S. 562, 571 (2011): Reiterating that FOIA mandates a \"strong presumption in favor of disclosure.\"\r\nCenter for Effective Government v. U.S. Department of State, 7 F. Supp. 3d 16, 29-30 (D.D.C. 2013): Confirming that records of ethical conflicts and potential conflicts of interest fall within FOIA's scope.\r\nPublic Citizen Health Research Group v. FDA, 704 F.2d 1280, 1286 (D.C. Cir. 1983): Establishing that FOIA exemptions must be narrowly construed with the burden on the agency to justify withholding.\r\nAmerican Oversight v. General Services Administration, No. 18-cv-2419 (D.D.C. March 1, 2022): Requiring disclosure of communications between agency officials and politically connected individuals regarding government expenditures.\r\nCause of Action Institute v. Export-Import Bank, 521 F. Supp. 3d 64 (D.D.C. 2021): Compelling disclosure of records related to government financial transactions.\r\nCitizens for Responsibility and Ethics in Washington v. U.S. Department of Homeland Security, 592 F. Supp. 2d 111 (D.D.C. 2009): Recognizing public interest in records that shed light on potential conflicts of interest.\r\nJudicial Watch, Inc. v. Department of Defense, 913 F.3d 1106 (D.C. Cir. 2019): Upholding the public's right to records that reveal how government resources are allocated.\r\nElectronic Privacy Information Center v. Department of Justice, 416 F. Supp. 2d 30, 41 (D.D.C. 2006): Emphasizing that the public has \"a significant interest in knowing how the government is spending taxpayer money.\"\r\nOpenTheGovernment v. Department of Justice, 18-cv-1038 (D.D.C. May 17, 2018): Requiring disclosure of records related to government policies that potentially benefit private entities with connections to public officials.\r\nNew York Times Co. v. Office of Management and Budget, No. 23-cv-3662 (S.D.N.Y. Sept. 8, 2023): Ordering production of records related to federal budget directives and reallocations.\r\nProPublica, Inc. v. Department of Health & Human Services, 11-cv-1095 (D.D.C. Feb. 4, 2013): Compelling disclosure of federal contract spending data and communications with contractors.\r\nAmerican Small Business League v. U.S. Department of Defense, 963 F.3d 1 (D.C. Cir. 2020): Requiring disclosure of detailed federal procurement data and contractor information.\r\nCompetitive Enterprise Institute v. Office of Science and Technology Policy, 827 F.3d 145, 149-50 (D.C. Cir. 2016): Establishing that agency records include those created by officials in their official capacity, regardless of where they are stored.\r\nFriends of Animals v. Bureau of Land Management, 531 F. Supp. 3d 246 (D.D.C. 2021): Compelling disclosure of internal decision-making documents affecting public resources.\r\nProperty of the People, Inc. v. Department of Justice, 384 F. Supp. 3d 55 (D.D.C. 2019): Requiring disclosure of records related to potential conflicts of interest involving government officials.\r\n\r\nIn addition to this extensive case law, I note that the following statutory and regulatory authorities further support this request:\r\n\r\nFOIA Improvement Act of 2016 (Public Law 114-185): Codifying the \"foreseeable harm\" standard and requiring agencies to withhold information only if disclosure would harm an interest protected by an exemption.\r\nFederal Funding Accountability and Transparency Act (FFATA), 31 U.S.C. § 6101: Mandating public access to information about federal contract expenditures exceeding $25,000.\r\nDigital Accountability and Transparency Act (DATA Act) (Public Law 113-101): Requiring standardized publication of federal spending data.\r\nFederal Acquisition Regulation (FAR) Subpart 5.4: Establishing requirements for public disclosure of contract awards.\r\nOffice of Management and Budget Circular A-11 (2023): Providing guidance on budget execution transparency.\r\nExecutive Order 14164 (April 2023): \"Promoting Government Transparency Through FOIA\": Directing agencies to apply the presumption of openness and requiring proactive disclosures of information in the public interest.\r\n\r\nREQUEST FOR EXPEDITED PROCESSING\r\n\r\nPursuant to 5 U.S.C. § 552(a)(6)(E), I request expedited processing of this FOIA request based on the following compelling grounds:\r\n\r\nUrgency to Inform the Public: This request concerns federal activities and expenditures that involve questions about the government's integrity. The dual role of Elon Musk as both owner of X Corp and a special government advisor creates an inherent potential conflict of interest that the public has an urgent need to understand, particularly if federal advertising expenditures are being redirected to benefit X Corp.\r\nMatter of Widespread Public Interest: The relationship between Elon Musk and the federal government, including his advisory role and any corresponding benefits to his business interests, has received substantial national media coverage and public interest. Major news outlets including The Washington Post, The New York Times, CNN, and others have reported on these matters, indicating significant public concern.\r\nTime-Sensitive Nature: These records pertain to ongoing government activities and expenditures, with potential continuing effects on federal advertising decisions and budget allocations. Delay in disclosure would significantly reduce the value of the information to inform the public about current government activities.\r\nCredible Public Interest Journalism: As an established investigative journalist, I have a demonstrated track record of analyzing and disseminating information about government operations to a broad public audience. The requested information will be promptly analyzed and shared through established news media channels.\r\n\r\nREQUEST FOR FEE WAIVER\r\n\r\nPursuant to 5 U.S.C. § 552(a)(4)(A)(iii), 5 C.F.R. § 1303.70 (OMB), and 41 C.F.R. § 105-60.305-13 (GSA), I request a complete waiver of all search, review, and duplication fees associated with this request based on the following grounds:\r\n\r\nDisclosure Will Significantly Contribute to Public Understanding: The requested records will reveal previously undisclosed information about federal expenditures, potential conflicts of interest, and policy decisions regarding social media advertising that are not currently available to the general public. Specifically:\r\na) The requested records concern identified operations and activities of the federal government, namely the expenditure of taxpayer funds on advertising with X Corp and the potential influence of Elon Musk's advisory role on these decisions.\r\nb) Disclosure will be meaningfully informative and will enhance public understanding of government operations, as it will reveal the extent, nature, and timing of federal advertising expenditures with X Corp and any correlation with Musk's advisory role.\r\nc) The contribution to public understanding will be significant, as these records will allow for the first comprehensive analysis of federal advertising expenditures with X Corp following Musk's appointment as a government advisor.\r\nDisclosure Will Not Primarily Serve Commercial Interest: The primary purpose of this request is to inform the public about federal activities and expenditures:\r\na) As an investigative journalist, I will analyze these records and disseminate the information to the public through established news media channels, reaching a broad audience.\r\nb) Any commercial benefit that might accrue is incidental to the public purpose of informing citizens about government operations and expenditures.\r\nc) The public interest in disclosure far outweighs any commercial interest, as it concerns the potential conflicts of interest in the federal government's advertising decisions and expenditure of taxpayer funds.\r\n\r\nShould the fee waiver be denied, please notify me before incurring costs exceeding $100. I reserve the right to appeal any denial of the fee waiver request.\r\nFORMAT OF PRODUCTION\r\n\r\nPlease provide all responsive records in their native electronic format with all metadata intact. Specifically:\r\n\r\nElectronic Communications:\r\n\r\nEmails should be provided in .MSG or .EML format to preserve header information\r\nText messages or instant messages in their native format with metadata preserved\r\nCalendar items in .ICS format with attendee and scheduling information intact\r\n\r\n\r\nDocuments:\r\n\r\nWord processing documents, spreadsheets, and presentations in their native formats (.DOCX, .XLSX, .PPTX)\r\nIf converted to PDF, documents should be text-searchable and maintain metadata\r\nDatabase extracts in structured formats (.CSV, .XML, .JSON) with field descriptions\r\n\r\n\r\nContract and Financial Records:\r\n\r\nContracts in their complete form with all attachments\r\nFinancial data in machine-readable formats that maintain calculation formulas and relationships\r\nAnalytics reports in their original format with all charts, tables, and underlying data\r\n\r\n\r\n\r\nPRESERVATION REQUEST AND RIGHT TO APPEAL\r\n\r\nI request that all responsive records be preserved in their entirety, including metadata, pending the processing of this request. If you determine that any portion of the requested records is exempt from disclosure, I request that:\r\n\r\nYou provide a detailed Vaughn index specifically identifying each document withheld, the statutory exemption claimed, and a particularized explanation of how disclosure would damage the interests protected by the claimed exemption.\r\nYou release all reasonably segregable non-exempt portions of otherwise exempt records, pursuant to 5 U.S.C. § 552(b).\r\nFor each withholding decision, you articulate in writing the specific \"foreseeable harm\" that would result from disclosure, as required by the FOIA Improvement Act of 2016.\r\n\r\nI expressly reserve the right to appeal any full or partial denial of this request, including any determinations regarding the applicability of exemptions, fee waiver denials, expedited processing denials, or regarding the adequacy of the search conducted. Further, I reserve the right to seek judicial review in federal court pursuant to 5 U.S.C. § 552(a)(4)(B) if your agency fails to comply with FOIA's requirements.\r\n\r\nCONCLUSION\r\n\r\nThank you for your prompt attention to this request. As provided by statute, I anticipate a determination on expedited processing within 10 calendar days and a substantive response to this request within 20 working days. Please provide acknowledgment of receipt and a tracking number for this request.\r\n\r\n\r\n\r\nSincerely,\r\nJordan Lassiter\r\nInvestigative Journalist\r\n\r\nAttachments:\r\n\r\nDetailed Fee Waiver Justification",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1267681,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/153533/Fee_Waiver_Letter_copy.pdf",
            "datetime": "2025-03-12T07:22:47.515288",
            "title": "Fee_Waiver_Letter_copy.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/federal-advertising-expenditures-and-communications-involving-x-corp-formerly-twitter-the-boring-company-and-elon-musk-us-office-of-management-and-budget-182945/"
  },
  {
    "id": 182944,
    "title": "Federal Advertising Expenditures and Communications Involving X Corp (Formerly Twitter), The Boring Company, and Elon Musk (General Services Administration)",
    "slug": "federal-advertising-expenditures-and-communications-involving-x-corp-formerly-twitter-the-boring-company-and-elon-musk-general-services-administration",
    "status": "submitted",
    "embargo_status": "public",
    "user": 4164,
    "username": "TheJ",
    "agency": 33,
    "datetime_submitted": "2025-03-12T07:22:47.296638",
    "date_due": "2025-04-09",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-12T07:22:47.406860",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 182944,
        "from_user": 4164,
        "to_user": 10001,
        "subject": "",
        "datetime": "2025-03-12T07:22:47.406860",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Jordan Lassiter\r\nInvestigative Journalist\r\nMarch 12, 2025\r\nVIA EMAIL, CERTIFIED MAIL & FOIA ONLINE PORTAL\r\nFOIA Officer\r\nOffice of Management and Budget (OMB)\r\n725 17th Street, NW\r\nWashington, DC 20503\r\nEmail: OMBFOIA@omb.eop.gov\r\nFOIA Officer\r\nGeneral Services Administration (GSA)\r\n1800 F Street, NW\r\nWashington, DC 20405\r\nEmail: FOIA@gsa.gov\r\n\r\nDISCLAIMER:\r\nPlease read this FOIA request carefully. All communications regarding this request are public and may be disclosed on the MuckRock platform.\r\n\r\n FREEDOM OF INFORMATION ACT REQUEST – Federal Advertising Expenditures and Communications Involving X Corp (Formerly Twitter), The Boring Company, and Elon Musk\r\n\r\nDear FOIA Officers:\r\nPursuant to the Freedom of Information Act, 5 U.S.C. § 552 et seq. (\"FOIA\"), applicable regulations (5 C.F.R. § 1303 for OMB; 41 C.F.R. § 105-60 for GSA), and Executive Order 14164 (April 2023), I, Jordan Lassiter, formally request access to and copies of all records, reports, communications, and associated metadata pertaining to federal advertising expenditures, procurement contracts, financial transactions, policy decisions, and official communications involving X Corp (formerly Twitter), The Boring Company, and/or Elon Musk in his capacity as a special government advisor.\r\nThis request covers the period from January 1, 2024, through March 12, 2025. My request is intended to promote public understanding of government operations and potential conflicts of interest in the expenditure of taxpayer funds. Due to the time-sensitive nature of this matter and its significant public interest implications, expedited processing is requested as detailed below.\r\nRECORDS REQUESTED\r\n\r\n1. FEDERAL ADVERTISING AND MARKETING EXPENDITURES RELATED TO X CORP\r\n\r\nRecords Requested:\r\na) Financial Records:\r\n\r\nAll budgetary documents, financial reports, procurement records, allocation memoranda, and expenditure authorizations reflecting federal advertising, marketing, promotional, public relations, or digital engagement expenditures involving X Corp from January 1, 2024, to March 12, 2025\r\nLine-item budget details specifying amounts allocated to X Corp versus other social media platforms\r\nComparative spending analyses showing historical advertising expenditure patterns across digital platforms before and after January 20, 2025\r\nFinancial system data exports showing all transactions with X Corp including transaction IDs, dates, amounts, authorizing officials, and accounting codes\r\n\r\nb) Procurement Documentation:\r\n\r\nAll federal contracts, purchase orders, statements of work, delivery orders, task orders, blanket purchase agreements, indefinite delivery/indefinite quantity (IDIQ) contract actions, and government-wide acquisition contract (GWAC) orders related to X Corp services\r\nAll invoices, payment records, receiving reports, and disbursement authorizations related to X Corp\r\nContract modifications, amendments, extensions, or cancellations involving X Corp\r\nContracting officer's representative (COR) files related to X Corp contracts\r\n\r\nc) Budget Classification Records:\r\n\r\nRecords of expenditures categorized under the following Object Class Codes:\r\n\r\n25.1 – Advertising Services\r\n25.2 – Other Services from Non-Federal Sources\r\n25.3 – Other Goods and Services from Federal Sources\r\n25.4 – Operation and Maintenance of Facilities\r\n25.7 – Operation and Maintenance of Equipment\r\n26.0 – Supplies and Materials\r\nAny other object classes used to classify X Corp-related expenditures\r\n\r\n\r\nProgram Activity Codes and Budget Function Codes associated with X Corp expenditures\r\nTreasury Account Symbols (TAS) used for X Corp payments\r\n\r\nd) Interagency Agreements:\r\n\r\nEconomy Act (31 U.S.C. § 1535) determinations and findings related to X Corp services\r\nInteragency agreements designating OMB or GSA as purchasing agencies for X Corp services on behalf of other agencies\r\nFunds transfer documentation between agencies related to X Corp expenditures\r\n\r\n2. COMMUNICATIONS AND DIRECTIVES INVOLVING ELON MUSK AND X CORP\r\nRecords Requested:\r\na) Official Communications:\r\n\r\nAll emails, text messages, instant messages, memoranda, letters, calendar invitations, meeting agendas, meeting minutes, briefing materials, presentations, transcripts, recordings, and notes of any communications between OMB/GSA officials and:\r\n\r\nElon Musk (in his role as a special government advisor)\r\nRepresentatives, employees, contractors, or agents of X Corp\r\nWhite House staff, including the Executive Office of the President\r\nAgency directors, chief financial officers, or procurement officials discussing X Corp-related spending or policy\r\n\r\n\r\nComplete email threads including attachments, with full headers and metadata preserved\r\nAll communications mentioning \"X Corp,\" \"Twitter,\" \"Musk,\" \"social media advertising,\" \"platform advertising reallocation,\" or related terms\r\n\r\nb) Decision Documents:\r\n\r\nRecords of policy decisions, directives, or funding reallocation discussions directing government advertising or digital engagement toward X Corp\r\nMeeting materials from any interagency working groups, task forces, or committees addressing federal social media strategy or spending\r\nDecision memoranda, policy papers, white papers, or briefing documents related to federal social media presence and advertising strategy\r\nDrafts and final versions of any new policies, guidance, or directives affecting social media spending\r\n\r\nc) Advisory Role Documentation:\r\n\r\nPosition description, appointment letter, or terms of reference for Elon Musk's role as special government advisor\r\nEthics opinions, conflict of interest analyses, recusal memoranda, or ethics waivers related to Musk's dual roles as X Corp owner and government advisor\r\nFinancial disclosure forms, ethics agreements, or confidentiality agreements executed by Musk\r\nRecords of compensation, reimbursement, or benefits provided to Musk in his advisory capacity\r\n\r\nd) Legal and Compliance Records:\r\n\r\nAny memorandums of understanding (MOUs), interagency agreements, classified expenditure authorizations, or special procurement authorities involving X Corp\r\nLegal opinions, Office of Legal Counsel memoranda, or other analyses regarding the legality or propriety of federal advertising on X Corp or Musk's advisory role\r\nRecords of any ethics consultations, investigations, or compliance reviews related to X Corp spending or Musk's advisory role\r\nInspector General communications, whistleblower complaints, or oversight inquiries related to X Corp spending\r\n\r\n3. PROCUREMENT AND VENDOR CONTRACTS FOR X CORP SERVICES\r\nRecords Requested:\r\na) Pre-Award Documentation:\r\n\r\nAll requests for information (RFIs), market research reports, requests for proposals (RFPs), requests for quotations (RFQs), solicitations, statements of work (SOWs), performance work statements (PWSs), or other pre-solicitation documents related to X Corp services\r\nSource selection plans, evaluation criteria, technical evaluation panel notes, price analyses, and award recommendation memoranda\r\nSole-source justifications, limited competition determinations, brand name justifications, or other documentation waiving full and open competition requirements for X Corp contracts\r\nDeterminations of contractor responsibility, pre-award surveys, or vendor qualification assessments for X Corp\r\n\r\nb) Contract Documentation:\r\n\r\nComplete contract files for all awarded contracts, including base contracts and all modifications\r\nPricing schedules, rate cards, discount arrangements, or other pricing information for X Corp services\r\nPerformance metrics, service level agreements (SLAs), or key performance indicators (KPIs) included in X Corp contracts\r\nContract administration records, including contractor performance assessments, acceptance documentation, and invoice approval records\r\n\r\nc) Agency-Specific Information:\r\n\r\nRecords identifying which agencies allocated funds for X Corp advertising, including amounts and purposes\r\nDocumentation of whether contracts were subject to competitive bidding, simplified acquisition procedures, or other procurement methods\r\nAcquisition plans, procurement strategy documents, or spend plans related to social media advertising\r\nSmall business set-aside determinations, subcontracting plans, or other socioeconomic procurement considerations\r\n\r\nd) Vendor Management:\r\n\r\nContractor personnel records, including key personnel identified in contracts or task orders\r\nSecurity clearance or access authorization records for X Corp personnel servicing federal contracts\r\nCorrespondence between contracting officials and X Corp representatives regarding contract performance or deliverables\r\nRecords of contract disputes, claims, cure notices, or termination considerations\r\n\r\n4. FUNDING ALLOCATIONS AND REALLOCATIONS RELATED TO X CORP\r\nRecords Requested:\r\na) Budget Reallocation Records:\r\n\r\nInternal agency communications, memoranda, directives, or guidance regarding budget reallocations affecting advertising expenditures across social media platforms\r\nApportionment requests, budget execution documents, or reprogramming notifications showing shifts in advertising funding\r\nBudget justification materials for X Corp-related expenditures\r\nRecords of Congressional notifications related to reprogramming of funds for advertising purposes\r\n\r\nb) Comparative Spending Analysis:\r\n\r\nAny records, reports, data extracts, or analyses indicating a shift of federal digital advertising funds from other platforms (e.g., Facebook, Instagram, YouTube, LinkedIn, TikTok) to X Corp since January 1, 2024\r\nSpending pattern analyses, trend reports, or impact assessments related to changes in social media advertising strategy\r\nCost-benefit analyses, return on investment calculations, or performance metrics comparing different social media platforms\r\nMarket research or vendor capability assessments justifying platform selection decisions\r\n\r\nc) Special Funding Mechanisms:\r\n\r\nAny special funding authorizations, discretionary spending approvals, emergency procurements, or classified transactions linked to X Corp\r\nRecords of any national security exemptions, emergency authorities, or special appropriations used to fund X Corp services\r\nDocumentation of any pooled agency funding arrangements, shared services agreements, or enterprise license agreements for X Corp\r\nWorking capital fund, revolving fund, or franchise fund utilization for X Corp expenditures\r\n\r\nd) Accounting Documentation:\r\n\r\nGeneral ledger entries, subsidiary ledger data, or accounting system reports detailing X Corp expenditures\r\nFinancial system audit logs showing creation, modification, or approval of X Corp-related transactions\r\nFund certification records, commitment documents, or obligation records related to X Corp spending\r\nPeriod-end financial reports or statements reflecting X Corp expenditures\r\n\r\n5. PERFORMANCE METRICS AND EFFECTIVENESS ASSESSMENTS\r\n\r\nRecords Requested:\r\na) Marketing Analytics:\r\n\r\nAll performance reports, analytics data, engagement metrics, or return on investment analyses for federal advertising campaigns on X Corp\r\nComparative analytics reports measuring X Corp performance against other social media platforms\r\nAudience reach statistics, demographic data, or targeting parameters used for X Corp advertising\r\nClick-through rates, conversion metrics, or other effectiveness measurements for X Corp campaigns\r\n\r\nb) Internal Assessments:\r\n\r\nAgency evaluations, after-action reports, or performance reviews of X Corp advertising campaigns\r\nBriefing materials or presentations discussing the effectiveness of X Corp as an advertising platform\r\nCost-per-engagement, cost-per-impression, or other efficiency metrics for X Corp campaigns\r\nInternal communications discussing the performance, strengths, or weaknesses of X Corp advertising\r\n\r\nc) Strategic Communications:\r\n\r\nCommunications plans, media strategies, or campaign blueprints identifying X Corp as a platform for government messaging\r\nContent calendars, posting schedules, or message approval workflows for X Corp content\r\nRecords of content moderation, account verification, or other special arrangements with X Corp\r\nGuidelines, protocols, or best practices for federal agency use of X Corp\r\n\r\n6. PRIVATE SECTOR ENGAGEMENT AND COORDINATION\r\n\r\nRecords Requested:\r\na) Industry Coordination:\r\n\r\nRecords of meetings, calls, or correspondence between federal officials and advertising agencies, marketing firms, or digital strategy consultants regarding X Corp campaigns\r\nContracts, task orders, or statements of work with third-party marketing firms for management of X Corp advertising\r\nCommunications with industry associations, trade groups, or standards organizations regarding social media advertising practices\r\nRecords of industry days, vendor outreach events, or market research activities related to social media advertising\r\n\r\nb) Private Sector Influence:\r\n\r\nDocumentation of lobbying contacts, industry position papers, or advocacy materials received from X Corp or its representatives\r\nRecords of any special access, events, or meetings granted to X Corp representatives not afforded to other platform representatives\r\nCommunications regarding preferential treatment, expedited processing, or special consideration for X Corp\r\nDocumentation of any quid pro quo arrangements, implicit understandings, or reciprocal benefits involving X Corp\r\n\r\n7. THE BORING COMPANY CONTRACTS AND COMMUNICATIONS\r\n\r\nRecords Requested:\r\na) Contract Documentation:\r\n\r\nAll contracts, grant agreements, cooperative agreements, memoranda of understanding, or other transaction agreements between any federal agency and The Boring Company from January 1, 2024, to March 12, 2025\r\nProcurement documents including solicitations, proposals, bid evaluations, technical assessments, and award decisions related to The Boring Company\r\nFunding authorizations, budget allocations, and financial disbursements to The Boring Company\r\nContract modifications, amendments, extensions, or terminations involving The Boring Company\r\n\r\nb) Project Documentation:\r\n\r\nFeasibility studies, environmental impact assessments, or planning documents for infrastructure projects involving The Boring Company\r\nTechnical specifications, engineering analyses, or design documents for tunneling or transportation projects\r\nProject status reports, milestone achievements, performance evaluations, or quality control assessments\r\nRecords of site visits, inspections, or compliance reviews for Boring Company projects\r\n\r\nc) Communications:\r\n\r\nAll communications between federal officials and representatives of The Boring Company, including emails, meeting records, briefing materials, and correspondence\r\nInternal government communications discussing potential or actual projects involving The Boring Company\r\nCommunications between agencies regarding coordination of Boring Company projects or funding\r\nRecords of regulatory discussions, permitting processes, or compliance matters involving The Boring Company\r\n\r\nd) Decision Documentation:\r\n\r\nPolicy memoranda, decision papers, or directives regarding streamlined approval processes, regulatory exemptions, or special considerations for Boring Company projects\r\nRisk assessments, cost-benefit analyses, or comparative evaluations of The Boring Company versus alternative contractors or solutions\r\nRecords of congressional communications or briefings regarding The Boring Company projects\r\nDocumentation of any preferential treatment, expedited processing, or special accommodations provided to The Boring Company\r\n\r\nMETADATA AND FORMAT SPECIFICATIONS\r\n\r\nFor all electronically stored information, please include all relevant metadata, specifically:\r\n\r\nEmail Records:\r\n\r\nComplete email headers, including but not limited to:\r\n\r\nOriginal message IDs\r\nRouting information\r\nSMTP transmission data\r\nIP addresses of senders and recipients\r\n\"From,\" \"To,\" \"CC,\" and \"BCC\" fields\r\nDate and time stamps with time zone information\r\nSubject lines\r\nDelivery receipts and read receipts\r\nEmail client and server information\r\n\r\n\r\nThread indices and conversation references\r\nEmail signature blocks and disclaimers\r\nClassification markings or sensitivity indicators\r\nAll attachments in native format with intact metadata\r\n\r\n\r\nElectronic Documents:\r\n\r\nAuthor information and creation dates\r\nLast modified timestamps and modification history\r\nVersion information and revision tracking\r\nFile system metadata (creation, modification, access dates)\r\nDocument properties including title, subject, keywords\r\nTrack changes history and comments\r\nCustom properties and fields\r\nDigital signatures or authentication data\r\n\r\n\r\nStructured Data:\r\n\r\nDatabase schemas, data dictionaries, and relationship diagrams\r\nQuery parameters used to extract responsive information\r\nField descriptions and data types\r\nTable relationships and primary/foreign key information\r\nAny transformations applied to the data\r\n\r\n\r\n\r\nLEGAL AUTHORITIES AND PRECEDENTS\r\n\r\nThe requested records are subject to disclosure under FOIA, as consistently upheld by federal courts. In addition to the legal authorities cited in my previous correspondence, I reference the following case law and statutory provisions that are particularly relevant to this request:\r\n\r\nDepartment of Justice v. Reporters Committee for Freedom of the Press, 489 U.S. 749, 773 (1989): Establishing that the central purpose of FOIA is to open agency action to public scrutiny.\r\nMulti Ag Media LLC v. Department of Agriculture, 515 F.3d 1224, 1232 (D.C. Cir. 2008): Finding that disclosure of financial information in government possession serves FOIA's core purpose of permitting the public to assess government action.\r\nBloomberg L.P. v. Board of Governors of the Federal Reserve System, 601 F.3d 143 (2d Cir. 2010): Compelling disclosure of federal financial records, establishing precedent for disclosure of government expenditure details.\r\nDepartment of the Interior v. Klamath Water Users Protective Ass'n, 532 U.S. 1, 7-8 (2001): Emphasizing that FOIA's central purpose is \"to ensure an informed citizenry, vital to the functioning of a democratic society.\"\r\nNLRB v. Sears, Roebuck & Co., 421 U.S. 132, 153 (1975): Requiring disclosure of records that constitute \"working law\" of the agency, including policy decisions and interpretations.\r\nMilner v. Department of Navy, 562 U.S. 562, 571 (2011): Reiterating that FOIA mandates a \"strong presumption in favor of disclosure.\"\r\nCenter for Effective Government v. U.S. Department of State, 7 F. Supp. 3d 16, 29-30 (D.D.C. 2013): Confirming that records of ethical conflicts and potential conflicts of interest fall within FOIA's scope.\r\nPublic Citizen Health Research Group v. FDA, 704 F.2d 1280, 1286 (D.C. Cir. 1983): Establishing that FOIA exemptions must be narrowly construed with the burden on the agency to justify withholding.\r\nAmerican Oversight v. General Services Administration, No. 18-cv-2419 (D.D.C. March 1, 2022): Requiring disclosure of communications between agency officials and politically connected individuals regarding government expenditures.\r\nCause of Action Institute v. Export-Import Bank, 521 F. Supp. 3d 64 (D.D.C. 2021): Compelling disclosure of records related to government financial transactions.\r\nCitizens for Responsibility and Ethics in Washington v. U.S. Department of Homeland Security, 592 F. Supp. 2d 111 (D.D.C. 2009): Recognizing public interest in records that shed light on potential conflicts of interest.\r\nJudicial Watch, Inc. v. Department of Defense, 913 F.3d 1106 (D.C. Cir. 2019): Upholding the public's right to records that reveal how government resources are allocated.\r\nElectronic Privacy Information Center v. Department of Justice, 416 F. Supp. 2d 30, 41 (D.D.C. 2006): Emphasizing that the public has \"a significant interest in knowing how the government is spending taxpayer money.\"\r\nOpenTheGovernment v. Department of Justice, 18-cv-1038 (D.D.C. May 17, 2018): Requiring disclosure of records related to government policies that potentially benefit private entities with connections to public officials.\r\nNew York Times Co. v. Office of Management and Budget, No. 23-cv-3662 (S.D.N.Y. Sept. 8, 2023): Ordering production of records related to federal budget directives and reallocations.\r\nProPublica, Inc. v. Department of Health & Human Services, 11-cv-1095 (D.D.C. Feb. 4, 2013): Compelling disclosure of federal contract spending data and communications with contractors.\r\nAmerican Small Business League v. U.S. Department of Defense, 963 F.3d 1 (D.C. Cir. 2020): Requiring disclosure of detailed federal procurement data and contractor information.\r\nCompetitive Enterprise Institute v. Office of Science and Technology Policy, 827 F.3d 145, 149-50 (D.C. Cir. 2016): Establishing that agency records include those created by officials in their official capacity, regardless of where they are stored.\r\nFriends of Animals v. Bureau of Land Management, 531 F. Supp. 3d 246 (D.D.C. 2021): Compelling disclosure of internal decision-making documents affecting public resources.\r\nProperty of the People, Inc. v. Department of Justice, 384 F. Supp. 3d 55 (D.D.C. 2019): Requiring disclosure of records related to potential conflicts of interest involving government officials.\r\n\r\nIn addition to this extensive case law, I note that the following statutory and regulatory authorities further support this request:\r\n\r\nFOIA Improvement Act of 2016 (Public Law 114-185): Codifying the \"foreseeable harm\" standard and requiring agencies to withhold information only if disclosure would harm an interest protected by an exemption.\r\nFederal Funding Accountability and Transparency Act (FFATA), 31 U.S.C. § 6101: Mandating public access to information about federal contract expenditures exceeding $25,000.\r\nDigital Accountability and Transparency Act (DATA Act) (Public Law 113-101): Requiring standardized publication of federal spending data.\r\nFederal Acquisition Regulation (FAR) Subpart 5.4: Establishing requirements for public disclosure of contract awards.\r\nOffice of Management and Budget Circular A-11 (2023): Providing guidance on budget execution transparency.\r\nExecutive Order 14164 (April 2023): \"Promoting Government Transparency Through FOIA\": Directing agencies to apply the presumption of openness and requiring proactive disclosures of information in the public interest.\r\n\r\nREQUEST FOR EXPEDITED PROCESSING\r\n\r\nPursuant to 5 U.S.C. § 552(a)(6)(E), I request expedited processing of this FOIA request based on the following compelling grounds:\r\n\r\nUrgency to Inform the Public: This request concerns federal activities and expenditures that involve questions about the government's integrity. The dual role of Elon Musk as both owner of X Corp and a special government advisor creates an inherent potential conflict of interest that the public has an urgent need to understand, particularly if federal advertising expenditures are being redirected to benefit X Corp.\r\nMatter of Widespread Public Interest: The relationship between Elon Musk and the federal government, including his advisory role and any corresponding benefits to his business interests, has received substantial national media coverage and public interest. Major news outlets including The Washington Post, The New York Times, CNN, and others have reported on these matters, indicating significant public concern.\r\nTime-Sensitive Nature: These records pertain to ongoing government activities and expenditures, with potential continuing effects on federal advertising decisions and budget allocations. Delay in disclosure would significantly reduce the value of the information to inform the public about current government activities.\r\nCredible Public Interest Journalism: As an established investigative journalist, I have a demonstrated track record of analyzing and disseminating information about government operations to a broad public audience. The requested information will be promptly analyzed and shared through established news media channels.\r\n\r\nREQUEST FOR FEE WAIVER\r\n\r\nPursuant to 5 U.S.C. § 552(a)(4)(A)(iii), 5 C.F.R. § 1303.70 (OMB), and 41 C.F.R. § 105-60.305-13 (GSA), I request a complete waiver of all search, review, and duplication fees associated with this request based on the following grounds:\r\n\r\nDisclosure Will Significantly Contribute to Public Understanding: The requested records will reveal previously undisclosed information about federal expenditures, potential conflicts of interest, and policy decisions regarding social media advertising that are not currently available to the general public. Specifically:\r\na) The requested records concern identified operations and activities of the federal government, namely the expenditure of taxpayer funds on advertising with X Corp and the potential influence of Elon Musk's advisory role on these decisions.\r\nb) Disclosure will be meaningfully informative and will enhance public understanding of government operations, as it will reveal the extent, nature, and timing of federal advertising expenditures with X Corp and any correlation with Musk's advisory role.\r\nc) The contribution to public understanding will be significant, as these records will allow for the first comprehensive analysis of federal advertising expenditures with X Corp following Musk's appointment as a government advisor.\r\nDisclosure Will Not Primarily Serve Commercial Interest: The primary purpose of this request is to inform the public about federal activities and expenditures:\r\na) As an investigative journalist, I will analyze these records and disseminate the information to the public through established news media channels, reaching a broad audience.\r\nb) Any commercial benefit that might accrue is incidental to the public purpose of informing citizens about government operations and expenditures.\r\nc) The public interest in disclosure far outweighs any commercial interest, as it concerns the potential conflicts of interest in the federal government's advertising decisions and expenditure of taxpayer funds.\r\n\r\nShould the fee waiver be denied, please notify me before incurring costs exceeding $100. I reserve the right to appeal any denial of the fee waiver request.\r\nFORMAT OF PRODUCTION\r\n\r\nPlease provide all responsive records in their native electronic format with all metadata intact. Specifically:\r\n\r\nElectronic Communications:\r\n\r\nEmails should be provided in .MSG or .EML format to preserve header information\r\nText messages or instant messages in their native format with metadata preserved\r\nCalendar items in .ICS format with attendee and scheduling information intact\r\n\r\n\r\nDocuments:\r\n\r\nWord processing documents, spreadsheets, and presentations in their native formats (.DOCX, .XLSX, .PPTX)\r\nIf converted to PDF, documents should be text-searchable and maintain metadata\r\nDatabase extracts in structured formats (.CSV, .XML, .JSON) with field descriptions\r\n\r\n\r\nContract and Financial Records:\r\n\r\nContracts in their complete form with all attachments\r\nFinancial data in machine-readable formats that maintain calculation formulas and relationships\r\nAnalytics reports in their original format with all charts, tables, and underlying data\r\n\r\n\r\n\r\nPRESERVATION REQUEST AND RIGHT TO APPEAL\r\n\r\nI request that all responsive records be preserved in their entirety, including metadata, pending the processing of this request. If you determine that any portion of the requested records is exempt from disclosure, I request that:\r\n\r\nYou provide a detailed Vaughn index specifically identifying each document withheld, the statutory exemption claimed, and a particularized explanation of how disclosure would damage the interests protected by the claimed exemption.\r\nYou release all reasonably segregable non-exempt portions of otherwise exempt records, pursuant to 5 U.S.C. § 552(b).\r\nFor each withholding decision, you articulate in writing the specific \"foreseeable harm\" that would result from disclosure, as required by the FOIA Improvement Act of 2016.\r\n\r\nI expressly reserve the right to appeal any full or partial denial of this request, including any determinations regarding the applicability of exemptions, fee waiver denials, expedited processing denials, or regarding the adequacy of the search conducted. Further, I reserve the right to seek judicial review in federal court pursuant to 5 U.S.C. § 552(a)(4)(B) if your agency fails to comply with FOIA's requirements.\r\n\r\nCONCLUSION\r\n\r\nThank you for your prompt attention to this request. As provided by statute, I anticipate a determination on expedited processing within 10 calendar days and a substantive response to this request within 20 working days. Please provide acknowledgment of receipt and a tracking number for this request.\r\n\r\n\r\n\r\nSincerely,\r\nJordan Lassiter\r\nInvestigative Journalist\r\n\r\nAttachments:\r\n\r\nDetailed Fee Waiver Justification",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1267680,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/153533/Fee_Waiver_Letter_copy.pdf",
            "datetime": "2025-03-12T07:22:47.406860",
            "title": "Fee_Waiver_Letter_copy.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/federal-advertising-expenditures-and-communications-involving-x-corp-formerly-twitter-the-boring-company-and-elon-musk-general-services-administration-182944/"
  },
  {
    "id": 182941,
    "title": "Treasury Cryptocurrency Holdings and Management",
    "slug": "treasury-cryptocurrency-holdings-and-management",
    "status": "submitted",
    "embargo_status": "public",
    "user": 4164,
    "username": "TheJ",
    "agency": 83,
    "datetime_submitted": "2025-03-12T07:06:04.100825",
    "date_due": "2025-04-09",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-12T07:06:04.349670",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 182941,
        "from_user": 4164,
        "to_user": 9624,
        "subject": "Freedom of Information Act Request: Treasury Cryptocurrency Holdings and Management",
        "datetime": "2025-03-12T07:06:04.349670",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Jordan Lassiter\r\nInvestigative Journalist\r\nMarch 12, 2025\r\n\r\nRecords Access Officer\r\nFreedom of Information Act Request\r\nU.S. Department of the Treasury\r\n1500 Pennsylvania Avenue, NW\r\nWashington, DC 20220\r\n\r\n**DISCLAIMER:**\r\nPlease read this FOIA request carefully. All communications regarding this request are public and may be disclosed on the MuckRock platform.\r\n\r\n FREEDOM OF INFORMATION ACT REQUEST - TREASURY CRYPTOCURRENCY HOLDINGS AND MANAGEMENT\r\n\r\nDear FOIA Officer:\r\n\r\nPursuant to the Freedom of Information Act (5 U.S.C. § 552 et seq.) and Treasury Department FOIA regulations (31 C.F.R. Part 1), I, Jordan Lassiter, hereby request access to all records and documents pertaining to the U.S. Department of the Treasury's cryptocurrency holdings, transactions, and management protocols. This request encompasses, but is not expressly limited to, the categories of records delineated below.\r\n\r\n1. DIGITAL WALLET ADDRESSES AND HOLDINGS:\r\n\r\nA comprehensive and detailed inventory of all digital wallet addresses held, managed, controlled, or monitored by the Department, its offices, bureaus, and authorized agents, including:\r\n\r\na) **Wallet Infrastructure Details:**\r\n   - Public wallet addresses with corresponding blockchain identifiers\r\n   - Security protocols implemented for wallet access and management\r\n   - Multi-signature authorization structures and associated key management systems\r\n   - Cold storage vs. hot wallet distribution ratios and security implementation details\r\n   - Hardware security modules (HSMs) utilized for private key protection\r\n\r\nb) **Cryptocurrency Holdings Inventory:**\r\n   - **Layer-1 Blockchain Assets:** Bitcoin (BTC), Ethereum (ETH), Binance Coin (BNB), Cardano (ADA), Solana (SOL), Avalanche (AVAX), Polkadot (DOT), Cosmos (ATOM), Bitcoin Cash (BCH), Litecoin (LTC)\r\n   - **Privacy-Focused Cryptocurrencies:** Monero (XMR), Zcash (ZEC), Dash (DASH), Firo (FIRO), Zcoin (XZC), Grin (GRIN), Beam (BEAM)\r\n   - **Stablecoins:** Tether (USDT), USD Coin (USDC), Dai (DAI), TrueUSD (TUSD), Binance USD (BUSD), Pax Dollar (USDP)\r\n   - **DeFi & Utility Tokens:** Uniswap (UNI), Chainlink (LINK), Aave (AAVE), Compound (COMP), Maker (MKR), Yearn.Finance (YFI)\r\n   - **Alternative Cryptocurrencies:** Dogecoin (DOGE), Shiba Inu (SHIB), Ripple (XRP), Stellar (XLM), EOS.IO (EOS), Tron (TRX), Algorand (ALGO), BitClout (CLOUT), SafeMoon (SAFEMOON), Namecoin (NMC), Peercoin (PPC), Gridcoin (GRC), Primecoin (XPM), Vertcoin (VTC), Ethereum Classic (ETC)\r\n   - **Non-Fungible Tokens (NFTs):** Any and all NFTs held by the Department, including collection names, token IDs, and associated metadata\r\n\r\nc) **Transaction Records:**\r\n   - Comprehensive transaction histories for each wallet address, including:\r\n     - Transaction hashes\r\n     - Block heights and timestamps\r\n     - Transaction amounts and fees\r\n     - Counterparty addresses\r\n     - Transaction purposes (categorized by operational objective)\r\n     - Authorization records for each transaction\r\n     - Internal accounting codes and classifications for each transaction\r\n\r\n 2. RECORDS OF SEIZED OR FORFEITED DIGITAL ASSETS:\r\n\r\na) **Asset Forfeiture Documentation:**\r\n   - All records, reports, and associated documentation relating to cryptocurrency assets seized, frozen, or forfeited through criminal or civil proceedings\r\n   - Case identifiers for each seizure event, including court dockets and agency reference numbers\r\n   - Chain of custody documentation for seized digital assets\r\n   - Technical details of seizure methodologies employed\r\n\r\nb) **Legal Basis and Processing:**\r\n   - Documentation detailing the specific legal authorities relied upon for each seizure\r\n   - Court orders, warrants, and associated legal filings authorizing the seizure of digital assets\r\n   - Records of administrative and judicial proceedings related to cryptocurrency forfeitures\r\n   - Documentation of due process notifications provided to affected parties\r\n\r\nc) **Valuation and Accounting:**\r\n   - Methodology used to determine the USD value of seized assets at time of seizure\r\n   - Accounting records showing how seized assets are recorded on Treasury's books\r\n   - Valuation reassessments and marked-to-market accounting records\r\n   - Revenue recognition protocols for seized assets\r\n\r\nd) **Strategic Bitcoin Reserve and U.S. Digital Asset Stockpile:**\r\n   - Complete inventory of assets allocated to the Strategic Bitcoin Reserve\r\n   - Allocation criteria and distribution methodology for assets directed to the U.S. Digital Asset Stockpile\r\n   - Governance structures established for management of these reserves\r\n   - Risk management frameworks implemented for these holdings\r\n   - Accounting treatment and financial reporting standards applied to these reserve assets\r\n\r\n3. INTERNAL POLICIES AND INTERAGENCY COMMUNICATIONS:\r\n\r\na) **Operational Policies and Procedures:**\r\n   - All internal directives, memoranda, handbooks, manuals, and standard operating procedures regarding:\r\n     - Acquisition of digital assets\r\n     - Secure storage protocols\r\n     - Transaction approval processes\r\n     - Key management and access controls\r\n     - Asset disposition guidelines\r\n     - Audit and compliance requirements\r\n\r\nb) **Strategic Planning Documents:**\r\n   - Long-term strategy documents related to digital asset holdings\r\n   - Risk assessment frameworks for cryptocurrency portfolios\r\n   - Contingency planning for blockchain forks, security vulnerabilities, or regulatory changes\r\n   - Economic analysis of Treasury cryptocurrency holdings and their potential impact on markets\r\n\r\nc) **Interagency Communications:**\r\n   - All communications, meeting minutes, memoranda of understanding, and joint operation agreements between the Treasury Department and:\r\n     - Department of Justice (including FBI and U.S. Marshals Service)\r\n     - Securities and Exchange Commission\r\n     - Commodity Futures Trading Commission\r\n     - Financial Crimes Enforcement Network (FinCEN)\r\n     - Office of Foreign Assets Control (OFAC)\r\n     - Internal Revenue Service\r\n     - Department of Homeland Security\r\n     - Federal Reserve System\r\n     - Office of the Comptroller of the Currency\r\n     - Secret Service\r\n\r\n   - Specifically including communications regarding:\r\n     - Coordination of digital asset seizures\r\n     - Transfer protocols between agencies\r\n     - Joint custody arrangements\r\n     - Implementation of Executive Order 14178\r\n     - Establishment of the Strategic Bitcoin Reserve\r\n     - Development of the U.S. Digital Asset Stockpile\r\n     \r\n   - For all email communications responsive to this request, please include complete metadata, including but not limited to:\r\n     - Full email headers\r\n     - BCC recipients\r\n     - Timestamps and time zones\r\n     - Email chain histories\r\n     - Delivery and read receipts\r\n     - Server routing information\r\n     - Message IDs\r\n     - IP addresses of senders and recipients\r\n     - All attachments in their native format with intact metadata\r\n\r\n4. IMPLEMENTATION DOCUMENTATION FOR THE STRATEGIC BITCOIN RESERVE AND DIGITAL ASSET STOCKPILE:\r\n\r\na) **Executive Order Implementation:**\r\n   - All records, reports, action plans, and internal guidance documents created to implement Executive Order 14178\r\n   - Working group or task force formation documents, including membership rosters and meeting minutes\r\n   - Implementation timelines, milestones, and progress reports\r\n   - Budget allocations and resource commitments for implementation activities\r\n\r\nb) **Operational Infrastructure:**\r\n   - Technical specifications for storage systems used for the Strategic Bitcoin Reserve\r\n   - Security protocols and vulnerability assessments for reserve storage systems\r\n   - Documentation of physical security measures for cold storage components\r\n   - Redundancy and disaster recovery plans for the reserve infrastructure\r\n\r\nc) **Governance Framework:**\r\n   - Decision-making authority documentation for reserve management\r\n   - Oversight committee charters and membership\r\n   - Conflict of interest policies for officials with access to reserve assets\r\n   - Audit schedules and methodologies for reserve verification\r\n\r\nd) **Financial and Economic Analysis:**\r\n   - Market impact assessments of reserve establishment and operations\r\n   - Economic models used to determine optimal reserve size and composition\r\n   - Valuation methodologies for reserve assets\r\n   - Long-term projections and scenario analyses for reserve management\r\n\r\ne) **Public Communication Materials:**\r\n   - Drafts and final versions of press releases, fact sheets, and other public communications regarding the Strategic Bitcoin Reserve and U.S. Digital Asset Stockpile\r\n   - Talking points prepared for officials regarding these initiatives\r\n   - Records of congressional briefings or testimony regarding these programs\r\n\r\n 5. EXTERNAL CONTRACTS AND VENDOR RELATIONSHIPS:\r\n\r\na) **Custodial Services:**\r\n   - All contracts, statements of work, and service level agreements with third-party cryptocurrency custodians\r\n   - Vendor selection criteria and evaluation documents\r\n   - Due diligence and security assessment reports for contracted custodians\r\n   - Performance evaluations and compliance reviews of custody providers\r\n\r\nb) **Technical Services:**\r\n   - Contracts with blockchain analytics firms, including scope of services\r\n   - Technical consulting engagements related to cryptocurrency management\r\n   - Software licensing agreements for blockchain monitoring or wallet management tools\r\n   - Service agreements with security audit providers\r\n\r\nc) **Legal and Financial Advisors:**\r\n   - Engagement agreements with external legal counsel specializing in digital asset matters\r\n   - Contracts with financial advisors providing cryptocurrency valuation services\r\n   - Consulting agreements related to regulatory compliance for digital assets\r\n\r\n 6. ACCOUNTING AND AUDIT RECORDS:\r\n\r\na) **Financial Reporting:**\r\n   - Balance sheet entries and supporting documentation relating to cryptocurrency holdings\r\n   - Methodology documents for financial statement recognition of digital assets\r\n   - Notes to financial statements addressing cryptocurrency holdings\r\n   - Disclosures provided to Government Accountability Office regarding digital assets\r\n\r\nb) **Audit Documentation:**\r\n   - Internal audit reports concerning cryptocurrency holdings and operations\r\n   - External audit findings related to digital assets\r\n   - Management responses to audit findings\r\n   - Remediation plans for identified control weaknesses\r\n   - Proof-of-reserve verification protocols and results\r\n\r\n TIME FRAME CONFIRMATION:\r\n\r\nTo eliminate any ambiguity, the timeframe for all requested records is:\r\nJanuary 1, 2022 – March 12, 2025 (Present)\r\n\r\nLEGAL BASIS FOR DISCLOSURE:\r\n\r\nThe requested records are subject to disclosure under 5 U.S.C. § 552. The FOIA establishes a strong statutory presumption in favor of disclosure, placing the burden on the agency to justify withholding requested information. This presumption has been consistently recognized and enforced by federal courts. In support of this request, I reference the following authoritative case law and statutory provisions:\r\n\r\n1. **Department of the Air Force v. Rose**, 425 U.S. 352, 361 (1976): Establishing that FOIA mandates a \"general philosophy of full agency disclosure\" and that exemptions must be \"narrowly construed.\"\r\n\r\n2. **NLRB v. Robbins Tire & Rubber Co.**, 437 U.S. 214, 242 (1978): Reinforcing that FOIA's \"basic purpose reflected 'a general philosophy of full agency disclosure unless information is exempted under clearly delineated statutory language.'\"\r\n\r\n3. **FBI v. Abramson**, 456 U.S. 615, 630 (1982): Affirming that \"FOIA exceptions are to be narrowly construed.\"\r\n\r\n4. **United States Department of Justice v. Julian**, 486 U.S. 1, 8 (1988): Holding that the FOIA's \"mandate of disclosure\" requires federal agencies to disclose records unless they are specifically exempted.\r\n\r\n5. **Public Citizen v. U.S. Dept. of Justice**, 491 U.S. 440, 449 (1989): Emphasizing the public's right to access government records to ensure governmental accountability.\r\n\r\n6. **U.S. Department of Justice v. Tax Analysts**, 492 U.S. 136, 151 (1989): Confirming that agency financial records fall within FOIA's disclosure mandate and supporting the principle that FOIA requests need not demonstrate a \"need to know.\"\r\n\r\n7. **Milner v. Department of the Navy**, 562 U.S. 562, 565 (2011): Reiterating that FOIA \"requires federal agencies to make Government records available to the public, subject to nine exemptions for specific categories of material.\"\r\n\r\n8. **ACLU v. Department of Defense**, 543 F.3d 59, 66 (2d Cir. 2008): Holding that \"FOIA was enacted to promote honest and open government and to assure the existence of an informed citizenry in order to hold the governors accountable to the governed.\"\r\n\r\n9. **Multi Ag Media LLC v. Department of Agriculture**, 515 F.3d 1224, 1232 (D.C. Cir. 2008): Finding that disclosure of financial information in government possession serves FOIA's purpose of permitting public scrutiny of agency action.\r\n\r\n10. **Bloomberg L.P. v. Board of Governors of the Federal Reserve System**, 601 F.3d 143 (2d Cir. 2010): Compelling disclosure of central bank financial records, establishing precedent for disclosure of government financial holdings.\r\n\r\n11. **American Civil Liberties Union v. Department of Homeland Security**, 627 F.3d 227, 243 (D.C. Cir. 2010): Reiterating that the presumption of openness applies even when the records relate to government operations affecting public accountability.\r\n\r\n12. **Electronic Privacy Information Center v. Department of Justice**, 416 F. Supp. 2d 30, 37 (D.D.C. 2006): Holding that \"FOIA's purpose is to ensure an informed citizenry, vital to the functioning of a democratic society.\"\r\n\r\n13. **National Archives and Records Admin. v. Favish**, 541 U.S. 157, 171-172 (2004): Reaffirming that FOIA's central purpose is to ensure that government activities are \"opened to the sharp eye of public scrutiny.\"\r\n\r\n14. **Cause of Action v. Federal Trade Commission**, 799 F.3d 1108, 1115 (D.C. Cir. 2015): Emphasizing that FOIA's goal is \"to pierce the veil of administrative secrecy and to open agency action to the light of public scrutiny.\"\r\n\r\n15. **Competitive Enterprise Institute v. Office of Science & Technology Policy**, 827 F.3d 145, 150 (D.C. Cir. 2016): Holding that records relating to government business are subject to FOIA regardless of where they are stored.\r\n\r\n16. **Judicial Watch, Inc. v. U.S. Secret Service**, 726 F.3d 208, 216 (D.C. Cir. 2013): Defining agency records broadly to include materials that an agency has created, obtained, or controlled.\r\n\r\n17. **EPIC v. DHS**, 999 F.3d 669, 675 (D.C. Cir. 2021): Reinforcing that the burden is on the agency to prove that requested documents fall within a FOIA exemption, not on the requester to prove they do not.\r\n\r\n18. **Center for Investigative Reporting v. U.S. Department of Justice**, 982 F.3d 668 (9th Cir. 2020): Limiting the application of Exemption 7(A) for law enforcement records, particularly when related to completed enforcement actions.\r\n\r\nIn addition to this extensive case law, I note that the FOIA Improvement Act of 2016 (Public Law No. 114-185) further strengthens the presumption of openness by codifying the \"foreseeable harm\" standard, requiring agencies to withhold information only if \"the agency reasonably foresees that disclosure would harm an interest protected by an exemption\" or \"disclosure is prohibited by law.\" This statutory requirement places an additional burden on the agency to justify any withholding of the requested records.\r\n\r\nFurthermore, the OPEN Government Act of 2007 (Public Law No. 110-175) emphasizes timely responses to FOIA requests and mandates greater agency accountability in FOIA processing.\r\n\r\nREQUEST FOR FEE WAIVER:\r\n\r\nPursuant to 5 U.S.C. § 552(a)(4)(A)(iii) and Treasury FOIA regulations at 31 C.F.R. § 1.7(k), I request a waiver of all search, review, and duplication fees associated with this request based on the following grounds:\r\n\r\n1. **Public Interest Criterion:** Disclosure of the requested information is in the public interest because it will significantly contribute to public understanding of government operations and activities, specifically:\r\n\r\n   a) The requested records concern the operations and activities of the federal government in managing significant financial assets in the form of cryptocurrencies;\r\n\r\n   b) Disclosure will significantly enhance the public's understanding of how the Treasury Department manages digital assets, particularly in light of Executive Order 14178 establishing the Strategic Bitcoin Reserve;\r\n\r\n   c) The records will reveal how public funds and seized assets are being handled, providing transparency into an area of government activity that has received minimal public disclosure to date;\r\n\r\n   d) These records will contribute to the public's understanding of the implementation of a significant new government initiative that potentially impacts U.S. financial and monetary policy.\r\n\r\n2. **News Media Dissemination:** As an investigative journalist, I will use these records to analyze and report on the Treasury Department's cryptocurrency activities through established news media channels, reaching a broad audience and enhancing public understanding of this government function.\r\n\r\n3. **Not Primarily Commercial Interest:** The primary purpose of this request is journalistic and in the public interest, not for commercial benefit. Any commercial benefit that might accrue is incidental to the public purpose of informing citizens about government activities.\r\n\r\nShould you deny this fee waiver request, please notify me before incurring any costs exceeding $100. In such case, I reserve the right to appeal the denial of the fee waiver and/or modify the scope of the request to reduce applicable fees.\r\n\r\n EXPEDITED PROCESSING REQUEST:\r\n\r\nPursuant to 5 U.S.C. § 552(a)(6)(E) and 31 C.F.R. § 1.5(e), I request expedited processing of this FOIA request due to:\r\n\r\n1. An urgency to inform the public about federal government activity that involves questions about the government's integrity, particularly regarding the implementation of Executive Order 14178 and the establishment of cryptocurrency reserves using public funds;\r\n\r\n2. The matter is of widespread and exceptional media interest, with significant questions about the government's financial management practices that affect public confidence.\r\n\r\nFORMAT OF PRODUCTION:\r\n\r\nPlease provide all responsive records in their native electronic format with all metadata intact. Specifically:\r\n\r\n1. **Emails and Electronic Communications:**\r\n   - Provide in .MSG, .EML, or similar format that preserves all header information\r\n   - Include all attachments as separate files in their native formats\r\n   - Preserve complete metadata including routing information, timestamps, and delivery information\r\n   - Maintain threading and conversation indices\r\n   - Include server logs associated with transmission and receipt where available\r\n\r\n2. **Structured Data:**\r\n   - Provide databases in their native format or as complete exports (SQL dumps, CSV, JSON, or XML)\r\n   - Include data dictionaries, schema documentation, and relationship diagrams\r\n   - Preserve all field names, table structures, and relationship information\r\n\r\n3. **Documents and Reports:**\r\n   - Provide in native format (e.g., .DOCX, .XLSX, .PPTX) rather than as images\r\n   - If converted to PDF, ensure they are text-searchable and maintain metadata\r\n   - Preserve version history information where available\r\n\r\n4. **Blockchain Data:**\r\n   - Provide wallet addresses and transaction hashes in machine-readable format\r\n   - Include blockchain explorer exports where available\r\n   - Maintain cryptographic integrity of any provided signatures or keys\r\n\r\n5. **Calendar Items and Meeting Records:**\r\n   - Provide in .ICS or similar format that preserves attendee information and recurrence data\r\n   - Include meeting minutes as separate attachments in native format\r\n\r\nThis comprehensive preservation of metadata is essential to understanding the context, authenticity, and complete nature of the records being sought.\r\n\r\nPRESERVATION OF RECORDS AND RIGHT TO APPEAL:\r\n\r\nI request that all responsive records be preserved intact and without redaction pending the processing of this request. If you determine that any portion of the requested records is exempt from disclosure, I request that:\r\n\r\n1. You provide a detailed Vaughn index specifically identifying each document withheld, the statutory exemption claimed, and a particularized explanation of how disclosure would damage the interests protected by the claimed exemption;\r\n\r\n2. You release all reasonably segregable non-exempt portions of documents containing redacted material, pursuant to 5 U.S.C. § 552(b);\r\n\r\n3. For each withholding decision, you articulate in writing the specific \"foreseeable harm\" that would result from disclosure, as required by the FOIA Improvement Act of 2016.\r\n\r\nI expressly reserve the right to appeal any full or partial denial of this request, including any determinations regarding the applicability of exemptions, fee waiver denials, expedited processing denials, or regarding the adequacy of the search conducted. Further, I reserve the right to seek judicial review in federal court pursuant to 5 U.S.C. § 552(a)(4)(B) if the Department fails to comply with FOIA's requirements.\r\n\r\nCONCLUSION:\r\n\r\nThank you for your prompt attention to this request. As provided by statute, I anticipate a determination on this request within 20 working days, unless expedited processing is granted, in which case a response is expected within 10 calendar days. Please provide a tracking number for this request \r\n\r\nSincerely,\r\n\r\nJordan Lassiter\r\nInvestigative Journalist",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1267677,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/153724/Fee_Waiver_Letter_copy.pdf",
            "datetime": "2025-03-12T07:06:04.349670",
            "title": "Fee_Waiver_Letter_copy.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/treasury-cryptocurrency-holdings-and-management-182941/"
  }
]