[
  {
    "id": 156303,
    "title": "Documents on Ghost Guns and Related Statistics",
    "slug": "documents-on-ghost-guns-investigations-guidelines-and-statistics-including-defense-distributed-and-thegatalog",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 225,
    "datetime_submitted": "2023-12-23T08:38:12.913647",
    "date_due": "2024-01-24",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-12-23T08:38:13.013963",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 156303,
        "from_user": 4164,
        "to_user": 9584,
        "subject": "",
        "datetime": "2023-12-23T08:38:13.013963",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nDate: December 23, 2023\r\n\r\nBureau of Alcohol, Tobacco, Firearms and Explosives\r\nOffice of Public and Governmental Affairs\r\n99 New York Avenue, \r\nWashington, DC 20226\r\n\r\nAttn: FOIA Officer\r\n\r\nSubject: Freedom of Information Act (FOIA) Request – Documents on Ghost Guns Investigations, Guidelines, and Statistics, Including Defense Distributed and thegatalog\r\n\r\nDear FOIA Officer,\r\n\r\nUnder the provisions of the Freedom of Information Act, 5 U.S.C. § 552, I hereby assert my legal right to request access to and copies of all records held by the Bureau of Alcohol, Tobacco, Firearms and Explosives (ATF) pertaining to the investigation, monitoring, and statistical data related to ghost guns from January 1, 2019, through the date this request is processed, with a specific emphasis on activities related to Defense Distributed and thegatalog.\r\n\r\nFor the purpose of this request, I am seeking the following detailed records:\r\n\r\n\t1.\tGhost Guns Investigations:\r\n\t•\tAll documents related to ATF investigations or cases involving ghost guns from January 1, 2019, through the date this request is processed.\r\n\t•\tDetailed reports on the outcomes of investigations, including arrests made, charges filed, and any convictions related to ghost gun activities.\r\n\t•\tInformation on collaborations or information sharing with other federal or state agencies regarding ghost gun-related matters, specifically those involving Defense Distributed and thegatalog.\r\n\t2.\tPolicies and Guidelines:\r\n\t•\tCopies of ATF policies, guidelines, or procedures implemented in response to the increased prevalence of ghost guns during the specified period.\r\n\t•\tAny directives related to ghost guns, Defense Distributed, thegatalog, and efforts to address the challenges posed by their proliferation.\r\n\t•\tComprehensive information on the training provided to ATF agents regarding the identification and handling of ghost guns, considering the involvement of Defense Distributed and thegatalog.\r\n\t3.\tStatistics on Ghost Guns:\r\n\t•\tComprehensive statistics on ghost gun-related activities, including confiscations and arrests, conducted by the ATF from January 1, 2019, through the date this request is processed.\r\n\t•\tData on the number of ghost guns traced by the ATF during the specified period.\r\n\t•\tInformation on the geographical distribution and patterns of ghost gun incidents, with a specific focus on those associated with Defense Distributed and thegatalog.\r\n\r\nTo reiterate, the ATF has a legal obligation under the FOIA to conduct a thorough search for all responsive records. This obligation is supported by case law, including but not limited to:\r\n\r\n\t•\tNational Security Archive v. U.S. Department of Defense (2004):\r\n\t•\tThis case establishes the principle that agencies must conduct comprehensive searches and cannot rely on overly broad or restrictive interpretations of FOIA exemptions.\r\n\t•\tDow Jones & Co. v. Department of Justice (1986):\r\n\t•\tThis case underscores the obligation of agencies to make a good-faith effort to search for responsive records and provides guidance on the scope of such searches.\r\n\r\nIn accordance with these legal precedents, I request that the ATF take all necessary measures to ensure a thorough and diligent search for the requested records. Any failure to do so would constitute a violation of FOIA obligations.\r\n\r\nShould any portion of the requested records be deemed exempt from disclosure, I request the release of any reasonably segregable non-exempt portions in accordance with 5 U.S.C. § 552(b). If an entire document is exempt, I request a detailed justification, citing specific FOIA exemptions, and provision of an exemption log as per Vaughn v. Rosen, 484 F.2d 820 (D.C. Cir. 1973).\r\n\r\nPlease adhere to your obligation under the law not to destroy any records potentially responsive to this request. Any withholding, redaction, or destruction of responsive records without proper justification constitutes a violation of the FOIA and is subject to litigation, as confirmed in Kissinger v. Reporters Committee for Freedom of the Press, 445 U.S. 136, 150 (1980).\r\n\r\nEnclosed is a letter requesting a fee waiver for the processing of this request. I firmly believe that the information I seek is in the public interest, and its disclosure contributes significantly to public understanding of the operations or activities of the government.\r\n\r\nIf the enclosed waiver is not accepted, and there are any potential charges in excess of $200 associated with fulfilling my request, please inform me in advance.\r\n\r\nAs stipulated by the FOIA, I look forward to your response within twenty business days (5 U.S.C. § 552(a)(6)(A)(i)).\r\n\r\nThank you for your thorough attention to this matter.\r\n\r\nSincerely,\r\nJordan Lassiter\r\nIndependent Investigative Journalist\r\nTransparencyReport.pw\r\nEmail: Jordan@Lassiter.eu\r\n\r\nEnclosure: Fee Waiver Request Letter\r\n\r\nPlease be aware: All communications related to this request, including incoming and outgoing communications, will be publicly available on MuckRock.com. Additionally, any correspondence in relation to this request will be instantly published on the platform.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJordan Lassiter",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1141611,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/130507/Fee_Waiver_Letter_copy.pdf",
            "datetime": "2023-12-23T08:38:13.013963",
            "title": "Fee_Waiver_Letter_copy.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/documents-on-ghost-guns-investigations-guidelines-and-statistics-including-defense-distributed-and-thegatalog-156303/"
  },
  {
    "id": 156301,
    "title": "Documents on Ghost Guns and Related Statistics",
    "slug": "documents-on-ghost-guns-and-related-statistics",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 354,
    "datetime_submitted": "2023-12-23T08:34:36.288754",
    "date_due": "2024-01-02",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-12-23T08:34:36.389998",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 156301,
        "from_user": 4164,
        "to_user": 10142,
        "subject": "",
        "datetime": "2023-12-23T08:34:36.389998",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Date: December 23, 2023\r\n\r\nNew York State Police\r\nCentral Record Bureau\r\n1220 Washington Avenue, Bldg. 22\r\nAlbany, NY 12226-2252\r\n\r\nAttn: FOIA Officer\r\n\r\nSubject: Freedom of Information Act (FOIA) Request – Documents on Ghost Guns and Related Statistics, Including Defense Distributed and thegatalog\r\n\r\nDear FOIA Officer,\r\n\r\nUnder the provisions of the Freedom of Information Act, 5 U.S.C. § 552, I hereby assert my legal right to request access to and copies of all records held by the New York State Police pertaining to the tracking, monitoring, and investigation of ghost guns, with specific emphasis on activities related to Defense Distributed and thegatalog, from January 1, 2019, through the date this request is processed.\r\n\r\nFor the purpose of this request, I am seeking the following detailed records:\r\n\r\n\t1.\tInternal Communications Regarding Ghost Guns:\r\n\t•\tAny internal memos, emails, or communications discussing the identification, tracking, or handling of ghost guns within the New York State Police during the specified period.\r\n\t•\tCorrespondence related to ghost guns and their impact on public safety.\r\n\t•\tSpecifically, communications addressing challenges, successes, or advancements in the understanding of ghost guns within the department.\r\n\t•\tCommunications within the New York State Police regarding collaborations or information sharing with external agencies, such as the FBI, ATF, or other relevant entities, on ghost gun-related matters, with a focus on Defense Distributed and thegatalog.\r\n\t2.\tInvestigative Reports and Cases:\r\n\t•\tAll documents related to investigations or cases conducted by the New York State Police involving ghost guns from January 1, 2019, through the date this request is processed.\r\n\t•\tDetailed reports on the outcomes of investigations, including arrests made, charges filed, and any convictions related to ghost gun activities, specifically those linked to Defense Distributed and thegatalog.\r\n\t3.\tPolicies and Guidelines:\r\n\t•\tCopies of policies, guidelines, or procedures implemented by the New York State Police in response to the increased prevalence of ghost guns during the specified period.\r\n\t•\tAny directives related to Defense Distributed, thegatalog, and efforts to address the challenges posed by the proliferation of ghost guns.\r\n\t•\tComprehensive information on the training provided to law enforcement officers regarding the identification and handling of ghost guns, considering the involvement of Defense Distributed and thegatalog.\r\n\t4.\tTechnology and Tools:\r\n\t•\tDocumentation on any specialized technology or tools employed by the New York State Police for the detection and tracking of ghost guns from January 1, 2019, through the date this request is processed.\r\n\t•\tRecords detailing partnerships or collaborations with private entities, including Defense Distributed, thegatalog, or other tech companies, for the development or use of tools related to ghost gun prevention.\r\n\t5.\tStatistics on Confiscations and Arrests:\r\n\t•\tComprehensive statistics on the confiscations of ghost guns by the New York State Police during the specified period.\r\n\t•\tDetailed data on arrests made by the New York State Police in relation to ghost guns, specifying charges filed and outcomes, particularly those involving Defense Distributed and thegatalog.\r\n\r\nTo reiterate, the New York State Police has a legal obligation under the FOIA to conduct a thorough search for all responsive records. This obligation is supported by case law, including but not limited to:\r\n\r\n\t•\tNational Security Archive v. U.S. Department of Defense (2004):\r\n\t•\tThis case establishes the principle that agencies must conduct comprehensive searches and cannot rely on overly broad or restrictive interpretations of FOIA exemptions.\r\n\t•\tDow Jones & Co. v. Department of Justice (1986):\r\n\t•\tThis case underscores the obligation of agencies to make a good-faith effort to search for responsive records and provides guidance on the scope of such searches.\r\n\r\nIn accordance with these legal precedents, I request that the New York State Police take all necessary measures to ensure a thorough and diligent search for the requested records. Any failure to do so would constitute a violation of FOIA obligations.\r\n\r\nShould any portion of the requested records be deemed exempt from disclosure, I request the release of any reasonably segregable non-exempt portions in accordance with 5 U.S.C. § 552(b). If an entire document is exempt, I request a detailed justification, citing specific FOIA exemptions, and provision of an exemption log as per Vaughn v. Rosen, 484 F.2d 820 (D.C. Cir. 1973).\r\n\r\nPlease adhere to your obligation under the law not to destroy any records potentially responsive to this request. Any withholding, redaction, or destruction of responsive records without proper justification constitutes a violation of the FOIA and is subject to litigation, as confirmed in Kissinger v. Reporters Committee for Freedom of the Press, 445 U.S. 136, 150 (1980).\r\n\r\nEnclosed is a letter requesting a fee waiver for the processing of this request. I firmly believe that the information I seek is in the public interest, and its disclosure contributes significantly to public understanding of the operations or activities of law enforcement.\r\n\r\nIf the enclosed waiver is not accepted, and there are any potential charges in excess of $200 associated with fulfilling my request, please inform me in advance.\r\n\r\nAs stipulated by the FOIA, I look forward to your response within twenty business days (5 U.S.C. § 552(a)(6)(A)(i)).\r\n\r\nThank you for your thorough attention to this matter.\r\n\r\nSincerely,\r\nJordan Lassiter\r\nIndependent Investigative Journalist\r\nTransparencyReport.pw\r\nEmail: Jordan@Lassiter.eu\r\n\r\nEnclosure: Fee Waiver Request Letter\r\n\r\nPlease be aware: All communications related to this request, including incoming and outgoing communications, will be publicly available on MuckRock.com. Additionally, any correspondence in relation to this request will be instantly published on the platform.",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1141609,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/130506/Fee_Waiver_Letter_copy.pdf",
            "datetime": "2023-12-23T08:34:36.389998",
            "title": "Fee_Waiver_Letter_copy.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/documents-on-ghost-guns-and-related-statistics-156301/"
  },
  {
    "id": 156300,
    "title": "JPMorgan's Involvement in the Slave Trade",
    "slug": "jpmorgans-involvement-in-the-slave-trade",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 3519,
    "datetime_submitted": "2023-12-23T08:26:41.985221",
    "date_due": "2024-01-24",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-12-23T08:26:42.105064",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 156300,
        "from_user": 4164,
        "to_user": 10014,
        "subject": "",
        "datetime": "2023-12-23T08:26:42.105064",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "MuckRock News\r\nDEPT MR 146407\r\n263 Huntington Ave\r\nBoston, MA 02115\r\n\r\nDate: 12/23/2023\r\n\r\nU.S. Department of Justice\r\nCivil Rights Division\r\nFOIA/PA Unit\r\n950 Pennsylvania Avenue, NW\r\nWashington, D.C. 20530-0001\r\n\r\nSubject: Freedom of Information Act (FOIA) Request – JPMorgan's Involvement in the Slave Trade\r\n\r\nDear FOIA Officer,\r\n\r\nUnder the provisions of the Freedom of Information Act, 5 U.S.C. § 552, I am submitting a request for access to and copies of all records held by the Civil Rights Division of the U.S. Department of Justice pertaining to JPMorgan's historical involvement in the slave trade.\r\n\r\nFor the purpose of this request, the records I seek include, but are not limited to:\r\n\r\n1. Any correspondence, reports, or memoranda exchanged between the Civil Rights Division and JPMorgan during the historical period when the institution may have been involved in the slave trade.\r\n\r\n2. Documents related to any investigations, audits, or legal actions taken by the Civil Rights Division against JPMorgan regarding its historical practices in connection with the slave trade.\r\n\r\n3. Any internal policies, guidelines, or communications within the Civil Rights Division that pertain to investigating and addressing historical injustices, including those related to financial institutions and their involvement in morally reprehensible practices such as the slave trade.\r\n\r\n4. Records indicating any efforts or initiatives undertaken by the Civil Rights Division to proactively address or disclose information related to the historical involvement of financial institutions, including JPMorgan, in the slave trade.\r\n\r\nIn support of this request, I would like to draw your attention to relevant case law, including but not limited to:\r\n\r\n- **National Archives and Records Administration v. Favish, 541 U.S. 157 (2004):** Emphasizing the importance of balancing privacy interests against the public interest in disclosure when considering FOIA requests.\r\n\r\n- **Department of Justice v. Reporters Committee for Freedom of the Press, 489 U.S. 749 (1989):** Underscoring the need for a functional analysis of the requested documents, focusing on the nature and content of the information rather than the identity of the parties involved.\r\n\r\nShould any portion of the requested records be deemed exempt from disclosure, I request the release of any reasonably segregable non-exempt portions in accordance with 5 U.S.C. § 552(b). If an entire document is exempt, I request a detailed justification, citing specific FOIA exemptions, and provision of an exemption log as per Vaughn v. Rosen, 484 F.2d 820 (D.C. Cir. 1973).\r\n\r\nPlease be aware of your obligation under the law not to destroy any records potentially responsive to this request. Any withholding, redaction, or destruction of responsive records without proper justification constitutes a violation of the FOIA and is subject to litigation, as confirmed in Kissinger v. Reporters Committee for Freedom of the Press, 445 U.S. 136, 150 (1980).\r\n\r\nEnclosed is a letter requesting a fee waiver for the processing of this request. As an independent investigative journalist associated with TransparencyReport.pw, I believe that the information I seek is in the public interest, and its disclosure contributes significantly to public understanding of the operations or activities of the government.\r\n\r\nIf the enclosed waiver is not accepted and there are any potential charges in excess of $200 associated with fulfilling my request, please inform me in advance.\r\n\r\nAs stipulated by the FOIA, I look forward to your response within twenty business days (5 U.S.C. § 552(a)(6)(A)(i)).\r\n\r\nThank you for your prompt attention to this matter.\r\n\r\nSincerely,\r\nJordan Lassiter\r\nIndependent Investigative Journalist\r\nTransparencyReport.pw\r\nEmail: Jordan@Lassiter.eu\r\n\r\nEnclosure: Fee Waiver Request Letter\r\n\r\nPlease be aware: All communications related to this request, including incoming and outgoing communications, will be publicly available on MuckRock.com. Additionally, any correspondence in relation to this request will be instantly published on the platform.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/jpmorgans-involvement-in-the-slave-trade-156300/"
  },
  {
    "id": 156297,
    "title": "Documents on Ghost Guns and Related Statistics",
    "slug": "documents-on-ghost-guns-and-related-statistics",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 272,
    "datetime_submitted": "2023-12-23T08:07:46.670713",
    "date_due": "2024-01-02",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-12-23T08:07:46.776462",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 156297,
        "from_user": 4164,
        "to_user": 9986,
        "subject": "",
        "datetime": "2023-12-23T08:07:46.776462",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Date: December 23, 2023\r\n\r\nNew York Police Department Records Access Unit\r\nOne Police Plaza, Room 110-C\r\nNew York, NY 10038\r\n\r\nAttn: FOIA Officer\r\n\r\nSubject: Freedom of Information Act (FOIA) Request – Documents on Ghost Guns and Related Statistics\r\n\r\nDear FOIA Officer,\r\n\r\nUnder the provisions of the Freedom of Information Act, 5 U.S.C. § 552, I hereby assert my legal right to request access to and copies of all records held by the New York Police Department pertaining to the tracking, monitoring, and investigation of ghost guns from January 1, 2019, through the date this request is processed. This request specifically emphasizes activities related to Defense Distributed and thegatalog.\r\n\r\nFor the purpose of this request, I am seeking the following detailed records:\r\n\r\n\t1.\tInternal Memos and Communications:\r\n\t•\tAny internal memos, emails, or communications discussing the identification, tracking, or handling of ghost guns within the NYPD during the specified period.\r\n\t•\tCorrespondence related to Defense Distributed and their impact on the proliferation of ghost guns.\r\n\t•\tCommunication regarding any collaborations or information sharing with federal agencies, such as the ATF or FBI, on ghost gun-related matters.\r\n\t2.\tInvestigative Reports and Cases:\r\n\t•\tAll documents related to investigations or cases conducted by the NYPD involving ghost guns from January 1, 2019, through the date this request is processed.\r\n\t•\tSpecifically, information on cases associated with Defense Distributed and any links to thegatalog.\r\n\t•\tReports detailing the outcomes of investigations, including arrests made, charges filed, and any convictions related to ghost gun activities.\r\n\t3.\tPolicies and Guidelines:\r\n\t•\tCopies of policies, guidelines, or procedures implemented by the NYPD in response to the increased prevalence of ghost guns during the specified period.\r\n\t•\tAny directives related to Defense Distributed and efforts to address the challenges posed by ghost guns.\r\n\t•\tInformation on the training provided to law enforcement officers regarding the identification and handling of ghost guns.\r\n\t4.\tTechnology and Tools:\r\n\t•\tDocumentation on any specialized technology or tools employed by the NYPD for the detection and tracking of ghost guns from January 1, 2019, through the date this request is processed.\r\n\t•\tRecords pertaining to partnerships or collaborations with private entities, including tech companies, for the development or use of tools related to ghost gun prevention.\r\n\t5.\tStatistics on Confiscations and Arrests:\r\n\t•\tComprehensive statistics on confiscations of ghost guns by the NYPD during the specified period.\r\n\t•\tData on arrests made by the NYPD in relation to ghost guns, specifying charges filed and outcomes.\r\n\r\nTo reiterate, the NYPD has a legal obligation under the FOIA to conduct a thorough search for all responsive records. This obligation is supported by case law, including but not limited to:\r\n\r\n\t•\tNational Security Archive v. U.S. Department of Defense (2004):\r\n\t•\tThis case establishes the principle that agencies must conduct comprehensive searches and cannot rely on overly broad or restrictive interpretations of FOIA exemptions.\r\n\t•\tDow Jones & Co. v. Department of Justice (1986):\r\n\t•\tThis case underscores the obligation of agencies to make a good-faith effort to search for responsive records and provides guidance on the scope of such searches.\r\n\r\nIn accordance with these legal precedents, I request that the NYPD take all necessary measures to ensure a thorough and diligent search for the requested records. Any failure to do so would constitute a violation of FOIA obligations.\r\n\r\nShould any portion of the requested records be deemed exempt from disclosure, I request the release of any reasonably segregable non-exempt portions in accordance with 5 U.S.C. § 552(b). If an entire document is exempt, I request a detailed justification, citing specific FOIA exemptions, and provision of an exemption log as per Vaughn v. Rosen, 484 F.2d 820 (D.C. Cir. 1973).\r\n\r\nPlease adhere to your obligation under the law not to destroy any records potentially responsive to this request. Any withholding, redaction, or destruction of responsive records without proper justification constitutes a violation of the FOIA and is subject to litigation, as confirmed in Kissinger v. Reporters Committee for Freedom of the Press, 445 U.S. 136, 150 (1980).\r\n\r\nEnclosed is a letter requesting a fee waiver for the processing of this request. As an independent investigative journalist associated with TransparencyReport.pw, I firmly believe that the information I seek is in the public interest, and its disclosure contributes significantly to public understanding of the operations or activities of the government.\r\n\r\nIf the enclosed waiver is not accepted, and there are any potential charges in excess of $200 associated with fulfilling my request, please inform me in advance.\r\n\r\nAs stipulated by the FOIA, I look forward to your response within twenty business days (5 U.S.C. § 552(a)(6)(A)(i)).\r\n\r\nThank you for your thorough attention to this matter.\r\n\r\nSincerely,\r\nJordan Lassiter\r\nIndependent Investigative Journalist\r\nTransparencyReport.pw\r\nEmail: Jordan@Lassiter.eu\r\n\r\nEnclosure: Fee Waiver Request Letter\r\n\r\nPlease be aware: All communications related to this request, including incoming and outgoing communications, will be publicly available on MuckRock.com. Additionally, any correspondence in relation to this request will be instantly published on the platform.",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1141604,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/130241/Fee_Waiver_Letter_copy.pdf",
            "datetime": "2023-12-23T08:07:46.776462",
            "title": "Fee_Waiver_Letter_copy.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-city-17/documents-on-ghost-guns-and-related-statistics-156297/"
  }
]