[
  {
    "id": 182022,
    "title": "Immigration Judge Zol Rainey\"All Remands from Board of Immigration Appeals\"",
    "slug": "immigration-judge-zol-raineyall-remands-from-board-of-immigration-appeals",
    "status": "submitted",
    "embargo_status": "public",
    "user": 114284,
    "username": "LODJH",
    "agency": 4122,
    "datetime_submitted": "2025-02-24T15:43:53.414147",
    "date_due": "2025-03-24",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-02-24T15:43:53.517194",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 182022,
        "from_user": 114284,
        "to_user": 11743,
        "subject": "Freedom of Information Act Request: Immigration Judge Zol Rainey\"All Remands from Board of Immigration Appeals\"",
        "datetime": "2025-02-24T15:43:53.517194",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nThe decisions issued by the Board of Immigration Appeals from December 2021 until the date of processing of this request, arising from cases decided by Immigration Judge Zol Damon Rainey, that were administratively closed, reversed, background check remand, and/or remand (including remands to a different IJ).\r\n\r\nI would request any printouts, summaries, spreadsheets, reports, or other records or datasets that may encompass or address how many of removal orders included a negative credibility determination for any Respondent(s) for whom IJ Rainey issued removal orders in protection/form I-589 cases (in other words, decisions on Asylum, Wittholding of Removal, or Relief under the Convention Against Torture), after merits/individual hearings occurred, between December 2021 and the date of processing of this request.\r\n\r\nAll correspondence or communications in any medium (including but not limited to any email, fax, letter, text/SMS/MMS, memorandum, voicemail, audio recording, sticky-note, or any attachment thereto, and any conversion of any of the foregoing from a digital to analog form/format, or vice-versa) to or from IJ Rainey, from December 2021 through present time, regarding removal or any other immigration proceedings, containing the words \"credibility,\" \"credible,\" \"incredible,\" \"incoherent,\" \"demeanor,\" \"candor,\" \"evasive,\" \"non-responsive,\" \"responsiveness,\" \"inconsistent,\" \"consistent,\" \"consistency,\" \"facial expression(s),\" \"body language,\" \"standard language,\" or \"addendum of law,\" or any abbreviation, contraction, misspelling, pluralization, or paraphrase thereof.\r\n\r\nCopies of each and every \"standard language addendum of law\" or any substantially similar 'boilerplate' or 'template' document utilized by IJ Rainey as an exhibit in, as an attachment to, or as a drafting aid for any merits decision in a protection/form I-589 matter.\r\n\r\nThe requested records will be made available to the general public via a FOIA records clearinghouse, and this request is not being made for commercial purposes; rather, the results will be disseminated to interested individuals free of charge, and with no pecuniary gain to the Requestor, who is not the subject of any of these records. Thus, we would request that fees be waived.\r\n\r\nPlease search all records regarding agency business. You may not exclude searches of files or emails in the personal custody of your officials, such as personal email accounts. Records of official business conducted using unofficial systems or stored outside of official files is subject to the Federal Records Act and FOIA. It is not adequate to rely on policies and procedures that require officials to move such information to official systems within a certain period of time; I exercise and specifically preserve and assert my right to records contained in those files even if material has not yet been moved to official systems or if officials have, through negligence or willfulness, failed to meet their obligations.\r\n\r\nIf it is your position that any portion of the requested records is exempt from disclosure, I request that you provide an index of those documents as required under Vaughn v. Rosen, describe each document claimed as exempt with sufficient specificity to determine whether it should be exempt under FOIA, and discuss the consequences of disclosing, specifically identifying the reasons why a particular exemption is relevant and correlating those claims with the particular part of a withheld document to which they apply.\r\n\r\nIf it is your position that a record contains non-exempt segments, but that those non-exempt segments are so dispersed throughout the document as to make segregation impossible, please state what portion of the document is non-exempt, and how the material is dispersed throughout the document. If a request is denied in whole, please state specifically that it is not reasonable to segregate portions of the record for release.\r\n\r\nYou should institute a preservation hold on information responsive to this request. I intend to pursue all legal avenues to enforce my right of access under the FOIA, including litigation if that becomes necessary. Accordingly, the EOIR is on notice that litigation is reasonably foreseeable.\r\n\r\nIf it will accelerate release of responsive records to me, please also provide responsive material on a rolling basis.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely yours,\r\n\r\nDerrick J. Hensley\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDerrick Hensley",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/immigration-judge-zol-raineyall-remands-from-board-of-immigration-appeals-182022/"
  }
]