[
  {
    "id": 204536,
    "title": "Disclosures of Consensual Relationships and Conflicts of Interest Danbury, CT",
    "slug": "disclosures-of-consensual-relationships-and-conflicts-of-interest-danbury-ct",
    "status": "ack",
    "embargo_status": "public",
    "user": 25746,
    "username": "paigeent",
    "agency": 31774,
    "datetime_submitted": "2026-02-10T16:59:08.519687",
    "date_due": "2026-02-18",
    "days_until_due": null,
    "date_followup": "2026-02-18",
    "datetime_done": null,
    "datetime_updated": "2026-02-10T16:59:08.665679",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 204536,
        "from_user": 25746,
        "to_user": 91684,
        "subject": "Connecticut Freedom of Information Act Request: Disclosures of Consensual Relationships and Conflicts of Interest Danbury, CT",
        "datetime": "2026-02-10T16:59:08.665679",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Connecticut Freedom of Information Act, I hereby request the following records:\r\n\r\nI am requesting any written disclosures, memos, or 'Consensual Relationship Agreements' filed in accordance with the policy stated in The Danbury Personnel Handbook. If a specific report form does not exist, I request any emails or correspondence where a conflict of interest was disclosed to HR as required by city policy.\r\n\r\nI am also requesting any records indicating a change in supervisory reporting structure, department transfer, or recusal from performance evaluations following the disclosure of a potential conflict of interest.\r\n\r\nThis request is inclusive of 2023-2025 calendar years.\r\n\r\nI also request that, if possible and pursuant to Conn. Gen. Stat. § 1-212(d), fees be waived as I believe this request is in the public interest and not made for commercial gain. The requested documents will be made available to the public at MuckRock.com.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 4 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKevin Paige",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1361020,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/paigeent/171903/Danbury_Employee_Manual_2018.jpg",
            "datetime": "2026-02-10T16:59:08.665679",
            "title": "Danbury_Employee_Manual_2018.jpg",
            "source": "Kevin Paige",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/danbury-101/disclosures-of-consensual-relationships-and-conflicts-of-interest-danbury-ct-204536/"
  }
]