[
  {
    "id": 137720,
    "title": "Elias and Rules Committee communications",
    "slug": "elias-and-rules-committee-communications",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 78906,
    "username": "BelleReve",
    "agency": 6701,
    "datetime_submitted": "2022-12-10T13:31:06.218291",
    "date_due": "2022-12-20",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2022-12-10T13:31:06.403907",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 137720,
        "from_user": 78906,
        "to_user": 17510,
        "subject": "",
        "datetime": "2022-12-10T13:31:06.403907",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nBelow are new Immediate Disclosure Requests (SF Admin Code 67.25(a)) directed to your agency and its department head. Your response is required by Tuesday Dec. 13, 2022: \r\n\r\nAll communications between all members of the Board of Supervisors between Nov. 1 and Dec. 12 mentioning any of the following: \r\n\r\nCindy Elias, CE, Cindy, Elias, Police Commission, Commission, PC, President, appointment, reappointment, nomination, Engardio, Joel Engardio.\r\n\r\nThis request is to include ALL  individual supervisors’ communications regarding Rules Committee.\r\n\r\nRolling responses are requested (SFAC 67.25(d)) if you are unable to immediately produce records. You must provide exact copies of every responsive record. Do not: print and scan electronic records, provide only the final message in a thread instead of the entire thread, convert native files to PDFs, combine or merge multiple records together, or provide black and white versions of any color record. Provide only copies of records not requiring fees and in-person inspection of all other records (GC 6253).\r\nYour non-exhaustive obligations:\r\n* All withholding of any information must be justified in writing (SFAC 67.27).\r\n* All withholdings by masking or deletion (aka redactions) must be keyed by footnote or other clear reference to the specific justification for that redaction, and only the minimal exempt portion of any record may be withheld (SFAC 67.26).\r\n* You must respond to emailed requests (SFAC 67.21(b)).\r\n* You must notify us of whether or not responsive records exist and/or were withheld for each request below (Gov Code 6253(c), 6255(b)).\r\n* You must state the name and title of each person responsible for withholding any information (Gov Code 6253(d)).\r\n\r\n* Do not impose any end-user restrictions upon me (Santa Clara Co. vs Superior Ct, 170 Cal.App 4th 1301); so if you use a website to publish records, please make them completely public without any login, sign-in, or agreement to any type of terms of use or acceptable use policies.\r\n\r\nYour agency must do all of the above things in your response, and you cannot wait until we file complaints.\r\nWe have no duty to, and we will not again, remind the City of its obligations. Instead, we will file complaints for each and every Sunshine Ordinance or CPRA violation. We will continue to file complaints until the City’s procedures are modified to fully comply with the Sunshine Ordinance and CPRA, without caveat or exception.\r\n\r\nPRESERVE AND DO NOT DESTROY ANY ORIGINALS OF RESPONSIVE RECORDS UNTIL THE FINAL ADJUDICATION OF ANY APPEALS - we will appeal all withholdings or Sunshine violations.\r\nThank you for your anticipated cooperation in this matter.\r\n\r\nNOTE: Please be certain you have properly redacted all of your responses. Once you send them to us, there is no going back. The email address sending this request is a publicly- viewable mailbox. Nothing herein is legal, IT, or professional advice of any kind. The author disclaims all warranties, express or implied, including but not limited to all warranties of merchantability or fitness. In no event shall the author be liable for any special, direct, indirect, consequential, or any other damages whatsoever. The digital signature, if any, in this email is not an indication of a binding agreement or offer; it merely authenticates the sender. Please do not include any confidential information, as I intend that these communications with the City all be disclosable public records.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBelle Reve",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/san-francisco-141/elias-and-rules-committee-communications-137720/"
  }
]