[
  {
    "id": 181955,
    "title": "Use of Illinois Arts Council funding for Evanston, IL",
    "slug": "use-of-illinois-arts-council-funding-for-evanston-il",
    "status": "submitted",
    "embargo_status": "public",
    "user": 152337,
    "username": "thomas18",
    "agency": 40634,
    "datetime_submitted": "2025-02-22T22:58:29.507486",
    "date_due": "2025-03-21",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-02-22T22:58:29.622007",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 181955,
        "from_user": 152337,
        "to_user": 152399,
        "subject": "",
        "datetime": "2025-02-22T22:58:29.622007",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAccording to the National Endowment for The Arts (N.E.A.) grant search, the Illinois Arts Council (I.A.C.) receives annual grants from the N.E.A.. For the Grant Period 07/2024 - 12/2025 the NEA reports a grant of $1,146,200. \r\n\r\nThis N.E.A. money funds I.A.C. programs in various capacities. It can be inferred, for example, that at the city level, some of this funding is provided to the City of Evanston through the Evanston Arts Council (E.A.C.). \r\n\r\nThe specific breakdown of how these funds are divided up is not publicly available. The I.A.C. website instructs individuals to file a F.O.I.A. for cases where this information is desired. \r\n\r\nThat said, I request all communication between the Illinois Arts Council and the City of Evanston (including the E.A.C.) regarding grant money from June 2024 to the time that this request is processed. \r\n\r\nAdditionally, it would be greatly appreciated if you provided a detailed breakdown of N.E.A. funding allocated to the city of Evanston during this same time frame. \r\n\r\nIf applicable, I request that fees be waived as documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nSol Thomas",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/use-of-illinois-arts-council-funding-for-evanston-il-181955/"
  }
]