[
  {
    "id": 171817,
    "title": "Tom Chris Korologos (April 6, 1933 – July 26, 2024)",
    "slug": "tom-chris-korologos-april-6-1933-july-26-2024",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 35710,
    "username": "MatthewPetti_RNucinGD",
    "agency": 10,
    "datetime_submitted": "2024-08-13T11:29:11.604678",
    "date_due": "2024-09-11",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-08-13T11:29:11.760723",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 171817,
        "from_user": 35710,
        "to_user": 9555,
        "subject": "",
        "datetime": "2024-08-13T11:29:11.760723",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nRecords mentioning, relating to, or generated as a result of investigation or inquiry into Republican political adviser and ambassador Tom Chris Korologos (April 6, 1933 – July 26, 2024). His death is widely-known and widely reported; as such, privacy concerns under FOIA Exemptions 6 and 7 are voided, as are any concerns under the Privacy Act. For example, you may find his New York Times obituary at the following link: https://www.nytimes.com/2024/08/07/us/politics/tom-korologos-dead.html\r\n\r\nPlease conduct a search of the Central Records System, including but not limited to the Electronic Surveillance (ELSUR) Indices, the Microphone Surveillance (MISUR) Indices, the Physical Surveillance (FISUR) Indices, and the Technical Surveillance (TESUR) Indices, for both main-file records and cross-reference records of both HQ and all field offices for all relevant names, agencies, organizations, companies and events including but not limited to those cited in the previous paragraphs and/or links as well as a cross-reference with the Southern Poverty Law Center to include any information provided by the SPLC. My request includes but is not limited to 137, 157, 176, 177, 183, 184, 188, and 214 files. If previously released records are available, then I request a rolling release consisting of those records while additional records are located and processed for release.\r\n\r\nIf any part of these documents are exempt from disclosure, please be sure to review and release all reasonably segregable nonexempt portions of responsive documents, as the FOIA requires.\r\n\r\nI request that I be properly classified as a media requester. I am an assistant editor at Reason Magazine who has written numerous articles on topics of public interest, and I am requesting these documents in an editorial capacity. Please contact me if you have any questions about my media status.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMatthew Petti",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/tom-chris-korologos-april-6-1933-july-26-2024-171817/"
  },
  {
    "id": 171801,
    "title": "Code Enforcement Activity, Coordination with City Officials, and Media Staging Area at 1568 Nome Street",
    "slug": "colorado-open-records-act-request-code-enforcement-activity-coordination-with-city-officials-and-media-staging-area-at-1568-nome-street",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 17174,
    "datetime_submitted": "2024-08-13T10:01:41.153559",
    "date_due": "2024-08-20",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-08-13T10:01:41.449326",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "foia",
      "public records",
      "muckrock",
      "inspection reports",
      "fee waiver",
      "government transparency",
      "photographs",
      "code enforcement",
      "cora",
      "august 13 2024",
      "public accountability",
      "email metadata",
      "aurora co",
      "city manager",
      "media staging area",
      "legal basis",
      "public access",
      "notices of violation",
      "video recordings",
      "legal counsel",
      "internal communications"
    ],
    "communications": [
      {
        "foia": 171801,
        "from_user": 4164,
        "to_user": 23125,
        "subject": "Illinois Freedom of Information Act. Request: Code Enforcement Activity, Coordination with City Officials, and Media Staging Area at 1568 Nome Street",
        "datetime": "2024-08-13T10:01:41.449326",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Date: August 13, 2024\r\n\r\nCity of Aurora\r\n15151 E. Alameda Parkway\r\nAurora, CO 80012\r\n\r\nAttn: Records Department, Code Enforcement Office, City Manager’s Office, Legal Counsel\r\n\r\nSubject: Colorado Open Records Act Request – Code Enforcement Activity, Coordination with City Officials, and Media Staging Area at 1568 Nome Street, Aurora, CO on August 13, 2024\r\n\r\nNOTICE: This request involves specific records from multiple departments within the City of Aurora, including the Code Enforcement Office, City Manager’s Office, and Legal Counsel. Please read carefully and direct the request to the appropriate offices.\r\n\r\nDear Records Custodian,\r\n\r\nUnder the provisions of the Colorado Open Records Act (CORA), C.R.S. § 24-72-201 et seq., I hereby request access to and copies of records held by the City of Aurora related to the code enforcement activity at the apartment complex located at 1568 Nome Street, Aurora, CO 80010, on Tuesday, August 13, 2024, starting around 7:30 AM. This request pertains specifically to the activities and communications involving the Code Enforcement Office, the City Manager’s Office, and the City’s Legal Counsel.\r\n\r\nRecords Requested\r\n\r\nFor the purpose of this request, I seek the following records:\r\n\r\n\t1.\tInspection Reports:\r\nAll reports generated in connection with the code enforcement activity at 1568 Nome Street on the specified date. This includes inspection findings, any observed violations, and notes on follow-up actions or recommendations for further enforcement.\r\nDepartments Involved: Code Enforcement Office.\r\nLegal Basis: These documents are public records as defined by C.R.S. § 24-72-202(6)(a), with a presumption of openness as established in People v. Thompson, 181 Colo. 194, 509 P.2d 592 (1973).\r\n\t2.\tNotices of Violation and Enforcement Actions:\r\nCopies of all notices of violation, orders, or other formal enforcement actions issued by the Code Enforcement Office as a result of the inspection at the above location. This includes any communications with property owners or management regarding required corrective actions.\r\nDepartments Involved: Code Enforcement Office.\r\nLegal Basis: Notices and enforcement actions are public records under CORA (C.R.S. § 24-72-202(6)). The Colorado Supreme Court has supported the public’s right to access these records in Freedom Newspapers, Inc. v. Tollefson, 961 P.2d 1150 (Colo. 1998).\r\n\t3.\tInternal and External Communications:\r\nAll communications related to the code enforcement activity at 1568 Nome Street, including:\r\n\t•\tInternal communications within the Code Enforcement Office regarding the planning, execution, and follow-up of the inspection.\r\n\t•\tCommunications between the Code Enforcement Office and the City Manager’s Office discussing the enforcement activity, any anticipated legal issues, or coordination efforts.\r\n\t•\tCommunications between the Code Enforcement Office and the City’s Legal Counsel, including discussions on potential legal implications, enforcement strategies, or responses to inquiries.\r\nDepartments Involved: Code Enforcement Office, City Manager’s Office, Legal Counsel.\r\nLegal Basis: These communications are considered public records under C.R.S. § 24-72-202(6)(a)(I). Transparency in government operations is a key principle supported by the U.S. Supreme Court in NLRB v. Robbins Tire & Rubber Co., 437 U.S. 214 (1978).\r\n\t4.\tEmail Metadata:\r\nDetailed metadata for all emails related to the above communications, including but not limited to:\r\n\t•\tSender and recipient information.\r\n\t•\tDate and time stamps.\r\n\t•\tSubject lines.\r\n\t•\tDescriptions or filenames of any attachments.\r\nDepartments Involved: Code Enforcement Office, City Manager’s Office, Legal Counsel.\r\nLegal Basis: Email metadata is part of the public record under CORA (C.R.S. § 24-72-202(7)). This has been affirmed in cases such as O’Neill v. City of Shoreline, 170 Wash. 2d 138 (2010), where metadata was deemed necessary for transparency.\r\n\t5.\tPhotographs and Video Recordings:\r\nAny photographs or video recordings taken during the code enforcement inspection at 1568 Nome Street, including those documenting conditions, violations, or interactions with property representatives.\r\nDepartments Involved: Code Enforcement Office.\r\nLegal Basis: Visual records created by government employees during official duties are public records under CORA (C.R.S. § 24-72-202(6)(a)(I)). The importance of these records for public accountability was highlighted in ACLU v. Alvarez, 679 F.3d 583 (7th Cir. 2012).\r\n\t6.\tDocuments and Communications Regarding Media Staging Area:\r\nAll documents, memos, or communications related to the designation or use of a media staging area during the code enforcement activity at 1568 Nome Street. This includes any directives or guidelines for media access, communications regarding media presence, and decisions to restrict or manage media coverage.\r\nDepartments Involved: Code Enforcement Office, City Manager’s Office, Legal Counsel.\r\nLegal Basis: Records related to media access during public operations are subject to public disclosure under CORA (C.R.S. § 24-72-202(6)). The U.S. Supreme Court in Richmond Newspapers, Inc. v. Virginia, 448 U.S. 555 (1980), underscored the importance of public and media access to government activities.\r\n\r\nRequest for Segregable Non-Exempt Portions\r\n\r\nShould any portion of the requested records be deemed exempt from disclosure, I request the release of any reasonably segregable non-exempt portions in accordance with C.R.S. § 24-72-204(3)(a). The principle of releasing non-exempt portions is well-established in Vaughn v. Rosen, 484 F.2d 820 (D.C. Cir. 1973).\r\n\r\nPreservation of Records\r\n\r\nPlease be advised that you are legally obligated to preserve all records potentially responsive to this request. The U.S. Supreme Court emphasized the prohibition against unlawful withholding, redaction, or destruction of records in Kissinger v. Reporters Committee for Freedom of the Press, 445 U.S. 136, 150 (1980).\r\n\r\nFee Waiver Request\r\n\r\nEnclosed is a letter requesting a fee waiver for the processing of this request. As an independent investigative journalist associated with MuckRock.com, I believe the disclosure of the requested information is in the public interest, contributing significantly to public understanding of government operations. Under 5 U.S.C. § 552(a)(4)(A)(iii), such a waiver is justified.\r\n\r\nIf the fee waiver is not granted and there are anticipated charges exceeding $200, please notify me before processing the request.\r\n\r\nPublic Availability of Communications\r\n\r\nPlease note: All communications related to this request, including incoming and outgoing messages, will be publicly available on MuckRock.com. Correspondence in relation to this request will be published immediately on the platform.\r\n\r\nAs required by CORA, I look forward to your response within the statutory time frame of three business days (C.R.S. § 24-72-203(3)(b)).\r\n\r\nThank you for your prompt attention to this matter.\r\n\r\nSincerely,\r\nJordan Lassiter\r\nIndependent Investigative Journalist\r\nMuckRock.com\r\n\r\nEnclosure: Fee Waiver Request Letter",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1208652,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/144017/Fee_Waiver_Letter_copy.docx",
            "datetime": "2024-08-13T10:01:41.449326",
            "title": "Fee_Waiver_Letter_copy.docx",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/aurora-7505/colorado-open-records-act-request-code-enforcement-activity-coordination-with-city-officials-and-media-staging-area-at-1568-nome-street-171801/"
  },
  {
    "id": 171800,
    "title": "Police Presence, Code Enforcement Coordination, and Media Staging Area at 1568 Nome Street, Aurora, CO on August 13, 2024",
    "slug": "police-presence-code-enforcement-coordination-and-media-staging-area-at-1568-nome-street-aurora-co-on-august-13-2024",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 718,
    "datetime_submitted": "2024-08-13T09:51:12.184388",
    "date_due": "2024-08-16",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-08-13T09:51:12.468690",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "foia",
      "public records",
      "muckrock",
      "city council",
      "incident reports",
      "transparency",
      "drone footage",
      "government surveillance",
      "code enforcement",
      "cora",
      "august 13 2024",
      "aurora police",
      "public accountability",
      "email metadata",
      "dispatch audio",
      "aurora co",
      "city manager",
      "media staging area",
      "legal basis",
      "body-worn camera",
      "public access",
      "police activity"
    ],
    "communications": [
      {
        "foia": 171800,
        "from_user": 4164,
        "to_user": 11589,
        "subject": "Colorado Open Records Act Request: Police Presence, Code Enforcement Coordination, and Media Staging Area at 1568 Nome Street, Aurora, CO on August 13, 2024",
        "datetime": "2024-08-13T09:51:12.468690",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Date: August 13, 2024\r\n\r\nAurora Police Department\r\n15001 E. Alameda Parkway\r\nAurora, CO 80012\r\n\r\nAttn: Records Department\r\n\r\nSubject: Colorado Open Records Act Request – Police Presence, Code Enforcement Coordination, and Media Staging Area at 1568 Nome Street, Aurora, CO on August 13, 2024\r\n\r\nDear Records Custodian,\r\n\r\nUnder the provisions of the Colorado Open Records Act (CORA), C.R.S. § 24-72-201 et seq., and relevant federal transparency laws, I hereby request access to and copies of records held by the Aurora Police Department related to the police presence at the apartment complex located at 1568 Nome Street, Aurora, CO 80010, on Tuesday, August 13, 2024, starting around 7:30 AM.\r\n\r\nRecords Requested\r\n\r\nFor the purpose of this request, the records I seek include, but are not limited to:\r\n\r\n\t1.\tIncident Reports: All reports generated in connection with the police activity at the above location and time.\r\nLegal Basis: Under CORA, public records include any writings made, maintained, or kept by the state or its agencies, including incident reports (C.R.S. § 24-72-202(6)(a)). In People v. Thompson, 181 Colo. 194, 509 P.2d 592 (1973), the court held that such records are presumptively open to the public.\r\n\t2.\tInternal Memos, Emails, and Communications: All internal communications, including memos, emails, and other correspondences, related to the planning, execution, or follow-up of the police presence at this location. This specifically includes:\r\n\t•\tCommunications between the Aurora Police Department and the City of Aurora Code Enforcement Office.\r\n\t•\tCommunications between the Aurora Police Department and the City Manager’s Office.\r\n\t•\tCommunications between the Aurora Police Department and the Aurora City Council members.\r\nLegal Basis: Emails and internal memos are public records under CORA (C.R.S. § 24-72-202(6)(a)(I)). The U.S. Supreme Court has emphasized the importance of transparency in government operations in NLRB v. Robbins Tire & Rubber Co., 437 U.S. 214 (1978).\r\n\t3.\tEmail Metadata: Detailed metadata for all emails related to the above communications, including but not limited to:\r\n\t•\tSender and recipient details.\r\n\t•\tDate and time stamps.\r\n\t•\tSubject lines.\r\n\t•\tAttachments and their descriptions (if applicable).\r\nLegal Basis: Metadata is considered a part of the public record under CORA (C.R.S. § 24-72-202(7)). In O’Neill v. City of Shoreline, 170 Wash. 2d 138 (2010), the court ruled that metadata associated with emails is subject to disclosure as part of the public record.\r\n\t4.\tBody-Worn Camera Footage: All body-worn camera footage from officers present at the scene during the specified time.\r\nLegal Basis: Body camera footage is considered a public record under C.R.S. § 24-72-303. Court decisions such as ACLU v. Alvarez, 679 F.3d 583 (7th Cir. 2012), highlight the public’s interest in transparency and accountability in police actions.\r\n\t5.\tDispatch Audio: Recordings of all 911 calls and dispatch communications related to this incident.\r\nLegal Basis: Dispatch audio is subject to disclosure under C.R.S. § 24-72-202(6)(a)(I). In City of Colorado Springs v. White, 967 P.2d 1042 (Colo. 1998), the Colorado Supreme Court confirmed that such records must be made available unless specifically exempt.\r\n\t6.\tDrone Footage: Any drone footage captured during the operation at this location.\r\nLegal Basis: Drone footage falls under the same public record criteria as other visual recordings made by law enforcement (C.R.S. § 24-72-202(6)). The New York Times Co. v. DOJ, 756 F.3d 100 (2d Cir. 2014), reinforces the need for transparency in government surveillance activities.\r\n\t7.\tDocuments, Memos, or Communications Regarding the Media Staging Area: Any records related to the designation or use of a staging area for the media during the operation at the above location. This includes directives related to restricting media access or removal of the media from the area.\r\nLegal Basis: Records regarding media staging areas fall under public access under CORA (C.R.S. § 24-72-202(6)). The U.S. Supreme Court in Richmond Newspapers, Inc. v. Virginia, 448 U.S. 555 (1980), affirmed the public and media’s right to access government proceedings, which extends to law enforcement activities in public spaces.\r\n\r\nRequest for Segregable Non-Exempt Portions\r\n\r\nShould any portion of the requested records be deemed exempt from disclosure, I request the release of any reasonably segregable non-exempt portions in accordance with C.R.S. § 24-72-204(3)(a). In Vaughn v. Rosen, 484 F.2d 820 (D.C. Cir. 1973), the court established the principle that agencies must provide detailed justification for each exemption and release any segregable portions of records.\r\n\r\nPreservation of Records\r\n\r\nPlease note your obligation under the law not to destroy any records potentially responsive to this request. The U.S. Supreme Court in Kissinger v. Reporters Committee for Freedom of the Press, 445 U.S. 136, 150 (1980), emphasized that any withholding, redaction, or destruction of responsive records without proper justification constitutes a violation of FOIA and is subject to litigation.\r\n\r\nFee Waiver Request\r\n\r\nEnclosed is a letter requesting a fee waiver for the processing of this request. As an independent investigative journalist associated with MuckRock.com, I believe that the information I seek is in the public interest and its disclosure contributes significantly to public understanding of the operations or activities of the government. Under 5 U.S.C. § 552(a)(4)(A)(iii), such information warrants a fee waiver.\r\n\r\nIf the enclosed waiver is not accepted and there are any potential charges in excess of $200 associated with fulfilling my request, please inform me in advance.\r\n\r\nPublic Availability of Communications\r\n\r\nPlease be aware: All communications related to this request, including incoming and outgoing communications, will be publicly available on MuckRock.com. Additionally, any correspondence in relation to this request will be instantly published on the platform.\r\n\r\nAs stipulated by CORA, I look forward to your response within the statutory time frame of three business days (C.R.S. § 24-72-203(3)(b)).\r\n\r\nThank you for your prompt attention to this matter.\r\n\r\nSincerely,\r\nJordan Lassiter\r\nIndependent Investigative Journalist\r\nMuckRock.com\r\n\r\nEnclosure: Fee Waiver Request Letter",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1208643,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/138845/Fee_Waiver_Letter_copy.docx",
            "datetime": "2024-08-13T09:51:12.468690",
            "title": "Fee_Waiver_Letter_copy.docx",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/aurora-364/police-presence-code-enforcement-coordination-and-media-staging-area-at-1568-nome-street-aurora-co-on-august-13-2024-171800/"
  }
]