[
  {
    "id": 190945,
    "title": "Cumberland County Sheriffs Office Maine: International Parental Child Abduction Justin Kashuba",
    "slug": "cumberland-county-sheriffs-office-maine-international-parental-child-abduction-justin-kashuba",
    "status": "ack",
    "embargo_status": "public",
    "user": 160086,
    "username": "Tommy_Son",
    "agency": 5383,
    "datetime_submitted": "2025-08-09T01:02:56.910127",
    "date_due": "2025-08-15",
    "days_until_due": null,
    "date_followup": "2025-08-15",
    "datetime_done": null,
    "datetime_updated": "2025-08-09T01:02:57.042928",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 190945,
        "from_user": 160086,
        "to_user": 12616,
        "subject": "Maine Freedom of Access Act Request: Cumberland County Sheriffs Office Maine: International Parental Child Abduction Justin Kashuba",
        "datetime": "2025-08-09T01:02:57.042928",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Maine Freedom of Access Act, I hereby request the following records:\r\n\r\nAll records, reports, and documentation related to Cumberland County Sheriff's Office involvement during July/August 2002 international parental kidnapping of infant Justin Kashuba II.\r\n\r\nCumberland County Deputies provided armed escort services that facilitated the removal of a US citizen infant from the country without consent of both parents.\r\n\r\nGiven the CCSO's unfortunate and long history of dishonesty regarding these matters, this call was likely recorded as a \"Civil-Standby\" to assist women \"grab some stuff\" in the presence of \"dangerous male\".\r\n\r\nRecords requested for July 23, 2002 to August 23, 2002 involving any or all of the following individuals: Annette Kucia, Kory Kashuba, Justin Kashuba II, Justin Kashuba, Paula Pillar, and William Pillar:\r\n\r\n- All incident reports and service calls to 212 Leach Hill Road, Casco, Maine\r\n- All dispatch logs and radio communications \r\n- Assignment logs showing officers dispatched for escort services during the kidnapping\r\n- Documentation of any police communication and/or coordination in passport retrieval for minor child \r\n- Responding Officer names, badge numbers, name of commanding officer on scene, name of shift Commander \r\n- Any follow-up reports regarding CCSO involvement in this matter\r\n\r\nThis was a well-known high profile incident recounted for years throughout the Lakes Region. The child was taken to Scotland and the father had no contact for over 12 months. \r\n\r\nThis incident appears to have involved violations of federal law under 18 U.S.C. § 1204 among other crimes.\r\n\r\nFee waiver requested under victim rights, public accountability standards, and exercise of civil rights.\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by 1 M.R.S.A. § 408(6). The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJustin Kashuba",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/cumberland-county-6505/cumberland-county-sheriffs-office-maine-international-parental-child-abduction-justin-kashuba-190945/"
  }
]