[
  {
    "id": 144639,
    "title": "FAA document for Singapore Airlines",
    "slug": "faa-document-for-singapore-airlines",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 14773,
    "username": "Charlesthegreat",
    "agency": 27636,
    "datetime_submitted": "2023-04-16T19:52:48.342288",
    "date_due": "2023-05-12",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-04-16T19:52:48.420077",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 144639,
        "from_user": 14773,
        "to_user": 90210,
        "subject": "Freedom of Information Act Request: FAA document for Singapore Airlines",
        "datetime": "2023-04-16T19:52:48.420077",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nDuring a preflight inspections the cabin crew tests and checks the battery, cabin, avionics, and cockpit for proper functioning and operation of an aircraft. Every pilot must make this final check to ensure the general integrity of their aircraft. Here’s a brief overview:\r\n\r\n\r\nCabin Inspection\r\nThe first step, check that you have the require paperwork. The acronym ARROW can help you remember the five documents you need to bring:\r\n\r\nAirworthiness Certificate\r\nRegistration Certificate\r\nRadio Station License (only required for operations outside the U.S.)\r\nOperating Handbook\r\nWeight and Balance Data\r\nLegally, these documents and certificates must be inside the aircraft, and the airworthiness certificate needs to be on display where passengers can see it.\r\n\r\n\r\n\r\nThe second step:\r\n\r\nMake sure the cockpit switches and valve toggles are in the right position.\r\nSwitch the battery on and record fuel gauge readings  to compare to your visual inspection later.\r\nTurn off the battery and make sure the magnetos are off.\r\nClean the cockpit of all trash and any unsecured tools and make sure your seatbelts aren’t fraying or loose.\r\nIf your plane has fuses, find the location and number of spares.\r\nExterior Inspection\r\nAll pilots should do a walk-around of their aircraft before a flight even if it was recently serviced and approved, it is always a good idea to double check all components. Pre-flight inspections ensure nothing is damaged or overlooked.\r\n\r\nThe Third step :\r\n\r\nLook for loose rivets, bolts, nuts and safety-wired devices and any residue around these items.\r\nCheck brake pads and discs for thickness and look for rust and grooves.\r\nCheck tires for wear and flats by rolling the plane forward and backward.\r\nCheck oleo struts for proper inflation.\r\nTest rigged controls for free movement with no chafing  don’t forget to remove the control lock.\r\nMake sure control hinge fasteners are secure.\r\nCheck the propeller for oil leaks, significant damage and loose blades.\r\nInspect the engine check oil levels and make sure air intakes are free of debris.\r\nCheck the exhaust pipe  make sure it’s free of oil and black buildup.\r\nFuel system Check the fuel quantity and compare to cockpit gauges, look for correct octane color and debris and make sure fuel vents aren’t obstructed.\r\nDrain sumps and sample fuel  be sure fuel doesn’t keep dripping after.\r\nClean your windows, inside and out.\r\nReview your aircraft’s performance data and emergency procedures.\r\nOnce you complete a thorough preflight inspection, you can take to the air with confidence.\r\n\r\n\r\n\r\nSubject: PreFlight pilot checklist\r\n\r\n1. I am making a request for pre- flight pilot checklist for international flight plan (FAA7233-4) from January 1, 2013 to November 31, 2013 for Singapore airline which is referred to \"Singapore airlines Limited\" and registration number: 9V-SKJ. Please provide me the pre- flight pilot checklist for Singapore Airline that came to John F. Kennedy international airport on January 1 2013 to November 31, 2013 .\r\n\r\n                                   \r\n Subject: seat Configuration.\r\n\r\n1. Please be advised to provide me the major repair and alteration of airframe power plant propeller or Appliance. (FAA- form 337)from January 1, 2013 to November 31, 2013 for Singapore airline  which is referred to (\"Singapore airline Limited\") and the registration number: 9V-SKJ. \r\n\r\n2. FAA FORM 337 FAA Form 337, Major Repair and Alteration (Airframe, Powerplant, Propeller, or Appliance), serves two purpose. It provides: 1. Owners and operators with a record of major repairs and major alterations, indicating details and approval. 2. The FAA with a copy for the aircraft records. An example of a typical completed FAA Form 337 is provided in appendix 1, figure 2. \r\n \r\n3.Airworthiness and registration certificates for Singapore Airlines which is refer to Singapore Airline Limited and the registration number:9V-SKJ. \r\n\r\n\r\n\r\nThis is the FAA rules:\r\n\r\n129.13 Airworthiness and registration certificates.\r\n(a) No foreign air carrier may operate any aircraft within the United States unless that aircraft carries a current registration certificate and displays the nationality and registration markings of the State of Registry, and an airworthiness certificate issued or validated by:\r\n\r\n(1) The State of Registry; or\r\n\r\n(2) The State of the Operator, provided that the State of the Operator and the State of Registry have entered into an agreement under Article 83bis of the Convention on International Civil Aviation that covers the aircraft.\r\n\r\n(b) No foreign air carrier may operate a foreign aircraft within the United States except in accordance with the limitations on maximum certificated weights prescribed for that aircraft and that operation by the country of manufacture of the aircraft.\r\n\r\n\r\n\r\nAIRCRAFT CERTIFICATIONS\r\n\r\nThe FAA issues different certifications for aircraft depending on their purpose. The maintenance requirements for these different types of uses vary, so it’s crucial to know which one you’re applying for and how to keep up with the right maintenance:\r\n\r\nStandard Airworthiness — The FAA approves applications for a standard airworthiness certificate if your registered aircraft complies with one of the following aircraft categories: normal, commuter, utility, transport or acrobatic. You must also maintain a condition that’s safe for operation, as well as conduct preventative maintenance — any modifications you make to your aircraft must meet the requirements of 14 CFR Parts 21, 43 and 91.\r\n\r\nSpecial Airworthiness — The FAA issues special airworthiness certificates for primary, restricted, multiple, limited, experimental, provisional and special flight aircraft. To qualify for this certificate, your aircraft must meet several standards detailed in 14 CFR Part 21, 45, 48, 91 and 375, as well as policies that specify additional aircraft maintenance requirements.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nCharlemagne Limage",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/faa-document-for-singapore-airlines-144639/"
  }
]