[
  {
    "id": 140382,
    "title": "Law Enforcement Agencies Accessing the Georgia Department of Driver Services' Face Recognition System",
    "slug": "law-enforcement-agencies-accessing-the-georgia-department-of-driver-services-face-recognition-system",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 103735,
    "username": "paultepper",
    "agency": 17317,
    "datetime_submitted": "2023-02-10T19:27:54.682054",
    "date_due": "2023-02-15",
    "days_until_due": null,
    "date_followup": "2023-02-28",
    "datetime_done": null,
    "datetime_updated": "2023-02-13T09:23:24.128762",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140382,
        "from_user": 103735,
        "to_user": 23523,
        "subject": "Georgia Open Records Act Request: Law Enforcement Agencies Accessing the Georgia Department of Driver Services' Face Recognition System",
        "datetime": "2023-02-10T19:27:54.778802",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Georgia Open Records Act, I hereby request the following records:\r\n\r\nI would like to learn: 1) which local, state and national law enforcement agencies can currently submit probe photos to be run through the Department of Driver Services's  face recognition system (image database) , and 2) which law enforcement agencies actually submitted probe photos to the Department for a search from January 1, 2020 to the date of the most recently available data.\r\n\r\nPlease provide any lists, logs or datasets showing this information.  With regard to agencies that have submitted probe photos, please provide logs, lists or datasets describing, as available, the requesting organization, the number of requests made, the dates of the requests, and the number of requests granted.  If the Department maintains this information in an Excel spreadsheet, I request that the record be produced in this format.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nPaul Tepper",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 140382,
        "from_user": 23523,
        "to_user": 103735,
        "subject": "RE: Georgia Open Records Act Request: Law Enforcement Agencies Accessing the Georgia Department of Driver Services' Face Recognition System",
        "datetime": "2023-02-13T09:23:24.128762",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "The department is in receipt of your request. At this time, we are checking for responsive records and, if necessary, will provide you with an estimate as to time and costs within 10-14 business days. Please do not hesitate to let us know if you have any questions.\n",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/georgia-230/law-enforcement-agencies-accessing-the-georgia-department-of-driver-services-face-recognition-system-140382/"
  }
]