[
  {
    "id": 165011,
    "title": "Budget Documents, Committee Records, and Communications Regarding Funding and Political Activities from the Wayne County Indigent Defense Department",
    "slug": "budget-documents-committee-records-and-communications-regarding-funding-and-political-activities-from-the-wayne-county-indigent-defense-department",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 111796,
    "username": "blasebbg",
    "agency": 10498,
    "datetime_submitted": "2024-06-12T14:28:47.355663",
    "date_due": "2024-06-19",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-06-12T14:28:47.438441",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "public defense"
    ],
    "communications": [
      {
        "foia": 165011,
        "from_user": 111796,
        "to_user": 14556,
        "subject": "",
        "datetime": "2024-06-12T14:28:47.438441",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Michigan Freedom of Information Act, I hereby request the following records:\r\n\r\nTo Whom It May Concern:\r\n\r\nPursuant to the Michigan Freedom of Information Act, I hereby request the following records form the Wayne County Indigent Defense Services Department:\r\n\r\nPursuant to MCL 780.993(3), an indigent defense system is required to \"submit an annual plan\" that \"specifically address how the minimum standards established by the MIDC under this act will be met and must include a cost analysis for meeting those minimum standards.\" In addition, \"[w]ithin 180 days after receiving funds from the MIDC\" an \"an indigent criminal defense system shall comply with the terms of the grant in bringing its system into compliance with the minimum standards established by the MIDC for effective assistance of counsel[,]\" subject to the \"terms of a grant.\" MCL 780.993(11).\r\n\r\nI am requesting any accountings of expenditures made during FY 22 and FY 23 years, and any quarterly expenditure reports that have been generated for FY 24. I am requesting accounting that details the budgets of the Indigent Defense Services Department, expenditures from MIDC funds disbursed to the Wayne County Sheriff's Office, the Third Circuit Court, the Neighborhood Defender Service of Detroit, the Defender Support Unit, individual appointed counsel from the pane, as well as the expenses of the IDSD itself. \r\n\r\nI am also requesting the FY 25 compliance plans and cost analysis that have been submitted to the MIDC.\r\n\r\nI am also requesting all materials relating to the Indigent Defense Services Department's Criminal Defense Assignment Committee. I am requesting the applications and decisions on the applications for all applications for the Winter 2023 and Spring 2024 application period, including public notices of meetings, committee member's votes, minutes, recordings, transcripts, or any other materials relating to the functioning of the committee. I am also requesting any Assigned Counsel Services Complaint Forms that have been submitted to the IDSD, and documentation of decisions rendered on said complaints and any investigative materials for FY 23 and year-to-date for FY 24. I am requesting any updated Attorney Eligibility policy that were adopted following August 10, 2023, and any supporting documentation about the process for revising eligibility criteria.\r\n\r\nI am also requesting communications from the Wayne County email accounts, Wayne County issued work cell phones, or personal email accounts and phones used to conduct county business of Indigent Defense Services Department Director Robin Dillard-Russaw regarding attorney conduct for the Neighborhood Defender Service of Detroit or Assignment Roster attorneys. Specifically, I am requesting: \r\n\r\n(1) Communications related to IDSD matters, to include complaints regarding attorney performance, specific incidents with individual attorneys from NDS or the Assign Counsel Roster from the following individuals: Judge Kenneth King; Judge Mark Slavens; Judge Prentis Edwards; Judge Donald Knapp; Ret. Judge Michael Hathaway; and any members of the Wayne County Prosecutor's Office;      \r\n\r\n(2) Communications regarding the testimony of Andrew Sullivan at an MIDC meeting, and communications with NDS representatives regarding Mr. Sullivan's testimony.\r\n\r\n(3) Communications with NDS representatives concerning a podcast appearance by NDS Union Representatives; \r\n\r\n(4) Cost analyses, budgets, and requests for increases in funding submitted by NDS to the IDSD for FY 24 and FY 25.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBlase Schmid",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/wayne-county-16745/budget-documents-committee-records-and-communications-regarding-funding-and-political-activities-from-the-wayne-county-indigent-defense-department-165011/"
  }
]