[
  {
    "id": 160508,
    "title": "FBI: Guenter Mannhalt",
    "slug": "fbi-guenter-mannhalt",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 351,
    "username": "RobbyD",
    "agency": 10,
    "datetime_submitted": "2024-03-16T09:14:33.629221",
    "date_due": "2024-04-12",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-03-16T09:14:34.206801",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "seattle",
      "mannhalt"
    ],
    "communications": [
      {
        "foia": 160508,
        "from_user": 351,
        "to_user": 9555,
        "subject": "",
        "datetime": "2024-03-16T09:14:34.206801",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAll Bureau records mentioning or pertaining to the deceased Seattle-area organized crime figure Guenter Mannhalt. Mannhalt (Born: February 25th, 1937 - Died: April 1st, 2019) was described by The Seattle Times in 1990 as being, \"the kingpin of a crime ring operating out of a downtown doughnut shop.\" Another article by a respected Seattle historian described Mannhalt as a notorious exploiter of homeless teenagers in Seattle. Mannhalt was publicly identified by the Justice Department in the assassination of Civil Rights figure Edwin Pratt. \r\n\r\nIn June of 2022, the Civil Rights Division of the Department of Justice publicly identified Mannhalt as a suspect in the 1969 assassination of Edwin Pratt, the director of the Seattle Urban League. The Justice Department publicly closed the Pratt file:\r\n\r\nhttps://www.justice.gov/crt/case-document/edwin-pratt-notice-close-file\r\n\r\nInternet searches bring back dozens of articles related to Mannhalt and crime. \r\n\r\nIncluding in the Seattle Times:\r\n\r\nhttps://archive.seattletimes.com/archive/?date=19900509&slug=1070768\r\n\r\nAnd in a local history blog:\r\n\r\nhttps://crosscut.com/2014/03/seattle-donut-shop-runaways-part-two-knute-berger\r\n\r\n\r\nThis request is for any and all records about Guenter Mannhalt from any and all FBI offices, including HQ, field offices, legal attaches, and facilities that maintain records under the FBI’s control. Please conduct a search for any records on Mannhalt held by the Seattle Field Office. According to a blog post I just read, it is important that I state the following: \"As you know, your agency is required to search the records stored at NARA’s Washington Records Center in Suitland, MD, but still technically under your agency’s control. For more information see 36 CFR 1250.8\" Please also conduct a physical search of records at NARA's Washington Records Center in Suitland, for any records or documents related to Guenter Mannhalt.\r\n\r\nPlease include all potentially responsive materials, including but not limited to all communications, reports, inquiries, investigations, photographs, audio files, video files, memos, directives, etc. Please include all materials found in other subject files and all materials associated with any potentially-related names and any other known aliases, nicknames, code names, or any other identifying pseudonyms or references utilized by this agency. Please consult the Central Records System and records, the Electronic Surveillance (ELSUR) Data Management System and records, Microphone Surveillance (MISUR) records, Physical Surveillance (FISUR) records, Technical Surveillance (TESUR) records, and all available cross-reference indices, databases, and records, in addition to any other locations containing potentially-responsive materials related to Guenter Mannhalt.\r\n\r\nPlease include a search of any records or documents understood to be, or colloquially referred to as \"COINTELPRO records\" under the bureau's custody that could be construed as responsive to a request for records related to Guenter Mannhalt. \r\n\r\nIf the bureau cannot fulfill certain parts of this request or if certain portions must be redacted, please provide any reasonable segregable portion of a requested record after removing or redacting those portions claimed to be exempt, explain in writing the justification for redacting the record, indicate the extent of any redactions on the portion of the record which is made available or published and where technically feasible indicate on the redacted portion itself the specific exemption(s) claimed.\r\n\r\nRecords related to Mannhalt have a tangible and real connection to history, and their release will help provide the public with additional historical understanding. I would like to thank the bureau for it's commitment to transparency, especially in regards to investigations into Civil Rights era violence. I look forward to pressing forward with this request for however long it takes.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobert Delaware",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/fbi-guenter-mannhalt-160508/"
  }
]