[
  {
    "id": 172968,
    "title": "Eastern High School walkout (Sept. 2024 request)",
    "slug": "eastern-high-school-walkout-sept-2024-request",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 37839,
    "datetime_submitted": "2024-09-06T14:47:09.922112",
    "date_due": "2024-09-17",
    "days_until_due": null,
    "date_followup": "2024-09-17",
    "datetime_done": null,
    "datetime_updated": "2024-09-06T14:47:10.114475",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 172968,
        "from_user": 3031,
        "to_user": 134063,
        "subject": "New Jersey Open Public Records Act Request: Eastern High School walkout (Sept. 2024 request)",
        "datetime": "2024-09-06T14:47:10.114475",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New Jersey Open Public Records Act, I hereby request the following records:\r\n\r\n1. Any communications to or from Superintendent Cloutier concerning the walkout at Eastern High School referenced in the April 22, 2024 letter from Camden County Commissioners Jeff Nash and Melinda Kane. These communications include (but are not limited to) any communications referencing the words \"walkout,\" \"walk out,\" \"protest,\" \"Israel,\" \"Palestine,\" \"Gaza,\" \"anti-semitism,\" \"anti-semitic,\" \"antisemitism,\" \"antisemitic,\" \"Jews,\" or \"Jewish.\" This request is limited to April 1, 2024 to May 15, 2024. This request satisfies N.J. Stat. § 47:1A-5(g)'s requirement that the request identify the specific job title, subject matter, and reasonable time period.\r\n\r\n3. Any communications to or from the principal or vice principals referenced by Superintendent Cloutier’s statement which concern the walkout, any public or private response to the planned walkout, or the walkout’s cancellation. These communications include (but are not limited to) any communications referencing the words \"walkout,\" \"walk out,\" \"protest,\" \"Israel,\" \"Palestine,\" \"Gaza,\" \"anti-semitism,\" \"anti-semitic,\" \"antisemitism,\" \"antisemitic,\" \"Jews,\" or \"Jewish.\" This request is limited to April 1, 2024 to May 15, 2024. This request satisfies N.J. Stat. § 47:1A-5(g)'s requirement that the request identify the specific job title, subject matter, and reasonable time period.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 7 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/voorhees-7270/eastern-high-school-walkout-sept-2024-request-172968/"
  }
]