[
  {
    "id": 140118,
    "title": "Contracts, District Polices and Training Manuasl",
    "slug": "contracts-district-polices-and-training-manuasl",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 29653,
    "username": "EGALITARIAN",
    "agency": 32756,
    "datetime_submitted": "2023-02-06T03:30:19.981186",
    "date_due": "2023-02-21",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-02-06T03:30:20.085121",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140118,
        "from_user": 29653,
        "to_user": 100089,
        "subject": "",
        "datetime": "2023-02-06T03:30:20.085121",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\nTo the GPISD School Board, Superintendent and  Custodian of Records:\r\n\r\nThis request is made under THE FREEDOM OF INFORMATION ACT 5 U.S.C. § 552 and The Texas Public Information Act , which guarantees the public’s access to information in the custody of Galena Park ISD.\r\n\r\nThis request is made for the following records:\r\n\r\n1. The 45 CFR § 75.2 \"cooperative agreement\" between Texas Office of the Attorney General Title- IV D Agency \"Child Support Division\" [the 42 U.S.C. § 654(3) single and separate unit operating in TEXAS] and Galena Park ISD within the time period of the last five years (2018-2022) as per 31 U.S. Code § 6305 entitled \"Using cooperative agreements\" and any other contracts between the two parties.\r\n\r\n2. All signed contracts and agreements with  the Texas Attorney General Title- IV D Agency \"Child Support Division\", Harris Count -TX , Harris County District Clerk Office, Harris County Domestic Relations Office and Galena Park ISD within the last five years (2018-2022) related to Title IV-D services.\r\n\r\n3. An itemized list of all account receivable payments, incentive awards  from \"Child Support Division\" [Texas Office of the Attorney General Title- IV D Agency] received by/ awarded to GPISD in the last 5 years (2018-2022)\r\n\r\n4. An itemized list of all account payable payments, audits and financial penalties  paid to \"Child Support Division\" [Texas Office of the Attorney General Title- IV D Agency] in the last five years (2018-2023)\r\n\r\n5. Galena Park ISD policy and training manual that refers to or references  income with holding order, IWO, Child Support, Spousal support  in the last five years (2018-2023)\r\n\r\n \r\n\r\nI expect the request to be filled in an accessible format, including for screen readers, which provide text-to-speech for persons with disability who are unable to read print. Files that are not accessible to screen readers include, for example, .pdf image files as well as physical documents.\r\n\r\nIf you deny any parts or all of this request, please cite each specific exemption you feel justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\r\n\r\nThe requested records will be made available to the general public free of charge as part of the public information service at MuckRock.com, processed by a representative of the news media/press and is made in the process of news gathering and not for commercial usage. Disclosure of this information is in the public interest because providing a copy of the information primarily benefits the general public. I therefore request a waiver of all fees and charges pursuant to Section 552.267 of the act.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment in .pdf format.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\n{ MuckRock}",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/houston-113/contracts-district-polices-and-training-manuasl-140118/"
  }
]