[
  {
    "id": 145521,
    "title": "Portland Shotspotter",
    "slug": "portland-shotspotter",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 82349,
    "username": "JohanaBhuiyan_tWDwOQiC",
    "agency": 396,
    "datetime_submitted": "2023-05-09T12:14:00.709311",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-05-09T12:14:00.794532",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 145521,
        "from_user": 82349,
        "to_user": 9635,
        "subject": "",
        "datetime": "2023-05-09T12:14:00.794532",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Oregon Public Records Law, I hereby request the following records:\r\n\r\n1) All records of scheduled meetings between ShotSpotter or SoundThinking representatives and Portland police, including the chief/commissioner since November 1, 2022 including any written or recorded notes from the meetings.\r\n\r\n2) All records of scheduled meetings between ShotSpotter/SoundThinking representatives and Portland police public information or media relations department since November 1, 2022 included any written or recorded notes from the meetings.\r\n\r\n3) All email exchanges -- including incoming messages, outgoing messages, forwards, and attachments -- between the department's chief/commissioner and other police officers and ShotSpotter/SoundThinking representatives since November 1, 2022. ShotSpotter representatives can be identified by searching the department's email system for addresses ending in \"@shotspotter.com\" or \"@soundthinking.com\"\r\n\r\n4) All emails exchanges–including incoming messages, outgoing messages, forwards, and attachments–between the department's public information and/or media relations staff members and ShotSpotter/SoundThinking representatives since November 1, 2021. ShotSpotter representatives can be identified by searching the department's email system for addresses ending in \"@shotspotter.com\" or \"@soundthinking.com\"\r\n\r\n5) All instructional materials, presentations and presentation materials (including recorded video and audio, PowerPoint files, prepared remarks, and slides formats), and other guidance on police use of Shotspotter/SoundThinking. This includes A) any notes taking during meetings that discussed the use of Shotspotter/SoundThinking, B) any explanations (whether internally or externally generated) of how this program works, and C) any other document that has been used to help explain the use of this program to any party, including internal documentation, public relations materials, and executive summaries.\r\n\r\nI ask that all fees be waived as I intend to use the requested records to further public understanding of government functions and not for any commercial purpose.\r\n\r\nIn the event that you choose to withhold or redact the records, I ask that you provide a detailed explanation of the statutory and/or case law upon which each rejection or redaction is based.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nJohana Bhuiyan",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/portland-166/portland-shotspotter-145521/"
  }
]