[
  {
    "id": 154203,
    "title": "Freedom of Information Act Requests Regarding City of Wynne Police Department",
    "slug": "freedom-of-information-act-requests-regarding-city-of-wynne-police-department",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 82827,
    "username": "Carrielove",
    "agency": 33911,
    "datetime_submitted": "2023-11-05T17:20:52.188460",
    "date_due": "2023-11-08",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-11-05T17:20:52.376161",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 154203,
        "from_user": 82827,
        "to_user": 108181,
        "subject": "",
        "datetime": "2023-11-05T17:20:52.376161",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Arkansas Freedom of Information Act, I hereby request the following records:\r\n\r\nRe: Freedom of Information Act Requests Regarding City of Wynne Police Department\r\n \r\nDear FOIA Coordinator:\r\n \r\nThis request is concerning policies and practices of the Wynne Police Department (WPD). Unless otherwise stated, the time period of the requested documents is 2019, through the present.\r\n \r\nPlease be advised that “document” means notes, reports, memoranda, letters, correspondence, recordings or any writing of any kind whatsoever, e-mail messages and correspondence, drawings, graphs, charts, photographs, audio recordings, video recordings, diaries, appointment books, calendars, telephone records, telephone messages, computer records and any other data from which information can be obtained including originals, non-identical copies and drafts thereof.\r\n\r\nKindly provide the requested information in an electronic format that is searchable and analyzable. We will accept data extracts as delimited text file, Excel, Access, Oracle, or a variety of other file formats. An example data shell of required fields and layout can be provided if it is needed. Additionally, please provide individual computer records or scanned documents in a format such as Microsoft Word or searchable Adobe Acrobat pdf. Documents and data extracts should include necessary variable definitions and descriptions to facilitate understanding and analysis.\r\n \r\nINFORMATION REQUESTS\r\n \r\nA. Grants, Technical Assistance, and Memoranda of Understanding\r\n \r\n1. All documents concerning funding or technical assistance from the United States Department of Justice (DOJ), Department of Homeland Security (DHS) or any other federal agency, to WPD including but not limited to:\r\n \r\na) Grant applications and reports between the City of Wynne and any component of the DOJ, including the Community Oriented Policing Services Office (COPS).\r\n \r\nb) Grant award letters to Wynne city officials from DOJ, including the COPS Office.\r\n \r\n2. All documents between the WPD, DOJ, the COPS Office and/or its consultants, such as the Police Foundation, relating to technical assistance provided to WPD to review and improve policing policies and practices, including any community and police surveys.\r\n \r\n3. All documents between the WPD and the Office of the Mayor relating to technical assistance provided to WPD by the DOJ and/or COPS Office and/or its consultants.\r\n \r\n4. All documents between the WPD and the Wynne City Council relating to technical assistance provided to WPD by the DOJ and/or COPS Office and/or its consultants.\r\n \r\n5. All memoranda of understanding between the WPD and other law enforcement agencies and other federal, state or local governmental agencies, including any with the school systems in Wynne and Cross counties.\r\n \r\nB. General policies and procedures\r\n \r\n6. All WPD policy and procedure manuals, including but not limited to patrol guides, operation orders, and/or interim orders.\r\n \r\n7. All WPD organizational charts.\r\n \r\n8. All policies and procedures relating to community policing strategies.\r\n \r\nC. Training\r\n \r\n9. All documents used to train WPD officers and/or personnel regarding:\r\n \r\na) Use of force (lethal and nonlethal) and de- escalation, including reporting requirements;\r\n \r\nb) Vehicle stops;\r\n \r\nc) Arrests and alternatives to arrests;\r\n \r\nd) Searches, including consent searches;\r\n \r\ne) Interactions with individuals experiencing mental or behavioral health crises;\r\n \r\nf) Interactions with youth:\r\n \r\ng) Bias policing based on race, gender, disability and other categories;\r\n \r\nh) Constitutional policing; and\r\n \r\ni) Community policing strategies.\r\n \r\n10. All documents concerning the screening and/or testing of WPD officers for racial bias, including but not limited to any screening or testing conducted before, during, and after the hiring process.\r\n \r\nD. Traffic Stops\r\n \r\n11. All documents relating to traffic stops resulting in an arrest or issuance of a citation by Wynne police officers disaggregated by race, ethnicity, gender and age of the person(s) stopped, name(s) of the officer(s), date and location of the stop, and the offense that led to the arrest or citation from 2019  to the present.\r\n \r\n12. All documents relating to traffic stops resulting in a search of the vehicle or occupants by Wynne police officers disaggregated by race, ethnicity, gender and age of the person(s) stopped, name(s) of the officer(s), date and location of the stop, whether the person(s) stopped consented to the search, and the outcome of the search from 2019 to the present.\r\n \r\n13. Any and all documents relating to traffic stops that did not result in arrest or citation, including the date and location of the stops, reason for the stop, name of officer(s) involved in the stops, and the race, ethnicity, gender and age of the civilian(s) stopped from 2019 to the present.\r\n \r\n14. A sampling of the forms that WPD officers are required to complete after each vehicle stop from 2019 to the present.\r\n \r\na) Use of force (lethal and nonlethal) and de- escalation, including reporting requirements;\r\n \r\nb) Vehicle stops;\r\n \r\nc) Arrests and alternatives to arrests;\r\n \r\nd) Searches, including consent searches;\r\n \r\n15. All documents submitted to the Arkansas Department of Public Safety pursuant to Public Law (Public Contact Reports) from 2019 to the present.\r\n \r\nE. Use of Force\r\n \r\n16. All WPD officer use of force incident reports and investigative files from 2019 to present disaggregated by race, ethnicity, gender, and age of the civilian(s), name of the officer(s), reason for the interaction with the officer(s), the type of force used, including but not limited to firearm, pepper spray, baton, canines, or Taser, and whether the officer(s) was disciplined for the use of force.\r\n\r\n17. Any and all documents relating to sexual assault incidents involving Wynne police officer(s) from 2019 to the present disaggregated by race, ethnicity, gender, and age of the civilian(s), the name of the officer, the officer’s alleged reason for the interaction with the civilian, and the type of sexual misconduct that occurred, including: sexual assault; rape; extorting sexual favors in exchange for not ticketing or arresting a person; inappropriate or unnecessary frisks or pat downs; and officer or civilian- initiated sexual conduct while the officer was on duty.\r\n \r\n18. A sampling of the forms and/or reports that WPD officers must complete following a use of force incident.\r\n \r\n19. All audio and video footage of use of force incidents.\r\n \r\nF. All Complaints against WPD officers\r\n \r\n20. All documents relating to the process used by the WPD to process and investigate complaints against officers.\r\n \r\n21. All complaints filed by members of the public against WPD officers disaggregated by race, ethnicity, gender, and age of the complainant(s), name and race/ethnicity of the officer(s), and reason for and outcome of complaint.\r\n \r\n22. All complaints filed against WPD personnel and WPD officers disaggregated by race, ethnicity, gender, and age of the complainant(s), name and race/ethnicity of the officer(s), reason for complaint, and outcome of complaint.\r\n \r\n23. All federal court, state court, and administrative complaints filed against the WPD and/or any of its officers and/or personnel alleging excessive or unnecessary use of force and biased policing.\r\n \r\n24. All federal court, state court, and administrative complaints filed against the WPD and/or any of its officers and/or personnel alleging unlawful search and/or unlawful seizure/arrest.\r\n \r\n25. All settlements entered into by City of Wynne and/or the WPD in any/and all civil rights complaints filed against the WPD and/or its officers and/or personnel.\r\n \r\nG. Discipline\r\n \r\n26. The name and badge number of every WPD officer disciplined for\r\n \r\na) Unlawful search;\r\n \r\nb) Unlawful seizure;\r\n \r\nc) Unlawful arrest;\r\n \r\nd) Excessive or unnecessary use of force;\r\n \r\ne) Racial discrimination; and\r\n \r\nf) Administrative violations.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nSonny Albarado, a citizen of Arkansas, in coordination with Christopher Reed.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/wynne-9790/freedom-of-information-act-requests-regarding-city-of-wynne-police-department-154203/"
  }
]