[
  {
    "id": 174869,
    "title": "Chief FOIA officer's recent email (United States Agency for International Development)",
    "slug": "chief-foia-officers-recent-email-united-states-agency-for-international-development",
    "status": "processed",
    "embargo_status": "public",
    "user": 4660,
    "username": "saizai",
    "agency": 58,
    "datetime_submitted": "2024-10-20T12:24:41.762480",
    "date_due": "2024-11-18",
    "days_until_due": null,
    "date_followup": "2024-11-21",
    "datetime_done": null,
    "datetime_updated": "2024-10-22T17:33:06.359961",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "all-agency",
      "foia compliance"
    ],
    "communications": [
      {
        "foia": 174869,
        "from_user": 4660,
        "to_user": 9885,
        "subject": "Freedom of Information Act Request: Chief FOIA officer's recent email (United States Agency for International Development)",
        "datetime": "2024-10-20T12:24:43.408891",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear United States Agency for International Development,\r\n\r\nOn behalf of myself and Fiat Fiendum, I hereby request the following records:\r\n\r\n1. The one email in your chief FOIA officer's email inbox or equivalent which was received nearest and before October 19, 2024, midnight Eastern time, regardless of subject matter.\r\n2. The one email in your chief FOIA officer's email spam folder or equivalent which was received nearest and before October 19, 2024, midnight Eastern time, regardless of subject matter.\r\n3. The one email in your chief FOIA officer's sent email folder or equivalent which was sent nearest and before October 19, 2024, midnight Eastern time, regardless of subject matter.\r\n4. The total full-time equivalent count of people who work for your FOIA office as of October 19, 2024.\r\n\r\nThis request is expressly limited to United States Agency for International Development's own FOIA office. Please do not refer it to any other agency or division. This request is expressly not a Privacy Act request, and no PA waiver will be provided.\r\n\r\nPlease provide the email records in EML, Maildir, MBOX, MIX, MSG, or PST format only — not PDF, Word, image, etc — including all metadata (e.g. full email headers as received/sent) and attachments, without alteration other than narrowly tailored electronic redaction of specifically claimed exemptions that do not affect any part of non exempt information (and, in particular, without rasterization).\r\n\r\nPlease provide the fourth record as a statement in your response letter, or at your option, as the most readily available record, in original electronic format as currently stored on your computer systems, which includes that information.\r\n\r\nPlease provide all records either as individual files, or as an unencrypted ZIP file, uploaded to MuckRock. Do not apply any encryption, DRM, or other restriction.\r\n\r\nI request fee waiver, because\r\n* Fiat Fiendum is a 501(c)(3) non-profit;\r\n* this request is for public interest, non-commercial purposes;\r\n* these records would give a snapshot of insight into the everyday processes of FOIA offices; and\r\n* these records are being requested in order to conduct a government-wide audit of agencies' FOIA compliance.\r\n\r\nIn the event that you deny fee waiver, please process this request as-is, because I will not agree to any fees.\r\n\r\nPlease be sure to provide:\r\n* 5 USC 552(a)(6)(A)(i)(II) FOIA Public Liaison information\r\n* 5 USC 552(a)(6)(A)(i)(III)(aa) appeal information\r\n* 5 USC 552(a)(6)(A)(i)(III)(bb) OGIS information\r\n* 5 USC 552(a)(7)(A) tracking number\r\n* 5 USC 552(a)(7)(B)(ii) completion ETA\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\nSai\r\nPresident, Fiat Fiendum, Inc.\r\n\r\nP.S. Sai is my full legal name.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 174869,
        "from_user": 9885,
        "to_user": 4660,
        "subject": "USAID FOIA No. F-00039-25 (Acknowledgment Letter)",
        "datetime": "2024-10-22T17:22:41.889732",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "October 22, 2024 RE:  USAID FOIA No. F-00039-25 (Acknowledgment Letter) Dear Mr. Sai: Thank you for your letter dated October 22, 2024, requesting information pursuant to the Freedom of Information Act (FOIA), 5 U.S.C. §  552.  The tracking number for your request is F-00039-25.  Please use this number when corresponding with our office. At this time, we are in the process of perfecting your request.  A perfected request for records reasonably describes such records and is made in accordance with published rules stating the time, place, fees (if any) and procedures to be followed.  This process includes reviewing the request for clarity and fee category determination and related commitment to pay, if applicable. Once your request is perfected, you will be notified of the FOIA Specialist assigned to process your case.  If you have questions, please contact us at .  Please cite the above-referenced number when corresponding with our office. (mailto:foia@usaid.gov) foia@usaid.gov Thank you. Sincerely, Sophia Williams \nFOIA Specialist \nBureau for Management \nOffice of Management Services \nInformation and Records Division\n",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 174869,
        "from_user": 9885,
        "to_user": 4660,
        "subject": "USAID FOIA REQUEST No. F-00039-25 (FOIA Specialist Assignment Email)",
        "datetime": "2024-10-22T17:33:06.359961",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "October 22, 2024 Re: USAID FOIA Request No. F-00039-25 (FOIA Specialist Assignment Email) Dear Mr. Sai: This acknowledges receipt of your October 22, 2024 , Freedom of Information Act (FOIA) request to the United States Agency for International Development (USAID). Specifically, you requested 1. The one email in your chief FOIA officer's email inbox or equivalent which was received nearest and before October 19, 2024, midnight Eastern time, regardless of subject matter.2. The one email in your chief FOIA officer's email spam folder or equivalent which was received nearest and before October 19, 2024, midnight Eastern time, regardless of subject matter.3. The one email in your chief FOIA officer's sent email folder or equivalent which was sent nearest and before October 19, 2024, midnight Eastern time, regardless of subject matter.4. The total full-time equivalent count of people who work for your FOIA office as of October 19, 2024. (Date Range for Record Search: From 10/18/2024 To 10/19/2024). FOIA Specialist our request has been assigned to Jaime Carey, FOIA Specialist.  You may contact Jaime Carey by email at jacarey@usaid.gov .  Please reference the tracking number cited above in any future correspondence. Extending the FOIA’s Time Limits due to Unusual Circumstances The FOIA provides that an agency  may extend its time limits when “unusual circumstances” occur in the processing of a request. See 5 U.S.C. § 552(a)(6)(B)(i) (2016).  Those “unusual circumstances” are set forth in the statute, 5 U.S.C § 552(a)(6)(B)(iii), and are described as: 1) The need to search for records from field facilities or other locations separate from the office processing the request; 2) The need to search, collect and examine voluminous records; and 3) The need for consultation with another agency. Based upon the records you have requested, we have determined that one or more unusual circumstances will occur during the processing of your request.  Accordingly, your response time-limit has been extended beyond the 20 days required by statute; therefore, 10 additional processing days have been added to your request. To mitigate this action, you may limit the scope of the request so that it can be processed more quickly or to arrange an alternative time to respond. If you have any questions or wish to discuss reformulation or an alternative time frame for the processing of your request, you may contact the assigned FOIA Specialist noted above. You may also contact USAID’s FOIA Public Liaison, Christopher Colbow, at foia@usaid.gov (mailto:foia@usaid.gov) . \nAdditionally, you may contact the Office of Government Information Services (OGIS) at the National Archives and Records Administration to inquire about the FOIA mediation services offered: Office of Government Information Services National Archives and Records Administration 8601 Adelphi Road-OGIS, College Park, Maryland 20740-6001 E-mail: ogis@nara.gov Telephone: 202-741-5770; Toll Free: 1-877-684-6448 Fax: 202-741-5769 Thank you for your interest in USAID. Sincerely, \nSophia Williams \nFOIA Specialist \nBureau for Management \nOffice of Management Services \nInformation and Records Division\n",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/chief-foia-officers-recent-email-united-states-agency-for-international-development-174869/"
  }
]