[
  {
    "id": 183692,
    "title": "Records on Militia Interactions (2017–2021, 2025–Present) Including Memos, Communications, and Substation Reports",
    "slug": "request-for-us-border-patrol-records-on-militia-interactions-20172021-2025present-including-memos-communications-and-substation-reports",
    "status": "submitted",
    "embargo_status": "public",
    "user": 4164,
    "username": "TheJ",
    "agency": 38,
    "datetime_submitted": "2025-03-20T18:09:44.413983",
    "date_due": "2025-04-17",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-20T18:09:44.697437",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 183692,
        "from_user": 4164,
        "to_user": 9575,
        "subject": "",
        "datetime": "2025-03-20T18:09:44.697437",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Subject: FOIA Request for U.S. Border Patrol Records on Militia Interactions (2017–2021, 2025–Present) Including Memos, Communications, and Substation Reports\r\n\r\nJordan Lassiter\r\nInvestigative Journalist\r\nMarch 20, 2025\r\n\r\nFOIA Officer\r\nU.S. Customs and Border Protection\r\n1300 Pennsylvania Avenue NW\r\nWashington, DC 20229\r\nEmail: CBPFOIA@dhs.gov\r\nFax: (202) 325-1400\r\n\r\nURGENT – LEGALLY BINDING NOTICE AND STRICT COMPLIANCE REQUIRED\r\n\r\nThis document constitutes a formal, binding request for records under the Freedom of Information Act (“FOIA”), 5 U.S.C. § 552, and the applicable regulations (28 C.F.R. Part 16). Failure to comply fully with the requirements set forth herein—including a complete search, proper preservation, and production of all responsive records—will be subject to judicial review, may be used as evidence of bad faith, and may result in immediate legal action.\r\n\r\nI. RECORDS SUBJECT TO REQUEST\r\n\r\nI hereby request full access to and copies of all records—without omission—that pertain to any communications, directives, or cooperative activities between U.S. Border Patrol personnel (or its representatives) and militia groups or their known leaders/members, including, but not limited to:\r\n\r\nArizona Border Recon (Tim Foley)\r\nMinuteman Civil Defense Corps\r\nUnited Constitutional Patriots\r\nVeterans on Patrol\r\n\r\nThis request includes all records (such as emails, text messages, instant messages, internal memos, working notes, drafts, briefing documents, meeting minutes, contact logs, call logs, and any other communications, along with associated metadata and attachments) regarding any interaction or coordination with the above entities during the following periods:\r\n\r\nTrump Administration – First Term: January 20, 2017 to January 20, 2021\r\nTrump Administration – Second Term: January 20, 2025 to the present\r\n\r\nII. DETAILED DESCRIPTION OF REQUESTED RECORDS\r\n\r\nA. Communications and Directives\r\n\r\nInternal Communications: All electronic or paper communications—including emails, text messages, instant messages, and internal memos (including working notes, drafts, and annotations)—exchanged among U.S. Border Patrol officials regarding any contact, coordination, or cooperation with the specified militia groups or their representatives.\r\nExternal Communications: All communications (including attachments and metadata) exchanged between U.S. Border Patrol personnel and any representatives, intermediaries, or external advisors of the identified militia groups.\r\nInteragency Communications: All communications (including memos, drafts, and internal notes) exchanged between U.S. Border Patrol personnel and other federal agencies (e.g., DHS, FBI, ICE) concerning coordination or inquiries into activities involving the specified militia groups.\r\n\r\nB. Policy, Decision-Making, and Operational Documents\r\n\r\nPolicy Documents/Directives: All finalized and draft policies, guidelines, training materials, standard operating procedures (SOPs), and directives related to the coordination or cooperation with militia groups.\r\nDecision-Making Records: All documents evidencing the decision-making process—including memos, meeting agendas, minutes, transcripts, internal reports, working notes, calendars, and briefing materials—that reference any interactions with the above groups.\r\nOperational Records: Any action plans, progress reports, resource allocation documents, technical specifications, and records of any coordinated operations or intelligence-sharing activities—including all associated internal memos and supporting working documents—between Border Patrol and militia representatives.\r\n\r\nIII. CUSTODIANS, SEARCH SYSTEMS, AND TERMS\r\n\r\nA. Custodians:\r\n\r\nInclude all records maintained or in the possession of U.S. Border Patrol officials, such as Commanding Officers, Supervisory Personnel, FOIA Officers, Records Management Officers, Field Office Administrators, and any personnel directly involved in the creation, storage, or dissemination of the requested records.\r\n\r\nB. Search Systems:\r\n\r\nThe search must cover all electronic and paper systems, including but not limited to:\r\n\r\nElectronic mail systems (e.g., Microsoft 365, Enterprise Vault)\r\nDocument management systems (e.g., OpenText, iManage/WorkSite)\r\nFOIA processing systems (e.g., FOIAonline, FOIA Xpress)\r\nAny legacy systems or locally maintained databases or repositories containing relevant records\r\n\r\nC. Search Terms:\r\n\r\nAt a minimum, employ search queries including:\r\n\r\n“Arizona Border Recon” OR “Tim Foley”\r\n“Minuteman Civil Defense Corps”\r\n“United Constitutional Patriots”\r\n“Veterans on Patrol”\r\n“militia” AND (“contact” OR “communication” OR “cooperation”)\r\n“U.S. Border Patrol” AND (“militia” OR “paramilitary”)\r\nDate range terms reflecting “2017”, “2018”, “2019”, “2020”, “2025”, and other pertinent dates\r\nThe exact syntax, Boolean operators, and any modifications applied in each search must be documented and provided.\r\n\r\nIV. LEGAL BASIS AND PRECEDENT\r\nThis request is made pursuant to 5 U.S.C. § 552 and is supported by the following legal authorities and judicial precedents, which mandate exhaustive and complete searches for all relevant documents:\r\n\r\nDepartment of Justice v. Reporters Committee for Freedom of the Press, 489 U.S. 749 (1989)\r\nMilner v. Department of Navy, 562 U.S. 562 (2011)\r\nOpenTheGovernment v. Department of Justice, 18-cv-1038 (D.D.C. May 17, 2018)\r\nPublic Citizen v. Department of Justice, 491 U.S. 440 (1989)\r\nTruitt v. Department of State, 897 F.2d 540, 542 (D.C. Cir. 1990)\r\nIn addition, binding regulations under 28 C.F.R. Part 16 require that searches be “reasonably calculated to uncover all relevant documents.”\r\n\r\nV. EXPEDITED PROCESSING REQUEST\r\n\r\nI request expedited processing under 5 U.S.C. § 552(a)(6)(E)(v)(II) and 28 C.F.R. § 16.5(e) on the following grounds:\r\n\r\nUrgency in Informing the Public: The requested records are central to investigations into potential infringements on constitutional rights and may reveal significant government overreach.\r\nHistorical and Ongoing Significance: The records span multiple administrations and are essential for determining whether current policies continue or depart from prior practices.\r\nMedia and Legal Implications: Timely disclosure is critical to ensure informed public debate and to enable judicial review if the records are improperly withheld.\r\n\r\nVI. FEE WAIVER REQUEST\r\n\r\nI request a full waiver of all fees associated with the processing of this request pursuant to 5 U.S.C. § 552(a)(4)(A)(iii) and 28 C.F.R. § 16.10(k) because:\r\n\r\nThe disclosure of these records is in the public interest and will contribute significantly to public understanding of governmental operations and potential constitutional violations.\r\nThis request is not made for any commercial purpose.\r\nPrecedents, including Cause of Action v. Federal Trade Commission, 799 F.3d 1108 (D.C. Cir. 2015) and Carney v. U.S. Dep't of Justice, 19 F.3d 807, 814 (2d Cir. 1994), support fee waivers for requests that enhance governmental transparency.\r\nIf fees are expected to exceed $100, please contact me prior to proceeding further.\r\n\r\nVII. FORMAT OF PRODUCTION\r\n\r\nRecords should be produced in their native electronic format, with complete metadata intact:\r\n\r\nEmails: In formats such as .MSG or .EML with full headers, metadata, attachments, and any embedded content.\r\nDocuments: In original file formats (e.g., .DOCX, .XLSX, .PDF) with intact metadata.\r\nStructured Data: In .CSV or .XML format, including accompanying data dictionaries.\r\nPaper Records: High-resolution (minimum 300 dpi) color scans in PDF format.\r\n\r\nVIII. PRESERVATION OF RECORDS\r\n\r\nI require that all potentially responsive records be immediately preserved. This includes ensuring that all electronic files retain their original metadata and that no automated deletion or archival processes alter or destroy the relevant records.\r\n\r\nIX. VAUGHN INDEX REQUIREMENTS\r\n\r\nIf any portion of the responsive records is withheld or redacted, I request a complete Vaughn index that:\r\n\r\nLists each document withheld or redacted with specificity.\r\nIdentifies the exact statutory exemption(s) claimed.\r\nProvides a detailed explanation of how each exemption justifies the withholding, including an analysis of the potential harm from disclosure.\r\nDiscloses any segregable portions that can be released.\r\n\r\nX. ADMINISTRATIVE TRACKING AND SEARCH DOCUMENTATION\r\n\r\nIn compliance with 5 U.S.C. § 552(a)(6)(A)(i) and relevant case law, please include with your response:\r\n\r\nThe tracking number assigned to this request.\r\nThe name(s) of the FOIA personnel responsible for processing this request.\r\nA detailed description of the search methodology employed, including all systems, databases, repositories, and local storage locations searched.\r\nThe exact search terms used (including Boolean operators and any modifications).\r\nDate ranges for each search.\r\nDocumentation of personnel involved and the time spent on each search.\r\nCopies or summaries of search logs, including timestamps and result counts.\r\nCertification by the designated Information Management Officer that all potentially responsive records were searched.\r\n\r\nXI. RIGHT TO APPEAL AND JUDICIAL REVIEW\r\n\r\nI expressly reserve my right to appeal any adverse determination regarding this request, including:\r\n\r\nDenials of expedited processing or fee waivers.\r\nInsufficient or inadequate searches.\r\nWithholdings or redactions based on FOIA exemptions.\r\nAny such determination shall be subject to immediate judicial review as provided under 5 U.S.C. § 552(a)(4)(E) and other applicable law.\r\n\r\nXII. PREVIOUS EVIDENCE OF INTERACTION\r\n\r\nThere is extensive, independently documented evidence of interactions between U.S. Border Patrol personnel and militia groups. Specifically:\r\n\r\nSouthern Poverty Law Center Report: In Plain Sight: Uncovering Border Patrol’s Relationship with Far-Right Militias at the Southern Border (​\r\nSPLCENTER.ORG\r\n) details multiple instances of such interactions in Arizona.\r\nWIRED Report: Border Militias Prepare to Assist With Donald Trump’s Mass Deportation Plans (​\r\nWIRED.COM\r\n) describes contacts between militia groups like Arizona Border Recon and federal officials.\r\nAdditional Investigative Reports: Articles from the Los Angeles Times and TIME (​\r\nLATIMES.COM\r\n; \r\nTIME.COM\r\n) corroborate historical and ongoing patterns of informal cooperation or tacit approval between Border Patrol personnel, local law enforcement, and vigilante groups.\r\nThese independent sources establish a clear pattern of interaction that underscores the public interest in obtaining full disclosure of the requested records.\r\n\r\nXIII. SUPPLEMENTARY DOCUMENTATION AND SUBSTATION RECORDS\r\n\r\nIn addition to the records explicitly described above, please produce any supplementary or “substation” records that are relevant to the processing of this request. This includes, but is not limited to:\r\n\r\nAdditional memos, internal correspondence, briefing materials, or working documents not otherwise specifically identified herein that discuss or reference the search process, procedures, or any additional documentation related to interactions between U.S. Border Patrol and the specified militia groups.\r\nAll administrative reports, summaries, or analyses prepared by FOIA or records management personnel that elucidate the methodology, limitations, or findings related to the search for responsive records.\r\nAny documentation from U.S. Customs and Border Protection substations located in Texas, Arizona, or any other relevant border states—including records, communications, internal memos, and operational reports—that pertain to interactions or cooperation with the aforementioned militia groups or their representatives.\r\nAny records maintained at regional or substation offices that support the production of records responsive to this request.\r\nPlease confirm receipt of this request and provide a tracking number within five (5) working days, as required under FOIA. If any portion of this request is unclear or if additional information is required, please contact me immediately. I further request that no delay tactics or improper denials be employed.\r\n\r\nThank you for your prompt, full, and legally compliant disclosure of these records.\r\n\r\nRespectfully,\r\n\r\nJordan Lassiter\r\nInvestigative Journalist",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1269769,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/154258/Fee_Waiver_Letter_copy.pdf",
            "datetime": "2025-03-20T18:09:44.697437",
            "title": "Fee_Waiver_Letter_copy.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/request-for-us-border-patrol-records-on-militia-interactions-20172021-2025present-including-memos-communications-and-substation-reports-183692/"
  },
  {
    "id": 183691,
    "title": "Imperial Calls",
    "slug": "imperial-calls",
    "status": "ack",
    "embargo_status": "public",
    "user": 25665,
    "username": "DetentionKills",
    "agency": 5522,
    "datetime_submitted": "2025-03-20T17:58:10.152500",
    "date_due": "2025-03-30",
    "days_until_due": null,
    "date_followup": "2025-03-30",
    "datetime_done": null,
    "datetime_updated": "2025-03-20T17:58:10.380768",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 183691,
        "from_user": 25665,
        "to_user": 15874,
        "subject": "California Public Records Act Request: Imperial Calls",
        "datetime": "2025-03-20T17:58:10.380768",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\n1. A printout or log or similar record of all emergency and non-emergency calls or requests for service to the Imperial County Sheriff's Office from the Imperial Regional Detention Center, located at 1572 Gateway Rd, Calexico, CA 92231, for the period beginning February 7, 2024, and continuing through March 20, 2025.\r\n\r\n2. If the Imperial County Sheriff's Office is the custodian of records for 911 call logs, a log of 911 calls from the Imperial Regional Detention Center received between February 7, 2024, and March 20, 2025.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAndrew Free",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/imperial-county-3040/imperial-calls-183691/"
  }
]