[
  {
    "id": 155863,
    "title": "NDCAC Wiretap Records",
    "slug": "ndcac-wiretap-records",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 27422,
    "username": "dmehrotra",
    "agency": 10,
    "datetime_submitted": "2023-12-12T10:54:35.755781",
    "date_due": "2024-01-11",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-12-12T10:54:35.887517",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 155863,
        "from_user": 27422,
        "to_user": 9555,
        "subject": "",
        "datetime": "2023-12-12T10:54:35.887517",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nI am looking for records in the \"NDCAC Statistics Collection Tool  - Device Records Wiretaps\" database. Specifically,  I am looking for a database export in a csv format or data (or other records) that show the disaggregated data kept in the NDCAC Statistics Collection Tool. Law enforcement agencies fill out a form that populates this database.\r\n\r\nAmong other columns, the fields of this database should include but are not limited to: Submitter,Agency Name,Case Number, Date of Seizure,Device Type,Device Manufacturer,Device Model,Device Locked/Encrypted Device Accessed,Warrant Issued for Cloud?,Primary offense.\r\n\r\nPlease include database documentation or a data dictionary if such a document exists.\r\n\r\nAs required under FOIA, I request that the agency provide the above records in their native digital format, where applicable (such as a CSV, Excel, or other digital data format), and transferred to me electronically. \r\n\r\nIf you deny this request in whole or in part, I request that you respond with the statutory exemption underlying the denial and the reasoning therein. If an asserted exemption applies to only a portion of a record, please delete or redact the portion to which the exemption applies and provide the remainder of the record, as required under the FOIA. \r\nIf you have any questions about my request, please do not hesitate to e-mail me or call me.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDhruv Mehrotra",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/ndcac-wiretap-records-155863/"
  }
]