[
  {
    "id": 177052,
    "title": "Pulaski County Jail Charge Sheets",
    "slug": "pulaski-county-jail-charge-sheets",
    "status": "submitted",
    "embargo_status": "public",
    "user": 142227,
    "username": "Bonanno",
    "agency": 11151,
    "datetime_submitted": "2024-12-02T10:46:35.918480",
    "date_due": "2024-12-05",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-12-02T10:46:36.174088",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177052,
        "from_user": 142227,
        "to_user": 16272,
        "subject": "Arkansas Freedom of Information Act Request: Pulaski County Jail Charge Sheets",
        "datetime": "2024-12-02T10:46:36.174088",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Arkansas Freedom of Information Act, Ark. Code Ann. § 25-19-101 et seq., I request that the Pulaski County Sheriff’s Office (“the Sheriff’s Office”) make the below documents available for copying or inspection. \r\n\r\nPlease provide public charge sheets of individuals in the custody of the Pulaski County Jail on the following dates: \r\n\r\n        February 1, 2024; \r\n        March 1, 2024; \r\n        April 1, 2024; \r\n        May 1, 2024; and \r\n       June 1, 2024. \r\n\r\nEach public charge sheet should include the following information for each listed individual in custody: \r\n\r\n        Name; \r\n        Sheriff’s office number; \r\n        Date of birth; \r\n        Court location; \r\n        Arrest date; \r\n        Hold reason description; and \r\n        Bond amount. \r\n\r\nI ask that the Sheriff’s Office provide the above records within three business days of receipt of this request, as required by Ark. Code Ann. § 25-19-105(e). I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not. I also ask that the Sheriff’s Office provide me with a fee estimate prior to fulfilling any request. \r\n\r\nShould any part of the above request be denied, I request the Sheriff’s Office provide a written response citing the specific statutory exemption, as required by Ark. Code. Ann. § 25-19-105(a)(3). If some of the above records are disclosable and others exempt, please provide the disclosable documents and provide the exemption(s) preventing disclosure of the rest per Ark. Code Ann. § 25-19-105(f). If any of the above documents are administratively controlled by a different custodian than the Sheriff’s Office, I ask that the Sheriff’s Office please provide those custodians’ information, per Ark. Code. Ann. § 25-19-105(a)(3)(C).   \r\n\r\nPlease note that I am a citizen of Arkansas, and I am using MuckRock’s services to help manage and track my request. The requested documents will be made available to the general public, and this request is not being made for commercial purposes. \r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires. \r\n\r\nSincerely,\r\nSonny Albarado, a citizen of Arkansas, in coordination with Matthew.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/pulaski-county-9639/pulaski-county-jail-charge-sheets-177052/"
  }
]