[
  {
    "id": 205270,
    "title": "Audits",
    "slug": "audits",
    "status": "submitted",
    "embargo_status": "public",
    "user": 27422,
    "username": "dmehrotra",
    "agency": 30205,
    "datetime_submitted": "2026-02-18T07:39:02.811174",
    "date_due": "2026-03-04",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2026-02-18T07:39:04.046695",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 205270,
        "from_user": 27422,
        "to_user": 179269,
        "subject": "",
        "datetime": "2026-02-18T07:39:04.046695",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Government Records Access and Management Act, I hereby request the following records:\r\n\r\nI request access to and copies of the following records in the possession, custody, or control of the Moab Police Department related to the software platform commonly known as Fog Reveal, including any contracts or records referencing Fog Data Science or its products.\r\n\r\n\r\n1. Usage, access, and audit records\r\n\r\nRecords sufficient to show:\r\n\t•\tThe total number of searches or queries conducted using Fog Reveal\r\n\t•\tThe number of searches by month and year\r\n\t•\tThe number of user accounts and the number of active users\r\n\t•\tAudit logs, audit reports, access reviews, or other records reflecting user activity\r\n\t•\tThe divisions, units, or personnel authorized to access the system\r\n\r\nIf individual user names are classified as protected, I am requesting records showing activity by unique identifier, unit, or in aggregate form.\r\n\r\nIf raw logs are exempt, please provide aggregate statistical reports or any records sufficient to show these totals.\r\n\r\n\r\n2. Policies and procedures\r\n\r\nAll policies, standard operating procedures, memoranda, or guidelines governing:\r\n\t•\tAuthorized use of Fog Reveal\r\n\t•\tLegal process or approval requirements prior to conducting a search\r\n\t•\tSupervisory review or auditing of use\r\n\t•\tRetention of search history or query results\r\n\t•\tTraining or certification required for access\r\n\r\n\r\n3. Training and user materials\r\n\r\nAll user manuals, training materials, presentations, quick-reference guides, onboarding documents, and vendor-provided materials in the department’s possession.\r\n\r\n\r\n4. Contracts and procurement records\r\n\t•\tContracts, purchase orders, amendments, and statements of work\r\n\t•\tLicensing agreements or terms of service\r\n\t•\tInvoices and records sufficient to show the total amount paid\r\n\t•\tAny agreements with Fog Data Science or resellers or intermediaries\r\n\r\n\r\n5. Communications\r\n\r\nAll communications, including emails, memoranda, and presentations, that:\r\n\t•\tDiscuss acquisition, evaluation, or deployment of Fog Reveal\r\n\t•\tDescribe system capabilities or data sources\r\n\t•\tRefer to audits, oversight, compliance, or concerns about use\r\n\t•\tCompare Fog Reveal with other investigative tools\r\n\r\nSearch terms should include: “Fog Reveal,” “Fog Data Science,” and “Fog.”\r\n\r\n\r\nFormat and processing\r\n\r\nI request that responsive records be provided in electronic format where available.\r\n\r\nI am willing to accept rolling production of records as they are located and reviewed.\r\n\r\nIf any portion of this request is denied, please:\r\n\t•\tCite the specific statutory basis for the denial under GRAMA, and\r\n\t•\tRelease all reasonably segregable non-exempt material.\r\n\r\nIf you believe this request is overly broad, I am happy to discuss reasonable narrowing.\r\n\r\nFee waiver\r\n\r\nThis request is made for news gathering and not for commercial purposes. Disclosure of the requested records is in the public interest. I request a waiver of any fees.\r\n\r\n\r\nPlease confirm receipt of this request and provide the timeline for your response as required by Utah Code § 63G-2-204.\r\n\r\nThank you for your assistance.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDhruv Mehrotra",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/moab-31678/audits-205270/"
  },
  {
    "id": 205269,
    "title": "Audit Logs",
    "slug": "audit-logs",
    "status": "submitted",
    "embargo_status": "public",
    "user": 27422,
    "username": "dmehrotra",
    "agency": 389,
    "datetime_submitted": "2026-02-18T07:31:25.666504",
    "date_due": "2026-02-28",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2026-02-18T07:31:25.800274",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 205269,
        "from_user": 27422,
        "to_user": 9596,
        "subject": "",
        "datetime": "2026-02-18T07:31:25.800274",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nI request access to and copies of the following records in the possession, custody, or control of the California Highway Patrol related to the Cobwebs Technologies platform, including any product or system referred to as “Cobwebs” or “Tangles.”\r\n\r\n\r\n1. Usage, access, and audit records\r\n\r\nRecords sufficient to show:\r\n\t•\tThe total number of searches or queries conducted in the system\r\n\t•\tThe number of searches by month and year\r\n\t•\tThe number of user accounts and the number of active users\r\n\t•\tAudit logs, audit reports, access reviews, or other records reflecting user activity in the system\r\n\t•\tThe CHP divisions, units, offices, or task forces with access to the system\r\n\r\nTo the extent individual user identities are exempt, I am seeking records showing activity by unique identifier, unit, or in aggregate form.\r\n\r\nIf raw audit logs are exempt, please provide aggregate statistical reports or any records sufficient to show these totals.\r\n\r\n\r\n2. Policies and procedures\r\n\r\nAll policies, standard operating procedures, guidelines, memoranda, or directives governing:\r\n\t•\tAuthorized use of the system\r\n\t•\tApproval requirements or permissible purposes\r\n\t•\tSupervisory review or auditing of use\r\n\t•\tRetention of search records or user activity\r\n\t•\tTraining or certification required for access\r\n\r\n\r\n3. Training and user materials\r\n\r\nAll user manuals, training materials, presentations, quick-reference guides, onboarding documents, or other instructional material provided to CHP personnel, including vendor-provided materials in CHP’s possession.\r\n\r\n\r\n4. Contracts and procurement records\r\n\t•\tContracts, purchase orders, amendments, and statements of work\r\n\t•\tLicensing agreements or terms of service\r\n\t•\tInvoices and records sufficient to show amounts paid\r\n\t•\tAny data-sharing or access agreements with Cobwebs Technologies or any intermediary reseller\r\n\r\n\r\n5. Communications\r\n\r\nAll communications, including emails, memoranda, and presentations, that:\r\n\t•\tDiscuss acquisition or deployment of the system. Search terms should include: “Cobwebs,” “Cobwebs Technologies,” and “Tangles.”\r\n\r\nI request that responsive records be provided in electronic format where available.\r\n\r\nI am willing to accept rolling production of records as they are located and reviewed.\r\n\r\nIf any portion of this request is denied, please provide the specific statutory exemption relied upon and release all reasonably segregable non-exempt material.\r\n\r\nIf you believe this request is unduly burdensome, I am happy to discuss reasonable ways to narrow it\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDhruv Mehrotra",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/california-52/audit-logs-205269/"
  }
]