[
  {
    "id": 183757,
    "title": "Request for Anonymized Custody-Related Family Court Case Records (2019–2024)",
    "slug": "request-for-anonymized-custody-related-family-court-case-records-20192024",
    "status": "submitted",
    "embargo_status": "public",
    "user": 155367,
    "username": "Amemberofthepublic",
    "agency": 12393,
    "datetime_submitted": "2025-03-22T13:32:23.639975",
    "date_due": "2025-04-01",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-22T13:32:23.750561",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 183757,
        "from_user": 155367,
        "to_user": 17583,
        "subject": "",
        "datetime": "2025-03-22T13:32:23.750561",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nTo Whom It May Concern,\r\n\r\nPursuant to the California Public Records Act (Cal. Gov. Code §§ 6250–6270), I respectfully request anonymized, individual-level case data for all family court cases involving custody determinations filed and/or decided between January 1, 2019, and December 31, 2024.\r\n\r\nSpecifically, I am requesting data for the following case types:\r\n\r\n- Divorce cases involving minor children\r\n- Custody-only cases\r\n- Parentage/paternity cases\r\n- Custody or visitation modification cases\r\n\r\nFor each case, please provide the following individual-level fields, with all names and personal identifiers removed or masked:\r\n\r\nCase-Level Fields:\r\n- Anonymized case ID\r\n- Case type\r\n- Filing and decision dates\r\n- Presiding judge\r\n- Custody-related outcomes or final orders\r\n- Party-Level Fields (for each party):\r\n- Role in case (e.g., petitioner/respondent, mother/father)\r\n- Race/ethnicity\r\n- Gender\r\n- Age or age band (e.g., 20–29, 30–39)\r\n- ZIP code or census tract\r\n- Whether the party was represented by an attorney\r\n- Name of Attorney (if represented)\r\n- Monthly income or income bracket (if available)\r\n- Employment status (if available)\r\n- Whether the party applied for a fee waiver or public assistance\r\n\r\nAdditional Requested Documents:\r\n- Copies or structured data extracted from Income & Expense Declarations (FL-150 forms) filed in these cases, with personal identifiers and sensitive data redacted\r\n\r\nI request that the records be provided in a machine-readable format, such as CSV, Excel, or JSON.\r\n\r\nThis request is part of a personal, independent research initiative examining patterns in family court custody decisions. I intend to conduct a public interest analysis, which may be shared with academic institutions or legal organizations for potential collaboration or peer review. \r\n\r\nIf some fields cannot be disclosed due to privacy concerns, I am open to receiving anonymized proxies or redacted versions that retain analytical value.\r\n\r\nIf fulfilling the request in full is not possible, I welcome a discussion on narrowing the scope. Please notify me of any costs before processing. I also request a waiver of fees under Cal. Gov. Code § 6253(e), as this request is in the public interest and not for commercial use.\r\n\r\nIf there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I prefer the request to be filled out electronically, by e-mail attachment if available, or by secure download link.\r\n\r\nThank you for your time and assistance. I look forward to your response within the timeframe allowed by law.\r\n\r\nSincerely,\r\nA member of the public\r\n(sent via MuckRock)\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nA member of the public",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/santa-clara-county-732/request-for-anonymized-custody-related-family-court-case-records-20192024-183757/"
  }
]