[
  {
    "id": 141386,
    "title": "CIA and Twitter Files",
    "slug": "cia-and-twitter-files",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 111443,
    "username": "justin.acta",
    "agency": 6,
    "datetime_submitted": "2023-02-26T00:33:20.966068",
    "date_due": "2023-03-24",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-02-26T00:33:21.059443",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 141386,
        "from_user": 111443,
        "to_user": 9567,
        "subject": "Freedom of Information Act Request: CIA and Twitter Files",
        "datetime": "2023-02-26T00:33:21.059443",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nA copy of any records in possession of the Central Intelligence Agency and its components regarding tweets or Twitter accounts or communications with Twitter's Trust and Safety Team including communications channeled through other federal agencies such as the Federal Bureau of Investigation on behalf or in collaboration with the Central Intelligence Agency.  As you are aware freelance journalists collaborating with Twitter have had access to corporate records which they suggest show the Federal Bureau of Investigation and Central Intelligence Agency regularly engaged Twitter employees just before and during the Trump Administration. The search range should be from 2016 through 2022.\r\n\r\nWe request waiver of any fees as this natter is of significant public interest and any records will be widely disseminated.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJustin Acta",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/cia-and-twitter-files-141386/"
  }
]