[
  {
    "id": 160155,
    "title": "Santa Rita intake data records",
    "slug": "santa-rita-intake-data-records",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 79529,
    "username": "JOHNLP",
    "agency": 409,
    "datetime_submitted": "2024-03-11T17:59:45.795733",
    "date_due": "2024-03-21",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-03-11T17:59:45.951613",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 160155,
        "from_user": 79529,
        "to_user": 10056,
        "subject": "California Public Records Act Request: Santa Rita intake data records",
        "datetime": "2024-03-11T17:59:45.951613",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nRecords (reports, memoranda, spreadsheets, emails) that contain aggregate information from any and all fields, gathered during the Sheriff’s Office intake questionnaires at Santa Rita Jail since January 1, 2023. \r\n\r\nMy understanding from ACSO staff at Santa Rita Jail interviewed on March 4, 2024, is that the Sheriff’s Office conducts such a questionnaire with every person entering the jail, including: information on classes, vocational training, and other resources of interest to the person, Medi-Cal enrollment status, county of residence, whether the person is a sole provider, has minor children, is a military veteran, probation status, and demographic information. \r\n\r\nThis information will be shared with members of the Justice Reinvestment Coalition and others.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJohn Lindsay-Poland",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/alameda-county-174/santa-rita-intake-data-records-160155/"
  },
  {
    "id": 160154,
    "title": "Tourism Commission Digital Audio Recordings",
    "slug": "tourism-commission-digital-audio-recordings",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 87138,
    "username": "WAPO",
    "agency": 37461,
    "datetime_submitted": "2024-03-11T17:46:41.686386",
    "date_due": "2024-04-08",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-03-11T17:46:42.685510",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 160154,
        "from_user": 87138,
        "to_user": 131459,
        "subject": "",
        "datetime": "2024-03-11T17:46:42.685510",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAll digital  audio recording of the Tourism Commission for the last two years including current meeting on 3.11.2024\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nGary Milliette",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/tourism-commission-digital-audio-recordings-160154/"
  },
  {
    "id": 160153,
    "title": "STL Fusion Center MOUs, MOAs, NDAs 2020-2024",
    "slug": "stl-fusion-center-mous-moas-ndas-2020-2024",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 106692,
    "username": "KevMoMuck",
    "agency": 9984,
    "datetime_submitted": "2024-03-11T17:44:48.883808",
    "date_due": "2024-03-14",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-03-11T17:44:48.983072",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 160153,
        "from_user": 106692,
        "to_user": 13434,
        "subject": "The Missouri Sunshine Law Request: STL Fusion Center MOUs, MOAs, NDAs 2020-2024",
        "datetime": "2024-03-11T17:44:48.983072",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Missouri Sunshine Law., I hereby request the following records for the fiscal years of 2020, 2021, 2022, 2023 and current fiscal year of 2024.\r\n\r\n• Records that show Memorandums of Understanding (MOUs), Memorandums of Agreement (MOAs), Non-Disclosure Agreements (NDAs) and other coordination, cooperation, or other resource or information sharing arrangements between St Louis Fusion Center: Terrorism Early Warning Group and federal, state or local agencies specifically including but not limited to law enforcement agencies\r\n\r\n• Records showing the number of times information which was uploaded to the St. Louis Fusion Center: Terrorism Early Warning Group’s intelligence databases required correction or removal because the information was found to be erroneous, deficient or invalid\r\n\r\n• Records showing the number of times information which was uploaded to the St. Louis Fusion Center: Terrorism Early Warning Group’s intelligence database required correction or removal because the source agency that provided information was found to lack authority to gather or share information\r\n\r\n• Records showing the number of suspicious incident reports, suspicious activity reports, and field interview reports in the St. Louis Fusion Center: Terrorism Early Warning Group Intelligence databases\r\n\r\n• Records that list all public agencies and/or private contractors providing services of any kind to St. Louis Fusion Center: Terrorism Early Warning Group\r\n\r\n• Records that show the number of tips and leads in the St. Louis Fusion Center: Terrorism Early Warning Group’s intelligence databases received from intelligence information shared via email, phone, internet or submission of incident reports\r\n\r\n• Records that show the number of tips and leads in the St. Louis Fusion Center: Terrorism Early Warning Group’s intelligence databases acquired from cellphone tower dumps, cell site simulators (commonly known as “Stingrays”), and surveillance cameras\r\n\r\n• Copies of all contracts/agreements signed by the St Louis Fusion Center: Terrorism Early Warning Group\r\n\r\nAs the records sought detail the operations and activities of our government, I also request that fees be waived as I believe this request is in the public’s interest. I am seeking the records to analyze, inform and freely release to members of the public as part of the public information service at MuckRock.com. The requested records are not for commercial use.\r\n\r\nI am willing to pay all reasonable duplication expenses incurred in the processing this Sunshine Law request. However, as I am a member of the public and requesting documents specifically for the purpose of increasing the public’s knowledge of governmental functioning, I will administratively appeal any denial of my request for a fee waiver.\r\n\r\nIf fees cannot be waived, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request be filled electronically by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKevin Hawkins",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/missouri-299/stl-fusion-center-mous-moas-ndas-2020-2024-160153/"
  }
]