[
  {
    "id": 182039,
    "title": "Evergreen Solutions",
    "slug": "evergreen-solutions",
    "status": "submitted",
    "embargo_status": "public",
    "user": 152283,
    "username": "Arios",
    "agency": 35440,
    "datetime_submitted": "2025-02-25T01:47:26.393745",
    "date_due": "2025-03-11",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-02-25T01:47:26.610603",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 182039,
        "from_user": 152283,
        "to_user": 116656,
        "subject": "",
        "datetime": "2025-02-25T01:47:26.610603",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\nSubject: Request for Public Records - Alvin Community College\r\n\r\n\r\n\r\n \r\n\r\nGreetings,\r\n\r\nI hope this email finds you well. We at Evergreen Solutions, LLC, are conducting a compensation study on behalf of our client and I am writing to make a formal open records request. We are requesting an electronic copy of your staff and faculty database as well as relevant documents such as job descriptions, collective bargaining agreements, and pay plans. I am able to send survey templates to assist with the data collection; however, we will accept data in the manner most convenient for you. \r\n \r\nStaff Census Information requested:\r\n\r\nJob Titles\r\nClassification Title\r\nPay Grades\r\nPay Ranges (Minimum and Maximum)\r\nActual Salaries\r\nFull-Time Equivalent (FTE) Status\r\nStaff Handbook\r\n \r\nI also kindly request answers to the following questions related to the compensation study:\r\n \r\nHow are salaries adjusted for your organization (e.g., COLA, Longevity, performance, etc.)?\r\nWhat is your current turnover rate?\r\nWhat is your current average tenure for an employee?\r\nDate your current compensation plan was implemented.\r\nDate of the last salary adjustment?\r\nHow frequently are job descriptions updated?\r\n \r\nFor the faculty database, I am requesting the following information:\r\n\r\nFaculty Census:\r\nRank (if applicable) \r\nClassification Title (if faculty holds other positions other than teaching such as Dean, Chair, Coordinators,etc)\r\nHighest Degree Held \r\nPay Grade \r\nPay Ranges (Min& Max) \r\nCurrent Step (if on a step plan) \r\nContract Length (in days and/or months) \r\nAnnual Base Salary with no additives \r\nAnnual Salary with any additives \r\nDiscipline (Not to be confused with department, the distinct/specific subject the faculty member teaches; Ex: Microbiology)\r\nDepartment\r\nCIP Code (if available - by individual incumbent) \r\n\r\n\r\nAdditionally, copies of the following documents, if available: \r\n \r\nCopy of all faculty pay plans\r\nEmployee Benefit Information (Holidays Off, Health Insurance, Etc)  \r\nSalary Adjustment Policy (Longevity, performance, COLA, etc)\r\nAny Collective Bargaining Agreements \r\nCurrent Turnover Rate\r\nCurrent Average Tenure\r\nDate that your current pay plan was implemented\r\nDate of your last salary adjustment to pay plan\r\nHow frequently are your job descriptions updated\r\nDo you have a planned salary adjustment to your compensation structures for the next fiscal year? If so, by what amount?                           \r\nPlease list/attach and supplements/additives that faculty are compensated for duties outside of instruction\r\nFaculty Handbooks \r\nAdjunct Rates/Pay Plan \r\nOverload Rates \r\nRates for compensation for faculty leadership- Deans, Coordinators, Department Chairs  \r\nDo you compensate faculty differently based on area of discipline?  If yes, please provide details.\r\nDo you have any form of additional compensation for Large Class Size?  If yes, please provide details.\r\nDo you have an education incentive at your institution?  If yes, please provide details.\r\n \r\nI understand that public records requests may involve administrative processes and associated fees, as allowed by law. Please inform me of any fees and the estimated timeframe for fulfilling this request. If any portion of this request is denied, please provide a written explanation for the denial, citing the specific legal grounds for the refusal.\r\n \r\nPlease consider this email as a formal request for public records under the applicable open records laws. If there are any questions or additional details needed to process this request, please do not hesitate to contact me.\r\n \r\nI look forward to your prompt attention to this matter and the timely provision of the requested information. Your cooperation in ensuring transparency and access to public records is greatly appreciated.\r\n\r\nDo you agree to the redaction of information that is subject to mandatory exceptions, provided such redactions are clearly labeled on information you receive?: Yes\r\nDo you agree to the redaction of information that is subject to discretionary exceptions, provided such redactions are clearly labeled on information you receive? Yes\r\n\r\n\r\n\r\nEvergreen Solutions\r\n\r\n \r\n\r\nVery Respectfully,\r\n\r\n \r\n\r\nAlisia Rios, MSIOP\r\n\r\nData Analyst – She/Her\r\n\r\n \r\n\r\nEvergreen Solutions, LLC\r\n\r\n2528 Barrington Circle Unit 201\r\n\r\nTallahassee, FL 32308\r\n\r\n \r\n\r\nOffice:   (850) 383-0111\r\n\r\nCell:       (850) 661-0341\r\n\r\nEmail:    alisia@consultevergreen.com\r\n\r\nPartnering with public-sector clients to effect positive change\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAlisia Rios",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/texas-109/evergreen-solutions-182039/"
  }
]