[
  {
    "id": 184867,
    "title": "CPRA Request – Arrest of Emely Yanagida on August 14, 2024 at Irvine Spectrum Center",
    "slug": "cpra-request-arrest-of-emely-yanagida-on-august-14-2024-at-irvine-spectrum-center",
    "status": "submitted",
    "embargo_status": "public",
    "user": 154895,
    "username": "policecamnews",
    "agency": 5232,
    "datetime_submitted": "2025-04-12T08:16:51.670574",
    "date_due": "2025-04-22",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-04-12T08:16:51.766870",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 184867,
        "from_user": 154895,
        "to_user": 10324,
        "subject": "",
        "datetime": "2025-04-12T08:16:51.766870",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\ncopies of records related to the August 14, 2024 arrest of Emely Yanagida, which occurred at approximately 3:00 PM at the Irvine Spectrum Center.\r\n\r\nIncident Summary:\r\nAround 3:00 PM on August 14, 2024, Irvine police responded to a reported theft from Sephora and Lululemon at the Irvine Spectrum Center. The suspect, identified as Emely Yanagida, was reportedly located hiding in the trunk of a white Tesla after fleeing loss prevention officers. Recovered merchandise included approximately $600 worth of products from Sephora and $250 worth of Lululemon items. She was arrested for shoplifting, resisting arrest, and possession of burglary tools.\r\n\r\nRecords Requested:\r\nAll body-worn camera footage from officers involved in the response, search, and arrest of Emely Yanagida\r\n\r\nIn-car/dashcam footage from patrol vehicles that responded\r\n\r\n911 call audio recordings, if applicable, and dispatch logs or CAD reports\r\n\r\nSurveillance video obtained from Sephora, Lululemon, or the Irvine Spectrum Center\r\n\r\nArrest reports, narrative summaries, booking sheets, and any probable cause affidavits\r\n\r\nPhotographs or documentation of the recovered merchandise or burglary tools\r\n\r\nAny witness statements or loss prevention reports submitted by retail employees or citizens\r\n\r\nIf any of these records are withheld or redacted, I request that you cite the specific exemption under the CPRA and provide a justification for the denial.\r\n\r\nI am happy to receive responsive records in digital format via email or secure download link. If any fees are anticipated, please notify me in advance of processing.\r\n\r\nThank you for your attention to this request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nPolice Cam News",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/irvine-3262/cpra-request-arrest-of-emely-yanagida-on-august-14-2024-at-irvine-spectrum-center-184867/"
  }
]