[
  {
    "id": 151003,
    "title": "Bike Service on the Empire Builder Portland to Spokane Route",
    "slug": "bike-service-on-the-empire-builder-portland-to-spokane-route",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 121184,
    "username": "r8j9413mwo",
    "agency": 479,
    "datetime_submitted": "2023-08-19T11:22:05.946077",
    "date_due": "2023-09-18",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-08-19T11:22:06.084712",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 151003,
        "from_user": 121184,
        "to_user": 9989,
        "subject": "",
        "datetime": "2023-08-19T11:22:06.084712",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\n- All records regarding projects to install bike racks on the Portland to Spokane section of the Empire Builder between 1 January 2017 and 1 August 2023.\r\n- All records regarding projects to facilitate carry on bike service on the Portland to Spokane section of the Empire Builder between 1 January 2017 and 1 August 2023.\r\n\r\nThe existence of such information is suggested by responses provided by Amtrak to The League of American Bicyclists in 2017. The responses can be found on pages 16 and 22 respectively in this document: https://bikeleague.org/sites/default/files/Amtrak_answers.pdf\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nChristopher Schmitz",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/bike-service-on-the-empire-builder-portland-to-spokane-route-151003/"
  }
]