[
  {
    "id": 189268,
    "title": "Bodycam Footage - LVMPD",
    "slug": "bodycam-footage-lvmpd",
    "status": "submitted",
    "embargo_status": "public",
    "user": 161675,
    "username": "Tavinway",
    "agency": 648,
    "datetime_submitted": "2025-07-07T19:33:24.098343",
    "date_due": "2025-07-14",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-07-07T19:33:24.241703",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 189268,
        "from_user": 161675,
        "to_user": 10274,
        "subject": "",
        "datetime": "2025-07-07T19:33:24.241703",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Nevada Public Records Act, I hereby request the following records:\r\n\r\nI am requesting all available records related to the arrest of Eric Holland on December 23, 2021, who was found in possession of a severed human head. Specifically, I request the full, unedited body-worn camera footage from all officers involved before, during, and after the stop; dash camera footage from any patrol vehicles present; any surveillance or third-party video collected during the investigation; audio recordings including radio dispatch and 911 calls; and all related reports such as incident reports, use-of-force reports (if applicable), arrest reports, and officer statements. Additionally, I request any metadata associated with the video and audio files, including timestamps, officer identifiers, and GPS data.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTavin Way",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/las-vegas-317/bodycam-footage-lvmpd-189268/"
  }
]