[
  {
    "id": 177348,
    "title": "NBA and Brooklyn Nets correspondence with NYPD | Rodions Kurucs",
    "slug": "nba-and-brooklyn-nets-correspondence-with-nypd-rodions-kurucs",
    "status": "submitted",
    "embargo_status": "public",
    "user": 88498,
    "username": "bwdjourno",
    "agency": 272,
    "datetime_submitted": "2024-12-09T16:33:08.105783",
    "date_due": "2024-12-16",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-12-09T16:33:08.197616",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "sports",
      "violence in nba"
    ],
    "communications": [
      {
        "foia": 177348,
        "from_user": 88498,
        "to_user": 9986,
        "subject": "",
        "datetime": "2024-12-09T16:33:08.197616",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\n1) All phone, text or email correspondence between your department and National Basketball Association (NBA) staff referencing Rodions Kurucs (DOB: 2/5/98) between the following dates:\r\n\r\n6/27/19-6/27/20\r\n\r\nWhile correspondence between your department and NBA staffers may include conversations with people beyond the following names, I've provided these people to assist with your search:\r\n\r\nElizabeth Maringer:\r\nemaringer@nba.com\r\nplegmarks@aol.com\r\n\r\nKatherine Malone:\r\nkmalone@nba.com\r\n\r\nLeon Newsome:\r\nlnewsome@nba.com\r\n\r\nKatelyn Cannella West:\r\nkwest@nba.com\r\nkcanella@nba.com\r\nkcanellawest@nba.com\r\nkcanella-west@nba.com\r\n\r\nBlaise Ross:\r\nbross@nba.com\r\n\r\n2) All phone, text, or email correspondence between your department and Brooklyn Nets staff referencing Rodions Kurucs (DOB: 2/5/98) between the following dates:\r\n\r\n6/27/19-6/27/20\r\n\r\n3) We're also requesting 911 calls, arrest reports, and investigative records (which can include chronological records of events, property and evidence logs, witness lists, interview notes from officers examining the case, photos and videos included in the case file, search warrant affidavits, case summaries, and charges recommended to the prosecuting agency) referencing Rodions Kurucs (DOB: 2/5/98)  between the following date range:\r\n\r\n6/27/19-6/27/20\r\n\r\n5) We're also requesting a FOIA log for related requests referencing  Rodions Kurucs (DOB: 2/5/98) between 6/27/19 and the date this request was received. We want:\r\n\r\n1) The log or file number\r\n2) The date the request was received\r\n3) The name of the persons/organization (besides ourselves) making requests related to the above\r\n4) A description of the information sought\r\n5) The date the response was sent\r\n6) The type of response your office sent (granted, denied or partial release)\r\n\r\nIf you determine that some but not all the information is exempt from disclosure and that you intend to withhold it, I ask that you redact it for the time being and make the rest available on a rolling basis. In any event, please provide a signed notification citing the legal authorities on which you rely if you determine that any information is exempt and will not be disclosed.\r\n\r\nThe requested documents will be made available to the general public free of charge and processed by a representative of the news media/press and is made in the process of news gathering and not for commercial usage.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I also ask that our request be filled electronically, by e-mail attachment if available (email: holler@bwd.nyc and yelenadzhanova@gmail.com) – if not, secure file transfer, thumb drive, or CD-ROM. I am also available via phone at 718.360.6359 to discuss any questions you have about the request.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBradford Davis and Yelena Dzhanova",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-city-17/nba-and-brooklyn-nets-correspondence-with-nypd-rodions-kurucs-177348/"
  }
]