[
  {
    "id": 164452,
    "title": "Request – Information on Afro-German Children in the Rhineland",
    "slug": "request-information-on-afro-german-children-in-the-rhineland",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 129,
    "datetime_submitted": "2024-05-31T16:51:21.843632",
    "date_due": "2024-07-01",
    "days_until_due": null,
    "date_followup": "2024-07-01",
    "datetime_done": null,
    "datetime_updated": "2024-05-31T16:51:21.928238",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164452,
        "from_user": 4164,
        "to_user": 9557,
        "subject": "Freedom of Information Act Request: Request – Information on Afro-German Children in the Rhineland",
        "datetime": "2024-05-31T16:51:21.928238",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Date: May 31, 2024\r\n\r\nNational Archives and Records Administration\r\n8601 Adelphi Road\r\nCollege Park, MD 20740-6001\r\n\r\nSubject: Freedom of Information Act (FOIA) Request – Information on Afro-German Children in the Rhineland\r\n\r\nDear FOIA Officer,\r\n\r\nUnder the provisions of the Freedom of Information Act, 5 U.S.C. § 552, I hereby request access to and copies of all records held by the National Archives and Records Administration pertaining to Afro-German children born to French-African soldiers and German women during the post-World War I occupation of the Rhineland, from January 1, 1920, to December 31, 1950. This request includes both classified and unclassified documents, as well as records pending declassification.\r\n\r\nFor the purpose of this request, the records I seek include, but are not limited to:\r\n\r\n\t1.\tFolders and Indexes: Any folders, indexes, or finding aids for records related to Afro-German children in the Rhineland.\r\n\t2.\tDeclassified Documents: Any declassified documents, reports, or communications related to Afro-German children in the Rhineland.\r\n\t3.\tClassified and Pending Declassification Documents: Any classified documents or those pending declassification that pertain to Afro-German children in the Rhineland.\r\n\t4.\tTranscripts: Transcripts of communications between U.S. government entities and German authorities concerning Afro-German children in the Rhineland.\r\n\t5.\tInvestigations: Records of any investigations or assessments conducted by U.S. agencies involving Afro-German children in the Rhineland.\r\n\t6.\tCorrespondences: Correspondences between U.S. government officials discussing Afro-German children in the Rhineland.\r\n\t7.\tSocial Reports: Documents and reports on the social and economic conditions of Afro-German children in the Rhineland.\r\n\t8.\tMilitary Records: Information on U.S. military observations and activities related to Afro-German children in the Rhineland.\r\n\t9.\tCultural Exchanges: Records of cultural exchange programs or collaborations involving Afro-German children in the Rhineland.\r\n\t10.\tHuman Rights Assessments: Documents related to human rights assessments or impact studies involving Afro-German children in the Rhineland.\r\n\r\nShould any portion of the requested records be deemed exempt from disclosure, I request the release of any reasonably segregable non-exempt portions in accordance with 5 U.S.C. § 552(b). If an entire document is exempt, I request a justification, citing specific FOIA exemptions, and provision of an exemption log as per Vaughn v. Rosen, 484 F.2d 820 (D.C. Cir. 1973).\r\n\r\nPlease note your obligation under the law not to destroy any records potentially responsive to this request. Any withholding, redaction, or destruction of responsive records without proper justification constitutes a violation of the FOIA and is subject to litigation, as confirmed in Kissinger v. Reporters Committee for Freedom of the Press, 445 U.S. 136, 150 (1980). Additionally, per the Presidential Records Act (44 U.S.C. Chapter 22) and Executive Order 13526 (Classified National Security Information), agencies are required to appropriately handle records of historical interest.\r\n\r\nEnclosed is a letter requesting a fee waiver for the processing of this request. As an independent investigative journalist associated with TransparencyReport.pw, I believe that the information I seek is in the public interest and its disclosure contributes significantly to public understanding of the operations or activities of the government. The public interest standard is further supported by the criteria established in 5 U.S.C. § 552(a)(4)(A)(iii).\r\n\r\nIf the enclosed waiver is not accepted and there are any potential charges in excess of $200 associated with fulfilling my request, please inform me in advance.\r\n\r\nAs stipulated by the FOIA, I look forward to your response within twenty business days (5 U.S.C. § 552(a)(6)(A)(i)). Given the complexity and scope of this request, I understand it may take additional time to process. Therefore, I request an update on the status of my request within thirty business days. I am willing to accommodate a one-time extension, provided that I am informed in advance with a specific time frame for the extension.\r\n\r\nThank you for your prompt attention to this matter.\r\n\r\nSincerely,\r\nJordan Lassiter\r\nIndependent Investigative Journalist\r\nTransparencyReport.pw\r\nEmail: Jordan@Lassiter.eu\r\n\r\nEnclosure: Fee Waiver Request Letter\r\n\r\nPlease be aware: All communications related to this request, including incoming and outgoing communications, will be publicly available on MuckRock.com. Additionally, any correspondence in relation to this request will be instantly published on the platform.",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1180257,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/137673/Fee_Waiver_Letter_copy.pdf",
            "datetime": "2024-05-31T16:51:21.928238",
            "title": "Fee_Waiver_Letter_copy.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/request-information-on-afro-german-children-in-the-rhineland-164452/"
  }
]