[
  {
    "id": 182705,
    "title": "August 2022 Records Request Multi-Agency Response to Stamford, VT Property",
    "slug": "august-2022-records-request-multi-agency-response-to-stamford-vt-property",
    "status": "ack",
    "embargo_status": "public",
    "user": 150823,
    "username": "PJ_LiXqlYtj",
    "agency": 25204,
    "datetime_submitted": "2025-03-06T22:57:00.780974",
    "date_due": "2025-03-11",
    "days_until_due": null,
    "date_followup": "2025-03-11",
    "datetime_done": null,
    "datetime_updated": "2025-03-06T22:57:00.904338",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 182705,
        "from_user": 150823,
        "to_user": 74186,
        "subject": "Vermont Public Records Act Request: August 2022 Records Request Multi-Agency Response to Stamford, VT Property",
        "datetime": "2025-03-06T22:57:00.904338",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Vermont Public Records Act, I hereby request the following records:\r\n\r\nRecords held by the Vermont Department for Children and Families (DCF) concerning the investigation and its resolution involving an Ezra M. Miller’s property in Stamford, Vermont in August 2022, as chronicled in the Rolling Stone article titled 'The Ezra Miller Saga Now Involves Vermont’s Child Services Department' (published August 10, 2022, available at: https://web.archive.org/web/20241215093133/https://www.rollingstone.com/culture/culture-news/ezra-miller-vermont-child-services-department-1392572/). \r\nThe article details attempts by Vermont State Police to serve an emergency care order on August 6, 7, and 9, 2022, at a 96-acre farm in Stamford, intended to remove a 25-year-old mother and her three children amid reported welfare concerns, with DCF overseeing the inquiry and potential involvement of the Vermont Attorney General’s Office in legal proceedings. Notably, the article includes a quote from an individual suggesting the property owner was attempting to \"avoid\" or conceal matters related to the investigation, raising additional questions about the events.  \r\n\r\nSpecifically, I seek the following records from August 6, 2022, through December 31, 2023:  \r\n\r\nDCF Investigation Records:\r\nReports, case notes, or findings related to the welfare of the mother and her three children at the Stamford property, including any assessments or investigations prompting the emergency care order issued in August 2022; plus any follow-up records documenting the resolution or subsequent actions taken regarding their welfare after August 9, 2022.  \r\n\r\nCorrespondence and Legal Coordination:\r\nCorrespondence (e.g., emails, memos, or letters) between DCF and Vermont State Police or the Vermont Attorney General’s Office regarding the emergency care order, its execution, or its outcome; records of any hearing referenced in the article scheduled on or after August 11, 2022, including notices, outcomes, or related communications.  \r\n\r\nInter-Agency Coordination:\r\nDocumentation of DCF’s oversight or coordination with Vermont State Police and the Vermont Attorney General’s Office concerning the welfare of the mother and her three children or the execution of the emergency care order; if any responsive records are held by other agencies (even out-of-state agencies), I request coordination with that agency or referral of my request to the appropriate agency to ensure relevant obtainable documents are obtained.\r\n\r\nI request that any exempt personal information (e.g., names of minors or private individuals) be redacted rather than withholding documents entirely, consistent with the Vermont Public Records Act’s presumption of disclosure (1 V.S.A. § 315 et seq.).\r\nI am not affiliated with any news agencies & this request is not being made for commercial purposes. This inquiry serves the public interest by shedding light on the resolution of a widely publicized matter (yet for some reason never followed up on by news organizations) involving child welfare and inter-agency action, fostering transparency in governmental proceedings, and discouraging vigilante justice from members of the public who, due to rampant disinformation by omission, might be inclined to take matters into their own hands against a perceived child abductor.\r\n\r\nIf there are any issues with the scope or specificity of this request, please contact me to discuss it before denying or delaying the response.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nPJ",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/vermont-80/august-2022-records-request-multi-agency-response-to-stamford-vt-property-182705/"
  }
]