[
  {
    "id": 157396,
    "title": "Bonding of Personnel and Related Policies - Capital Region BOCES July 2023 Meeting",
    "slug": "bonding-of-personnel-and-related-policies-capital-region-boces-july-2023-meeting",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 18767,
    "username": "jvparker",
    "agency": 31667,
    "datetime_submitted": "2024-01-17T20:10:19.647434",
    "date_due": "2024-01-24",
    "days_until_due": null,
    "date_followup": "2024-01-24",
    "datetime_done": null,
    "datetime_updated": "2024-01-17T20:10:19.860587",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 157396,
        "from_user": 18767,
        "to_user": 93002,
        "subject": "New York Freedom of Information Law Request: Bonding of Personnel and Related Policies - Capital Region BOCES July 2023 Meeting",
        "datetime": "2024-01-17T20:10:19.860587",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nRecords related to the bonding of personnel as discussed in item 34 of the Re-Organization Meeting held in July 2023.\r\n\r\nSpecifically, I am interested in:\r\n\r\nCopies of any contracts or agreements pertaining to the additional Crime Indemnity coverage purchased for the Treasurer, Deputy Treasurer, and Director of Business Operations, including the coverage amounts of $5,000,000 for the Treasurer and Deputy Treasurer, and $4,900,000 for the Director of Business Operations.\r\nThe policies and any amendments related to these contracts, including the policy numbers and detailed descriptions of the coverage.\r\nAny internal memos, correspondence, or documents that discuss the decision-making process or rationale behind the bonding amounts and the selection of personnel for this coverage.\r\nMinutes or transcripts of any meetings where the bonding of these personnel and related policies were discussed, if not fully covered in the July 2023 Re-Organization Meeting minutes.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJackson Parker",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/bonding-of-personnel-and-related-policies-capital-region-boces-july-2023-meeting-157396/"
  }
]