[
  {
    "id": 174153,
    "title": "Last Meal information and receipts for Richard Glossip",
    "slug": "last-meal-information-and-receipts-for-richard-glossip",
    "status": "submitted",
    "embargo_status": "public",
    "user": 10531,
    "username": "MargotHanley",
    "agency": 4000,
    "datetime_submitted": "2024-10-07T14:29:56.579500",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-10-07T14:29:56.666096",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 174153,
        "from_user": 10531,
        "to_user": 10167,
        "subject": "",
        "datetime": "2024-10-07T14:29:56.666096",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Oklahoma Open Records Act, I hereby request the following records:\r\n\r\nProcurement information related to the three “last meals” for the death row inmate Richard Glossip. Detailed requests below.\r\n\r\n1. Oklahoma's Institutional Level Purchasing /Procurement Policies\r\n\r\nDocuments\r\nI would like to see all documented purchasing policies for last meals (see below for specific questions I would like answered.) \r\n(What is the approval process for last meal choices? \r\nIs there cost limit per meal? \r\nHow are special, more expensive ingredient approved? \r\nDoes the warden join the prisoner for the last meal, and if so do they also get a meal provided?\r\n- If the meal isn’t prepared onsite, who picks up the meal (for example, at KFC)\r\n- And in this case, does the staff member request reimbursement or do they use a credit card? \r\n- What is the Expense reimbursement process\r\n\r\n2. Specific Meal information for Richard Glossip\r\n\r\nReceipts\r\nRecords of meals for each of his three meals\r\n - if made ineernally, detailed ingredient list)\r\n- Cost / Payment information for the meal: kitchen staff time allocated to preparing the meal and grocery costs \r\nIf bought externally\r\n- Physical receipts or scanned copies of receipts  \r\n- Cost / Payment information for any off-site meal purchases (ex; bucket of KFC chicken) and any relevant documentation, including emails associated with the meals\r\n\r\nAlso, any information regarding the food or meals that Glossip had for his two marriages, including documentation and receipts\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nMargot Hanley",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/oklahoma-248/last-meal-information-and-receipts-for-richard-glossip-174153/"
  }
]