[
  {
    "id": 158088,
    "title": "School arrests - DEDoE",
    "slug": "school-arrests-dedoe",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 74211,
    "username": "becklerh",
    "agency": 6018,
    "datetime_submitted": "2024-01-31T14:37:07.017112",
    "date_due": "2024-02-22",
    "days_until_due": null,
    "date_followup": "2024-02-22",
    "datetime_done": null,
    "datetime_updated": "2024-01-31T14:37:07.193414",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 158088,
        "from_user": 74211,
        "to_user": 17029,
        "subject": "Delaware Freedom of Information Act Request: School arrests - DEDoE",
        "datetime": "2024-01-31T14:37:07.193414",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Delaware Freedom of Information Act, I hereby request the following records:\r\n\r\nThis letter constitutes a request pursuant to the Delaware Freedom of Information Act § 100001 et seq. for public records in the custody of your school district. Under the Criminal Justice Reform Act, school districts and law enforcement agencies must “specify the manner and division of responsibility for collecting and reporting the school-based arrests, citations and court referrals of students to the Department of Elementary and Secondary Education” (DESE). DESE began collecting data on school-related arrests in the 2018-19 school year. In the 2019-20 school year, DESE has expanded that collection to include data on all referrals to law enforcement. DESE has defined these terms as follows, borrowing the same definitions used by the U.S. Department of Education since its 2009 Civil Rights Data Collection.\r\n\r\nA school-related arrest “[r]efers to an arrest of a student for any activity conducted on school grounds, during off campus school activities (including while taking school transportation), or due to a referral by any school official. All school-related arrests are considered referrals to law enforcement.”\r\n\r\nA referral to law enforcement “[i]s an action by which a student is reported to any law enforcement agency or official, including a school police unit, for an incident that occurs on school grounds, during school-related events, or while taking school transportation, regardless of whether official action is taken. Citations, tickets, court referrals, and school-related arrests are considered referrals to law enforcement.”\r\n\r\nUnder the Delaware Freedom of Information Act § 100001 et seq. I request the following public records:\r\n1. An extract of your records management system or database that includes each school-related arrest separated by school, and each referral to law enforcement conducted during the 2018-2019, 2019-2020, 2020-2021, and 2021-2022 school year (up until the day the records are produced). Specifically, we request an extract of the database to include the following columns:\r\na. Date of arrest or referral to law enforcement\r\nb. Time of arrest or referral to law enforcement\r\nc. Charge (or charges)\r\nd. Whether the individual(s) was arrested or referred to law enforcement\r\ne. Sex of individual(s) arrested or referred to law enforcement\r\nf. Age of individual(s) arrested or referred to law enforcement\r\ng. Race of individual(s) arrested or referred to law enforcement\r\nh. Ethnicity of individual(s) arrested or referred to law enforcement\r\ni. Disability status of the individual(s) arrested or referred to law enforcement\r\nj. Whether the individual arrested or referred to law enforcement is a student at the school.\r\nk. Name of arresting officer, if applicable, and\r\n2. If such an extract of the database in question 1 is not possible, please provide school incident reports on each school-related arrest and referral to law enforcement conducted during the 2018-2019, 2019-2020, 2020-2021, and 2021-2022 school year (up until the day the records are produced).\r\nIf there are any fees for searching or copying these records, please inform me if the cost will exceed $10. However, I would also like to request a waiver of all fees in that the disclosure of the requested information is in the public interest and will contribute significantly to the public’s understanding of the frequencies and nature of arrests occurring on school properties in Delaware.\r\n\r\nThe release of the information is for non-commercial purposes. I am a researcher for Insider, a news organization based in New York City, whose mission is journalism in the public interest. This request is for news gathering purposes. I, or my colleagues at Business Insider or Insider, will use the records to inform the public through our reporting. I therefore request a waiver of all fees and charges pursuant to the Delaware Freedom of Information Act. \r\n\r\nIn conducting your search, please use the most recent technologies and tools available. Please produce these records in the electronic format (such as excel file (.xlsx) or other database form, or as .pdfs) and share them with me via email at nparakul@insider.com, if possible. \r\n\r\nIf any part of our request is determined by your organization to be exempt from disclosure, please release any segregable non-exempt portions. If your organization determines that such segregation is impossible, please indicate why this is technically the case. If my request is denied in whole or part, I ask that you justify all deletions by reference to specific exemptions of the Virginia Freedom of Information Act. If you claim such an exemption to my request under the Virginia Freedom of Information Act, please cite in writing the specific statutory exemption. I reserve the right to appeal your decision to withhold any information or to deny a waiver of fees.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 15 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJonathan Rudenberg, a citizen of Delaware, in coordination with Hannah Beckler.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/delaware-236/school-arrests-dedoe-158088/"
  }
]