[
  {
    "id": 159493,
    "title": "TN DOC Data Dictionaries",
    "slug": "tn-doc-data-dictionaries",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 12867,
    "username": "epoxy",
    "agency": 3567,
    "datetime_submitted": "2024-02-27T20:51:40.152685",
    "date_due": "2024-03-07",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-02-27T20:51:40.323775",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 159493,
        "from_user": 12867,
        "to_user": 11365,
        "subject": "",
        "datetime": "2024-02-27T20:51:40.323775",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Tennessee Public Records Act, I hereby request the following records:\r\n\r\n1) All data dictionaries and schemas used for or associated with the Tennessee Offender Management Information System (TOMIS).\r\n2) Any documents sufficient to explain, detail or describe the contents of tables and fields in any database (including which are considered exempt from disclosure or otherwise restricted, if applicable) used in the Tennessee Offender Management Information System (TOMIS).\r\n\r\n“Data Dictionary” means and refers to any set of information describing the contents, format, and structure of a database and the relationship between its elements, used to control access to and manipulation of the database.\r\n\r\nThe requested documents are for academic research. This request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 7 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKent Hoover, a citizen of Tennessee, in coordination with Robert Stewart, Ph.D..",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/tennessee-155/tn-doc-data-dictionaries-159493/"
  }
]