[
  {
    "id": 187830,
    "title": "All records relating to Ana L. Toledo",
    "slug": "all-records-relating-to-ana-l-toledo",
    "status": "submitted",
    "embargo_status": "public",
    "user": 160370,
    "username": "analuisa",
    "agency": 35669,
    "datetime_submitted": "2025-06-10T17:24:24.139251",
    "date_due": "2025-07-10",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-06-10T17:24:24.242592",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 187830,
        "from_user": 160370,
        "to_user": 150187,
        "subject": "",
        "datetime": "2025-06-10T17:24:24.242592",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nDear Sirs:\r\n\r\nI. Requester\r\n\r\nThis letter constitutes a request under the Privacy Act/ Freedom of Information Act, 5 U.S.C. § 552, on behalf of the undersigned, Ana L. Toledo, born February 16, 1967. I specifically request that you include in your search all files in the “Restricted Files” and “Prohibited Access” files within the Sentinel system. I specifically request that you abstain from the practice implemented by former director Michael Seidel of obstructing the production of records as former FOIA office director, falsely classifying as exempted documents that are not as such. \r\n\r\nThere is no FOIA exemption for records that prove government corruption and crimes..\r\n\r\nThe records requested may be associated to of the following variations of her name or identifying information:\r\n\r\n\tA) Ana Luisa Toledo\r\n\tB) Ana Toledo\r\n\tC) Ana Toledo-Davila\r\n\tD) ALT22@columbia.edu\r\n\tE) ALT22@caa.columbia.edu\r\n\tF) Ana Luisa Toledo Davila\r\n\tG) Analuda\r\n\tH) xxx-99-4857\r\n\tI) Assigned Terrorist Screening Center identifying number (?)\r\n\r\nTo ensure you respond thoroughly, and aside from the current address at the top of this letter, the physical addresses associated to the requester are the following:\r\n\r\n\t202 Sol Street, San Juan PR 00901\r\n\t674 Flores de Montehiedra, San Juan 00926\r\n\tB22 Prado Alto Dev., Guaynabo, PR 00966\r\n\t208 Wesser St., Rio Piedras Heights, San Juan 00926\r\n\t920 ½ Knox St, Houston, TX 77007\r\n           5324 Boreas Drive, Alvin, Texas\r\n\r\nII. Definitions\r\n\r\nThe term “record” is to be liberally construed to include: any 1) sound or voice recording, 2) photographs or images (.png, .jpg. .jpec, .tiff or any other photograph formats), 3) video, 4) text message, 5) mobile/web app messages (from applications such as Messenger, Whatsapp, Signal, Telegram, etc.) 6) email, 7) web page and blog captures and archives, 8) paper, computer or digital file, 9) spreadsheet, 10) paper, 11) microfilm, 12) digital archive, 13) x-Rays or imaging, 14) recorded conversations or audio messages; 15) document or any other format where the information sought may be stored. The term “record” includes both the principal record responsive to the request as well as any studies, exhibits, supporting documentation or supplement thereof.\r\n\r\nIII. Records Requested\r\n\r\nI request the production of a copy of the following records relating to Ana L. Toledo, including all the varieties of her identifying information set forth in section I above:\r\n\r\n1. All correspondence, including criminal complaints, and prior Freedom of Information Act requests by Ana L. Toledo to the FBI.\r\n\r\n2. All responses from the FBI to all correspondence, criminal complaints, and Freedom of Information Act requests by Ana L. Toledo.\r\n\r\n3. Al FISA applications and warrants, renewals obtained and/or executed against Ana L. Toledo from January 1st 1996 until July 1st 2024, and every record generated as a result of each one including, but not limited to the inventory of surveillance carried out and summary of each. Include the affidavit and supporting documentation submitted in support of each Section 702 FISA application and the testimony of the person(s) that submitted weach one to the FISA Court.\r\n\r\n4. All photographs, videos, images, or any other media depicting the image of Ana L. Toledo, or her body, or any part thereof from July 1st 1996 to the present, whether authorized by her or not.\r\n\r\n5. All voice or sound recordings including the actual or reproduced voice of Ana L. Toledo that were made with or without her knowledge or consent.\r\n\r\n6. All “Sneak and Peak” warrants issued, requested and/or executed against Ana L. Toledo’s property or within her property. Include all records generated as a result of each one including, but not limited to: inventory of items seized, date, place. and current custodian thereof for each one.\r\n\r\n7. All FD-930 forms filled out and submitted to nominate Ana L. Toledo to the Terrorist Screening Database and for any change of status within it.\r\n\r\n8. Complete expense records and ledgers reflecting expenses, payments, fees, purchases, professional services paid or any other disbursement carried out in any matter relating to Ana L. Toledo.\r\n\r\n9. Inventory and chain of custody records of all property, records and documents seized, stolen, or removed from Ana L. Toledo’s property or vehicles with or without an Article III Court warrant.\r\n\r\n10. All geofencing warrants and renewals obtained for Ana L. Toledo or any of her known aliases, and all records generated as a result of each one up to and including July 31, 2024.\r\n\r\n12. All communications relating to the processing of this FOIA request with anyone within or outside of the FBI.\r\n\r\n13. Records, correspondence, or communications to and from any person (including confidential human sources) relating to Ana L. Toledo or any of her known aliases with anyone.\r\n\r\n14. Inventory of property seized from, occupied, removed from, or otherwise taken away from Ana L. Toledo or from any of her residences or vehicles at the behest of the agency or its contractors.\r\n\r\n15. Records obtained from any of Ana Toledo’s computers, email or social media accounts, web or smart phone applications, or phone.\r\n\r\n16. Records of payments, bartering, financial contributions, checks, money orders, bank transfers, gifts, donations or any other kind of economic transaction made by any person, corporation, research institution, or organization including the United States Government in compensation or payment of any surveillance, physical harm, stalking and harassment services, medical procedures, veterinary actions against her pets, public relations campaigns, implanted medical devices, planted honey pots, of and/or data harvesting relating to Ana L. Toledo. \r\n\r\n17. All physical or electronic correspondence, footage, photographs, reports, communications, documents with any member of the state, territorial, or federal judiciary, or public or private law enforcement or security company regarding Ana L. Toledo.\r\n\r\n18. All physical, electronic or documented conversations, documents, instructions, or any kind of communication with officials from state or federal judiciary, United States Probation Office, United States Marshals Office, IRS, or any other federal agency relating to Ana L. Toledo, her son Luis E. Pol, her property, and profession.\r\n\r\n19. All “assessments” made about or relating to Ana L. Toledo.\r\n\r\n20. All records regarding repairs, vandalism, sabotage and payments made in connection to Ana L. Toledo’s vehicles.\r\n\r\n21. Any other document in your possession or that of a third party that you know of that relates to Ana L. Toledo or her property.\r\n\r\n22. All reports,, emails, text messages, recordings, videos, images or any other kind of record regarding the monitoring of Ana L. Toledo's Former Twitter/Now X accounts under the handles @anatoledodavila and @realhitomi, including monitoring logs, correspondence, emails and communications to and from Twitter/X.\r\n\r\nAs you know, FOIA requires agencies to release information unless it is specifically exempt from disclosure, and also requires agencies to release all reasonably segregable nonexempt portions of documents, i.e., to redact exempt portions of documents and release the rest. See 5 U.S.C. § 552(a)(8).\r\n\r\nFor any document you know exists but do not have, please provide name of agency and contact information to request it from.\r\n\r\nIII. Expedited Processing Request\r\n\r\nThe undersigned publishes a newsletter in anatoledo.substack.com and X articles under the handle @anatoledodavila. She currently has over 7,000 subscribers in both platforms and over 40,000 views per month. Pursuant to 47 CFR 0.466, she qualifies as a member of the news media that provides information of public interest to her subscribers. Thus the information sought is not deemed for commercial use. Id. Her status as a member of the media warrants the expedited processing of this request on the grounds that there is a compelling need for these records because the information requested is urgently needed in the endeavors of disseminating information in order to inform the public about actual or alleged Federal Government activity. See 5 U.S.C. § 552(a)(6)(E)(v)(II); see also 22 C.F.R. § 171.12(b)(2); 28 C.F.R. § n16.5 (d)(1)(ii); 32 C.F.R. § 286.4(d)(3)(ii); 32 C.F.R. § 1900.34(c)(2).\r\n\r\nThe records and documents requested relate to a “breaking news story of general public interest”. Furthermore, they present a “matter of widespread and exceptional media interest in which there exist possible questions about the government’s integrity which affect public confidence”. Expedited processing is warranted when “the information is relevant to a subject of public urgency concerning an actual or alleged Federal government activity.” Id.\r\n\r\nIn light of the above, the undersigned requests that your agency adheres to the legal mandate contained in 5 U.S.C. § 552(a)(6)(A)(i); see 28 C.F.R. § 16.6(b), (c) and consequently produce within 20 days of receipt of this request the information sought.\r\n\r\nIV. Request for Fee Waiver\r\n\r\nThe undersigned hereby requests a fee waiver of search, review, and duplication fees on the grounds that disclosure of the requested records is “in the public interest because it is likely to significantly contribute to public understanding of the operations or activities of the government and is not primarily in the commercial interest of the requester.” See 5 U.S.C. § 552(a)(4)(A)(iii); see also 22 C.F.R. § 171.17(a); 28 C.F.R. § 16.11(k); 32 C.F.R. § 286.28(d); 32 C.F.R. § 1900.13(b)(2). Furthermore, a waiver of search and review fees is warranted inasmuch as the undersigned will report the results of this endeavor as a “representative of the news media” and that the records are not sought for commercial use. See 5 U.S.C. § 552(a)(4)(A)(ii))(7); 32 C.F.R. §§ 1900.02(h)(3), 1900.13(i)(2).\r\n\r\nFor any document you fail to produce, I request that you provide a Vaughn Index and declaration setting forth reasonably detailed explanations for each withheld document as to why it falls within any statutory exemption. See Vaughn v. Rosen, 484 F. 2d 820 (D.C. Cir. 1973). \r\n\r\nThe Vaughn statement must specify details about each document's sender, recipients, date and time, and subject.\r\n\r\nIf you need to discuss this request, the undersigned can be reached at 832-247-3046. Thank you for your consideration of my request.\r\n\r\nSincerely,\r\n\r\n\r\nAna L. Toledo, Esq.\t\r\nanaluda@proton.me\r\nT. 832-24-3047\r\nPO Box 15990\r\nHouston, TX 77220\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAna Toledo",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/all-records-relating-to-ana-l-toledo-187830/"
  },
  {
    "id": 187829,
    "title": "Epstein Investigation (Department of Justice - FOIA/PA Mail Referral Unit)",
    "slug": "epstein-investigation-department-of-justice-foiapa-mail-referral-unit",
    "status": "submitted",
    "embargo_status": "public",
    "user": 160371,
    "username": "JustinGriggs",
    "agency": 168,
    "datetime_submitted": "2025-06-10T17:13:51.026378",
    "date_due": "2025-07-10",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-06-10T17:13:51.565138",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 187829,
        "from_user": 160371,
        "to_user": 9554,
        "subject": "",
        "datetime": "2025-06-10T17:13:51.565138",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nPursuant to the Freedom of Information Act (5 U.S.C. § 552), I request access to all non-exempt records, documents, and evidence in your possession relating to investigations of Jeffrey Edward Epstein (DOB: January 20, 1953), including but not limited to:\r\n\r\n1. Flight logs from Epstein’s private aircraft (including aircraft tail numbers N908JE, N212JE, and N474AA), dated from January 1, 1995, to August 10, 2019.\r\n\r\n\r\n2. Inventories and logs of physical and digital evidence seized during law enforcement raids of the following Epstein properties:\r\n\r\n9 East 71st Street, Manhattan, NY\r\n\r\nLittle St. James Island, U.S. Virgin Islands\r\n\r\nPalm Beach mansion, FL\r\n\r\nZorro Ranch, NM\r\n\r\n\r\n\r\n3. Any itemized lists, reports, or media inventories documenting the contents of:\r\n\r\nCDs, hard drives, or other storage devices labeled or cataloged by law enforcement\r\n\r\nSurveillance footage recorded inside Epstein's residences or private aircraft\r\n\r\n\r\n\r\n4. Chain-of-custody documentation for any seized videos, digital drives, or photographic evidence.\r\n\r\n\r\n5. Correspondence between the FBI and the Department of Justice or other government agencies regarding the management, review, or disposition of the aforementioned evidence.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJustin Griggs",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/epstein-investigation-department-of-justice-foiapa-mail-referral-unit-187829/"
  },
  {
    "id": 187828,
    "title": "Epstein Investigation (Federal Bureau of Investigation)",
    "slug": "epstein-investigation-federal-bureau-of-investigation",
    "status": "submitted",
    "embargo_status": "public",
    "user": 160371,
    "username": "JustinGriggs",
    "agency": 10,
    "datetime_submitted": "2025-06-10T17:13:51.026378",
    "date_due": "2025-07-10",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-06-10T17:13:51.421159",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 187828,
        "from_user": 160371,
        "to_user": 9555,
        "subject": "",
        "datetime": "2025-06-10T17:13:51.421159",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nPursuant to the Freedom of Information Act (5 U.S.C. § 552), I request access to all non-exempt records, documents, and evidence in your possession relating to investigations of Jeffrey Edward Epstein (DOB: January 20, 1953), including but not limited to:\r\n\r\n1. Flight logs from Epstein’s private aircraft (including aircraft tail numbers N908JE, N212JE, and N474AA), dated from January 1, 1995, to August 10, 2019.\r\n\r\n\r\n2. Inventories and logs of physical and digital evidence seized during law enforcement raids of the following Epstein properties:\r\n\r\n9 East 71st Street, Manhattan, NY\r\n\r\nLittle St. James Island, U.S. Virgin Islands\r\n\r\nPalm Beach mansion, FL\r\n\r\nZorro Ranch, NM\r\n\r\n\r\n\r\n3. Any itemized lists, reports, or media inventories documenting the contents of:\r\n\r\nCDs, hard drives, or other storage devices labeled or cataloged by law enforcement\r\n\r\nSurveillance footage recorded inside Epstein's residences or private aircraft\r\n\r\n\r\n\r\n4. Chain-of-custody documentation for any seized videos, digital drives, or photographic evidence.\r\n\r\n\r\n5. Correspondence between the FBI and the Department of Justice or other government agencies regarding the management, review, or disposition of the aforementioned evidence.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJustin Griggs",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/epstein-investigation-federal-bureau-of-investigation-187828/"
  }
]