[
  {
    "id": 174194,
    "title": "Lake Geneva Wisconsin local campaign finance statements for 2024 and 2022",
    "slug": "lake-geneva-wisconsin-local-campaign-finance-statements-for-2024-and-2022",
    "status": "ack",
    "embargo_status": "public",
    "user": 87138,
    "username": "WAPO",
    "agency": 31028,
    "datetime_submitted": "2024-10-08T17:51:34.872543",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2024-10-23",
    "datetime_done": null,
    "datetime_updated": "2024-10-08T17:51:34.948205",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 174194,
        "from_user": 87138,
        "to_user": 87140,
        "subject": "Wisconsin Open Records Act Request: Lake Geneva Wisconsin local campaign finance statements for 2024 and 2022",
        "datetime": "2024-10-08T17:51:34.948205",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Wisconsin Open Records Act, I hereby request the following records:\r\n\r\nAll campaign finance registration statements for the spring 2022 election for the office of Mayor and Aldermen .\r\n\r\nAll campaign finance registration statements for the spring 2024 election for the office of Mayor and Aldermen . \r\n\r\nCampaign finance registration statements for the spring 2024 election for the office of Mayor. \r\n\r\nThe reports for \"paid for by Todd Krause\" both the original and the amendment. Also reports for \"Friends of Todd Krause\"\r\n\r\nthank you in advance.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nGary Milliette",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/lake-geneva-8724/lake-geneva-wisconsin-local-campaign-finance-statements-for-2024-and-2022-174194/"
  }
]