[
  {
    "id": 151780,
    "title": "Expedited FOIA Request NARA 23 -G. Muckrock. FOIA Advisory Committee September 7, 2023 Chat Comments",
    "slug": "expedited-foia-request-nara-23-g-muckrock-foia-advisory-committee-september-7-2023-chat-comments",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 33210,
    "username": "perseverance2013",
    "agency": 129,
    "datetime_submitted": "2023-09-10T21:24:50.200426",
    "date_due": "2023-10-06",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-09-10T21:24:50.759099",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "foia",
      "ogis",
      "broken foia",
      "freedom of information act",
      "nara",
      "foia advisory committee",
      "foia annual reports",
      "alina semo",
      "office of government information services",
      "foia compliance",
      "department of justice office of information policy",
      "doj office of information policy",
      "doj oip",
      "ogis mediation",
      "nara unauthorized disposition federal records",
      "chief foia officers council",
      "foia ombudsman",
      "records management oversight and reporting program",
      "bobak talebian",
      "national archives administration performance budget",
      "foia sunshine week",
      "archivist of the united states",
      "chief foia officers report",
      "ogis dispute resolution",
      "ogis foia annual open meeting",
      "foia compliance inquiries",
      "your right to federal records",
      "department of justice guide to the freedom of information act",
      "foia proactive disclosures",
      "foia improvement act of 2016",
      "foia administrative appeals",
      "foiaonline.gov",
      "foia.gov",
      "foia advocate",
      "help with foia",
      "nara unauthorized disposition",
      "unauthorized disposition or destruction of records",
      "32 cfr part 286 - dod freedom of information act (foia) program",
      "32 cfr §286.6 preservation of records",
      "44 u.s. code § 3106 - unlawful removal destruction of records",
      "foia false foia reporting",
      "quarterly and annual foia reports",
      "foia statute",
      "foia exemption (b)(6)",
      "foia deliberative process",
      "foia exemption (b)(5)",
      "foia exemption 6",
      "doj foia",
      "u.s. second open government national action plan",
      "foia privacy exemption",
      "foia exemption 5",
      "navy foia",
      "defense health agency foia",
      "36 cfr § 1230.3",
      "unlawful or accidental destruction of records",
      "tags nara foia request and appeals case processing logs",
      "44 u.s. code§ 3106 - unlawful removal destruction of records",
      "expedited foia processing malfeasance - nara fy 2020 & fy2021 national archives administration perfo",
      "agency foia request and appeals case processing logs",
      "foia reference model",
      "office of government services"
    ],
    "communications": [
      {
        "foia": 151780,
        "from_user": 33210,
        "to_user": 9557,
        "subject": "",
        "datetime": "2023-09-10T21:24:50.759099",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Subject: Expedited FOIA Request NARA 23 -G. Muckrock. FOIA Advisory Committee September 7, 2023 Chat Comments\r\n\r\n***This Request will be timely for Judicial Review in twenty working days***\r\n\r\nI am submitting this request under the Freedom of Information Act (“FOIA”), 5 U.S.C. § 552 et seq., as amended. If you deny all or any part of this request, please cite each specific exemption you think justifies your decision not to release the information and notify me of appeal procedures available under the law. References cited below apply.\r\n\r\nRECORDS SOUGHT VIA FOIA.\r\n\r\nExpedited FOIA Request NARA 23 -G. Muckrock. FOIA Advisory Committee September 7, 2023 Chat Comments See PDF.\r\n\r\n1.\tAll records of the September 7, 2023 Webex Chat \r\n•\tRecords would include “all panelist” chat comments as well as any direct comments to any member participating in the meeting, including OGIS support personnel and the conference moderator. This includes Committee members present at the virtual meeting. Others present or participating in the virtual meeting, including all registered participants.\r\n\r\n2.\tRecords of all persons who registered via Eventbrite to attend the meeting.\r\n\r\n3.\tThe Agency copy of this FOIA Request this FOIA request itself is an agency record, “received by an agency of the United States Government under Federal law or in connection with the transaction of public business” 44 U.S.C. § 3301 (emphasis supplied). \r\n\r\n\tThe definition of “records” includes:\r\n“[A]ill books, papers, maps, photographs, machine readable materials, or other documentary materials, regardless of physical form or characteristics, made or received by an agency of the United States Government under Federal law or in connection with the transaction of public business and preserved or appropriate for preservation by that agency or its legitimate successor as evidence of the organization, functions, policies, decisions, procedures, operations, or other activities of the Government or because of the informational value of data in them.”  44 U.S.C. § 3301 (emphasis supplied).\r\n\r\nREQUESTED FORMAT.\r\n\r\nI am also seeking records in their native format (MS. Outlook, PowerPoint, Excel, ADA accessible PDF files by return email with: (1) a signed and dated cover letter (citing my personally assigned requester control number); (2) with record page count for all records released records (3) a copy of this request in your reply. I seek records via email in PDF format with an imbedded copy of my requests to (1) impede the agency from not addressing the FOIA Request; (2) impede the Agency from not providing the documents stated in the Agency’s letter reply, and (3) make it obvious in any subsequent review what the Agency has or has not done.\r\n\r\nFurther, I request that these records be sent in any digital format in which they exist (such as PDF and Excel). Under the terms of the E-FOIA Amendments of 1996, Section 5, if a document exists in electronic format, it must be released in that format upon request.\r\n\r\nEach record must be provided as a distinct record in their native format. Emails should be provided as MS Outlook files, if not encrypted or otherwise unable to be opened by me. Only if this is not possible, emails should be produced with their embedded hyperlinked attachments by using the “File => Save as Adobe PDF” command within Outlook or by other software that produces the same result.\r\n\r\n\r\nThis request is distinctly separate from any other. Please do not combine this request with any other request in your reply. I am requesting that each element of the records sought be specifically addressed in the reply.\r\n\r\nIn all correspondence, return a copy of my FOIA request, cite my personal request number, and cite records sought.\r\n\r\nFEE WAIVER/ PUBLIC INTEREST/PUBLIC RELEASE. \r\n\r\nNotwithstanding my agreement to pay fees below if my fee waiver is denied, I am seeking a fee waiver due to significant public interest in this information. The subject of the requested records concerns \"the operations or activities of the government.” The disclosure is \"likely to contribute\" to an understanding of government operations or activities. There is no commercial interest. There is significant public interest.\r\n\r\nAGREEMENT TO PAY FEES.\r\n\r\nI agree to pay fees for searching or copying the records up to $25. If the fees exceed this amount, please advise me of the cost before proceeding. I do not believe that there should be any charge for providing these records, as there is public interest in government operations. I am a private individual not seeking documents for commercial use, such that the following applies: “No fees may be charged by any DoD Component if the costs of routine collection and processing of the fee are likely to equal or exceed the amount of the fee. With the exception of requesters seeking documents for a commercial use, Components shall provide the first two hours of search time, and the first one hundred pages of duplication without charge.” I would note that because I am requesting an electronic file, there should not be a per page copy fee.\r\n\r\nThe OMB Guidelines direct that searches for responsive records should be done in the \"most efficient and least expensive manner.\" See OMB Fee Guidelines, 52 Fed. Reg. at 10,017. As an “all others” requester, I may only be assessed search and duplication fees and not fees for review. See 32 CFR 286.12 - Schedule of fees. Also, please note that, should payment become necessary, the Coinage Act of 1965, specifically Section 31 U.S.C. 5103, entitled \"Legal tender,\" states: \" United States coins and currency (including Federal reserve notes and circulating notes of Federal reserve banks and national banks) are legal tender for all debts, public charges, taxes, and dues. Foreign gold or silver coins are not legal tender for debts.\r\n( Pub. L. 97–258, Sept. 13, 1982, 96 Stat. 980 ; Pub. L. 97–452, §1(19), Jan. 12, 1983, 96 Stat.\r\n2477 .)\r\n\r\nEXPEDITED PROCESSING.\r\n\r\nI certify to the best of my knowledge and belief that a compelling need exists for expedited processing as discussed below:\r\n\r\n1.\tRecords are the subject of widespread and exceptional media interest and the information sought involves possible questions about the government's integrity that affect public confidence.\r\na.\tFOIA Advisory Committee certified meeting minutes must be accurate. If they are not, it is explosive.\r\n2.\tAdditionally, (although a private requester) I am an individual/organization primarily engaged in the dissemination of information who can prove the information is urgently needed to inform the public concerning some actual or alleged government activity. My primary activity is informing the public, which I do through a variety of means, such as open meeting public comments, blogs, etc., and I may from time to time collaborate on articles. There is extraordinary, off the charts interest in this matter and NARA’s execution. I make oral public comments at every open FOAI meeting. I have an active email distribution list of Chief FOIA Officers, FOIA professionals, FOIA advocacy groups media and interested parties. I also communicate regularly with members of Congress.\r\n•\tSee examples below.\r\n\r\n-\tPublic Comments Submitted to the Chief FOIA Officers Council\r\nhttps://www.archives.gov/ogis/about-ogis/chief-foia-officers-council\r\n\r\n-\tPublic Comments Submitted to the FOIA Advisory Committee | National Archives https://www.archives.gov/ogis/foia-advisory-committee/public- comments\r\n\r\n-\tOGIS Annual Open Meeting Public comments\r\nhttps://www.archives.gov/ogis/outreach-events/annual-open-meeting\r\n\r\n-\tDocument Cloud. Org https://www.documentcloud.org/app?q=%2Buser%3Arobert-hammond- 106693%20 (e.g., “Sample FOIA Template With Recent Developments to Combat Agency Misconduct.”)\r\nNARA must evaluate all my public comments (which NARA has) along with my methods of dissemination and state that it has done so in any denial of expedited processing.\r\n•\tThe subject of the requested records concerns government operations and activities.\r\n•\tGovernment misconduct is apparent The definition of “records” includes:\r\n•\t“[A]ill books, papers, maps, photographs, machine readable materials, or other documentary materials, regardless of physical form or characteristics, made or received by an agency of the United States Government under Federal law or in connection with the transaction of public business and preserved or appropriate for preservation by that agency or its legitimate successor as evidence of the organization, functions, policies, decisions, procedures, operations, or other activities of the Government or because of the informational value of data in them.”  44 U.S.C. § 3301 (emphasis supplied).\r\n•\tThe disclosure is likely to contribute to understanding of these operations or activities.\r\n•\tDisclosure will likely result in public understanding of the subject.\r\n•\tThe contribution to public understanding of government operations or activities will be significant.\r\n•\tThe requester has no commercial interest.\r\n•\tThe public interest in disclosure is great.\r\n•\tI use “editorial skills to turn the raw materials into a distinct work.”",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1114949,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/perseverance2013/126390/NARA_23-G._Muckrock._FOIA_Advisory_Committee_September_9_2023_Chat_Comments.pdf",
            "datetime": "2023-09-10T21:24:50.759099",
            "title": "NARA_23-G._Muckrock._FOIA_Advisory_Committee_September_9_2023_Chat_Comments.pdf",
            "source": "Robert Hammond",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/expedited-foia-request-nara-23-g-muckrock-foia-advisory-committee-september-7-2023-chat-comments-151780/"
  }
]