[
  {
    "id": 184299,
    "title": "Minnesota Government Data Practices Act Request: Minnesota Data Practices Act Request – Organized Retail Theft Arrest of Jadion Richards and Akwele Lawes-Richards",
    "slug": "minnesota-government-data-practices-act-request-minnesota-data-practices-act-request-organized-retail-theft-arrest-of-jadion-richards-and-akwele-lawes-richards",
    "status": "ack",
    "embargo_status": "public",
    "user": 154895,
    "username": "policecamnews",
    "agency": 8738,
    "datetime_submitted": "2025-04-01T17:51:34.495652",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2025-04-16",
    "datetime_done": null,
    "datetime_updated": "2025-04-01T17:51:34.630309",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 184299,
        "from_user": 154895,
        "to_user": 10792,
        "subject": "Minnesota Government Data Practices Act Request: Minnesota Government Data Practices Act Request: Minnesota Data Practices Act Request – Organized Retail Theft Arrest of Jadion Richards and Akwele Lawes-Richards",
        "datetime": "2025-04-01T17:51:34.630309",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Minnesota Government Data Practices Act, I hereby request the following records:\r\n\r\nI am requesting access to and copies of all public data related to the arrest and investigation of Jadion Richards, 44 and Akwele Lawes-Richards, 45 for organized retail theft, which occurred in Minnesota on November 14, 2024, following an incident at or near the Rosedale Mall Lululemon locatio\r\n\r\nSpecifically, I request:\r\n\r\nAll body-worn and dash camera footage from deputies or officers involved in the arrest of Richards and Lawes-Richards at or near the Rosedale Mall Lululemon location.\r\n\r\nArrest reports, charging documents, and incident reports related to this case.\r\n\r\nAny property/evidence logs documenting the seizure of Lululemon merchandise or tools allegedly used to remove security tags.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nPolice Cam News",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/roseville-1755/minnesota-government-data-practices-act-request-minnesota-data-practices-act-request-organized-retail-theft-arrest-of-jadion-richards-and-akwele-lawes-richards-184299/"
  }
]