[
  {
    "id": 183915,
    "title": "sUAS Operations (2024-2025)",
    "slug": "suas-operations-2024-2025",
    "status": "submitted",
    "embargo_status": "public",
    "user": 108519,
    "username": "rose.terse",
    "agency": 2399,
    "datetime_submitted": "2025-03-26T03:02:57.409873",
    "date_due": "2025-04-02",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-26T03:02:57.565372",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 183915,
        "from_user": 108519,
        "to_user": 10055,
        "subject": "",
        "datetime": "2025-03-26T03:02:57.565372",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Washington Public Records Act, I hereby request the following records:\r\n\r\n1. Mission documentation of each sUAS deployment in 2024-2025 so far, sufficient to determine the date, time, location, and purpose of each deployment. Please see P135695-041424, a similar request, for reference.\r\n\r\nIf this is not available, an index with file name, date created, location (if available), length, and any other available metadata of video files created as a result of sUAS deployments in 2023.\r\n\r\n2. Any available CAD data and dispatch communications regarding any incident in which KCSO deployed sUAS to assist Seattle PD/SPD SWAT in 2024/2025.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRose Terse",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/king-county-73/suas-operations-2024-2025-183915/"
  }
]