[
  {
    "id": 183475,
    "title": "Kendrick D. Gillum Evidence",
    "slug": "kendrick-d-gillum-evidence",
    "status": "ack",
    "embargo_status": "public",
    "user": 149385,
    "username": "Making-An-Exoneree",
    "agency": 32048,
    "datetime_submitted": "2025-03-18T17:38:05.502864",
    "date_due": "2025-03-21",
    "days_until_due": null,
    "date_followup": "2025-03-21",
    "datetime_done": null,
    "datetime_updated": "2025-03-18T17:38:05.775950",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 183475,
        "from_user": 149385,
        "to_user": 93543,
        "subject": "Arkansas Freedom of Information Act Request: Kendrick D. Gillum Evidence",
        "datetime": "2025-03-18T17:38:05.775950",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Arkansas Freedom of Information Act, I hereby request the following records:\r\n\r\n1.\tAll evidence collected in relations to the case of Kendrick D. Gillum, Antonio Williams, and Demarco Wilson’s murder of Charles Newsome (hereinafter \"the case of Charles Newsome's murder\").\r\n2.\tAll records cataloging the evidence in this case, and identifying the location(s) of the evidence at the time of such cataloging.\r\n3.\tAll records, if any, referencing the “loss” of any of the evidence in the case of Charles Newsome’s murder.\r\n4.\tAll records, if any, referencing the “misplacement” of any of the evidence in the case of Charles Newsome’s murder.\r\n5.\tAll records, if any, referencing to the signing out of any of the evidence in the case of Charles Newsome’s murder, and any returning of evidence that had been signed out. \r\n6.\tAll records identifying any policies or procedures to be followed by the WMPD in preserving evidence seized in criminal cases. \r\n7.\tAll records evidencing any communications by one or more of the West Memphis Police Department police officers or any other members of the WMPD and any third-parties concerning the evidence in the case of Charles Newsome’s murder from February 1, 1997 to date.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nSonny Albarado, a citizen of Arkansas, in coordination with Marc Howard.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/west-memphis-9780/kendrick-d-gillum-evidence-183475/"
  }
]