[
  {
    "id": 154593,
    "title": "DHA AHI Acute Assessment Training 11.16.23",
    "slug": "dha-ahi-acute-assessment-training-111623",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 60252,
    "username": "rskva102",
    "agency": 4190,
    "datetime_submitted": "2023-11-16T09:26:22.356959",
    "date_due": "2023-12-15",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-11-16T09:26:22.465604",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 154593,
        "from_user": 60252,
        "to_user": 25496,
        "subject": "",
        "datetime": "2023-11-16T09:26:22.465604",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear FOIA officer:\r\n\r\nYou are receiving this correspondence as a request under the Freedom of Information Act, 5 U.S.C. subsection 552. I am requesting the following:\r\n\r\nAll training materials for the Defense Health Agency's \"Anomalous Health Incident (AHI) Acute Assessment Training 2022-2023\"  program, including a copy of Defense Health Agency form 244. This program is offered through the Defense Health Agency's Continuing Education Program Office (CEPO) and the Traumatic Brain Injury Center of Excellence. A program description can be found on CEPO's site as follows:\r\n\r\n\"Anomalous Health Incident (AHI) Acute Assessment (Defense Health Agency (DHA) Form 244), is a multi-domain assessment that should be used to evaluate patients for potential AHI. This training will introduce learners to AHI and review assessment and recommended treatment strategies. Detailed guidance on how to complete a medical evaluation using DHA Form 244: AHI Acute Assessment will be provided. This interactive live training will include a combination of didactic lecture, demonstration, and group discussion. At the conclusion of this training, healthcare providers in attendance will have gained knowledge on how to perform a thorough assessment on individuals presenting for care after AHI exposure.\"\r\n\r\nPresenters for this course are identified as Miriam A. Roth, MS, PA-C, and Casey Becker, BSN, RN, CBIS.\r\n\r\nThe CEPO sub-site for the course identifies that there are options for live events and on-demand home study courses, both of which offer, at a minimum, a transcript of audio taken from a live presentation. It also states audio/video recordings of past presentations are available in certain circumstances.\r\n\r\nThe above information can be publicly accessed via CEPO's site: https://www.dhaj7-cepo.com/content/tbicoe-anomalous-health-incident-ahi-acute-assessment-training-2022-2023\r\n\r\nTherefore, in addition to any training materials offered with this course, I am also requesting copies of a presentation transcript and an audio/video recording of a live presentation.\r\n\r\nI am asking you waive any fees associated with this request. I am a member of the news media and request classification as such. My bylines, which include Unicorn Riot, the Geopolitical Economy Report, and Creem Magazine, can be found in both print and electronic publications. Please take note of the Office of Management and Budget guidelines published March 27, 1987 (52 FR 10012) that include electronic publications and other nontraditional publishers as representatives of the news media.\r\n\r\nA fee waiver is appropriate in situations where \"disclosure of the requested information is in the public interest because it is likely to contribute significantly to public understanding of the operations and activities of the government, and is not primarily in the commercial interest of the requester,” 5 U.S.C. § 552(a)(4)(iii). This request would contribute significantly to public understanding of the operations and activities of government with regard to its research into anomalous health incidents.\r\n\r\nAnomalous health incidents, also known as Havana Syndrome, are events occurring between 2016 and the present day that have resulted in a condition, or a series of related conditions, afflicting intelligence agents and diplomats working for the governments of the United States and Canada. In 2017, the Associated Press reported on a number of such incidents that happened in Cuba that led to the United States pulling staff from its embassy in that country. Since that time, anomalous health incidents have continued to generate media attention in major new outlets, with stories focusing on the national security implications appearing in the New York Times and The New Yorker, among many other publications. Speculation presently focuses on the use of directed energy weapons, or ranged weapons that attack a target with electromagnetic radiation like ultra-high frequency radio waves, as one possible cause for anomalous health incidents.\r\n\r\nAs of 2023, there have been over 200 reported anomalous health incidents, with many of the victims stating they were subject to attacks by directed energy weapons. Given that most of these individuals have been identified as high-ranking officials across multiple federal agencies, any programs that may be investigating anomalous health incidents and/or the effects of directed energy on humans would be the subject of considerable public interest. This is especially important in light of the fact that both Congress and the President approved compensation in the range of $140,000 to $187,000 per person to individuals diagnosed as suffering from anomalous health incidents under the HAVANA Act of 2021.\r\n\r\nIn the event that there are fees, I am willing to pay up to $100. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThis request is not being made for commercial purposes. All documents will be provided to the general public without charge.\r\n\r\nI look forward to your response within 20 working days, as the statute requires. If access to the records I am requesting will take longer, please contact me with information about when I might expect copies or the ability to inspect the requested records.\r\n\r\nIf you deny any or all of this request, please cite each specific exemption you feel justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\r\n\r\nSincerely,\r\n\r\nRobert Skvarla, Jr.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/dha-ahi-acute-assessment-training-111623-154593/"
  },
  {
    "id": 154591,
    "title": "Final 10 emails sent by Sean Kirkpatrick, head of the All-domain Anomaly Resolution Office (AARO)",
    "slug": "final-10-emails-sent-by-sean-kirkpatrick-head-of-the-all-domain-anomaly-resolution-office-aaro",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 7842,
    "username": "palewire",
    "agency": 7,
    "datetime_submitted": "2023-11-16T08:54:49.841618",
    "date_due": "2023-12-15",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-11-16T08:54:50.038506",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 154591,
        "from_user": 7842,
        "to_user": 25379,
        "subject": "Freedom of Information Act Request: Final 10 emails sent by Sean Kirkpatrick, head of the All-domain Anomaly Resolution Office (AARO)",
        "datetime": "2023-11-16T08:54:50.038506",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nThe last ten emails messages sent by Sean Kirkpatrick, head of the All-domain Anomaly Resolution Office (AARO), prior to his 2023 resignation. The news of his departure was reported in the news https://nypost.com/2023/11/12/news/pentagon-ufo-chief-resigns-after-warning-sightings-maybe-foreign-powers-or-aliens/\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBen Welsh",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/final-10-emails-sent-by-sean-kirkpatrick-head-of-the-all-domain-anomaly-resolution-office-aaro-154591/"
  }
]