[
  {
    "id": 158163,
    "title": "NORTHSHORE SCHOOL DISTRICT – School Resource Officer and Law Enforcement Reports 2004-2024",
    "slug": "northshore-school-district-school-resource-officer-and-law-enforcement-reports-2004-2024",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 106440,
    "username": "Zbadac",
    "agency": 19364,
    "datetime_submitted": "2024-02-01T17:23:38.239101",
    "date_due": "2024-02-08",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-02-01T17:23:38.335154",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 158163,
        "from_user": 106440,
        "to_user": 29665,
        "subject": "",
        "datetime": "2024-02-01T17:23:38.335154",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "NORTHSHORE SCHOOL DISTRICT – School Resource Officer and Police Reports 2004 -2024\r\n\r\nVia email to jberge@nsd.org\r\n\r\nTo whom it may concern,\r\n\r\nPUBLIC RECORDS REQUEST RCW 42.56\r\n\r\nI request the following identifiable public records to be produced, newest records first to oldest records last by date:\r\n\r\nNORTHSHORE SCHOOL DISTRICT – School Resource Officer and Police Reports 2004 -2024\r\n\r\n1. Provide a complete copy of any and all School Resource Officer MONTHLY REPORTS and or any \"REPORTS\"  generated or submitted by NORTHSHORE SCHOOL DISTRICT SCHOOL RESOURCE OFFICER(S)for the time period 2004 -2024 in REVERSE chronological order.\r\n\r\n2. Provide a complete copy of any and all LAW ENFORMENT REPORTS for the time period 2004-2024 in REVERSE chronological order.\r\n\r\nRECORDS INSTALLMENTS\r\n\r\nIf production of responsive records will be completed in multiple installments, please begin by producing records in the numerical order requested by subject matter and year. The most recent public records should be produced first.\r\n\r\nPRODUCTION AND DELIVERY OF ELECTRONIC RECORDS\r\n\r\nThe use of 3rd party “portals” (Such as GOVQA or NEXTREQUEST) for communication and production of records in response to a public records request is optional for the requestor in the State of Washington. Respectfully we decline to use any 3rd party \"portal\" system, specifically GOVQA and NEXTREQUEST. Please provide all records electronically via direct email attachment, or via no password, no registration internet cloud-based download link.\r\n\r\nPlease do not direct or invite us to use, register for, or communicate with your agency via any 3rd party portal including but not limited to FOIAOnline, GovQA, NextRequest, FOIAExpress, JustFOIA FOIADirect, WebForm, or any other commercial 3rd party records portal service.\r\n\r\nRCW 42.56.080 - Identifiable records—Facilities for copying—Availability of public records.\r\n\r\n\"...Agencies shall honor requests received in person during an agency's normal office hours, or by mail or email, for identifiable public records unless exempted by provisions of this chapter. No official format is required for making a records request; however, agencies may recommend that requestors submit requests using an agency provided form or web page.\"\r\n\r\nThis public records request is being made via email. This public records request will be honored and fulfilled by your agency via email as requested or relief will be sought per statute.\r\n\r\nNATIVE ELECTRONIC FORMAT\r\n\r\nPlease provide all identified public records in their NATIVE electronic format. Unless the records exist IN PAPER FORM ONLY, DO NOT instead create new records by printing native stored electronic files, then scanning and re-printing these newly scanned prints only to reproduce them in again in electronic production.\r\n\r\nFEES\r\n\r\nIn the event that there are fees, please inform us of the total charges in advance of fulfilling the request in strict compliance with all provisions of the Washington State Public Records Act.\r\n\r\nEXEMPTION - FAMILY EDUCATIONAL RIGHTS AND PRIVACY ACT (FERPA)\r\n\r\nTake caution with the broad application of redaction and withholding of identified public records claiming \"global FERPA\" exemptions. When an agency claims an exemption for an entire record or portion of one, it must inform the requestor of the statutory exemption and provide a brief explanation of how the exemption applies to the record or portion withheld. RCW 42.17.310(4)/42.56.210(3). The brief explanation should cite the statute the agency claims grant an exemption from disclosure. The brief explanation should provide enough information for a requestor to make a threshold determination of whether the claimed exemption is proper. Global, nonspecific claims of exemption such as \"FERPA\" are insufficient. One way to properly provide a brief explanation of the withheld record or redaction is for the agency to provide a withholding index. It identifies the type of record, its date and number of pages, and the author or recipient of the record (unless their identity is exempt). The withholding index should allow a requestor to make a threshold determination of whether the agency has properly invoked the exemption. There are several exceptions to the FERPA exemption and any agency silently withholding large swaths of public records citing \"FERPA!\" without providing the original identified record, properly redacted, or if withheld in its entirety, providing a record description and page count or record length, will be challenged in accordance with RCW 42.56.550 if a reasonably detailed withholding index or exemption log is not included.\r\n\r\nEXEMPTION LOGS\r\n\r\nPlease ensure all redactions or exemptions claimed by your agency in the production of responsive records are accompanied by a complete and detailed exemption log noting the valid legal reason for each exemption at each redaction location in the record produced, as well as the specific number of pages if any that your agency redacts or withholds in their entirety. Each redaction should be noted by footnote or by a clear reference to the specific justification for that redaction, and only the minimal exempt portion of any record may be withheld.\r\n\r\nCOMMERICAL PURPOSE DECLARATION\r\n\r\nThe Washington State Public Records Act prohibits the disclosure of “lists of individuals” for a commercial purpose (RCW 42.56.070(8)). I declare this public records request is not being made for any commercial purpose whatsoever. Also, this public records request is not being made for a \"list of individuals.\" This declaration satisfies all requirements of RCW 42.56 regarding prohibitions on lists and commercial purposes. No additional commercial purpose declaration will be completed for this public records request.\r\n\r\nThe requested documents will be made available to the general public.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. We look forward to receiving your response to this request within 5 business days, as the statute requires.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/bothell-8296/northshore-school-district-school-resource-officer-and-law-enforcement-reports-2004-2024-158163/"
  }
]