[
  {
    "id": 142495,
    "title": "Florence Campaign Finance Reports",
    "slug": "florence-campaign-finance-reports",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 110471,
    "username": "Cparmer",
    "agency": 34485,
    "datetime_submitted": "2023-03-09T11:24:02.545276",
    "date_due": "2023-03-23",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-03-09T11:24:03.810709",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 142495,
        "from_user": 110471,
        "to_user": 112095,
        "subject": "",
        "datetime": "2023-03-09T11:24:03.810709",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\nI would like to request an electronic listing of campaign finance reports for the following candidates: \r\n\r\nNovember 3, 2020 election: David Merideth Sr., Mary Condon, Ofelia Bernal, Jesus I. Castillo and Debra Bartos Cahill\r\n\r\nMay 1, 2021: Richard Moon, Kory Woolverton, Amber Richardson, Lesa Ragsdale and Amanda Vance\r\n\r\nMay 7, 2022 election: David Merideth, Mary Condon, Denise Deichmann, Justin Gibson, Amy Hansson and Debra Bartos Cahill\r\n\r\nSpecifically, I am seeking a spreadsheet or digital PDF records with all donor names (first and last names and, when applicable, middle names or initials), donor addresses (street address, city, state and zip code), donor occupations, donation amounts and donation dates for each candidate listed above. I seek this information in the public interest as a journalist, and therefore I request that you waive any fees, as allowed under the Act.\r\n\r\nThe requested records do not contain mandatory confidential information as defined by the Attorney General’s office, such as: \"Dates of birth of living persons, Driver’s license numbers, License plate numbers, Credit card numbers, Insurance policy numbers, Juvenile offender records, Child abuse investigations, Peace officer’s home address or Peace officer’s family member information.” \r\n\r\nThe requested records also do not contain discretionary confidential information as defined by the Attorney General’s office, such as: “Attorney-Client communications, Drafts of policymaking documents, Information related to pending litigation, Audit working papers or Competitive bidding information before contract awarded.\"\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nCarolyn Parmer",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/florence-31533/florence-campaign-finance-reports-142495/"
  },
  {
    "id": 142494,
    "title": "TS/LA 3.9.23",
    "slug": "tsla-3923",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 60252,
    "username": "rskva102",
    "agency": 502,
    "datetime_submitted": "2023-03-09T11:17:36.208347",
    "date_due": "2023-04-06",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-03-09T11:17:36.532528",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 142494,
        "from_user": 60252,
        "to_user": 10576,
        "subject": "",
        "datetime": "2023-03-09T11:17:36.532528",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear FOIA Officer:\r\n\r\nYou are receiving this correspondence as a request under the Freedom of Information Act, 5 U.S.C. subsection 552. I am requesting the following:\r\n\r\nAll United States Army Criminal Investigation Division (CID) records for Thomas Edward Southerland (March 17, 1941 – January 11, 2020), aka Thomas E. Southerland and Thomas E. Sutherland, and Leslie Atkinson (November 19, 1925 - November 11, 2014), aka Leslie Ike Atkinson and Ike Atkinson. Mr. Southerland and Mr. Atkinson were apprehended on December 11, 1972, at Andrews Air Force Base (now Joint Base Andrews Naval Air Facility Washington), in Prince George's County, Maryland. At that time, agents working for the United States Customs Service inspected the bodies of two deceased Army personnel in connection with information that Mr. Southerland and Mr. Atkinson were smuggling narcotics into the United States using the bodies for transport. Per files released by the Federal Bureau of Investigation (FOI/PA # 1481062), the FBI, Customs, and CID jointly participated in a task force to investigate this claim.\r\n\r\nMr. Southerland’s death was reported in the January 12, 2020 edition of The News and Observer, based out of Raleigh, North Carolina. I am providing a clipping taken from Legacy.com of his obituary, as an attachment. You may also find his obituary online at: https://www.legacy.com/obituaries/name/thomas-southerland-obituary?pid=195009022\r\n\r\nMr. Atkinson's death was reported in the November 13, 2014 edition of The News and Observer, based out of Raleigh, North Carolina. I am providing a clipping taken from Legacy.com of his obituary, as an attachment. You may also find his obituary online at: https://www.legacy.com/us/obituaries/newsobserver/name/leslie-atkinson-obituary?id=35755792\r\n\r\nI am asking you waive any fees associated with this request. I am a member of the news media and request classification as such. My bylines, which include Creem Magazine, Covert Action Magazine, and Philly Voice, can be found in both print and electronic publications. Please take note of the Office of Management and Budget guidelines published March 27, 1987 (52 FR 10012) that include electronic publications and other nontraditional publishers as representatives of the news media.\r\n\r\nA fee waiver would be justified in this case because of the nature of the offense. Currently, there are urban legends that still exist around the trafficking of narcotics in the bodies of dead soldiers, based on the initial reporting of this case in particular. The Washington Post, for example, published an article on December 17, 1972, titled \"Heroin Smuggled in Soldiers' Caskets\", about Mr. Southerland and Mr. Atkinson. Any records CID may possess would contribute to public understanding on the subject. Additionally, as noted, the FBI has already released FOI/PA records on their portion of the investigation.\r\n\r\nIn the event that there are fees, I am willing to pay up to $250. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThis request is not being made for commercial purposes. All documents will be provided to the general public without charge.\r\n\r\nI look forward to your response within 20 working days, as the statute requires. If access to the records I am requesting will take longer, please contact me with information about when I might expect copies or the ability to inspect the requested records.\r\n\r\nIf you deny any or all of this request, please cite each specific exemption you feel justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\r\n\r\nSincerely,\r\n\r\nRobert Skvarla, Jr.",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1072972,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/rskva102/119306/Leslie_Atkinson_Obituary_2014_-_Goldsboro_NC_-_The_News__Observer.pdf",
            "datetime": "2023-03-09T11:17:36.532528",
            "title": "Leslie_Atkinson_Obituary_2014_-_Goldsboro_NC_-_The_News__Observer.pdf",
            "source": "Robert Skvarla, Jr.",
            "description": "",
            "doc_id": "",
            "pages": 0
          },
          {
            "id": 1072971,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/rskva102/119306/Thomas_Southerland_Legacy_Obituary.pdf",
            "datetime": "2023-03-09T11:17:36.532528",
            "title": "Thomas_Southerland_Legacy_Obituary.pdf",
            "source": "Robert Skvarla, Jr.",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/tsla-3923-142494/"
  }
]