[
  {
    "id": 151648,
    "title": "Martinsville West MS Shooting Incident report",
    "slug": "martinsville-west-ms-shooting-incident-report",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 121137,
    "username": "bbaker4",
    "agency": 12065,
    "datetime_submitted": "2023-09-05T16:08:07.300538",
    "date_due": "2023-09-14",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-09-05T16:08:07.442834",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 151648,
        "from_user": 121137,
        "to_user": 18579,
        "subject": "",
        "datetime": "2023-09-05T16:08:07.442834",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Indiana Access to Public Records Act, I hereby request the following records:\r\n\r\nThe incident report and any supplements, such as police narratives, produced in relation to the shooting incident at Martinsville West Middle School on March 25, 2000.\r\n\r\nIn the event that there are fees, I would request a waiver, as I am a member of a nonprofit media outlet and these records will be used in the public interest. The requested documents will be made available to the general public, and this request is not being made for commercial purposes. \r\n\r\nI would prefer the request filed electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 7 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBen Baker",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/martinsville-12660/martinsville-west-ms-shooting-incident-report-151648/"
  }
]