[
  {
    "id": 183740,
    "title": "Library Contract Request: ACS Journals at San Diego State University",
    "slug": "library-contract-request-acs-journals-at-san-diego-state-university",
    "status": "ack",
    "embargo_status": "public",
    "user": 152497,
    "username": "molll",
    "agency": 6374,
    "datetime_submitted": "2025-03-21T22:12:11.840338",
    "date_due": "2025-03-31",
    "days_until_due": null,
    "date_followup": "2025-04-01",
    "datetime_done": null,
    "datetime_updated": "2025-03-21T22:12:11.955535",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "library contracts"
    ],
    "communications": [
      {
        "foia": 183740,
        "from_user": 152497,
        "to_user": 18807,
        "subject": "California Public Records Act Request: Library Contract Request: ACS Journals at San Diego State University",
        "datetime": "2025-03-21T22:12:11.955535",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nThe most recent governing, base, or master license with the American Chemical Society (ACS) relating to the licensing of ACS Journals;\r\nAll related amendments, addenda, appendices, attachments, product terms, MOUs, MOAs, data processing agreements, and/or letters of intent; and\r\nAll financial documents or records of financial transactions, exchanges or obligations related to the contractual relations with ACS for journal licensing. Responsive materials include invoices, order forms, and any other documents that incorporate language governing terms of use of the ACS Journals.\r\n\r\nIf you contend that any portion of the records requested is exempt from disclosure by express provisions of law, Government Code § 7922.525(b) requires segregation and redaction of that material in order that the remainder of the records may be released. If you contend that any express provision of law exists to exempt from disclosure all or a portion of the records I have requested, Government Code § 7922.535 requires that you notify me of the reasons for the determination not later than 10 days from your receipt of this request. Government Code § 7922.540 requires that any response to this request that includes a determination that the request is denied, in whole or in part, must be in writing and include the name and title of the person(s) responsible for the institution’s response.\r\n\r\nI am affiliated with an educational research institution; this request is made for a scholarly purpose.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nmo",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/california-52/library-contract-request-acs-journals-at-san-diego-state-university-183740/"
  }
]