[
  {
    "id": 192235,
    "title": "CIA Records on Information Asymmetry and Disinformation",
    "slug": "cia-records-on-information-asymmetry-and-disinformation",
    "status": "submitted",
    "embargo_status": "public",
    "user": 165201,
    "username": "TruthBreaker20",
    "agency": 6,
    "datetime_submitted": "2025-08-31T00:57:32.499994",
    "date_due": "2025-09-29",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-08-31T00:57:32.632756",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192235,
        "from_user": 165201,
        "to_user": 9567,
        "subject": "Freedom of Information Act Request: CIA Records on Information Asymmetry and Disinformation",
        "datetime": "2025-08-31T00:57:32.632756",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nreports, memoranda, training materials, assessments, cables, after-action reviews, or studies created or held by the CIA from January 1, 1945 to the present that address, reference, or analyze:\r\nA) Mechanisms of Information Asymmetry (How it is Used):\r\nThe intentional creation or exploitation of information asymmetry between elites/governments and the public (domestic or foreign).\r\nThe use of disinformation, misinformation, propaganda, psychological operations (psyops), influence operations, or perception management to cultivate confusion or controlled ignorance.\r\nCase studies or after-action reports where partial truths or limited disclosure were used to stabilize regimes, neutralize opposition, or shape public opinion.\r\nAnalyses weighing intentional manipulation vs. unintended error in information operations or governance outcomes.\r\nB) Underlying “20% Information” (The Content Itself):\r\n5. Internal guides, handbooks, doctrine, or tradecraft materials that describe thresholds for effective information asymmetry (e.g., how much the public must or must not know for an operation to succeed).\r\n6. Metrics, models, or evaluations that measure the level of public awareness/ignorance required for successful influence operations.\r\n7. Collections of narrative templates, messaging frameworks, or “best practices” for framing, agenda-setting, normalization, distraction, or division designed to mask or camouflage manipulation.\r\nSuggested program keywords to aid your search (non-exhaustive):\r\nOffice of Policy Coordination (OPC), OSS (Office of Strategic Services), psychological warfare, propaganda, influence operations, perception management, disinformation, active measures, Operation Mockingbird, “behavioral” or “cognitive” influence, audience segmentation, plausible deniability, limited hangout, media assets, error vs manipulation, information asymmetry.\r\nIf portions of these records are exempt, please release all reasonably segregable material. If my request is denied in whole or in part, please justify all deletions by reference to specific FOIA exemptions.\r\nI am willing to pay reasonable duplication and search fees up to $50. If fees will exceed this amount, please contact me before proceeding. I also respectfully request a fee waiver, as disclosure of the requested materials would contribute significantly to public understanding of government activities.\r\nThank you for your assistance.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAmaan Rumi",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/cia-records-on-information-asymmetry-and-disinformation-192235/"
  }
]