[
  {
    "id": 182564,
    "title": "Documentation of keyword-based vetting process of active awards initiated on or after January 20, 2025",
    "slug": "documentation-of-keyword-based-vetting-process-of-active-awards-initiated-on-or-after-january-20-2025",
    "status": "ack",
    "embargo_status": "public",
    "user": 153424,
    "username": "dfmc",
    "agency": 713,
    "datetime_submitted": "2025-03-06T11:53:17.891310",
    "date_due": "2025-04-03",
    "days_until_due": null,
    "date_followup": "2025-04-03",
    "datetime_done": null,
    "datetime_updated": "2025-03-06T11:53:18.013375",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 182564,
        "from_user": 153424,
        "to_user": 10002,
        "subject": "Freedom of Information Act Request: Documentation of keyword-based vetting process of active awards initiated on or after January 20, 2025",
        "datetime": "2025-03-06T11:53:18.013375",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nBy way of background:\r\n\r\nAround roughly January 30 and thereafter, several news organizations (including Washington Post, ScienceInsider, Nature's news division) began reporting that NSF employees were reviewing or vetting existing awards based off of a list of keywords relevant to recent executive orders. Among other things, the reporting described the process by which these grants were vetted along with specific documents associated to this process, which primarily the information sought in this request.\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\n1.) A complete list or a document including such a list of keywords used in this vetting process, which should have been created on or after January 20, 2025. To assist in finding such a list, keywords/phrases released by news organizations included: advocacy, antiracist, barrier, biases, cultural relevance, disability, diverse backgrounds, diversity, diversified, ethnicity, excluded, exclusion, equity, female, gender, hate speech, historically, implicit bias, inclusion, inclusive, inequalities, institutional, intersectional, male dominated, marginalized, minority, multicultural, oppression, polarization, racially, segregation, systemic, trauma, underrepresented, underserved, victims, women.\r\n\r\n2.) Information about a vetting process that concerned that list of keywords and active awards, and which was undertaken after January 20, 2025, and at least between but not limited to February 3-7, 2025, including:\r\n\r\n2a.) Internal documents regarding this keyword vetting process such as reports, memorandums, meeting minutes, or notes, including but not limited to: a flowchart used to evaluate whether a research project should be flagged for further review, an internal email sent as an update clarifying \"edge cases\" concerning flagged awards that may be in violation of policies, a document or communications containing the criteria for flagging grants and what to look for (such as \"discriminatory programs, including illegal DEI\") sent to or intended for program officers.\r\n\r\n2b.) The complete list or relevant spreadsheets of awards initially selected by NSF senior managers for vetting by NSF employees, said to have numbered at around 10,000 out of 50,000 active awards.\r\n\r\n2c.) The complete list or relevant spreadsheets of awards after the initial stage in the vetting process allegedly flagged to contain two or more keywords, said to have numbered at around 1,200 awards. The spreadsheets in question may have been supposed to be finalized on February 3, 2025 at 5:00 pm.\r\n\r\n2d.) The complete list or relevant spreadsheets of awards remaining after the final step in the vetting process, including if available any actions or proposed actions (such as termination) against these grants. The spreadsheets in question may have been supposed to be finalized on February 7, 2025.\r\n\r\n2e.) Any documents or communications generated by the Office of the Director on or after February 7, 2025 concerning the final decision of the awards remaining after the final step in the vetting process, including written justifications for grant cancellations or modifications.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIf the requested information requires relevant persons identities to not be disclosed (such as employee reviewers), please add redactions to the records wherever required.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I am willing to pay fees regarding my request provided I have received information on the total charges. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDaisy McDonald",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/documentation-of-keyword-based-vetting-process-of-active-awards-initiated-on-or-after-january-20-2025-182564/"
  },
  {
    "id": 182561,
    "title": "Investigations concerning DEI/DEIA initiated on or after January 20, 2025",
    "slug": "investigations-concerning-deideia-initiated-on-or-after-january-20-2025",
    "status": "ack",
    "embargo_status": "public",
    "user": 153424,
    "username": "dfmc",
    "agency": 10662,
    "datetime_submitted": "2025-03-06T11:46:51.459408",
    "date_due": "2025-04-03",
    "days_until_due": null,
    "date_followup": "2025-04-03",
    "datetime_done": null,
    "datetime_updated": "2025-03-06T11:46:51.646068",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 182561,
        "from_user": 153424,
        "to_user": 14937,
        "subject": "Freedom of Information Act Request: Investigations concerning DEI/DEIA initiated on or after January 20, 2025",
        "datetime": "2025-03-06T11:46:51.646068",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nDocuments such as reports, memorandums, directives, meeting minutes, notes, or e-mails concerning (or if necessary to be more specific, containing the words) diversity, equity, inclusion, and/or accessibility (including acronyms DEI/DEIA) regarding investigations that were initiated on or after January 20, 2025, including those investigations which are preliminary or ongoing.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I am willing to pay fees regarding my request provided I have received information on the total charges. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDaisy McDonald",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/investigations-concerning-deideia-initiated-on-or-after-january-20-2025-182561/"
  }
]