[
  {
    "id": 149417,
    "title": "Certain equipment purchases since January 1, 2022",
    "slug": "certain-equipment-purchases-since-january-1-2022",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 79529,
    "username": "JOHNLP",
    "agency": 905,
    "datetime_submitted": "2023-07-16T11:12:45.467804",
    "date_due": "2023-07-26",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-07-16T11:12:45.622106",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 149417,
        "from_user": 79529,
        "to_user": 10884,
        "subject": "",
        "datetime": "2023-07-16T11:12:45.622106",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\n1. Purchase records, invoices, procurement documents and other documents sufficient to show any and all disbursement of public funds for the acquisition by your agency since January 1, 2022 of any of the following:\r\n• Firearms of .50 caliber or greater\r\n• Patrol rifles (as commonly denominated for law enforcement use) or assault rifles (as defined in Sections 30510 and 30515 of the California Penal Code)\r\n• Wheeled vehicles that are built or modified to provide ballistic protection to their occupants, such as Bearcats or armored personnel carriers.\r\n• Projectile launch platforms, such as 40mm projectile launchers, \"bean bag\" or specialty impact munition (\"SIM\") weapons, and \"riot guns\" used to disperse chemical agents\r\n• Long-Range Acoustic Device (LRAD)\r\n\r\n2. Purchase records, invoices, procurement documents and other documents sufficient to show any and all disbursement of public funds for the acquisition by your agency since January 1, 2022 of explosives and pyrotechnics, such as \"flash bang\" grenades and explosive breaching tools, and chemical weapons such as \"teargas\" and \"pepper balls\".\r\n\r\n3. Records of deployment by your agency since January 1, 2022 of projectile launch platforms and munitions, such as 40mm projectile launchers, \"bean bag\" or specialty impact munition (\"SIM\") weapons, and \"riot guns\" used to disperse chemical agents; explosives and pyrotechnics, such as \"flashbang\" grenades and explosive breaching tools; and chemical weapons such as \"teargas\" and \"pepper balls\".\r\n\r\n4. Records that include a glossary and/or explanation for \"Purchasing Group\" initials or abbreviations, as used in the CDCR purchases (see column D in \"CDCRArmory_Spreadsheet\" file of CDCR response to Public Records Act request # M003971-122821 in January 2022).\r\n\r\nPlease reference CDCR's response to Public Records Act request # M003971-122821 in January 2022. We see records of the same type and in a similar format at that request. We have clarified request #3 to indicate that we seek purchase records for munitions as well as launch platforms.\r\n\r\nIf you have questions about this request, please don't hesitate to contact me directly via phone, 510-282-8983 or email, jlindsay-poland@afsc.org.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJohn Lindsay-Poland",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/california-52/certain-equipment-purchases-since-january-1-2022-149417/"
  }
]