[
  {
    "id": 182803,
    "title": "Troy FRS",
    "slug": "troy-frs",
    "status": "submitted",
    "embargo_status": "public",
    "user": 146503,
    "username": "sbrook",
    "agency": 17797,
    "datetime_submitted": "2025-03-10T10:20:49.611409",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-10T10:20:49.819593",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 182803,
        "from_user": 146503,
        "to_user": 25822,
        "subject": "",
        "datetime": "2025-03-10T10:20:49.819593",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Alabama Open Records Law, I hereby request the following records:\r\n\r\nI request the NCAA Membership Financial Reporting System revenue and expense reports for fiscal (or reporting) years 2015, 2016, 2017, 2018, 2019, 2020, 2021, 2022, 2023 & 2024. Specifically:\r\n\r\nThese reports are completed by the athletic department for the National Collegiate Athletic Association for the fiscal years listed above. This report is a multi-page document that had to be submitted to the NCAA in January. It contains 40+ revenue and expense categories, followed by specific breakdowns of each of those categories, by sport and gender. I am requesting the full report, including the detail tables, the “Other Reporting Items” list and the “Statement of Revenues and Expenses” that appears at the end of the report. PLEASE NOTE: The NCAA report is different than the equity report that is sent to the U.S. Department of Education for Title IX compliance.\r\n\r\nI prefer to receive the records electronically as an Adobe Acrobat (.pdf) file.\r\n\r\nIf you choose to deny this request, please provide a written explanation for the denial including a reference to the specific statutory exemption(s) on which you rely. Also, please provide all segregable portions of otherwise exempt material.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nAndré Natta, a citizen of Alabama, in coordination with Stacey Brook.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/troy-821/troy-frs-182803/"
  }
]