[
  {
    "id": 157280,
    "title": "Records Request",
    "slug": "records-request",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 125495,
    "username": "ShanJumper",
    "agency": 3500,
    "datetime_submitted": "2024-01-15T14:45:40.726883",
    "date_due": "2024-01-29",
    "days_until_due": null,
    "date_followup": "2024-01-29",
    "datetime_done": null,
    "datetime_updated": "2024-01-15T14:45:40.796683",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 157280,
        "from_user": 125495,
        "to_user": 13110,
        "subject": "Government Records Access and Management Act Request: Records Request",
        "datetime": "2024-01-15T14:45:40.796683",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Government Records Access and Management Act, I hereby request the following records:\r\n\r\nI am seeking the following information from your  state department of corrections:\r\nList of inmates who identify as transgender or gender diverse (names redacted is fine) and\r\na. Sex assigned at birth (M/F)\r\nb. Gender identity (M/F)\r\nc. Race\r\nd. Holding Offense information\r\ne. number of transgender male, transgender female, Intersex, gender non-conforming, etc. inmates who have requested placement in institution consistent with their gender identity and status of those requests, and how many inmates currently housed in facility consistent with their gender identity.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nShan Jumper",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "mail"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/utah-234/records-request-157280/"
  }
]