[
  {
    "id": 182926,
    "title": "August 2022 Records Request Multi-Agency Response to Stamford, VT Property",
    "slug": "august-2022-records-request-multi-agency-response-to-stamford-vt-property",
    "status": "ack",
    "embargo_status": "public",
    "user": 150823,
    "username": "PJ_LiXqlYtj",
    "agency": 40874,
    "datetime_submitted": "2025-03-11T18:53:00.616408",
    "date_due": "2025-03-14",
    "days_until_due": null,
    "date_followup": "2025-03-14",
    "datetime_done": null,
    "datetime_updated": "2025-03-11T18:53:01.804499",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 182926,
        "from_user": 150823,
        "to_user": 154340,
        "subject": "Vermont Public Records Act Request: August 2022 Records Request Multi-Agency Response to Stamford, VT Property",
        "datetime": "2025-03-11T18:53:01.804499",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Vermont Public Records Act, I hereby request the following records:\r\n\r\nI respectfully request records held by the Vermont Department of State’s Attorneys and Sheriffs concerning the investigation and its resolution involving a property in Stamford, Vermont, as chronicled in the Rolling Stone article titled \"The Ezra Miller Saga Now Involves Vermont’s Child Services Department\" (published August 10, 2022, available at: https://web.archive.org/web/20241215093133/https://www.rollingstone.com/culture/culture-news/ezra-miller-vermont-child-services-department-1392572/).\r\n\r\nThe article details attempts by Vermont State Police to serve an emergency care order on August 6, 7, and 9, 2022, at Ezra Miller’s 96-acre farm in Stamford, intended to remove a 25-year-old mother and her three children amid supposed welfare concerns, with oversight by the Vermont Department for Children and Families (DCF) and involvement of state’s attorney(s) in legal proceedings or service efforts. \r\nMost notably, the article includes information or statements attributed to the State Attorney’s Office suggesting the property owner was attempting to \"evade\" the order or \"shield\" someone (quote: \"the Vermont State Attorney’s office said seemed like an attempt to “evade service” of the order, according to the court document obtained by Rolling Stone.\")\r\n\r\nSpecifically, I seek the following from August 1, 2022, through December 31, 2023:\r\n\r\n- All documents related to the emergency care order & its investigation & service, including reports, logs, court documents, affidavits, field notes,  incident reports, warrants, summonses, etc from the Department of State’s Attorneys and Sheriffs coordinating or documenting attempts from Vermont State Police to serve it on August 6, 7, and 9, 2022, or any later efforts, concerning the mother and her children’s welfare. This includes records of challenges (e.g., access issues or alleged evasion) and outcomes (e.g., successful service, withdrawal, alternative resolutions, etc), as well as any internal reviews or supervisory notes regarding the handling of the case.\r\n\r\n- Correspondence (e.g., emails, memos, letters, texts, call logs, etc) between the Department of State’s Attorneys and Sheriffs, Vermont State Police, Vermont DCF, or other judicial personnel regarding this emergency care order, its investigation, its execution, or its resolution, as well as legal filings, opinions, or court documents prepared by state’s attorneys—such as the order’s application, welfare concern justifications, or filings for the hearing(s) referenced in the article—including any records reflecting the \"evasion\" or \"shielding\" claim and/or an apparent pending hearing referenced in the Rolling Stone article scheduled on or after August 10, 2022 (quote: \"A hearing is scheduled for the matter later this week.\"), along with any drafts, amendments, or annotations to these legal documents.\r\n\r\n- Documentation of inter-agency coordination with Vermont State Police, Vermont DCF, or other entities (including out-of-state agencies) about the welfare of the mother and children or the order’s execution, including meeting notes, disposition records, situation reports, inter-agency referrals, or child welfare assessments (e.g., risk or safety evaluations)—and if any responsive records are held by other agencies (including out-of-state), I request disclosure to ensure all relevant documents are obtained, including any chain-of-custody records for evidence or information shared between agencies.\r\n\r\nI request that any exempt personal information (e.g., names of minors or private individuals) be redacted rather than withholding any documents entirely, consistent with the Vermont Public Records Act’s presumption of disclosure (1 V.S.A. § 315 et seq.).\r\nI am not affiliated with any news agencies & this request is not being made for commercial purposes. This inquiry serves the public interest by shedding light on the resolution of a widely publicized matter (yet for some reason never followed up on by news organizations) involving child welfare and inter-agency action, fostering transparency in governmental proceedings, and discouraging vigilante justice from members of the public who, due to rampant disinformation by omission, might be inclined to take matters into their own hands against a perceived child abductor.\r\nIf there are any issues with the scope or specificity of this request, please contact me to discuss it before denying or delaying the response.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nPJ",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "mail"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/vermont-80/august-2022-records-request-multi-agency-response-to-stamford-vt-property-182926/"
  }
]