[
  {
    "id": 141058,
    "title": "FCC IBFS SES - HSC",
    "slug": "fcc-ibfs-ses-hsc",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 11542,
    "username": "1d54026cc033df885badad94c83cc9af",
    "agency": 46,
    "datetime_submitted": "2023-02-21T10:42:49.950028",
    "date_due": "2023-03-21",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-02-21T10:42:50.044369",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 141058,
        "from_user": 11542,
        "to_user": 9680,
        "subject": "Freedom of Information Act Request: FCC IBFS SES - HSC",
        "datetime": "2023-02-21T10:42:50.044369",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nIn its frequency waiver requests for certain Satellite Earth Station (SES) license application filings*, applicant Harte Satellite Consultants states that \"Grant of this waiver is in the public interest. This earth station will be part of a test and training network allowing U.S. government customers to acquaint themselves with the service in the United States prior to using the service elsewhere in the world. Grant of this waiver request is in the public interest as it allows for utilization of available satellite capacity to provide U.S. government customers with service for critical testing and training exercises.\"\r\n\r\n*said SES license applications having the file numbers SES-LIC-20220125-00083, SES-LIC-20220125-00084, SES-LIC-20220125-00085, SES-LIC-20220125-00086, SES-LIC-20220125-00087, SES-LIC-20220125-00088, SES-LIC-20220125-00089, and SES-LIC-20220125-00090.\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAny supporting documents, records, or communications between the applicant and the FCC pertaining to the above statement made by applicant or otherwise supporting applicant's claim(s) of public interest.\r\n\r\nIf the FCC is in possession of additional records which are relevant to or otherwise pertain to a supposed business relationship between Harte Satellite Consultants and \"U.S. government customers\", please consider those responsive to this request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nLandon Edwards",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/fcc-ibfs-ses-hsc-141058/"
  }
]