[
  {
    "id": 164314,
    "title": "Reports on on Applications for Delayed-Notice Search Warrants and Extensions",
    "slug": "reports-on-on-applications-for-delayed-notice-search-warrants-and-extensions",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 123294,
    "username": "TargetedJustice",
    "agency": 37136,
    "datetime_submitted": "2024-05-29T20:17:29.376577",
    "date_due": "2024-06-19",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-05-29T20:17:30.434504",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164314,
        "from_user": 123294,
        "to_user": 135283,
        "subject": "",
        "datetime": "2024-05-29T20:17:30.434504",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the DC Freedom of Information Act, I hereby request the following records:\r\n\r\nDear Sirs:\r\nThis letter constitutes a request under the Freedom of Information Act, 5 U.S.C. § 552, on behalf of Targeted Justice Inc. I request that a copy of the following documents [or documents containing the following information] be provided to Targeted Justice, Inc.:\r\n1) All the reports by the Director of the Administrative Office of the United States Courts on Applications for Delayed-Notice Search Warrants and Extensions drafted and/or published pursuant to the USA Patriot Improvement and Reauthorization Act of 2005, documenting the number of applications for warrants and extensions of warrants authorizing delayed notice granted or denied during the each  fiscal year since 2005.\r\nThe term “document” is to be liberally construed to include any file, paper, microfilm, digital archive, or any other format where the information sought may be stored.\r\nAs you know, FOIA requires agencies to release information unless it is specifically exempt from disclosure, and also requires agencies to release all reasonably segregable nonexempt portions of documents, i.e., to redact exempt portions of documents and release the rest. See 5 U.S.C. § 552(a)(8).\r\nTargeted Justice's status as a news organization that provides information of public interest to its members warrants the expedited processing of this Request on the grounds that there is a compelling need for these records because the information requested is urgently needed by an organization primarily engaged in disseminating information in order to inform the public about actual or alleged Federal Government activity. See 5 U.S.C. § 552(a)(6)(E)(v)(II); see also 22 C.F.R. § 171.12(b)(2); 28 C.F.R. §16.5(d)(1)(ii); 32 C.F.R. § 286.4(d)(3)(ii); 32 C.F.R. § 1900.34(c)(2).\r\nRequest for expedited processing Targeted Justice currently has over 15,000 subscribers in its Substack newsletter. Thus, pursuant to 47 CFR 0.466 it is a news media organization.\r\nTargeted Justice also requests the expedited processing of this request on the grounds that the records and documents requested relate to a “breaking news story of general public interest”. Furthermore, they present a “matter of widespread and exceptional media interest in which there exist possible questions about the government’s integrity which affect public confidence”. Expedited processing is warranted when “the information is relevant to a subject of public urgency concerning an actual or alleged Federal government activity” See 22 C.F.R. § 171.12(b)(2)(i); 32 C.F.R. § 286.4(d)(3)(ii)(A); see also 28 C.F.R. § 16.5(d)(1)(iv); 32 C.F.R. § 1900.34(c)(2).\r\nIn light of the above, Targeted Justice requests that your agency adheres to the legal mandate contained in 5 U.S.C. § 552(a)(6)(A)(i); see 28 C.F.R. § 16.6(b), (c) and consequently produce within 20 days of receipt of this request the information sought.\r\nRequest for Fee Waiver\r\nTargeted Justice hereby requests a fee waiver of search, review, and duplication fees on the grounds that the request does not respond to any “commercial interest of the requester.” See 5 U.S.C. § 552(a)(4)(A)(iii); see also 22 C.F.R. §171.17(a); 28 C.F.R. § 16.11(k); 32 C.F.R. § 286.28(d); 32 C.F.R. § 1900.13(b)(2).\r\nFurthermore, a waiver of search and review fees is warranted inasmuch as Targeted Justice will report the results of this endeavor on the grounds that Targeted Justice qualifies as a “representative of the news media” and that the records are not sought for commercial use. See 5 U.S.C. § 552(a)(4)(A)(ii))(7); 32 C.F.R. §§ 1900.02(h)(3), 1900.13(i)(2).\r\nFor any document you fail to produce, Targeted Justice requests that you provide a Vaughn Index and declaration setting forth reasonably detailed explanations for each withheld document as to why it falls within any statutory exemption. See Vaughn v. Rosen, 484 F.2d 820 (D.C. Cir. 1973). The Vaughn statement must specify details about each document's sender, recipients, date and time, and subject. If you need to discuss this request, the undersigned can be reached at 832-247-3046. Thank you for your consideration of my request.\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\nSincerely\r\nAna L. Toledo, Esq.\r\nfor\r\nTargeted Justice, Inc.\r\nP.O. Box 15990\r\nHouston, TX 77220",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/washington-48/reports-on-on-applications-for-delayed-notice-search-warrants-and-extensions-164314/"
  },
  {
    "id": 164313,
    "title": "Samaritan's Purse",
    "slug": "samaritans-purse",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 134362,
    "username": "jmichels",
    "agency": 37950,
    "datetime_submitted": "2024-05-29T20:11:12.186328",
    "date_due": "2024-06-27",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-05-29T20:11:13.101989",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164313,
        "from_user": 134362,
        "to_user": 135282,
        "subject": "",
        "datetime": "2024-05-29T20:11:13.101989",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nInformation regarding the Watauga County Health Department's relationship with Samaritan's Purse, including the provision of  vaccinations by Samaritan's Purse to local residents. \r\nInformation regarding contracts between Watauga County Health Department and Samaritan's Purse.\r\nEmail correspondence between Samaritan's Purse employees and officials with the Watauga County Health Department.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJonathan Michels",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/samaritans-purse-164313/"
  }
]