[
  {
    "id": 176842,
    "title": "LAPD Community Safety",
    "slug": "lapd-community-safety",
    "status": "submitted",
    "embargo_status": "public",
    "user": 136171,
    "username": "joey1scott",
    "agency": 265,
    "datetime_submitted": "2024-11-25T00:27:49.949268",
    "date_due": "2024-12-05",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-11-25T00:27:50.057682",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 176842,
        "from_user": 136171,
        "to_user": 9704,
        "subject": "",
        "datetime": "2024-11-25T00:27:50.057682",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nCommunity Safety Advisory Council - Strategic Safety Plan 2021 - 2023 \r\n\r\nTimeframe for all, unless otherwise stated is 2021-2023 for documents, reports, files, and communications. Please search each Community Safety Partnership (CSP) location and neighborhood\r\n\r\n- SSP Exercises and Monthly Action Items Tracker (Each Month for every location 2021 - 2023)\r\n- Crime Prevention Through Environmental Design written assessments (every location any assessments from 2021 -2023)\r\nFrom the committee guide for reference: \"Following the CPTED walk-through, the CSP Team Leaders (sergeants) prepared a written\r\nassessment. A copy should have been distributed to each of you before today’s meeting, giving\r\nyou the opportunity to review the assessment.\"\r\n- Strengths, Weaknesses, Opportunities and Threats (SWOT) reports and documents \r\n- Root Cause Analysis reports and documents \r\n- SARA reports for each location from 2021 - 2023\r\n- Defining Common Terms reports and documents\r\n-  Actionable Initiatives reports and documents \r\n- Milestones reports and documents\r\n- Meeting Minutes for every location, every meeting \"Meeting minutes should be shared with the community at the Resident Advisory Council\r\n(RAC) meetings or made accessible online for transparency.\"\r\n- Roster of Members on the Committees for each location, broken down by year\r\n\r\nBelow is the source document for the basis of the request. \r\nhttps://www.lapdcsp.org/_files/ugd/a060ef_183eb0795e6f42ad94ed2c2735ad7858.pdf\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJoey Scott",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/los-angeles-91/lapd-community-safety-176842/"
  },
  {
    "id": 176841,
    "title": "Request for OpenAI Inc. lobbying activities",
    "slug": "request-for-openai-inc-lobbying-activities",
    "status": "submitted",
    "embargo_status": "public",
    "user": 139233,
    "username": "kw372312",
    "agency": 237,
    "datetime_submitted": "2024-11-25T00:21:37.786037",
    "date_due": "2024-12-24",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-11-25T00:21:37.929169",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 176841,
        "from_user": 139233,
        "to_user": 10906,
        "subject": "",
        "datetime": "2024-11-25T00:21:37.929169",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nThose pertaining to the lobbying activities of OpenAI Inc. (EIN: 81-0861541). Specifically, I am seeking:\r\n\r\nDetailed records related to the organization's lobbying expenditures as reported on Schedule C (Form 990, see attached) for tax years 2020 through 2023, including but not limited to:\r\n\r\na. Documentation detailing how the reported direct lobbying expenditures were allocated and spent.\r\nb. Information on specific legislation or representatives that were the focus of lobbying efforts.\r\nc. Records of grassroots lobbying activities and associated expenses.\r\nd. Any communications or records related to the organization's lobbying strategies and objectives.\r\n\r\nSupporting documentation for the following specific expenditures reported on Schedule C:\r\n\r\n2020: $799,527 (total lobbying expenditures)\r\n2021: $213,956 (total lobbying expenditures)\r\n2022: $204,415 (total lobbying expenditures)\r\n2023: $293,166 (total lobbying expenditures)\r\n\r\n+ Legal Authority and Justification:\r\n\r\nThis request is supported by legal precedents emphasizing the importance of transparency in nonprofit organizations' lobbying activities:\r\n\r\nPublic Citizen Health Research Group v. Department of Health, Education & Welfare, 477 F. Supp. 595 (D.D.C. 1979): Established that records relating to nonprofit organizations influencing public policy are subject to disclosure under FOIA when they concern matters of significant public interest.\r\n\r\nNational Western Life Insurance Co. v. United States, 512 F. Supp. 454 (N.D. Tex. 1980): Supported the disclosure of IRS records pertaining to exempt organizations' activities affecting public policy.\r\n\r\nTax Analysts v. IRS, 117 F.3d 607 (D.C. Cir. 1997): Affirmed that the public has a strong interest in records showing how tax-exempt organizations operate and influence public policy, necessitating disclosure unless records clearly fall under FOIA exemptions.\r\n\r\nMultiple Access Ltd. v. FDA, 591 F.2d 1112 (5th Cir. 1979): Reinforced that federal agencies must disclose records unless they fall under specific FOIA exemptions. The requested information pertains to a 501(c)(3) organization's use of resources for lobbying activities, which is a matter of public interest.\r\n\r\nDepartment of the Air Force v. Rose, 425 U.S. 352, 360-61 (1976): The Supreme Court held that FOIA's basic policy of full agency disclosure supports the release of records unless they are exempt under clearly defined statutory language.\r\n\r\nLepelletier v. FDIC, 164 F.3d 37, 46 (D.C. Cir. 1999): Emphasized the public's significant interest in understanding how nonprofit organizations utilize resources to influence public policy, especially in emerging technology sectors.\r\n\r\nDisclosure of the requested information is in the public interest as it will contribute significantly to public understanding of how a prominent AI research organization utilizes its resources to influence policy in the rapidly evolving field of artificial intelligence. \r\n\r\n+ Format of Records:\r\n\r\nPlease provide the records in electronic format (e.g., PDF or Word documents) where possible, preferably sent to my email address.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKyle Wiggers",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1241403,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/kw372312/148340/combinepdf.pdf",
            "datetime": "2024-11-25T00:21:37.929169",
            "title": "combinepdf.pdf",
            "source": "Kyle Wiggers",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/request-for-openai-inc-lobbying-activities-176841/"
  }
]