[
  {
    "id": 158763,
    "title": "Louisiana State Employees (2010 - 2019)",
    "slug": "louisiana-state-employees-2010-2019",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 94982,
    "username": "bengoehring",
    "agency": 14669,
    "datetime_submitted": "2024-02-14T09:28:08.912947",
    "date_due": "2024-02-20",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-02-14T09:28:09.154805",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 158763,
        "from_user": 94982,
        "to_user": 18740,
        "subject": "",
        "datetime": "2024-02-14T09:28:09.154805",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Louisiana Public Records Law, I hereby request the following records:\r\n\r\nMonthly electronic listings of all employees of the Louisiana Executive Branch from January 1, 2019 to the present. Specifically, I am seeking electronic listings of all individuals employed within the offices of the Governor and Lieutenant Governor and all state agencies, commissions, and departments for each month from January 1, 2010 to December 31, 2019.\r\n\r\nFor each month, I’m seeking a spreadsheet, database, or delimited text file(s) — not paper records or a PDF created from data — with the following fields for each employee: full legal name, unique employee identification code, job title, department or agency, race, gender, full-time/part-time status, parish, hire date, termination date, civil service status, annual salary, and gross wages. If you cannot produce any of these fields, please let me know and generate only the available variables.\r\n\r\nIf these data are not available at monthly intervals, please produce the datasets at the most frequent interval possible. For example, if the data is not available monthly, please produce the data at quarterly intervals.\r\n\r\nIn addition, please include any lookup tables that may be needed to interpret the data. For example, if departments are listed with codes linked to a separate table, I will be happy to join the records myself, rather than require your staff to do so.\r\n\r\nI am comfortable working with large data sets and can receive the records in a variety of formats (.dbf, .csv, .mdb, etc).\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBen Goehring",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/louisiana-233/louisiana-state-employees-2010-2019-158763/"
  }
]