[
  {
    "id": 177335,
    "title": "Records on OSC Cases Related to Office of the Special Counsel.  DI-25-000310 DI-25-000325 DI-25-000379",
    "slug": "records-on-osc-cases-related-to-office-of-the-special-counsel-di-25-000310-di-25-000325-di-25-000379",
    "status": "submitted",
    "embargo_status": "public",
    "user": 142975,
    "username": "DavidMedeiros24",
    "agency": 2667,
    "datetime_submitted": "2024-12-09T14:33:19.978504",
    "date_due": "2025-01-08",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-12-09T14:33:20.064019",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177335,
        "from_user": 142975,
        "to_user": 10034,
        "subject": "",
        "datetime": "2024-12-09T14:33:20.064019",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nFreedom of Information Act Request\r\nSubject: Comprehensive FOIA Request for Records on OSC Cases Related to Office of the Special Counsel.  DI-25-000310 DI-25-000325 DI-25-000379\r\n\r\nTo:\r\nFOIA Officer\r\nOffice of the Special Counsel (OSC)\r\n1730 M Street, N.W., Suite 218\r\nWashington, D.C. 20036-4505\r\n\r\nPursuant to the Freedom of Information Act (FOIA), 5 U.S.C. § 552, I hereby request the following records:\r\n\r\n1. Comprehensive Records on Specified Cases\r\nComplete documentation, communications, and records related to the following cases:\r\n\r\nDavid Medeiros (DI) - Case Open Dates:\r\n\r\nNovember 27, 2024, 7:36 AM – Case Status: Duplicate/Add'l Info\r\nNovember 28, 2024, 11:13 AM – Case Status: Duplicate/Add'l Info\r\nDecember 2, 2024, 8:00 AM – Case Status: Duplicate/Add'l Info\r\nDecember 3, 2024, 2:30 PM – Case Status: Duplicate/Add'l Info\r\nDecember 5, 2024, 9:11 AM – Case Status: Duplicate/Add'l Info\r\nDecember 6, 2024, 12:33 PM – Case Status: Duplicate/Add'l Info\r\nDecember 7, 2024, 5:53 AM – Case Status: Duplicate/Add'l Info\r\nCase Numbers and Related Details:\r\n\r\nDI-25-000310: Closed as of November 25, 2024\r\nDI-25-000325: Closed as of November 27, 2024\r\nDI-25-000379: Closed as of December 9, 2024\r\n\r\nPattern of Non-Compliance by the Office of Special Counsel (OSC)\r\nI must emphasize that the OSC has repeatedly and willfully failed to comply with clearly outlined ADA accommodation requests, including:\r\n\r\nFailure to Identify FOIA Officers: OSC has continually failed to disclose the names, titles, and roles of FOIA officers and decision-makers responsible for processing previous requests. This omission is concerning and raises significant issues regarding transparency, accountability, and compliance with FOIA mandates.\r\n\r\nThese repeated failures directly violate the Americans with Disabilities Act (ADA), Rehabilitation Act, and FOIA transparency requirements. It is imperative that the OSC address these concerns immediately and provide the requested accommodations without further obstruction.\r\n\r\n2. Records to Include\r\nCase Files: All records related to OSC’s review, processing, and closure of the above cases.\r\nCorrespondence: Internal and external communications (emails, directives, meeting notes) involving OSC personnel handling these cases.\r\nRationale for Case Status: Specific records detailing the decisions to mark cases as \"Duplicate/Add'l Info\" or to close them, with supporting documentation.\r\nReferrals: Any communications or referrals made to other agencies concerning these cases.\r\nTimeframe\r\nThis request covers records from November 1, 2024, to the present to ensure comprehensive inclusion of all case-related materials.\r\n\r\nADA Compliance\r\nI require all records to be provided in compliance with the Americans with Disabilities Act (ADA). Please ensure:\r\n\r\nCommunication via MuckRock Platform:\r\n\r\nAll responses, updates, and records must be delivered exclusively via Muckrock. No physical mail, phone calls, external links, passwords or portal-based responses.\r\nDirect Text in Email Body:\r\nProvide summarized responses directly in the email body for accessibility.\r\nScreen-Reader-Compatible PDFs:\r\nAttachments must be clearly labeled, properly formatted, and fully accessible.\r\nSimplified Summaries:\r\nInclude plain-language summaries for complex or technical records to aid comprehension.\r\n\r\nLegal Basis for Request\r\n1. FOIA Compliance (5 U.S.C. § 552)\r\nFOIA mandates full and timely disclosure of requested records unless exemptions explicitly apply.\r\nAny redactions or withholdings must include detailed statutory citations (5 U.S.C. § 552(b)) and clear explanations.\r\n2. ADA Compliance (42 U.S.C. § 12132; 28 C.F.R. § 35.160)\r\nPublic entities must ensure effective communication with individuals with disabilities. Accessible document formatting and accommodations are legally required.\r\n3. Whistleblower Protection\r\nAs the cases directly involve whistleblower disclosures and protections, prompt access to these records is critical to ensure transparency and accountability under 5 U.S.C. § 2302(b)(8).\r\nFee Waiver Request\r\nThis request is not for commercial purposes. I request a waiver of all fees under 5 U.S.C. § 552(a)(4)(A)(iii), as disclosure of these records serves the public interest in promoting transparency, whistleblower protection, and ADA compliance.\r\n\r\nExpedited Processing Request\r\nExpedited processing is requested under 5 U.S.C. § 552(a)(6)(E) based on:\r\n\r\nSignificant Public Interest: The implications for systemic accountability and whistleblower protections.\r\nUrgency: Timely transparency is necessary to address ongoing ADA compliance concerns and retaliation claims.\r\nIdentification of Personnel\r\nPlease include the names, titles, and roles of all FOIA officers, decision-makers, and supervisory personnel involved in processing this request for transparency and accountability.\r\n\r\nDelivery and Response\r\nAcknowledge receipt of this request within five (5) business days.\r\nProvide requested records within the statutory timeframe.\r\nFor any denials or partial redactions, include detailed justifications, appeal instructions, and the name of the reviewing authority.\r\nConsequences of Non-Compliance\r\nFailure to comply with FOIA or ADA requirements may result in:\r\n\r\nAdministrative Oversight: Filing of formal complaints with the Office of Government Information Services (OGIS).\r\nLegal Action: Pursuit of remedies under 5 U.S.C. § 552(a)(4)(B) and 42 U.S.C. § 12133.\r\nPublic Advocacy: Escalation through media and public channels to ensure accountability.\r\n\r\nSincerely,\r\nDavid Medeiros\r\nFounder, ABI Resources, LLC\r\nDB.42.131.Inf.\r\n\r\n​\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDAVID MEDEIROS",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/records-on-osc-cases-related-to-office-of-the-special-counsel-di-25-000310-di-25-000325-di-25-000379-177335/"
  }
]