[
  {
    "id": 177504,
    "title": "FBI: Success Dream Book author Professor de Herbert aka Herbert Gladstone Parris",
    "slug": "fbi-success-dream-book-author-professor-de-herbert-aka-herbert-gladstone-parris",
    "status": "submitted",
    "embargo_status": "public",
    "user": 351,
    "username": "RobbyD",
    "agency": 10,
    "datetime_submitted": "2024-12-12T14:44:14.227198",
    "date_due": "2025-01-13",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-12-12T14:44:14.312463",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177504,
        "from_user": 351,
        "to_user": 9555,
        "subject": "Freedom of Information Act Request: FBI: Success Dream Book author Professor de Herbert aka Herbert Gladstone Parris",
        "datetime": "2024-12-12T14:44:14.312463",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAny bureau records related to \"The Success Dream Book\" author Herbert Gladstone Parris. Mr. Parris, who went by numerous aliases and pseudonyms including \"Professor de Herbert\" and \"Professor Uriah Konje\" was a Barbadian-born, Harlem-based writer of mystic numerology. Born in 1893, died in 1973. \r\n\r\nIn May of 2022, \"The Success Dream Book\" was banned from distribution to the prison population of the Clinton Correctional Facility in New York State. \r\n\r\nParris published numerous books including \r\nThe H.P. Dream Book (as Professor Uriah Konje)\r\nThe Combination Dream Book \r\nThe Lucky Star Dream Book\r\n\r\nThe publication of these materials made Parris an exceptionally wealthy Afro-Caribbean in New York by the late 1930s. Parris pontificated in his writings about the Ku Klux Klan and Marcus Garvey. According to information online, Parris hired FBI informant HERBERT S. BOULIN as an employee. There is likely to be agency documentation related to Parris in files related to: the Ku Klux Klan, Marcus Garvey, Herbert S. Boulin. \r\n\r\nMore information about Herbert Gladstone Parris and his affiliation with FBI information Herbert S. Boulin can be found here: https://www.cabinetmagazine.org/issues/67/vandegrift.php\r\nMore information about his birth and death can be found here: https://www.luckymojo.com/professorkonje.html\r\n\r\nThis request is for any and all records about Herbert Gladstone Parris from any and all FBI offices, including HQ, field offices, legal attaches, and facilities that maintain records under the FBI’s control. Please conduct a search for any records on Herbert Gladstone Parris held by the New York, Philadelphia or Washington field offices. According to a blog post I just read, it is important that I state the following: \"As you know, your agency is required to search the records stored at NARA’s Washington Records Center in Suitland, MD, but still technically under your agency’s control. For more information see 36 CFR 1250.8\" Please also conduct a physical search of records at NARA's Washington Records Center in Suitland, for any records or documents related to Herbert Gladstone Parris. \r\n\r\nPlease include all potentially responsive materials, including but not limited to all communications, reports, inquiries, investigations, photographs, audio files, video files, memos, directives, etc. Please include all materials found in other subject files and all materials associated with any potentially-related names and any other known aliases (\"Professor de Herbert\"), nicknames, code names, or any other identifying pseudonyms (\"Professor Uriah Konje\") or references utilized by this agency. Please consult the Central Records System and records, the Electronic Surveillance (ELSUR) Data Management System and records, Microphone Surveillance (MISUR) records, Physical Surveillance (FISUR) records, Technical Surveillance (TESUR) records, and all available cross-reference indices, databases, and records, in addition to any other locations containing potentially-responsive materials related to Herbert Gladstone Parris. \r\n\r\nPlease include a search of any records or documents understood to be, or colloquially referred to as \"COINTELPRO records\" under the bureau's custody that could be construed as responsive to a request for records related to Herbert Gladstone Parris. \r\n\r\nThank you for the bureau's commitment to transparency, and I look forward to working together on this request, no matter how long it takes.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobert Delaware",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/fbi-success-dream-book-author-professor-de-herbert-aka-herbert-gladstone-parris-177504/"
  }
]