[
  {
    "id": 173029,
    "title": "FBI WP 9.9.24",
    "slug": "fbi-wp-9924",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 60252,
    "username": "rskva102",
    "agency": 10,
    "datetime_submitted": "2024-09-09T12:09:38.616406",
    "date_due": "2024-10-07",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-09-09T12:09:38.920346",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 173029,
        "from_user": 60252,
        "to_user": 9555,
        "subject": "",
        "datetime": "2024-09-09T12:09:38.920346",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear FOIA Officer:\r\n\r\nYou are receiving this correspondence as a request under the Freedom of Information Act, 5 U.S.C. subsection 552. I am requesting the following:\r\n\r\nCopies of all Federal Bureau of Investigation (FBI) records, documents, and communications responsive to William Douglas Pawley (September 7, 1896 — January 7, 1977).  During World War II, Mr. Pawley assisted Claire Lee Chennault in founding the First American Volunteer Group, aka the Flying Tigers, an all-volunteer air force made up of former Army Air Corps, Navy, and Marine pilots. The Flying Tigers provided air support for Chinese nationalist forces in the Pacific Theater. Later, Mr. Pawley served as the United States' ambassador to Peru (July 20, 1945 - April 27, 1946) and Brazil (June 13, 1946 - March 28, 1948).\r\n\r\nMr. Pawley was the subject of FBI investigations in 1953 and 1963, the latter of which was connected to the FBI's CONBRIBE (58-5205) probe, and as such, any investigations into a former U.S. ambassador would be the subject of public interest.\r\n\r\nPrior requests have been made for these records: on January 08, 2007, the FBI opened FOIPA request number 1066475-000, for \"PAWLEY, WILLIAM D.\" Subsequently, the FBI granted a partial release of records (54 of 59 pages) in 2011, under 1066475-002. I am requesting all records previously released and any that have yet to be released.\r\n\r\nProof of death is not required as Mr. Pawley's date of birth was over 100 years ago.\r\n\r\nI am asking you waive any fees associated with this request. I am a member of the news media. My bylines, which include Unicorn Riot, Covert Action Magazine, and the Geopolitical Economy Report, can be found in both print and electronic publications, and I am sending this request in coordination with Muckrock, an award-winning and nationally-recognized news organization. Please take note of the Office of Management and Budget guidelines published March 27, 1987 (52 FR 10012) that include electronic publications and other nontraditional publishers as representatives of the news media.\r\n\r\nA fee waiver is appropriate in situations where \"disclosure of the requested information is in the public interest because it is likely to contribute significantly to public understanding of the operations and activities of the government, and is not primarily in the commercial interest of the requester,” 5 U.S.C. § 552(a)(4)(iii). As noted above, Mr. Pawley was a former U.S. ambassador, and was investigated by the FBI on at least one occasion for public corruption, during a CONBRIBE investigation. This would be considered a matter of public interest.\r\n\r\nThis request is not being made for commercial purposes.\r\n\r\nAll documents will be provided to the general public without charge.\r\n\r\nIn the event that there are fees, I am willing to pay up to $100. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nI look forward to your response within 20 working days, as the statute requires. If access to the records I am requesting will take longer, please contact me with information about when I might expect copies or the ability to inspect the requested records.\r\n\r\nIf you deny any or all of this request, please cite each specific exemption you feel justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\r\n\r\nSincerely,\r\n\r\nRobert Skvarla, Jr.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/fbi-wp-9924-173029/"
  }
]