[
  {
    "id": 139596,
    "title": "DC 1.26.23",
    "slug": "dc-12623",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 60252,
    "username": "rskva102",
    "agency": 10,
    "datetime_submitted": "2023-01-26T08:33:46.293886",
    "date_due": "2023-02-24",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-01-26T08:33:46.394997",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 139596,
        "from_user": 60252,
        "to_user": 9555,
        "subject": "",
        "datetime": "2023-01-26T08:33:46.394997",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nYou are receiving this correspondence as a request under the Freedom of Information Act, 5 U.S.C. subsection 552. I am requesting the following:\r\n\r\nCopies of all records, documents, and communications responsive to Mr. David Crosby, aka David Van Cortlandt Crosby (August 14, 1941 – January 18, 2023). Mr. Crosby was a musician in rock groups The Byrds and Crosby, Stills, Nash, and Young, among others, and during his time in these bands he participated in antiwar protests targeting the Vietnam War. Mr. Crosby's political activism and status as a popular musician make him a figure of public interest. Any Bureau files on Mr. Crosby would provide the public with a better understanding of the Bureau's relationship with the counterculture in the sixties and seventies.\r\n\r\nThere is no expectation of a violation of Mr. Crosby's privacy, as he passed away on January 18, 2023. Privacy rights are not extended to deceased persons. I have attached a reproduction of Mr. Crosby's obituary in the New York Times. For expediency's sake, I am including a link here: https://www.nytimes.com/2023/01/19/arts/music/david-crosby-dead.html\r\n\r\nI am asking you waive any fees associated with this request. I am a member of the news media, with bylines including Covert Action Magazine, Janata Weekly, and Philly Voice. Please take note of the Office of Management and Budget guidelines published March 27, 1987 (52 FR 10012) that include electronic publications and other nontraditional publishers as representatives of the news media.\r\n\r\nThis request is not being made for commercial purposes. All documents will be provided to the general public without charge.\r\n\r\nIn the event that there are fees, I am willing to pay up to $100. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nI look forward to your response within 20 working days, as the statute requires. If access to the records I am requesting will take longer, please contact me with information about when I might expect copies or the ability to inspect the requested records.\r\n\r\nIf you deny any or all of this request, please cite each specific exemption you feel justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\r\n\r\nSincerely,\r\n\r\nRobert Skvarla, Jr.",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1063012,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/rskva102/117007/David_Crosby_Folk-Rock_Voice_of_the_1960s_Dies_at_81_-_The_New_York_Times.pdf",
            "datetime": "2023-01-26T08:33:46.394997",
            "title": "David_Crosby_Folk-Rock_Voice_of_the_1960s_Dies_at_81_-_The_New_York_Times.pdf",
            "source": "Robert Skvarla, Jr.",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/dc-12623-139596/"
  }
]