[
  {
    "id": 182640,
    "title": "Information on actions taken and plans to comply with OPM DEIA guidance",
    "slug": "information-on-actions-taken-and-plans-to-comply-with-opm-deia-guidance",
    "status": "submitted",
    "embargo_status": "public",
    "user": 153424,
    "username": "dfmc",
    "agency": 40805,
    "datetime_submitted": "2025-03-06T14:33:58.289342",
    "date_due": "2025-04-03",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-06T14:33:59.328812",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 182640,
        "from_user": 153424,
        "to_user": 153559,
        "subject": "",
        "datetime": "2025-03-06T14:33:59.328812",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nBy way of background: \r\n\r\nOn January 29, 2025 and February 5, 2025, Charles Ezell, Acting Director, U.S. Office of Personnel Management, sent memos to all Heads and Acting Heads of Departments and Agencies entitled \"Initial Guidance Regarding DEIA Executive Orders\" and \"Further Guidance Regarding Ending DEIA Offices, Programs and Initiatives,\" respectively. Amongst other things, the memos instructed all Heads and Acting Heads of Departments and Agencies to prepare reports to be sent to DEIAreports@opm.gov, and that generally, \"agencies should terminate all illegal DEIA initiatives, [...] policies, programs, and practices.\"\r\n\r\nPursuant to the the Freedom of Information Act, I hereby request the following records:\r\n\r\n1.) A complete list of actions taken in response to the above two OPM memos.\r\n\r\n2.) A copy of any agency plans to fully comply with the above two OPM memos.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 days.\r\n\r\nSincerely,\r\n\r\nDaisy McDonald",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/information-on-actions-taken-and-plans-to-comply-with-opm-deia-guidance-182640/"
  },
  {
    "id": 182587,
    "title": "Plans concerning reduction in budget for FY26 and RIF of workforce",
    "slug": "plans-concerning-reduction-in-budget-for-fy26-and-rif-of-workforce",
    "status": "ack",
    "embargo_status": "public",
    "user": 153424,
    "username": "dfmc",
    "agency": 713,
    "datetime_submitted": "2025-03-06T13:47:17.583539",
    "date_due": "2025-04-03",
    "days_until_due": null,
    "date_followup": "2025-04-03",
    "datetime_done": null,
    "datetime_updated": "2025-03-06T13:47:17.736678",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "trump administration",
      "science"
    ],
    "communications": [
      {
        "foia": 182587,
        "from_user": 153424,
        "to_user": 10002,
        "subject": "Freedom of Information Act Request: Plans concerning reduction in budget for FY26 and RIF of workforce",
        "datetime": "2025-03-06T13:47:17.736678",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\n1.) Information regarding plans created on or after January 20, 2025 to reduce the budget of NSF in financial year 2026 (FY26), including:\r\n\r\n1a.) Internal reports, memorandums, meeting minutes, or directives generated or received by the National Science Board or the Office of the Director concerning reductions to the overall budget of NSF in FY26, created on or after January 20, 2025.\r\n\r\n1b.) E-mails including attachments sent on or after January 20, 2025 broadly to all division directors, or to all division directors in a directorate, concerning reductions to the overall budget of NSF in FY26.\r\n\r\n2.) Information regarding planned or executed layoffs (reduction in force processes or RIF) on or after January 20, 2025 at NSF, including:\r\n\r\n2a.) Internal reports, memorandums, meeting minutes, or directives generated or received by the National Science Board or the Office of the Director regarding planned or executed layoffs at NSF, created on or after January 20, 2025.\r\n\r\n2b.) E-mails including attachments sent on or after January 20, 2025 broadly to all division directors, or to all division directors in a directorate, regarding layoffs at the NSF or layoffs of division directors.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I am willing to pay fees regarding my request provided I have received information on the total charges. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDaisy McDonald",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/plans-concerning-reduction-in-budget-for-fy26-and-rif-of-workforce-182587/"
  }
]