[
  {
    "id": 164216,
    "title": "IU's Relationship with the NSA Crane Facility",
    "slug": "ius-relationship-with-the-nsa-crane-facility",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 135085,
    "username": "BryceJulianGreene_QDMHIodq",
    "agency": 4299,
    "datetime_submitted": "2024-05-26T13:44:43.592636",
    "date_due": "2024-06-05",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-05-26T13:44:43.721732",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164216,
        "from_user": 135085,
        "to_user": 19707,
        "subject": "Indiana Access to Public Records Act Request: IU's Relationship with the NSA Crane Facility",
        "datetime": "2024-05-26T13:44:43.721732",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Indiana Access to Public Records Act, I hereby request the following records:\r\n\r\nAny email, report, or document  from any college, department or program that describes or outlines any partnership, affiliation, co-sponsorship or agreement with NSA Crane, the White River Military Coordination Alliance, or the Crane Regional Defense Group. This includes financial, research, educational or any other kind of relationship between the University, its affiliate groups, and Crane.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 7 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBryce Julian Greene",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/indiana-152/ius-relationship-with-the-nsa-crane-facility-164216/"
  }
]