[
  {
    "id": 173937,
    "title": "Documentation Associated with Patient Refusal",
    "slug": "documentation-associated-with-patient-refusal",
    "status": "submitted",
    "embargo_status": "public",
    "user": 141742,
    "username": "LB009",
    "agency": 8556,
    "datetime_submitted": "2024-09-30T06:46:49.140154",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-09-30T06:46:49.438397",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 173937,
        "from_user": 141742,
        "to_user": 10039,
        "subject": "",
        "datetime": "2024-09-30T06:46:49.438397",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nAny documentation, memoranda, e-mails, letters related to refusing services to civilian patients seeking medical help in connection with \"Havana Syndrome\" or AHI (Anomalous Health Incidents) at University of Miami Medical Center, Department of Otolaryngology; specifically, seeking consultation with Michael E. Hoffer, M.D from January 1, 2021 til September 1, 2024. The documentation should include justification of patients' refusal.\r\n\r\nAn example of patient's refusal is presented in  the correspondence between the Hospital and the patient as below:\r\n\r\n\"From: UConnect Outreach <uhcoutreach@miami.edu>\r\nDate: May 1, 2024 at 9:20:42 AM CDT\r\nTo: Patient'S Name and E-Mail Address are deducted\r\nCc: UConnect Outreach <uhcoutreach@miami.edu>\r\nSubject: RE: [EXTERNAL] Re: OAR - Name Reducted - Ear, Nose and Throat (Otolaryngology)\r\n\r\nDear Valued Patient,\r\n \r\nThank you for choosing the University of Miami UHealth System for your healthcare needs. Dr. Hoffer specializes in certain cases and will not be able to assist with your request. We do apologize for this inconvenience. \r\n \r\nShould you have any questions, please feel free to contact us at 305-243-3564, during our business hours, Monday through Friday, from 7:30 AM to 6:00 PM. Our representative will be glad to assist you.\r\n \r\nThank you again for choosing UHealth, and we look forward to serving you.\r\n \r\nBest,\r\n \r\nErica Goree\r\nOutreach Patient Services| UHealthConnect\r\nUniversity of Miami Health System | Miller School of Medicine\r\nwww.uhealthsystem.com\"\r\n\r\nAlso, below is an example of correspondence between the hospital and the patient inquiring whether patient is a civilian or a government employee in connection with the above mentioned request:\r\n\r\n\"On Apr 30, 2024, at 8:39 AM, UConnect Outreach <uhcoutreach@miami.edu> wrote:\r\n\r\nDear Valued Patient,\r\n \r\nThank you for choosing the University of Miami UHealth System for your healthcare needs. We have received your online appointment request. We need a little information to better assist with your request. Are you a government employee? Feel free to respond to this email or contact us at 305-243-3564. Our team can assist you Monday through Friday from 7:30 AM to 6:00 PM.\r\n \r\n We appreciate your trust in us and look forward to providing you with exceptional care at UHealth.\r\n \r\n Regards,\r\n \r\nMillie Escarmant\r\nOutreach Patient Services| UHealthConnect\r\nUniversity of Miami Health System | Miller School of Medicine\r\nwww.uhealthsystem.com\"\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nLeonid Ber",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/florida-34/documentation-associated-with-patient-refusal-173937/"
  }
]