[
  {
    "id": 156091,
    "title": "BWC for Harassment and all 4 No Trespass Notices",
    "slug": "bwc-for-harassment-and-all-4-no-trespass-notices",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 126862,
    "username": "SaraMyCapelli",
    "agency": 30738,
    "datetime_submitted": "2023-12-17T23:43:37.520114",
    "date_due": "2024-01-09",
    "days_until_due": null,
    "date_followup": "2024-01-09",
    "datetime_done": null,
    "datetime_updated": "2023-12-17T23:43:37.592986",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 156091,
        "from_user": 126862,
        "to_user": 126864,
        "subject": "South Carolina Public Records Law Request: BWC for Harassment and all 4 No Trespass Notices",
        "datetime": "2023-12-17T23:43:37.592986",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the South Carolina Public Records Law, I hereby request the following records:\r\n\r\nI respectfully request all the files for the incident reports filed to include BWC that was logged on the following; Harassment and the 4 trespass notice incident reports. I do not request my arrest since already obtained. \r\n\r\nIn addition to the persons who may request and must receive data recorded\r\nby a body-worn camera provided in item (2), the following are also\r\nentitled to request and receive such data pursuant to the South Carolina\r\nRules of Criminal Procedure, the South Carolina Rules of Civil Procedure,\r\nor a court order:\r\n\r\n1. a person who is the subject of the recording;\r\n2. a criminal defendant if the recording is relevant to a pending\r\ncriminal action;\r\n3. a civil litigant if the recording is relevant to a pending civil action;\r\n4. a person whose property has been seized or damaged in relation to,\r\nor is otherwise involved with, a crime to which the recording is\r\nrelated;\r\n5. a parent or legal guardian of a minor or incapacitated person\r\ndescribed in sub item (1) or (2); and\r\n6. An attorney for a person described in sub items (1) thro\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 15 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nSara My Capelli and Inquiry Agency, LLC  SLED BUSINESS LICENSE# D0003698",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/isle-of-palms-2373/bwc-for-harassment-and-all-4-no-trespass-notices-156091/"
  }
]