[
  {
    "id": 186508,
    "title": "Library Contract Request: LexisNexis at Virginia CCS Shared Services Center",
    "slug": "library-contract-request-lexisnexis-at-virginia-ccs-shared-services-center",
    "status": "submitted",
    "embargo_status": "public",
    "user": 152497,
    "username": "molll",
    "agency": 41422,
    "datetime_submitted": "2025-05-12T00:47:13.302624",
    "date_due": "2025-06-10",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-05-12T00:47:14.112525",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186508,
        "from_user": 152497,
        "to_user": 158551,
        "subject": "",
        "datetime": "2025-05-12T00:47:14.112525",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nThe most recent contract, governing, base, or master license agreement with LexisNexis, relating to the licensing of the academic research product LexisNexis Academic (a.k.a. NexisUni); and\r\n\r\nAll related terms and conditions, terms of service, amendments, addenda, appendices, attachments, product terms, MOUs, MOAs, data processing agreements, and/or letters of intent; and\r\n\r\nAll financial documents or records of financial transactions, exchanges or obligations with language governing the use of the academic research product LexisNexis Academic (a.k.a. NexisUni).\r\n\r\nResponsive materials include all contracts, agreements, amendments, appendices, invoices, and any other documents listed above that incorporate language governing terms of use of the academic research product LexisNexis Academic (a.k.a. NexisUni).\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nmo",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/library-contract-request-lexisnexis-at-virginia-ccs-shared-services-center-186508/"
  }
]