[
  {
    "id": 145469,
    "title": "All of the video exhibits presented at the Odin Lloyd murder trial.",
    "slug": "all-of-the-video-exhibits-presented-at-the-odin-lloyd-murder-trial",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 109030,
    "username": "NadimSaleh",
    "agency": 35135,
    "datetime_submitted": "2023-05-08T08:55:55.995237",
    "date_due": "2023-06-06",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-05-08T08:55:56.742658",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 145469,
        "from_user": 109030,
        "to_user": 115255,
        "subject": "",
        "datetime": "2023-05-08T08:55:56.742658",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nHello, on the 17th of June 2013 at around 2:15 am Aaron Hernandez was questioned by police officers at the North Attenborough police station regarding the murder of MR Odin Lloyd. After this interview he was seen on CCTV just outside of the police station in a car. The CCTV footage then showed Aaron breaking his phone and collecting a new phone from his lawyer. This footage was then shown at his trial.\r\n\r\nIf possible could you send me all of the video and photo evidence that was presented at the Odin Lloyd murder trial? For example footage of Aaron at a gas station before the murder, footage of Odin Lloyd being picked up by Aaron as well as footage of Aaron arriving home with a gun on him.\r\n\r\nI also kindly ask for the footage of his police interview as well as the CCTV footage of him breaking his phone.\r\n\r\nAll in all I’d like every single video exhibit that was presented at the Odin Lloyd trial.\r\n\r\n\r\n\r\nThe reason I am asking for all of this is because I believe that there are important life lessons to be learned from this appalling crime.\r\n\r\nThank you for your time.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nNadim Saleh",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/all-of-the-video-exhibits-presented-at-the-odin-lloyd-murder-trial-145469/"
  }
]