[
  {
    "id": 140492,
    "title": "Louisiana Public Records Law Request: Sustained findings since 2017",
    "slug": "louisiana-public-records-law-request-sustained-findings-since-2017",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 21005,
    "username": "Dilcia19",
    "agency": 5230,
    "datetime_submitted": "2023-02-13T22:00:13.650763",
    "date_due": "2023-02-16",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-02-13T22:00:13.718249",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140492,
        "from_user": 21005,
        "to_user": 10239,
        "subject": "",
        "datetime": "2023-02-13T22:00:13.718249",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Louisiana Public Records Law, I hereby request the following records:\r\n\r\nUnder the Louisiana Public Records Act § 44:1 et seq., I am requesting copies of records related to cases of sustained findings of police misconduct at the Baton Rouge Police Department’s Internal Affairs, between 2017 and 2022. \r\nMy organization is specifically interested in a case index for any cases that meet the criteria of the last sentence. We previously submitted a similar request and in hopes of narrowing it down a bit, a case index would be extremely hepful.\r\n\r\nHere, misconduct includes, but is not limited to:\r\n\r\nExcessive (unreasonable) force – beatings, manhandling of people in handcuffs, improper use of Tasers, injuries inflicted by police dogs, improper use of deadly force, and other police brutality or disregard for the safety of suspects. It also includes, but is not limited to: physical and verbal abuse, restraints happening unreasonably, coerced or forced confessions, and sexual abuse and assault.\r\n\r\nFalse arrests – pulling over, detention, questioning and searches conducted without any probable cause whatsoever, including cases of planted evidence, racial profiling and trumped-up charges of resisting arrest.\r\n\r\nLouisiana's Public Records Act does not exclude police disciplinary records from release, even if it violates the officer’s constitutional right to privacy, as ruled by the Louisiana Court of Appeals in its 2008 case of City of Baton Rouge v. Capital City Press.\r\n\r\nAny person who has been denied the right to inspect or copy a record under the provisions of this Chapter, either by a final determination of the custodian or by the passage of five days, exclusive of Saturdays, Sundays, and legal public holidays, from the date of his request without receiving a final determination in writing by the custodian, may institute proceedings for the issuance of a writ of mandamus, injunctive or declaratory relief, together with attorney's fees, costs and damages as provided for by this Section, in the district court for the parish in which the office of the custodian is located.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDilcia Mercedes",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/baton-rouge-east-baton-rouge-16213/louisiana-public-records-law-request-sustained-findings-since-2017-140492/"
  }
]