[
  {
    "id": 164814,
    "title": "Paragon Solutions",
    "slug": "paragon-solutions",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 27422,
    "username": "dmehrotra",
    "agency": 10,
    "datetime_submitted": "2024-06-07T16:20:49.778373",
    "date_due": "2024-07-09",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-06-07T16:20:49.882546",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164814,
        "from_user": 27422,
        "to_user": 9555,
        "subject": "",
        "datetime": "2024-06-07T16:20:49.882546",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\n1)  Investigative records -- including cross-referenced records -- regarding, mentioning or otherwise pertaining to Paragon or Paragon Solutions or the Graphite spyware\r\n2) Investigative records -- including cross-referenced records -- regarding, mentioning or otherwise pertaining to Paragon or Paragon Solutions or the Graphite spyware\r\n3) All FD-209 \"Memorandum for Recording Contacts with Informants\" and FD-302 \"Form for Reporting Information That May Become Testimony\" forms mentioning, containing or otherwise relating to Paragon or Paragon Solutions or the Graphite spyware\r\n\r\nPlease conduct additional searches of the Investigative Data Warehouse (including IDW-S, SPT, DOCLAB and DOCLAB-S), Central Records System (CRS), SENTINEL and ELSUR, FISUR, TESUR indices. Please additionally provide the Administrative Case File, including all emails or other forms of communication regarding my request, processing notes, etc\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDhruv Mehrotra",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/paragon-solutions-164814/"
  },
  {
    "id": 164813,
    "title": "Operation Endgame",
    "slug": "operation-endgame",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 27422,
    "username": "dmehrotra",
    "agency": 10,
    "datetime_submitted": "2024-06-07T16:15:34.028510",
    "date_due": "2024-07-09",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-06-07T16:15:34.126201",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164813,
        "from_user": 27422,
        "to_user": 9555,
        "subject": "",
        "datetime": "2024-06-07T16:15:34.126201",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\n- records on the investigation(s) under Operation Endgame\r\n- records on the investigation(s) under Operation Dying Ember\r\n- all memos, briefings, meeting notes, bulletins and email communication mentioning Operation Endgame\r\n- all memos, briefings, meeting notes, bulletins and email communication mentioning Operation Dying Ember\r\n- all records in regard to public disclosure/announcement of Operation Endgame (such as releases, talking points, notices, etc)\r\n- all records in regard to public disclosure/announcement of Operation Dying Ember (such as releases, talking points, notices, etc)\r\n- all records on the cooperation of agents/departments for Operation Endgame and Operation Dying Embe, including coordination between field offices\r\n\r\nIn addition to standard practices, please conduct:\r\n\r\n- Searches of the Electronic Case File System (ECF)\r\n- Searches of Special Agent in Charge (SAC) safes\r\n- Searches of SENTINEL\r\n- Searches of Electronic Surveillance (ELSUR) Indices, the Microphone Surveillance (MISUR) Indices, the Physical Surveillance (FISUR) Indices, and the Technical Surveillance (TESUR) Indices\r\n- Searches of the Investigative Data Warehouse (IDW), including IDW-S, SPT, and DOCLAB-S sub-systems/indices\r\n- Searches of the Data Integration and Visualization System (DIVS)\r\n\r\nI request all cross-referenced records be provided. If any responsive or cross-referenced records have been destroyed and/or transferred to NARA, please provide all records related/pursuant to their destruction/transfer. This includes but is not limited to:\r\n\r\n- Confirmation of destruction and destruction slips\r\n- File Numbers or other forms of ID of the aforementioned destroyed records\r\n- Documents/records with any references to the destruction of the aforementioned destroyed records.\r\n- Transfer slips\r\n- Any other documentation relating to, mentioning or describing said transfer or destruction, to include but not be limited to confirmation that the Bureau has no other copies of said records\r\n\r\nI want **ALL** records identifiable with this request, even though reports based on those records may have been sent to department headquarters or other department offices, and even though there may be duplication between sets of files. Please produce all records with their administrative markings intact, and all reports, memos, and documents to include any and all administrative pages. In any responsive material, please black out rather than white out or cut out material.\r\n\r\nI request the administrative case file (including search slips and processing notes, i.e email correspondence and text messages) for this request. When searching email records, please search for any tracking information/identification assigned to this request, including but not limited to appeal number/ID, request number/ID, tracking number/ID, etc.\r\n\r\nThis part of the request is to be processed only after you have completed processing all of the above parts. This part does not request that you create any new record; rather, it requests the records that you will have created in processing the above parts, and will therefore exist before you conduct the search for this part. See McGehee v. CIA, 697 F. 2d 1095, 1100-05 (D.C. Cir. 1983) (agency must use time-of-search cut-off date, not time-of-request).\r\n\r\nGiven the anticipated amount of responsive pages, I'm requesting for interim releases of responsive records (otherwise known as a \"rolling release\"). \r\n\r\n**I ask that you understand that I am requesting any and all records concerning the subject in any way, including but not limited to those listed in the General Index and any and all other indexes.**\r\n\r\nBACKGROUND\r\n\r\nThe Bureau has publicly spoken about these operations, including writing about it directly on fbi.gov (including the use of offensive cyber capabilities). Please see the links below:\r\n- https://www.fbi.gov/news/press-releases/operation-endgame-coordinated-worldwide-law-enforcement-action-against-network-of-cybercriminals\r\n- https://www.justice.gov/opa/pr/justice-department-conducts-court-authorized-disruption-botnet-controlled-russian\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDhruv Mehrotra",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/operation-endgame-164813/"
  }
]