[
  {
    "id": 141984,
    "title": "Live Birth Data by School District",
    "slug": "live-birth-data-by-school-district",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 18767,
    "username": "jvparker",
    "agency": 4384,
    "datetime_submitted": "2023-03-04T21:51:20.938354",
    "date_due": "2023-03-10",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-03-04T21:51:21.036574",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 141984,
        "from_user": 18767,
        "to_user": 10483,
        "subject": "",
        "datetime": "2023-03-04T21:51:21.036574",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nI am writing to make a Freedom of Information Law (FOIL) request for information regarding the number of live births in each school district in New York State from January 1st, 2019 to the present date.\r\n\r\nI understand that this information may be maintained by the New York State Department of Health, and I am specifically requesting that you provide me with that data. If any other entity within your jurisdiction maintains this information, please let me know so that I may direct my request appropriately.\r\n\r\nPlease provide this information in a machine-readable format (such as .CSV or Excel) if possible. If not, please explain why and provide the information in another accessible format.\r\n\r\nI would also like to receive a certification, as required by Public Officers Law §89(3), stating that all public records responsive to this request have been searched and reviewed, that any record that can be located has been made available to me, and that the specific grounds for any denial of access are clearly explained.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJackson Parker",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/live-birth-data-by-school-district-141984/"
  }
]