[
  {
    "id": 158591,
    "title": "Thayne Ormsby Case Documents",
    "slug": "thayne-ormsby-case-documents",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 129691,
    "username": "dharmasochist",
    "agency": 768,
    "datetime_submitted": "2024-02-10T09:57:05.884689",
    "date_due": "2024-02-16",
    "days_until_due": null,
    "date_followup": "2024-02-16",
    "datetime_done": null,
    "datetime_updated": "2024-02-10T09:57:05.982830",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 158591,
        "from_user": 129691,
        "to_user": 10217,
        "subject": "Maine Freedom of Access Act Request: Thayne Ormsby Case Documents",
        "datetime": "2024-02-10T09:57:05.982830",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Maine Freedom of Access Act, I hereby request the following records:\r\n\r\nIn relation to the triple homicide of Jeffrey Ryan, Jesse Ryan and Jason Dehahn in Amity, Maine, on June 22, 2010 in which Thayne Ormsby was charged and subsequently found guilty of:\r\n\r\n1) Police and detective supplemental reports, affidavits and investigation/case summaries.\r\n\r\n2) Audio and video recorded interviews with suspect, Thayne Michael Ormsby, including but not limited to interviews conducted on June 29, 2010 and July 2, 2010 by Detectives Dale Keegan and Adam Stoutamyer in Dover, New Hampshire.\r\n\r\n3) Audio and video recorded interviews with suspect/witness, Robert Strout\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by 1 M.R.S.A. § 408(6). The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDavidde Signorine",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/maine-13/thayne-ormsby-case-documents-158591/"
  }
]