[
  {
    "id": 180340,
    "title": "JSALPPR",
    "slug": "jsalppr",
    "status": "submitted",
    "embargo_status": "public",
    "user": 114696,
    "username": "CarlosBerríosPolanco",
    "agency": 10,
    "datetime_submitted": "2025-01-24T12:45:23.923529",
    "date_due": "2025-02-24",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-01-24T12:45:24.051330",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 180340,
        "from_user": 114696,
        "to_user": 9555,
        "subject": "Freedom of Information Act Request: JSALPPR",
        "datetime": "2025-01-24T12:45:24.051330",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nReports show that FBI personnel has intervened with members of Puerto Rican activist group Jornada Se Acabaron Las Promesas (JSALPPR): https://internewsservice.com/2018/05/08/p-rico-portavoz-de-colectivo-jornada-se-acabaron-las-promesas-es-intervenido-por-agentes-del-fbi-que-le-quitan-su-celular/\r\n\r\nTherefore, I request the following records:\r\n\r\n1) Reports, directives, digital communications and associated attachments that contain any of the following keywords: \r\n\"JSALPPR\"\r\n\"Jornada Se Acabaron Las Promesas\"\r\n\r\nPlease conduct a search of the Central Records System, including but not limited to the Electronic Surveillance (ELSUR) Indices, the Microphone Surveillance (MISUR) Indices, the Physical Surveillance (FISUR) Indices, and the Technical Surveillance (TESUR) Indices, for both main-file records and cross-reference records for all relevant names, individuals, agencies and companies. This is also to include any responsive records held in offsite locations, such as the Alexandria Records Center. Please include both investigatory and non-investigatory records in your search. If any potentially responsive records have been destroyed and/or transferred to NARA, then I request copies of the destruction or transfer slips as well as any other documentation relating to, mentioning or describing said transfer or destruction, to include but not be limited to confirmation that the Bureau has no other copies of said records. \r\n\r\nThis request is for all records produced between Jan 1, 2018 and the time this request is processed. If previously released records are available, then I request a rolling release consisting of those records while additional records are located and processed for release.\r\n\r\nI ask that this request be given expedited processing and be placed on the simple track given the relative simplicity of the request and the short time span in which the requested records would have been produced. \r\n\r\nThis request is not being made for commercial purposes. I am an independent journalist dutifully registered with the Government of Puerto Rico. Any documents obtained from this records request will be used in the course of reporting for Heavy Weather (heavyweather.ghost.io), a newsletter about Puerto Rico.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nCarlos Berríos Polanco",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/jsalppr-180340/"
  }
]