[
  {
    "id": 192797,
    "title": "Johann \"Jack\" Unterweger FBI File - previously unprocessed documents",
    "slug": "johann-jack-unterweger-fbi-file-previously-unprocessed-documents",
    "status": "submitted",
    "embargo_status": "public",
    "user": 90993,
    "username": "ElizabethJKlein",
    "agency": 10,
    "datetime_submitted": "2025-09-09T13:51:18.790800",
    "date_due": "2025-10-07",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-09-09T13:51:18.922599",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192797,
        "from_user": 90993,
        "to_user": 9555,
        "subject": "Freedom of Information Act Request: Johann \"Jack\" Unterweger FBI File - previously unprocessed documents",
        "datetime": "2025-09-09T13:51:18.922599",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nPage 25 of the previously released file associated with FOIPA Request No.: 1677982-000 Subject: UNTERWEGER, JOHANN (August 16, 1950 – June 29, 1994) is a Memo dated 5/10/1993 that references enclosures that were not included in the previously released documents. The Memo contains copies of \"Profil\" articles faxed to LSU on 4/21/93. The articles were both original copies and English translations. I have attached this Memo for you to reference. I would like to please request these Memo attachments.\r\n\r\nI have already been sent prior releases and/or pre-processed files, but would be interested in any additional files you come across in your search. Please kindly conduct a search of the Central Records System, including but not limited to the Electronic Surveillance (ELSUR) Indices, the Microphone Surveillance (MISUR) Indices, the Physical Surveillance (FISUR) Indices, and the Technical Surveillance (TESUR) Indices, however as noted below, please inform me prior to performing any searches incurring fees.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nElizabeth J Klein",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1315891,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/ElizabethJKlein/162292/Unterweger_Memo_930510.pdf",
            "datetime": "2025-09-09T13:51:18.922599",
            "title": "Unterweger_Memo_930510.pdf",
            "source": "Elizabeth J Klein",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/johann-jack-unterweger-fbi-file-previously-unprocessed-documents-192797/"
  }
]