[
  {
    "id": 151266,
    "title": "Singapore Airlines",
    "slug": "singapore-airlines",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 14773,
    "username": "Charlesthegreat",
    "agency": 27636,
    "datetime_submitted": "2023-08-26T15:44:10.224264",
    "date_due": "2023-09-25",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-08-26T15:44:10.401183",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 151266,
        "from_user": 14773,
        "to_user": 90210,
        "subject": "Freedom of Information Act Request: Singapore Airlines",
        "datetime": "2023-08-26T15:44:10.401183",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\n1. Subject: Seat Configuration.\r\n\r\n1. I am making  a  request  for the  FAA- Form \r\n337  for the major repair on Singapore Airlines on  January 1 2013  to November  31, 2013 and alteration of airframe power plant propeller or Appliance. (FAA- form 337)from January 1, 2013 to November 31, 2013 for Singapore airline which is referred to (\"Singapore airline Limited\") and the registration number: 9V-SKJ.\r\n\r\n\r\n2. Subject: Aircraft registration Application for Singapore Airlines and registration number 9V-SKJ. \r\n\r\n 2. I am making  a request  for a copy of  the \r\nAircraft registration Application for Singapore Airlines which is refer to Singapore Airline Limited and registration number 9V-SKJ. \r\n\r\n\r\n3. Subject :Airmen Certification and registration number 9V-SKJ. \r\n\r\n3. I am making  a request  for a copy of  the \r\nAirmen Certification for Singapore Airlines which is refer to Singapore Airline Limited and registration number 9V-SKJ. \r\n\r\n4. Subject :Airworthiness Certification and registration number:9V-SKJ.\r\n\r\n4. I am making  a request for a copy \r\nof the  Airworthiness certificates for Singapore Airlines which is refer to Singapore Airline Limited and registration number:9V-SKJ.\r\n\r\n  Subject :Airworthiness Certification Overview\r\n\r\nAn airworthiness certificate is an FAA document which grants authorization to operate an aircraft in flight.A registered owner or owner's agent of an aircraft may apply for an airworthiness certificate.\r\n\r\nLegally, these documents and certificates must be inside the aircraft, and the airworthiness certificate needs to be on display where passengers can see it.\r\n\r\n\r\nThis is the FAA rules:\r\n\r\n129.13 Airworthiness and registration certificates.\r\n(a) No foreign air carrier may operate any aircraft within the United States unless that aircraft carries a current registration certificate and displays the nationality and registration markings of the State of Registry, and an airworthiness certificate issued or validated by:\r\n\r\n(1) The State of Registry; or\r\n\r\n(2) The State of the Operator, provided that the State of the Operator and the State of Registry have entered into an agreement under Article 83bis of the Convention on International Civil Aviation that covers the aircraft.\r\n\r\n(b) No foreign air carrier may operate a foreign aircraft within the United States except in accordance with the limitations on maximum certificated weights prescribed for that aircraft and that operation by the country of manufacture of the aircraft.\r\n\r\nInternational Field Offices (IFOs)\r\nKey IFO Functions\r\nAuthorize operations to the United States by foreign air carriers\r\nApprove maintenance programs and MELs and authorize certain other operations for U.S. registered aircraft used by foreign air carriers\r\nConduct surveillance of foreign air carriers operating into the United States\r\nConduct certification and surveillance of U.S. Foreign Repair Stations.\r\n\r\nAIRCRAFT CERTIFICATIONS\r\n\r\nThe FAA issues different certifications for aircraft depending on their purpose. The maintenance requirements for these different types of uses vary, so it’s crucial to know which one you’re applying for and how to keep up with the right maintenance:\r\n\r\nStandard Airworthiness — The FAA approves applications for a standard airworthiness certificate if your registered aircraft complies with one of the following aircraft categories: normal, commuter, utility, transport or acrobatic. You must also maintain a condition that’s safe for operation, as well as conduct preventative maintenance — any modifications you make to your aircraft must meet the requirements of 14 CFR Parts 21, 43 and 91.\r\n\r\nSpecial Airworthiness — The FAA issues special airworthiness certificates for primary, restricted, multiple, limited, experimental, provisional and special flight aircraft. To qualify for this certificate, your aircraft must meet several standards detailed in 14 CFR Part 21, 45, 48, 91 and 375, as well as policies that specify additional aircraft maintenance requirements.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nCharlemagne Limage",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/singapore-airlines-151266/"
  }
]