[
  {
    "id": 191709,
    "title": "Staff Counts",
    "slug": "staff-counts",
    "status": "submitted",
    "embargo_status": "public",
    "user": 157372,
    "username": "MegDuff_EQwaUzrP",
    "agency": 75,
    "datetime_submitted": "2025-08-21T16:58:04.760081",
    "date_due": "2025-09-19",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-08-21T16:58:04.864536",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 191709,
        "from_user": 157372,
        "to_user": 9605,
        "subject": "Freedom of Information Act Request: Staff Counts",
        "datetime": "2025-08-21T16:58:04.864536",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\n- The names and titles of all employees at the EPA's Office of Chemical Safety and Pollution Prevention as of January 20, 2025.\r\n- The names and titles of all employees at the EPA's Office of Research and Development as of January 20, 2025.\r\n- The names and titles of all employees at the EPA's Office of Chemical Safety and Pollution Prevention as of August 20, 2025.\r\n- The names and titles of all employees at the EPA's Office of Research and Development as of August 20, 2025.\r\n- The names and titles of all employees at the EPA's Office of Applied Science and Environmental Solutions as of August 20, 2025.\r\n\r\nFor all of the above requests, if data is not available for the precise date requested, please use the nearest date available and specify the date used to pull records.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMeg Duff",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/staff-counts-191709/"
  }
]