[
  {
    "id": 181755,
    "title": "“ASMR: Illegal Alien Deportation Flight” Video and Related Policies",
    "slug": "asmr-illegal-alien-deportation-flight-video-and-related-policies",
    "status": "submitted",
    "embargo_status": "public",
    "user": 4164,
    "username": "TheJ",
    "agency": 9,
    "datetime_submitted": "2025-02-19T23:07:29.473743",
    "date_due": "2025-03-19",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-02-19T23:07:29.591011",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 181755,
        "from_user": 4164,
        "to_user": 9589,
        "subject": "",
        "datetime": "2025-02-19T23:07:29.591011",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Jordan Lassiter\r\nJordan@Lassiter.eu\r\nFebruary 19, 2025\r\n\r\nFOIA Officer\r\nU.S. Department of Homeland Security\r\nOffice of the Chief FOIA Officer\r\n245 Murray Lane SW\r\nSTOP-0655\r\nWashington, D.C. 20528-0655\r\n\r\nSubject: Freedom of Information Act Request – DHS Records Pertaining to “ASMR: Illegal Alien Deportation Flight” Video and Related Policies\r\n\r\nDISCLAIMER:\r\n\r\nPlease read this FOIA request carefully and abide by all requested points. All communications regarding this request are public and will be disclosed as appropriate.\r\n\r\nDear FOIA Officer,\r\n\r\nPursuant to the Freedom of Information Act (FOIA), 5 U.S.C. § 552, I request access to the following records maintained by the Department of Homeland Security (DHS) regarding the “ASMR: Illegal Alien Deportation Flight” video that was initially posted by the White House on February 18, 2025 (Original Post https://x.com/WhiteHouse/status/1891922058415603980) and later reposted by ICE on February 19, 2025, at 5:07 PM ET (ICE Post https://x.com/ICEgov/status/1892335284596961453).\r\n\r\nFor preservation purposes, I have archived the post at http://archive.today/p8Gn3.\r\n\r\nTo ensure accuracy, this request explicitly refers to ASMR as defined within digital media trends, including whispering, soft sounds, tapping, and other sensory-based auditory techniques, as commonly used in YouTube and social media content.\r\n\r\n1. DHS Authorization, Oversight, and Coordination on the Video\r\n\r\nRequested Records:\r\n\t•\tAll communications (emails, memos, texts, meeting notes, official directives) involving DHS leadership, ICE, or other agencies regarding:\r\n\t•\tApproval, production, and distribution of the “ASMR: Illegal Alien Deportation Flight” video.\r\n\t•\tMeetings between DHS, the White House, and ICE on using ASMR techniques in public messaging.\r\n\t•\tAny directives from DHS to ICE on the production and release of the video.\r\n\t•\tPolicy discussions on the use of ASMR techniques in official government messaging.\r\n\r\nLegal Basis:\r\n\t•\tJudicial Watch, Inc. v. U.S. Dep’t of Homeland Sec., 895 F.3d 770 (D.C. Cir. 2018) – Agencies must disclose internal communications unless they fall within specific FOIA exemptions.\r\n\t•\tAmerican Civil Liberties Union v. U.S. Dep’t of Justice, 655 F.3d 1 (D.C. Cir. 2011) – Public interest outweighs agency confidentiality when records shed light on government actions.\r\n\r\n2. DHS Budget, Contracts, and Expenditures Related to the Video\r\n\r\nRequested Records:\r\n\t•\tDetailed records of funding allocations, contracts, invoices, and budget approvals related to:\r\n\t•\tThe production, editing, and distribution of the video.\r\n\t•\tThird-party contractors, PR firms, or external consultants involved.\r\n\t•\tDHS grants or financial contributions to ICE for immigration-related public messaging campaigns.\r\n\t•\tAny advertising or promotional costs related to social media or traditional media distribution.\r\n\r\nLegal Basis:\r\n\t•\tNat’l Inst. of Military Justice v. U.S. Dep’t of Def., 512 F.3d 677 (D.C. Cir. 2008) – Budget records related to public initiatives are subject to disclosure under FOIA.\r\n\t•\tCampaign Legal Ctr. v. U.S. Dep’t of Justice, 34 F.4th 14 (D.C. Cir. 2022) – Government agencies must disclose funding records related to public policy.\r\n\r\n3. DHS’s Use of ASMR and Sensory-Based Messaging in Public Communications\r\n\r\nRequested Records:\r\n\t•\tAll DHS policies, memos, emails, or internal reports discussing:\r\n\t•\tThe use of ASMR techniques in government public relations, media production, or behavioral influence strategies.\r\n\t•\tMeetings, studies, or consultations evaluating the psychological effects of ASMR in public messaging.\r\n\t•\tAny prior use of ASMR techniques in DHS campaigns related to public engagement.\r\n\t•\tAny training materials or directives on digital sensory messaging within DHS or its sub-agencies.\r\n\r\nLegal Basis:\r\n\t•\tElectronic Privacy Information Center v. U.S. Dep’t of Homeland Security, 892 F.3d 1249 (D.C. Cir. 2018) – DHS must disclose policy materials related to public messaging strategies unless classified.\r\n\r\n4. Internal and External Reactions to the Video’s Release\r\n\r\nRequested Records:\r\n\t•\tInternal DHS staff emails, memos, and meeting notes discussing:\r\n\t•\tReactions to public criticism and media coverage of the video.\r\n\t•\tLegal and ethical concerns raised internally about the use of ASMR techniques in a deportation video.\r\n\t•\tGuidance or talking points provided to DHS officials regarding public response strategies.\r\n\t•\tCoordination between DHS and ICE on media relations and public affairs management.\r\n\r\nLegal Basis:\r\n\t•\tNew York Times Co. v. U.S. Dep’t of Justice, 756 F.3d 100 (2d Cir. 2014) – Government agencies must disclose records explaining decision-making on publicly contested policies.\r\n\r\n5. DHS’s Relationship with Social Media Platforms Regarding Content Moderation\r\n\r\nRequested Records:\r\n\t•\tAll official communications between DHS and social media platforms (X, Facebook, YouTube, etc.) regarding:\r\n\t•\tPromotion, boosting, or algorithmic amplification of deportation-related content.\r\n\t•\tRequests to suppress, remove, or de-prioritize negative responses to the video.\r\n\t•\tDHS participation in meetings or agreements with platform executives regarding content strategy.\r\n\r\nLegal Basis:\r\n\t•\tCenter for Investigative Reporting v. U.S. Dep’t of Justice, 982 F.3d 668 (D.C. Cir. 2020) – Government must disclose communications with private entities regarding digital messaging.\r\n\r\nPreservation of Records\r\n\r\nI formally request that DHS take all necessary measures to prevent destruction or alteration of any responsive records, in accordance with 44 U.S.C. § 3106 and 5 U.S.C. § 552.\r\n\r\nRequest for Expedited Processing\r\n\r\nI request expedited processing under 5 U.S.C. § 552(a)(6)(E) due to the high public interest and controversy surrounding this video. The public has a right to know how DHS is using ASMR techniques, taxpayer funds, and behavioral influence tactics in immigration messaging.\r\n\r\nRequest for Fee Waiver\r\n\r\nI request a waiver of all fees under 5 U.S.C. § 552(a)(4)(A)(iii) as disclosure of these records is in the public interest and will contribute significantly to government transparency.\r\n\r\nConclusion\r\n\r\nIf this request is denied in whole or in part, please justify all deletions by referencing the specific FOIA exemptions under 5 U.S.C. § 552(b). All segregable portions of otherwise exempt material must be released.\r\n\r\nPlease confirm receipt of this request and provide an estimated timeline for processing. If clarifications are needed, you may contact me at Jordan@Lassiter.eu.\r\n\r\nThank you for your attention to this matter.\r\n\r\nSincerely,\r\nJordan Lassiter\r\nJordan@Lassiter.eu",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1261581,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/152662/Fee_Waiver_Letter_copy.pdf",
            "datetime": "2025-02-19T23:07:29.591011",
            "title": "Fee_Waiver_Letter_copy.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/asmr-illegal-alien-deportation-flight-video-and-related-policies-181755/"
  },
  {
    "id": 181754,
    "title": "“ASMR: Illegal Alien Deportation Flight” Video and Related Policies",
    "slug": "asmr-illegal-alien-deportation-flight",
    "status": "submitted",
    "embargo_status": "public",
    "user": 4164,
    "username": "TheJ",
    "agency": 133,
    "datetime_submitted": "2025-02-19T22:45:53.947189",
    "date_due": "2025-03-19",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-02-19T22:45:54.185606",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 181754,
        "from_user": 4164,
        "to_user": 9620,
        "subject": "Freedom of Information Act Request: “ASMR: Illegal Alien Deportation Flight” Video and Related Policies",
        "datetime": "2025-02-19T22:45:54.185606",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Jordan Lassiter\r\nJordan@Lassiter.eu\r\nFebruary 19, 2025\r\n\r\nFOIA Officer\r\nU.S. Immigration and Customs Enforcement\r\nFreedom of Information Act Office\r\n500 12th Street SW, Stop 5009\r\nWashington, D.C. 20536-5009\r\n\r\nSubject: Freedom of Information Act Request – Records Pertaining to “ASMR: Illegal Alien Deportation Flight” Video and Related Policies\r\n\r\nDISCLAIMER:\r\n\r\nPlease read this FOIA request carefully and abide by all requested points. All communications regarding this request are public and will be disclosed as appropriate.\r\n\r\nDear FOIA Officer,\r\n\r\nPursuant to the Freedom of Information Act (FOIA), 5 U.S.C. § 552, I request the following records from U.S. Immigration and Customs Enforcement (ICE):\r\n\r\n1. Production, Authorization, and Dissemination of the “ASMR: Illegal Alien Deportation Flight” Video\r\n\r\nRequested Records:\r\n\t•\tAll communications (emails, memos, texts, meeting notes, and directives) related to:\r\n\t•\tThe concept, approval, production, and release of the “ASMR: Illegal Alien Deportation Flight” video.\r\n\t•\tWhite House involvement in its production, including directives from senior officials.\r\n\t•\tSelection of detainees shown in the footage, including whether they consented or objected to their inclusion.\r\n\t•\tInternal ICE reactions before and after release of the video.\r\n\t•\tAll metadata (headers, timestamps, sender, recipient, and subject lines) for internal ICE emails concerning the video’s production, approval, and public release.\r\n\t•\tAll communications regarding ICE’s reposting of the video on X (formerly Twitter) on February 19, 2025, at 5:07 PM ET. (ICE Post https://x.com/ICEgov/status/1892335284596961453)\r\n\r\nLegal Basis:\r\n\t•\tJudicial Watch, Inc. v. U.S. Dep’t of Homeland Sec., 895 F.3d 770 (D.C. Cir. 2018) – Agencies must disclose internal communications unless they fall within specific FOIA exemptions.\r\n\t•\tAmerican Civil Liberties Union v. U.S. Dep’t of Justice, 655 F.3d 1 (D.C. Cir. 2011) – Public interest outweighs the agency’s interest in withholding records when they shed light on government actions affecting public policy.\r\n\r\nArchive Link for Reference: http://archive.today/p8Gn3\r\n\r\n2. Budget, Contracts, and Expenditures Related to the Video\r\n\r\nRequested Records:\r\n\t•\tAll funding records, budget allocations, and invoices related to:\r\n\t•\tProduction, editing, promotion, and social media advertising of the video.\r\n\t•\tThird-party contractors or consultants involved in video creation.\r\n\t•\tWhite House or DHS financial contributions.\r\n\r\nLegal Basis:\r\n\t•\tNat’l Inst. of Military Justice v. U.S. Dep’t of Def., 512 F.3d 677 (D.C. Cir. 2008) – Budgetary records related to public initiatives are not exempt from disclosure under FOIA.\r\n\t•\tCampaign Legal Ctr. v. U.S. Dep’t of Justice, 34 F.4th 14 (D.C. Cir. 2022) – Records related to federal expenditures are subject to disclosure as they concern public funds.\r\n\r\n3. ICE’s Use of ASMR and Psychological Influence in Official Communications\r\n\r\nRequested Records:\r\n\t•\tAll ICE policies, directives, or internal memos discussing:\r\n\t•\tThe use of ASMR in official media or public messaging.\r\n\t•\tAny studies on ASMR’s psychological influence on public perception of deportation policies.\r\n\t•\tTraining documents for ICE media personnel regarding ASMR techniques.\r\n\r\nLegal Basis:\r\n\t•\tElectronic Privacy Information Center v. U.S. Dep’t of Homeland Security, 892 F.3d 1249 (D.C. Cir. 2018) – Government agencies must disclose non-classified policy documents related to public messaging.\r\n\r\n4. Legal, Ethical, and Civil Rights Considerations\r\n\r\nRequested Records:\r\n\t•\tLegal memos, civil rights assessments, and internal objections regarding:\r\n\t•\tThe video’s legality under federal privacy and detainee rights laws.\r\n\t•\tDHS Office for Civil Rights and Civil Liberties (CRCL) evaluations.\r\n\t•\tWhether ICE considered ethical violations in the video’s portrayal of detainees.\r\n\r\nLegal Basis:\r\n\t•\tCREW v. U.S. Dep’t of Justice, 746 F.3d 1082 (D.C. Cir. 2014) – Government must disclose legal assessments when they directly influence agency actions that affect public interest.\r\n\r\n5. Internal and External Reactions to the Video\r\n\r\nRequested Records:\r\n\t•\tInternal ICE emails, reports, and memos analyzing:\r\n\t•\tPublic/media reactions and Congressional scrutiny of the video.\r\n\t•\tConcerns from ICE/DHS personnel about its impact or legality.\r\n\t•\tPress guidance issued by the White House or DHS on handling public criticism.\r\n\r\nLegal Basis:\r\n\t•\tNew York Times Co. v. U.S. Dep’t of Justice, 756 F.3d 100 (2d Cir. 2014) – Public interest in understanding government decisions outweighs agency confidentiality claims.\r\n\r\n6. ICE’s Relationship with Social Media Platforms Regarding Content Moderation\r\n\r\nRequested Records:\r\n\t•\tCorrespondence between ICE and social media platforms (X, Facebook, YouTube, etc.) related to:\r\n\t•\tPaid promotions or boosted content related to deportation messaging.\r\n\t•\tRequests to suppress or de-prioritize critical content.\r\n\t•\tMeetings between ICE and platform executives.\r\n\r\nLegal Basis:\r\n\t•\tCenter for Investigative Reporting v. U.S. Dep’t of Justice, 982 F.3d 668 (D.C. Cir. 2020) – Government interactions with private entities to shape public narratives must be disclosed unless they fall within narrow exemptions.\r\n\r\nPreservation of Records\r\n\r\nI formally request that ICE take all necessary measures to prevent destruction or alteration of any responsive records, as required by 44 U.S.C. § 3106 and 5 U.S.C. § 552.\r\n\r\nRequest for Expedited Processing\r\n\r\nI request expedited processing under 5 U.S.C. § 552(a)(6)(E) due to the high public interest and controversy surrounding this video. The public has a right to know how ICE is using psychological messaging, taxpayer funds, and digital media strategies in deportation enforcement.\r\n\r\nRequest for Fee Waiver\r\n\r\nI request a waiver of all fees under 5 U.S.C. § 552(a)(4)(A)(iii) as disclosure of these records is in the public interest and will contribute significantly to government transparency.\r\n\r\nConclusion\r\n\r\nIf this request is denied in whole or in part, please justify all deletions by referencing the specific FOIA exemptions under 5 U.S.C. § 552(b). All segregable portions of otherwise exempt material must be released.\r\n\r\nPlease confirm receipt of this request and provide an estimated timeline for processing. If clarifications are needed, you may contact me at Jordan@Lassiter.eu.\r\n\r\nThank you for your attention to this matter.\r\n\r\nSincerely,\r\nJordan Lassiter\r\nJordan@Lassiter.eu",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1261579,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/152660/Fee_Waiver_Letter_copy.pdf",
            "datetime": "2025-02-19T22:45:54.185606",
            "title": "Fee_Waiver_Letter_copy.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/asmr-illegal-alien-deportation-flight-181754/"
  }
]