[
  {
    "id": 179690,
    "title": "Eligio Bishop (a.k.a. Natureboy) and Carbon Nation",
    "slug": "eligio-bishop-aka-natureboy-and-carbon-nation",
    "status": "submitted",
    "embargo_status": "public",
    "user": 146216,
    "username": "oreadebanjo",
    "agency": 6821,
    "datetime_submitted": "2025-01-14T05:34:48.391201",
    "date_due": "2025-01-29",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-01-14T05:34:48.597198",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 179690,
        "from_user": 146216,
        "to_user": 12138,
        "subject": "",
        "datetime": "2025-01-14T05:34:48.597198",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Hawaii Uniform Information Practices Act, I hereby request the following records:\r\n\r\nAny records related to any investigations, reports, or actions taken concerning Eligio Bishop (also known as \"Natureboy\") and/or the group known as Carbon Nation.\r\n\r\nI am specifically seeking:\r\n\r\n1. Any investigation reports, complaints, or case files involving Eligio Bishop and/or Carbon Nation during their time in Hawaii.\r\n2. Records of law enforcement interactions, including arrests, citations, or interviews involving Eligio Bishop or any known members of Carbon Nation.\r\n3. Communications (emails, memos, etc.) between Hawaii state or county officials regarding Eligio Bishop or Carbon Nation.\r\n4. Records of any charges, hearings, or legal proceedings involving Eligio Bishop in Hawaii.\r\n\r\nI understand that some records may contain sensitive or exempt information under state or federal law. If any portions of the records are redacted or withheld, please provide a written explanation for the redactions or exclusions.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nOre Adebanjo",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/hawaii-county-2034/eligio-bishop-aka-natureboy-and-carbon-nation-179690/"
  }
]