[
  {
    "id": 179194,
    "title": "Incident Request",
    "slug": "incident-request",
    "status": "submitted",
    "embargo_status": "public",
    "user": 21578,
    "username": "drkboguslaw",
    "agency": 28174,
    "datetime_submitted": "2025-01-06T10:27:41.851336",
    "date_due": "2025-01-16",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-01-06T10:27:41.959190",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 179194,
        "from_user": 21578,
        "to_user": 111162,
        "subject": "",
        "datetime": "2025-01-06T10:27:41.959190",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Maryland Public Information Act, I hereby request the following records:\r\n\r\nThe incident report and any supplements, such as police narratives,  the CAD log detailing the sequence of events, including all times and actions taken by dispatch and responding units during this incident, any police radio dispatch communications concerning the incident, including initial dispatch and subsequent communications related to the incident, a copy of any 911 calls, calls for service,  and any communications with other agency regarding a social media video recorded at the John Carrol School Campus this month. Please see the attached document for further information regarding this incident.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDaniel Boguslaw",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1250756,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/drkboguslaw/150372/Screenshot_2025-01-06_at_10.12.23AM.png",
            "datetime": "2025-01-06T10:27:41.959190",
            "title": "Screenshot_2025-01-06_at_10.12.23AM.png",
            "source": "Daniel Boguslaw",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/bel-air-16555/incident-request-179194/"
  },
  {
    "id": 179193,
    "title": "Lab Fees and Tuition Dollars",
    "slug": "lab-fees-and-tuition-dollars",
    "status": "submitted",
    "embargo_status": "public",
    "user": 142847,
    "username": "wanderingmariner",
    "agency": 35145,
    "datetime_submitted": "2025-01-06T10:21:26.640406",
    "date_due": "2025-01-13",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-01-06T10:21:26.871550",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 179193,
        "from_user": 142847,
        "to_user": 115285,
        "subject": "",
        "datetime": "2025-01-06T10:21:26.871550",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\n1) Financial records maintained by the College delineating total fees collected from students classified as “Lab Fees” for the following fiscal years: FY2022, FY2023, and FY2024. Please include a breakdown of lab fees by academic department/unit of the College.\r\n\r\n2) Financial records maintained by the College outlining expenses paid by lab fees monies for the following fiscal years: FY2022, FY2023, and FY2024. Please include a breakdown of the expenses funded by \"Lab Fees\" monies by academic department/unit of the College.\r\n\r\n3) Financial records maintained by the College delineating tuition dollars collected for the following fiscal years: FY2022, FY2023, and FY2024. Please breakdown the tuition by student’s declared degree program for the following programs: \r\n-Associate of Applied Science in Maritime Technology and Operations \r\n-Bachelor of Engineering in Electrical Engineering, Facilities Engineering, Marine Engineering, Mechanical Engineering, Naval Architecture \r\n-Bachelor of Science in International Transportation and Trade, Marine Environmental Science, Maritime Studies, Marine Operations, Marine Transportation, Data Science and Machine Learning\r\n-Master of Science in Shipping and Logistics, Maritime and Naval Studies \r\n\r\n4) For each record identified in the requests above, please provide an explanation of all abbreviations or acronyms in the records.\r\n\r\nTo the extent that records are available in electronic format ideally in either an electronic spreadsheet or comma-separated format (Excel or CSV). \r\n\r\nIf any records are unavailable within five business days of receipt of the request, and responsive records exist, I seek a description of such records and a timeline of when access to the records will be provided. If you determine that certain parts of this request may be more easily produced than others, please provide records on a rolling basis.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nA. Eric Pasillas",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/lab-fees-and-tuition-dollars-179193/"
  }
]