[
  {
    "id": 185549,
    "title": "ETSU: Fletcher Museum Display Report to Board of Trustees",
    "slug": "etsu-fletcher-museum-display-report-to-board-of-trustees",
    "status": "submitted",
    "embargo_status": "public",
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 17782,
    "datetime_submitted": "2025-04-25T09:52:03.505002",
    "date_due": "2025-05-06",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-04-25T09:52:03.729175",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 185549,
        "from_user": 3031,
        "to_user": 25819,
        "subject": "",
        "datetime": "2025-04-25T09:52:03.729175",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Tennessee Public Records Act, I hereby request the following records:\r\n\r\nI request a copy of the report (concerning the Reece Museum display controversy) referenced in President Nolan's email to lawmakers on or about November 27, 2024, stating that \"A task for ce organized by the Provost will provide a report to the university's Board of Trustees regarding this matter by the close of the year.\"\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 7 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKent Hoover, a citizen of Tennessee, in coordination with Adam Steinbaugh.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/johnson-city-30583/etsu-fletcher-museum-display-report-to-board-of-trustees-185549/"
  }
]