[
  {
    "id": 172032,
    "title": "OIG Report on IJ who sent fake email from EOIR Director and slept with a subordinate",
    "slug": "oig-report-on-ij-who-sent-fake-email-from-eoir-director-and-slept-with-a-subordinate",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 5180,
    "username": "Mlhesq",
    "agency": 796,
    "datetime_submitted": "2024-08-17T15:45:42.101466",
    "date_due": "2024-09-16",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-08-17T15:45:42.246139",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 172032,
        "from_user": 5180,
        "to_user": 9932,
        "subject": "Freedom of Information Act Request: OIG Report on IJ who sent fake email from EOIR Director and slept with a subordinate",
        "datetime": "2024-08-17T15:45:42.246139",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nThe complete report described in this summary: https://oig.justice.gov/reports/investigative-summary-findings-misconduct-then-acting-assistant-chief-immigration-judge\r\n\r\nThe summary describes an acting ACIJ who was accused of having had an inappropriate relationship with a subordinate. It also says that when the acting ACIJ was an IJ, he sent a fake email purporting to be from the EOIR Director to a third party. This is deeply concerning. Immigrants ordered removed by this person have a right to know if he is a biased adjudicator and if anything he did might reflect bias that would have affected their removal proceedings. Accordingly, we intend to obtain through the FOIA and publish the full report.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMatthew Hoppock",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/oig-report-on-ij-who-sent-fake-email-from-eoir-director-and-slept-with-a-subordinate-172032/"
  }
]