[
  {
    "id": 189467,
    "title": "“Responsible Party” Designations and COVID‑19 Plan Communications (School Year 2021‑22)",
    "slug": "responsible-party-designations-and-covid19-plan-communications-school-year-202122",
    "status": "submitted",
    "embargo_status": "public",
    "user": 18767,
    "username": "jvparker",
    "agency": 31059,
    "datetime_submitted": "2025-07-11T04:09:23.084189",
    "date_due": "2025-07-18",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-07-11T04:09:23.217955",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 189467,
        "from_user": 18767,
        "to_user": 87276,
        "subject": "",
        "datetime": "2025-07-11T04:09:23.217955",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nPursuant to New York Public Officers Law §84 et seq. (FOIL), I hereby submit this as a brand new request for the following records held by the Niskayuna Central School District. This request supersedes and clarifies the February 7, 2022, request (MuckRock #124465-34497783; link: https://www.muckrock.com/foi/niskayuna-23437/foil-responsible-party-identification-and-communications-niskayuna-central-school-district-124465/), which was denied on March 25, 2022, for no responsive records. A timely appeal was filed March 31, 2022, under 21 NYCRR 1401.7(d), but the District's July 15, 2022, response addressed a later purported appeal and deemed it waived without acknowledging the initial filing or merits, raising concerns about timeline tracking and search adequacy.\r\n\r\nThe requested records are:\r\n\r\n“RESPONSIBLE PARTY” DESIGNATIONS\r\n• All documents, plans, submissions, or records where the designation of “Responsible Parties” is attested or identified under the NYS Department of Health document Interim Guidance for In‑Person Instruction at Pre‑K–12 Schools During the COVID‑19 Public Health Emergency (7 June 2021) for School Year 2021‑2022 (1 July 2021 – 30 June 2022), including any related attestations, affirmations, or sections of reopening plans that specify their roles, responsibilities, or identities.\r\n• Any bonding or insurance certificates held specifically for those individuals in that capacity.\r\n\r\nCOVID‑19 REOPENING / IN‑PERSON INSTRUCTION PLANS\r\n• All versions (initial submission, amendments, updates) of the District’s COVID‑19 reopening or in‑person instruction plan filed with NYSDOH or NYSED between 1 July 2021 and 30 June 2022, including cover letters or transmittal e‑mails.\r\n\r\nAFFIRMATIONS OF COMPLIANCE\r\n• Every written affirmation or certification sent to NYSDOH, NYSED, or the Schenectady County Department of Health in which a District official attested that the District would adhere to—or had read and understood—the above‑referenced DOH guidance during the same period.\r\n\r\nEXTERNAL E‑MAIL CORRESPONDENCE ABOUT THE PLAN\r\nSearch only these District accounts: Superintendent, Director of Business & Finance, District Clerk, and any individual identified in the documents responsive to Item 1.\r\nTime frame: 1 July 2021 – 30 June 2022\r\nKeywords (Boolean OR): “COVID” “Responsible Party” “reopening plan” “Core Health” “containment” “closure” “monitoring”\r\nProduce incoming and outgoing e‑mails (with attachments) exchanged with:\r\n• @health.ny.gov (NY Department of Health)\r\n• @nysed.gov (NY State Education Department)\r\n• @schenectadycounty.com (or equivalent) (Schenectady County DOH)\r\n\r\n\r\nGiven prior delays—where no response to the initial appeal occurred within 10 business days under §89(4)(a), creating a constructive denial—and similar patterns in other requests (per COOG AOs like FOIL-AO-14913 and FOIL-AO-14159 on constructive denials from non-response or unauthorized extensions), I request immediate acknowledgment and determination. This is supported by cases such as Matter of Jewish Press, Inc. v. New York City Dept. of Corr. (183 A.D.3d 731 [2d Dept. 2021]) and Matter of Save Monroe Ave., Inc. v. New York State Dept. of Transp. (197 A.D.3d 808 [3d Dept. 2021]), emphasizing that inaction undermines openness, and COOG AO-19372 on delays from ignored appeals.\r\n\r\nTo avoid loss, preserve all responsive records per COOG AO-16073 (retention until resolution) and before LGS-01 timelines expire (e.g., 1 year for correspondence, 6 years for policy records), confirming in acknowledgment.\r\n\r\nProvide records electronically (PDF for documents; .eml/.msg for e-mail) to minimize costs; I certify non-commercial use. For denials/redactions, release segregable portions with exemption log citing §87(2) subdivision and appeal rights. Acknowledge within 5 business days and respond or extend (with date-certain) within 20, per §89(3)(a).\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJackson Parker",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/niskayuna-23437/responsible-party-designations-and-covid19-plan-communications-school-year-202122-189467/"
  }
]