[
  {
    "id": 181415,
    "title": "East Tennessee State University public records requests",
    "slug": "east-tennessee-state-university-public-records-requests",
    "status": "submitted",
    "embargo_status": "public",
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 17782,
    "datetime_submitted": "2025-02-13T12:23:14.934169",
    "date_due": "2025-02-25",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-02-13T12:23:15.290429",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 181415,
        "from_user": 3031,
        "to_user": 25819,
        "subject": "",
        "datetime": "2025-02-13T12:23:15.290429",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Tennessee Public Records Act, I hereby request the following records:\r\n\r\n1. A copy of any public records request received by East Tennessee State University since January 1, 2025.\r\n\r\n2. A copy of all correspondence sent to or from the requestor concerning a public records request identified in (1).\r\n\r\n3. If ETSU maintains a list or database of received public records requests and their status, a copy of that list or database with respect to records received on or after January 1, 2025.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 7 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKent Hoover, a citizen of Tennessee, in coordination with Adam Steinbaugh.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/johnson-city-30583/east-tennessee-state-university-public-records-requests-181415/"
  }
]