[
  {
    "id": 148821,
    "title": "File Requests",
    "slug": "file-requests",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 118356,
    "username": "exultas794",
    "agency": 23006,
    "datetime_submitted": "2023-07-06T10:31:52.051652",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-07-06T10:31:52.252656",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 148821,
        "from_user": 118356,
        "to_user": 50155,
        "subject": "",
        "datetime": "2023-07-06T10:31:52.252656",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Minnesota Government Data Practices Act, I hereby request the following records:\r\n\r\nFollowing her conviction and sentencing, I am requesting the following files and information regarding the 2022 arrest of Julissa Angelica Genrich Thaler, DOB 02/06/1994: \r\n\r\naudio/video recording including but not limited to: 911 calls, body camera video, in vehicle recording, police questioning, photos, interrogation and interactions with Julissa Angelica Genrich Thaler or any/all parties related to this case: \r\n\r\nThis includes but is not limited to: \r\nInitial traffic stop of Ms. Thaler and questioning of Thaler and Robert Pikkarainen at the time of the stop, search of Ms. Thaler's home and subsequent arrest, audio/video footage of any detainment or arrest, any questioning at the scene of the traffic stop, her home, or the location she was eventually arrested, search of the gas station where additional evidence was found, and any additional questioning related to this case as reported.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nJamie Daly",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/orono-1680/file-requests-148821/"
  }
]