[
  {
    "id": 176843,
    "title": "Nvidia Corporation antitrust investigation records",
    "slug": "nvidia-corporation-antitrust-investigation-records",
    "status": "submitted",
    "embargo_status": "public",
    "user": 139233,
    "username": "kw372312",
    "agency": 3581,
    "datetime_submitted": "2024-11-25T01:08:43.979299",
    "date_due": "2024-12-24",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-11-25T01:08:44.129417",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 176843,
        "from_user": 139233,
        "to_user": 10200,
        "subject": "",
        "datetime": "2024-11-25T01:08:44.129417",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\n- All communications and documents regarding the DOJ's investigation into Nvidia Corporation's AI chip market position and contracts, including internal memos, emails, reports, and meeting notes.\r\n- Records of communications between the DOJ and Nvidia Corporation concerning the investigation, encompassing correspondence, meeting minutes, and any agreements or understandings reached.\r\n- Market analysis documents regarding Nvidia's AI chip market share, including studies, statistical data, and competitive assessments prepared by or for the DOJ.\r\n- Inter-agency communications with the Federal Trade Commission (FTC) regarding AI market competition investigations, specifically relating to Nvidia Corporation and the broader AI chip market.\r\n\r\nLegal Basis for Disclosure\r\n\r\nThe requested information will:\r\n\r\n- Illuminate the operations and activities of the DOJ regarding tech market competition, thereby serving the public interest in transparency and accountability, as emphasized in FCC v. AT&T Inc., 562 U.S. 397 (2011).\r\n- Contribute significantly to public understanding of governmental oversight of AI technology, meeting the standard set in Judicial Watch, Inc. v. U.S. DOJ, 365 F.3d 1108 (D.C. Cir. 2004).\r\n\r\nThis investigation concerns:\r\n\r\n- Questions of federal competitive oversight in a critical technology sector, akin to issues in United States v. Microsoft Corp., 253 F.3d 34 (D.C. Cir. 2001), impacting the economy and innovation.\r\n- Matters of emerging public concern regarding AI market concentration, as noted in Citizens for Responsibility & Ethics in Washington v. DOJ, 436 F.3d 264, 266 (D.C. Cir. 2006), affecting public confidence in governmental oversight.\r\n\r\nResponse Requirements\r\n\r\nPer Department of Justice v. Reporters Committee for Freedom of the Press, 489 U.S. 749 (1989), if any portion is withheld, please:\r\n\r\n- Identify specific FOIA exemptions claimed for each withheld record.\r\n- Provide all reasonably segregable portions of responsive records.\r\n- Describe withheld material with sufficient detail to permit an assessment of the claimed exemptions.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKyle Wiggers",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/nvidia-corporation-antitrust-investigation-records-176843/"
  }
]