[
  {
    "id": 191454,
    "title": "6860 Quince Road FCV Request",
    "slug": "6860-quince-road-fcv-request",
    "status": "submitted",
    "embargo_status": "public",
    "user": 147438,
    "username": "JoshuaOfair",
    "agency": 34154,
    "datetime_submitted": "2025-08-14T17:33:53.943446",
    "date_due": "2025-08-25",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-08-14T17:33:54.118985",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 191454,
        "from_user": 147438,
        "to_user": 109842,
        "subject": "",
        "datetime": "2025-08-14T17:33:54.118985",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Tennessee Public Records Act, I hereby request the following records:\r\n\r\nPlease provide information regarding any open Fire Code Violations for the following property: 6860 Quince Road (The Park at New Castle (fka Waterview))\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 7 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKent Hoover, a citizen of Tennessee, in coordination with Joshua O'fair.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/memphis-319/6860-quince-road-fcv-request-191454/"
  },
  {
    "id": 191453,
    "title": "Clark County Court Administrator of the District Court Jury List Request",
    "slug": "clark-county-court-administrator-of-the-district-court-jury-list-request",
    "status": "submitted",
    "embargo_status": "public",
    "user": 107286,
    "username": "Elijah",
    "agency": 42222,
    "datetime_submitted": "2025-08-14T16:50:10.960737",
    "date_due": "2025-09-12",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-08-14T16:50:11.144301",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 191453,
        "from_user": 107286,
        "to_user": 164332,
        "subject": "",
        "datetime": "2025-08-14T16:50:11.144301",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nPursuant to NV Rev Stat § 6.045(5)(c)(1)\r\n\r\nThe following materials regarding the compilation and composition of the state’s master jury list:\r\n\r\nAll current policies and procedures regarding how the current master jury list was compiled and how often master jury lists are reviewed and updated. Please name all source lists (driver’s license records, voter registration lists, etc) that were utilized in creating the current master jury list.\r\n\r\nAll reports, databases, spreadsheets, or equivalent materials regarding the composition of the current master jury list. Please include the total number of individuals on the current master jury list and all relevant demographic data, including but not limited to the race, age and gender of individuals that comprise the current master jury list.\r\n\r\nIn the event that there are any fees for obtaining or copying these records, please inform me of the total charges in advance of fulfilling my request. Should the fees exceed $100, I would also like to request a waiver of all fees as I am requesting the information on behalf of a 501(c)(3) nonprofit and the disclosure of the requested information is in the public interest and will contribute significantly to the public’s understanding of how master jury lists are created. This information is not being sought for commercial purposes.\r\nIf possible, please provide the requested documents electronically. However, if this is not feasible, please inform me of the available methods for obtaining these records. Further, if you expect a significant delay in responding to this request, please contact me with information concerning when I might expect copies or the ability to inspect the requested records.\r\nIf you deny any or all of this request, please cite each specific exemption that justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within the timeframe required by the statute.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nElijah Salisbury",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/clark-county-court-administrator-of-the-district-court-jury-list-request-191453/"
  }
]