[
  {
    "id": 185168,
    "title": "Crisis Assistance Response and Engagement (CARE) Employee Roster",
    "slug": "crisis-assistance-response-and-engagement-care-employee-roster",
    "status": "submitted",
    "embargo_status": "public",
    "user": 133821,
    "username": "filed.requests",
    "agency": 503,
    "datetime_submitted": "2025-04-17T11:55:08.731824",
    "date_due": "2025-04-24",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-04-17T11:55:08.846473",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 185168,
        "from_user": 133821,
        "to_user": 9543,
        "subject": "",
        "datetime": "2025-04-17T11:55:08.846473",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nA complete and current roster of all former and current employees of the Crisis Assistance Response and Engagement (CARE), including for each employee:\r\n\r\nFull name\r\nAge\r\nGender\r\nRace\r\nJob title\r\nDepartment or division\r\nWork email address (if available)\r\nDate of hire (if available and non-exempt)\r\nDate of termination (if relevant)\r\n\r\nIf any of the above fields are exempt from disclosure, please redact only the exempt information and release the remainder of the records in accordance with the partial disclosure provisions of applicable public records law. I am not requesting any personally identifiable information that is protected by law, such as Social Security numbers or personal contact information.\r\n\r\nI would prefer to receive this information in electronic format (e.g., CSV, Excel, or PDF) if available.\r\n\r\nIf there are any fees for searching or copying the records, please inform me before processing the request. I also request a waiver of fees as the information is being sought for research and public interest purposes, not for commercial use.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nFiled Requests",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/chicago-169/crisis-assistance-response-and-engagement-care-employee-roster-185168/"
  }
]