[
  {
    "id": 138191,
    "title": "DEM Records Late 2022",
    "slug": "dem-records-late-2022",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 34092,
    "username": "Anonymous_mksDRHfK",
    "agency": 8080,
    "datetime_submitted": "2022-12-21T23:26:02.367692",
    "date_due": "2022-12-31",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2022-12-21T23:26:02.444082",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 138191,
        "from_user": 34092,
        "to_user": 10429,
        "subject": "",
        "datetime": "2022-12-21T23:26:02.444082",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nThis is an immediate disclosure request for public records:\r\n\r\n1. All Daily Allocation Summaries, Encampment Reports, Encampment Schedules, Weekly Resolution Summaries, tent/encampment counts, and HSOC Daily Operation agendas and Notes, from Oct 27th, 2022 to Dec 21, 2022 (inclusive)\r\n\r\n2. All emails sent to or from Sam Dodge or Mary Ellen Carroll (including group emails) between between Oct 27th, 2022 to Dec 21, 2022 (inclusive) containing the search terms: \"encampment\" OR \"tent\" (without quotes)\r\n\r\n3. All text or chat messages to or from EITHER Sam Dodge or Mary Ellen Carroll AND ANY OF THE FOLLOWING: Carla Short, SFPD Chief Scott, the Mayor, or Sean Elsbernd, or Andrea Bruss between between Oct 11th, 2022 to Dec 21, 2022 (inclusive) including group messages and including a search of personal devices.\r\n\r\nPlease EXCLUDE any emails with subjects that contain the phrase \"S.F.Clean Tent Count\" or \"Today's Tent Count\" and exclude attachments associated with those emails.\r\nPlease EXCLUDE teams chats containing 10 or more recipients and EXCLUDE calendar events.\r\n\r\nPlease provide the results on a rolling basis (SFAC 67.25(d)) and in a searchable format.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAnonymous",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/san-francisco-city-and-county-3061/dem-records-late-2022-138191/"
  }
]