[
  {
    "id": 172859,
    "title": "Jackson Death site",
    "slug": "jackson-death-site",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 140258,
    "username": "TheCadet",
    "agency": 70,
    "datetime_submitted": "2024-09-04T13:27:27.580239",
    "date_due": "2024-10-02",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-09-04T13:27:27.730201",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 172859,
        "from_user": 140258,
        "to_user": 10618,
        "subject": "",
        "datetime": "2024-09-04T13:27:27.730201",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nUnder the Freedom of Information Act I am requesting copies of the following records for the period 1 January 2022 to the date of this request:\r\n\r\nAll documents and/or records, including, without limitation communications by any means, as defined in section I (above) pertaining to the actions considered, planned and/or initiated to remove or alter the site, and/or the contents therein as well as any actions to contextualize or otherwise comment on the General Jackson or his life.\r\n\r\nIn recent actions, the Parks Service placed hand written and other signs on the property pertaining to General Jackson and his legacy. The records show show what initiated this action, who initiated and/or directed this action, the associated decision-making process, directives, desired outcomes, plans, etc.\r\n\r\nFor the purpose of this request, Documents and/or Records are defined as any public record subject to disclosure under the Va. FOIA including any writing or recording, paper record, electronic file, audio, video recording, or any other format. This term shall mean all relevant data and information in the Custodian’s possession defined in [a] Requester’s General Subject of Inquiry and [b] Specific Subjects of Inquiry including but not limited to letters, notes, drafts, legal instruments, contracts, telephone transcripts, email correspondence, drawings and tables. Includes, without limitation, any and all forms of memorialized information, whether written, graphic, computerized, or stored electronically or on tape.  This definition specifically includes, but is not limited to, drafts, originals, copies, handwritten notes or comments, letters, correspondence, e-mails, records of discussions, memoranda, telegrams, telephone logs and records, teletypes, appointment books, meeting agenda or minutes, reports, briefings, presentations, studies, analyses, communications with government bodies, interoffice and intra-office communications with any party whatsoever, computer programs and printouts, social media communications, including, but not limited, to FaceTime, Instagram, FaceBook.com, text messages, and other records or voice records, films or tapes As well as any screenshots or other record showing calls of which there are no other records were made.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobert Morris",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/jackson-death-site-172859/"
  }
]