[
  {
    "id": 152422,
    "title": "Valujet Flight 592 Courtroom Animation",
    "slug": "valujet-flight-592-courtroom-animation",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 95749,
    "username": "ThomasPServo",
    "agency": 129,
    "datetime_submitted": "2023-09-25T12:16:14.671733",
    "date_due": "2023-10-24",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-09-25T12:16:14.813622",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 152422,
        "from_user": 95749,
        "to_user": 9557,
        "subject": "",
        "datetime": "2023-09-25T12:16:14.813622",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nA raw video and audio copy of a 1999 courtroom animation that may have been used in USA v. Sabretech, Inc. in the Florida Southern District Court, which detailed the flight of Valujet Airlines Flight 592 on May 11, 1996. The animation included CGI visuals of the flight and audio from the aircraft’s voice recorder. A copy of the animation can be found on YouTube at https://youtu.be/3k_Mcg6TSHM?si=_Mx6MLmgFtxK4Yh-\r\n\r\nIf records are found, and any of them are determined to be exempt from disclosure under the Freedom of Information Act, please cite the exemptions used in refusing them.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJoseph Pasteris",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/valujet-flight-592-courtroom-animation-152422/"
  }
]