[
  {
    "id": 158160,
    "title": "North Harris County Regional Water Authority Northewast Water Purification Plant Expansion Project",
    "slug": "north-harris-county-regional-water-authority-northewast-water-purification-plant-expansion-project",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 102329,
    "username": "BR77375",
    "agency": 33065,
    "datetime_submitted": "2024-02-01T14:41:17.124637",
    "date_due": "2024-02-15",
    "days_until_due": null,
    "date_followup": "2024-02-15",
    "datetime_done": null,
    "datetime_updated": "2024-02-01T14:41:17.218673",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 158160,
        "from_user": 102329,
        "to_user": 116366,
        "subject": "Texas Public Information Act Request: North Harris County Regional Water Authority Northewast Water Purification Plant Expansion Project",
        "datetime": "2024-02-01T14:41:17.218673",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\nRe: Freedom of Information Act Request / Texas Public Information Act Request (Chapter 552, Texas Government Code)\r\n\r\nPlease provide a detailed accounting of all invoices paid to the City of Houston for the North Harris County Regional Water Authority participation in the City of Houston Northeast Water Purification Plant Expansion Project.\r\n\r\nFrom inception of the Northeast Water Purification Plant Expansion Project to date - we are requesting date paid, amount paid to the City of Houston, copy of the agreement and all supplemental/amendments to the agreement between the City of Houston and the North Harris County Regional Water Authority, and total amount anticipated to be paid by the North Harris County Regional Water Authority at completion of the project.\r\n\r\nAdditionally, we request a copy of the last 4 invoices received from the City of Houston associated with all efforts & costs associated with the Northeast Water Purification Plant Expansion Project along with all back-up information provided by the City of Houston (ie Progress Report, Schedule, Draw Request, Milestones, MW/DBE reports, etc).\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobert \"Bobby\" Ray",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "fax"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/texas-109/north-harris-county-regional-water-authority-northewast-water-purification-plant-expansion-project-158160/"
  }
]