[
  {
    "id": 186948,
    "title": "Melvin Jeter Arrest Report",
    "slug": "melvin-jeter-arrest-report",
    "status": "submitted",
    "embargo_status": "public",
    "user": 159242,
    "username": "adam4050",
    "agency": 17459,
    "datetime_submitted": "2025-05-23T02:25:04.918388",
    "date_due": "2025-05-30",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-05-23T02:25:05.179428",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186948,
        "from_user": 159242,
        "to_user": 23886,
        "subject": "",
        "datetime": "2025-05-23T02:25:05.179428",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Virginia Freedom of Information Act, I hereby request the following records:\r\n\r\nDear MuckRock Team,\r\n\r\nI am requesting your assistance in submitting a Freedom of Information Act (FOIA) request to the Chesterfield County Police Department in Virginia. I am not a resident of the Commonwealth of Virginia, and my own request for records was denied on that basis. I understand that MuckRock may be able to assist by filing the request through a Virginia resident proxy.\r\n\r\nI am seeking public records related to the arrest of Melvin Jeter, who was taken into custody on April 7, 2025, in Chesterfield County, Virginia. According to publicly available information, Mr. Jeter was arrested for petit larceny and making a terrorist threat.\r\n\r\nSpecifically, I am requesting:\r\n\r\n    The arrest report\r\n\r\n    The incident or offense report\r\n\r\n    Booking and charge information\r\n\r\n    Mugshot (if available)\r\n\r\n    Any court referral or charging documentation related to this arrest\r\n\r\nIf the request is too broad or requires narrowing, I am happy to provide additional information. I would prefer to receive the records electronically, if possible. Please also inform me if there are any fees associated with filing or processing this request.\r\n\r\nThank you very much for your assistance in promoting access to public information. I look forward to your response.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTom Nash, a citizen of Virginia, in coordination with Adam Padro Castro.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/chesterfield-county-411/melvin-jeter-arrest-report-186948/"
  }
]