[
  {
    "id": 144047,
    "title": "Documents Related to Lizard Squad Investigation",
    "slug": "documents-related-to-lizard-squad-investigation",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 10,
    "datetime_submitted": "2023-03-31T23:42:58.878976",
    "date_due": "2023-04-28",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-03-31T23:42:58.951734",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 144047,
        "from_user": 4164,
        "to_user": 9555,
        "subject": "Freedom of Information Act Request: Documents Related to Lizard Squad Investigation",
        "datetime": "2023-03-31T23:42:58.951734",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nI am writing to request access to documents related to the FBI's investigation into the Lizard Squad, including any documents related to interagency communication, internal memos, emails, and websites associated with the group. Specifically, I am interested in documents related to the handles \"LizardPatrol,\" \"UGNazi,\" and \"pein,\" which have been linked to the Lizard Squad.\r\n\r\nAdditionally, I request any documents related to key string search and ELSUR (electronic surveillance) activities that may have been conducted as part of the investigation. I believe that the release of these documents is in the public interest, as the Lizard Squad has been linked to numerous high-profile cyberattacks.\r\n\r\nTo assist with the search for these documents, I would like to provide the following descriptions of the Lizard Squad and its associated handles:\r\n\r\nLizard Squad is a group of hackers known for launching distributed denial of service (DDoS) attacks against websites and online services. The group gained notoriety for its attacks on Sony and Xbox Live.\r\n\"LizardPatrol\" is a Twitter account associated with the Lizard Squad.\r\n\"UGNazi\" is a hacking group that has been linked to the Lizard Squad.\r\n\"pein\" is a hacker associated with the Lizard Squad.\r\nI also request any documents related to websites associated with the Lizard Squad, including any information about the ownership and operation of these sites.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJordan",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/documents-related-to-lizard-squad-investigation-144047/"
  }
]