[
  {
    "id": 153336,
    "title": "FDA Stimulant Shortage",
    "slug": "fda-stimulant-shortage",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 3598,
    "username": "kbraddock",
    "agency": 116,
    "datetime_submitted": "2023-10-14T23:28:37.171291",
    "date_due": "2023-11-13",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-10-14T23:28:37.267402",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 153336,
        "from_user": 3598,
        "to_user": 9582,
        "subject": "",
        "datetime": "2023-10-14T23:28:37.267402",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\n1. Any correspondence, memos, emails, or other written communications, including both internal and external communications, related to the ongoing shortage of prescription stimulant medication for the treatment of ADHD.\r\n\r\n2.  Any reports, studies, or analyses conducted by or for the FDA on the factors contributing to the shortage and any plans made by the agency to address the ongoing shortage.\r\n\r\n3. Information on any regulatory actions, such as inspections, approvals, recalls, or labeling changes, taken by the FDA in response to the prescription stimulant medication shortage.\r\n\r\n4. Any records related to the FDA's collaboration with other federal agencies, including but not limited to the Drug Enforcement Administration (DEA) and the Substance Abuse and Mental Health Services Administration (SAMHSA), in addressing the shortage.\r\n\r\n5. Any records related to communications or meetings between the FDA and pharmaceutical manufacturers, distributors, media, or industry associations regarding the production, distribution, and availability of prescription stimulant medication for ADHD.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nK. Braddock",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/fda-stimulant-shortage-153336/"
  }
]