[
  {
    "id": 184513,
    "title": "Privacy Access Request",
    "slug": "privacy-access-request",
    "status": "submitted",
    "embargo_status": "public",
    "user": 79818,
    "username": "JolynnRice",
    "agency": 40878,
    "datetime_submitted": "2025-04-06T07:40:05.759524",
    "date_due": "2025-05-02",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-04-06T07:40:05.877435",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 184513,
        "from_user": 79818,
        "to_user": 154202,
        "subject": "",
        "datetime": "2025-04-06T07:40:05.877435",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nIn accordance with the Privacy Act, 5 U.S.C. § 552a(d)(1), I request copies of (1) all records about or pertaining to me in the possession or control of the U.S. Department of Government Efficiency (DOGE) or the United States Digital Service (USDS), and (2) all records about or pertaining to me contained within any system of records in the possession or control of DOGE and USDS, including any records or information about or pertaining to me that is contained in a copy, made or received by an employee or contractor of DOGE or USDS, including members of “DOGE Teams” or other DOGE-affiliated individuals. Additionally, pursuant to 5 U.S.C. § 553a(c)(3), I request that you provide an accounting of the date, nature, and purpose of any disclosures that you, your agency, or your organization have made under 5 U.S.C. § 552a(b) providing access to a record about me to another person, organization, or agency, including within the Executive Office of the President. I further request that you confirm that DOGE, USDS, and members of “DOGE Teams” or other DOGE-affiliated individuals will comply with the requirement of 5 U.S.C. § 553a(e)(7), that no agency may maintain records cross-referenced with information about how I have exercised rights guaranteed by the First Amendment unless expressly authorized by statute or unless pertinent to an authorized law enforcement activity. To facilitate your response, I provide below my contact information and an itemized list of the records sought: \r\n\r\nFull name:  JOLYNN (Maidne name: OBLAK)  RICE\r\n11 BENEDICT BLVD, ELMIRA, NY 14903\r\nEMAIL: JoJoRice92@gmail.com\r\nDOB: 1/1/74\r\n\r\nRequested records pertaining to me containing my name, or the identifying number, symbol, or other identifying particulars assigned to me:  \r\n ◦ Education records \r\n◦ Financial transaction records\r\n ◦ Medical histories \r\n◦ Records relating to my eligibility for government benefits \r\n◦ Criminal or employment histories  \r\n◦ Dissemination of my data to other entities: Pursuant to 5 U.S.C. § 552a(o)(2)(A)(ii), if any such records have been transmitted to a recipient agency as defined in 5 U.S.C. § 522a(a)(9), provide me a with copy of the written agreement between DOGE and/or USDS and the recipient agency or non-Federal agency specifying — (A) the purpose and legal authority for conducting the program; (B) the justification for the program and the anticipated results, including a specific estimate of any savings; (C) a description of the records that will be matched, including each data element that will be used, the approximate number of records that will be matched, and the projected starting and completion dates of the matching program; D) all other information required in such written agreement under 5 U.S.C. § 552a(o)(1)(A)-(K). Privacy Act Access Request Page 3 \r\n\r\nWhere possible, please provide responsive materials in an electronic format by mail to : Jojorice92@gmail.com\r\n\r\n Alternatively, please provide responsive materials in native format or in PDF format on a USB drive. Please send any responsive material sent in paper or USB drive form by mail to: 11 Benedict Blvd, Elmira, NY 14903. If you contend that inspection of records must occur in person, provide me with accessible place(s) of inspection and the procedure to schedule it. Under 5 U.S.C. §552a(f)(5), you may not charge any fees for the search and review of these records. If paper copies are provided, please state the cost of duplication, and whether it exceeds the standard $0.05 per page.  If you deny this request, in whole or in part, please cite each specific exemption you feel justifies the refusal to release the information and notify me of appeal procedures available to me under the law.\r\n\r\nI expect a timely acknowledgement, response, and production of the requested records and information in accordance with the requirements of the Privacy Act. Sincerely,\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJolynn Rice",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/privacy-access-request-184513/"
  },
  {
    "id": 184512,
    "title": "Esther Medina Arrest – February 19, 2025",
    "slug": "esther-medina-arrest-february-19-2025",
    "status": "submitted",
    "embargo_status": "public",
    "user": 156264,
    "username": "johnsmith123",
    "agency": 4431,
    "datetime_submitted": "2025-04-06T06:52:45.252600",
    "date_due": "2025-04-25",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-04-06T06:52:45.342479",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 184512,
        "from_user": 156264,
        "to_user": 10904,
        "subject": "New Mexico Inspection of Public Records Act Request: Esther Medina Arrest – February 19, 2025",
        "datetime": "2025-04-06T06:52:45.342479",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New Mexico Inspection of Public Records Act, I hereby request the following records:\r\n\r\nI am requesting all records related to the arrest of Esther Medina on February 19, 2025, at approximately 11:19 PM, by the Las Cruces Police Department (LCPD) in Dona Ana County, New Mexico. The arrest took place at or near 2341 Entrada Del Sol, Dona Ana, NM.\r\n\r\nAccording to public records, Medina was arrested and charged with:\r\n\r\nThree counts of Abuse of a Child – Statute: 20AB (Felony)\r\n\r\nAggravated DWI – Statute: 21B (Misdemeanor)\r\n\r\nI am specifically requesting:\r\n\r\nThe full incident and arrest reports, including probable cause affidavits, officer narratives, and any supplemental documentation\r\n\r\nAny available body-worn camera (BWC) footage from responding officers\r\n\r\n911 call audio and transcripts related to this incident\r\n\r\nCAD logs, dispatch notes, or internal communications\r\n\r\nAny photographs, scene documentation, and forensic or toxicology reports\r\n\r\nDocumentation provided to or received from Child Protective Services or related agencies\r\n\r\nThis request is submitted in the public interest due to the serious charges involving child endangerment and aggravated driving while intoxicated.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 15 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nThomas Jackson",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/las-cruces-22185/esther-medina-arrest-february-19-2025-184512/"
  },
  {
    "id": 184511,
    "title": "Jesslynn Martinez Arrest – March 2, 2025",
    "slug": "jesslynn-martinez-arrest-march-2-2025",
    "status": "submitted",
    "embargo_status": "public",
    "user": 156264,
    "username": "johnsmith123",
    "agency": 4431,
    "datetime_submitted": "2025-04-06T06:50:41.668301",
    "date_due": "2025-04-25",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-04-06T06:50:41.758266",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 184511,
        "from_user": 156264,
        "to_user": 10904,
        "subject": "New Mexico Inspection of Public Records Act Request: Jesslynn Martinez Arrest – March 2, 2025",
        "datetime": "2025-04-06T06:50:41.758266",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New Mexico Inspection of Public Records Act, I hereby request the following records:\r\n\r\nI am requesting all records related to the arrest of Jesslynn Nicole Martinez on March 2, 2025, at approximately 4:31 AM, by the Las Cruces Police Department (LCPD) in Dona Ana County, New Mexico. The arrest occurred at or near 2306 Espina St, Dona Ana, NM.\r\n\r\nAccording to public records, Martinez was charged with:\r\n\r\nBattery Against a Household Member\r\n\r\nI am specifically requesting:\r\n\r\nThe complete incident and arrest reports, including officer narratives and any probable cause affidavits\r\n\r\nAny body-worn camera (BWC) footage from responding officers\r\n\r\nAny 911 call audio and transcripts\r\n\r\nCAD logs, dispatch records, or radio traffic related to the incident\r\n\r\nAny photographs, witness statements, or scene documentation\r\n\r\nThis request is made in the public interest to promote transparency in domestic incident responses and the handling of battery cases involving household members.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 15 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nThomas Jackson",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/las-cruces-22185/jesslynn-martinez-arrest-march-2-2025-184511/"
  }
]