[
  {
    "id": 191605,
    "title": "SOR and Community Supervision",
    "slug": "sor-and-community-supervision",
    "status": "ack",
    "embargo_status": "public",
    "user": 129503,
    "username": "wsawyer",
    "agency": 3996,
    "datetime_submitted": "2025-08-19T21:18:52.371775",
    "date_due": "2025-08-25",
    "days_until_due": null,
    "date_followup": "2025-08-25",
    "datetime_done": null,
    "datetime_updated": "2025-08-19T21:18:52.767095",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 191605,
        "from_user": 129503,
        "to_user": 9884,
        "subject": "Nebraska Public Records Act Request: SOR and Community Supervision",
        "datetime": "2025-08-19T21:18:52.767095",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Nebraska Public Records Act, I hereby request the following records:\r\n\r\nThe exact number of people who are \r\n\r\n1) on both the sex offender registry and probation; and\r\n2) on both the sex offender registry and parole;\r\n\r\nas per the latest available data is requested.\r\n\r\nIf this cannot be provided, I request records that include:\r\n\r\nThe list of people on probation\r\nThe list of people on parole\r\nThe list of people on the sex offender registry\r\n\r\nas per the latest available data. \r\n\r\nIf this data is held by another agency, I request the name of that agency.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 4 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nWendy Sawyer",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/nebraska-300/sor-and-community-supervision-191605/"
  },
  {
    "id": 191604,
    "title": "LAKE WASHINGTON SCHOOL DISTRICT (2025) - Digital Copies of Internet Video Call Recordings - January 1, 2020 through August 19, 2025",
    "slug": "lake-washington-school-district-2025-digital-copies-of-internet-video-call-recordings-january-1-2020-through-august-19-2025",
    "status": "submitted",
    "embargo_status": "public",
    "user": 164603,
    "username": "ALWAYSATTENDBABY",
    "agency": 20068,
    "datetime_submitted": "2025-08-19T21:07:24.200957",
    "date_due": "2025-08-26",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-08-19T21:07:24.434842",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 191604,
        "from_user": 164603,
        "to_user": 31495,
        "subject": "",
        "datetime": "2025-08-19T21:07:24.434842",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "LAKE WASHINGTON SCHOOL DISTRICT (2025) - Digital Copies of Internet Video Call Recordings - January 1, 2020 through August 19, 2025\r\n\r\n08-19-2025\r\n\r\nvia email: PublicRecordsRequest@lwsd.org\r\n\r\nTo: Public Records Officer\r\n\r\nLake Washington School District\r\n\r\nPUBLIC RECORDS REQUEST RCW 42.56\r\n\r\nPursuant to the Washington Public Records Act (RCW 42.56), I hereby request disclosure of the following public records:\r\n\r\nDigital copies of all video recordings of internet-based video calls, meetings, training sessions, town halls, school board meetings, classroom sessions, and any other recorded internet-based communications created, received, or maintained by the District in its care, custody, or control between January 1, 2020 and August 19, 2025\r\n\r\nThis includes, but is not limited to, digital recordings generated by or through: \r\n\r\nZoom\r\nMicrosoft Teams\r\nSkype\r\nGoogle Meet\r\nGoogle Classroom\r\nGoogle Duo (now Google Meet mobile)\r\nSlack\r\nGoToMeeting / GoToWebinar\r\nWebex (Cisco)\r\nRingCentral\r\nBlueJeans (Verizon)\r\n\r\nApple technology (e.g., FaceTime, iMessage video calls, Apple Classroom, Apple School Manager, Apple Remote Learning tools)\r\n\r\nOther comparable platforms in current or past use, such as Zoom for Education, Blackboard Collaborate, Canvas Conferences, Schoology, Clever, Edmodo, Seesaw, Nearpod, Kahoot video, Flip (formerly Flipgrid), or any other system adopted for remote learning, instructional delivery, parent engagement, training, or administrative communications.\r\n\r\nSCOPE OF SEARCH\r\n\r\nThe District’s search should include, at a minimum:\r\n\r\nDistrict-controlled systems and servers – including cloud-based storage, internal file shares, Google Drive, OneDrive, SharePoint, or other platforms used by your agenc.\r\n\r\nDistrict-owned devices – all computers, laptops, tablets, or phones issued by LWSD that may contain responsive recordings.\r\n\r\nEmployee-controlled devices/accounts – if responsive recordings were created, stored, or retained on personal devices/accounts while conducting District business or using District-issued equipment, those devices/accounts must also be searched consistent with Nissen v. Pierce County, 183 Wn.2d 863 (2015).\r\n\r\nNISSEN AFFIDAVIT AND ALL DEVICE SEARCH REQUIRED\r\n\r\nPursuant to Nissen v. Pierce County, 183 Wn.2d 863 (2015), and its progeny, this request specifically includes all responsive public records contained on personal devices or personal accounts (including personal cell phones, text/SMS/MMS, personal email accounts, cloud storage, instant messaging apps, and social media accounts) of any agency employee, official, or contractor where public business may have been conducted.\r\n\r\nTo comply with this requirement, please:\r\n\r\nConduct a comprehensive all-device search, including both agency-issued and personally owned devices/accounts used for public business.\r\n\r\nRequire each potentially responsive custodian to execute a Nissen affidavit or sworn certification affirming:\r\n\r\nThat they conducted a diligent search of all personal and agency devices/accounts reasonably likely to contain responsive records;\r\n\r\nThe methods used to conduct the search (e.g., search terms, accounts checked, device types); and\r\n\r\nWhether any responsive records were located, preserved, and produced.\r\n\r\nProduce all responsive records located in such searches along with the executed affidavits.\r\n\r\nFailure to obtain and provide sworn Nissen affidavits or equivalent certifications from custodians may constitute an incomplete search in violation of RCW 42.56.520 (requirement for a reasonable and adequate search) and may expose the agency to relief under RCW 42.56.550.\r\n\r\nFORMAT OF PRODUCTION\r\n\r\nPlease provide the video recordings in their original, native digital format (e.g., .mp4, .mov, .avi, .mkv, .wmv, .webm, or platform-native format).\r\n\r\nFiles should be delivered unedited and uncut, preserving all metadata (timestamps, file properties, source identifiers).\r\n\r\nDeliver the records by direct electronic means: either (a) direct email attachment where feasible, or (b) a direct, no-password, no-registration-required download link hosted by your agency.\r\n\r\nRECORDS INSTALLMENTS - ORDER OF PRODUCTION\r\n\r\nIf production of responsive records will be completed in multiple installments, please begin by producing records in REVERSE CHRONOLOGICAL FORMAT BY DATE. The most recent public records should be produced first and the oldest records produced last by date.\r\n\r\nDIGITAL COMPRESSION AND FILE MINIMIZATION REQUESTED IN ACCORDANCE WITH RCW 42.56\r\n\r\nPursuant to RCW 42.56.080(2), please provide all responsive electronic records in the fewest number of individual files, preserving native formats wherever possible. Where appropriate, please use free digital compression (.zip or equivalent) to consolidate responsive records into the smallest number of installments for efficiency and economy.\r\n\r\nThis approach reduces agency burden, promotes prompt disclosure, and minimizes potential costs to the requestor, consistent with the Public Records Act’s directive that agencies provide records in the most “reasonably locatable form” and “fullest assistance to requestors.” See RCW 42.56.100 (agency duty to adopt reasonable rules for providing fullest assistance); RCW 42.56.120(2)(b) (fees must reflect actual costs, not used to discourage access).\r\n\r\nWashington courts have consistently held that agencies must facilitate access in a practical, non-burdensome manner. See Fisher Broadcasting-Seattle TV LLC v. City of Seattle, 180 Wn.2d 515, 528 (2014) (agencies must provide records in a usable format when reasonably feasible); Mechling v. City of Monroe, 152 Wn. App. 830, 841 (2009) (PRA is to be liberally construed in favor of disclosure). Producing consolidated, digitally compressed files satisfies these obligations by reducing unnecessary fragmentation and excess per-page charges.\r\n\r\nAccordingly, I request that each installment be produced as a single compressed .zip file (or as few as technically necessary), containing all responsive records in native format, to ensure both compliance with RCW 42.56 and an economical calculation of any applicable public records fees.\r\n\r\nUSE OF THIRD PARTY PORTALS NOT MANDATORY\r\n\r\nPlease note that under Washington’s Public Records Act, use of a third-party “portal” is not mandatory for requestors. Agencies may not condition access to records on the creation of an account, the use of a login, or the acceptance of third-party vendor terms.\r\n\r\nThird-party portals (such as GovQA, NextRequest, JustFOIA, or similar systems) often:\r\n\r\nRequire account creation or login credentials;\r\n\r\nRestrict downloads, viewing times, or re-access;\r\n\r\nRemove or disable links after a limited period;\r\n\r\nPlace records behind commercial platforms operated by for-profit corporations.\r\n\r\nThese restrictions unlawfully burden and condition access to public records. The Public Records Act forbids agencies from imposing access barriers beyond those authorized by statute.\r\n\r\nRCW 42.56.080(2): An agency “shall not deny a request for identifiable public records solely on the basis that the request is overbroad.” Agencies must provide the “fullest assistance” and “most timely possible action” to requestors.\r\n\r\nRCW 42.56.550(1): Courts are directed to liberally construe the PRA to ensure access and strictly construe exemptions against withholding.\r\n\r\nFisher Broadcasting-Seattle TV LLC v. City of Seattle, 180 Wn.2d 515, 528 (2014): Agencies must produce records in a “reasonably usable format when feasible.”\r\n\r\nMechling v. City of Monroe, 152 Wn. App. 830, 841 (2009): PRA is to be liberally construed in favor of disclosure and cannot be restricted by agency practices.\r\n\r\nBecause of this, I respectfully decline use of any third-party portal. Please provide all responsive records via:\r\n\r\nDirect electronic email attachment to this requestor’s address, or\r\n\r\nA direct, open (no password, no registration required) cloud-based download link hosted by your agency.\r\n\r\nPROHIBITION ON THIRD PARTY VENDORS\r\n\r\nDo not register this requestor with, nor direct this requestor to, any third-party commercial portal, including but not limited to FOIAOnline, GovQA (a Granicus Corporation), NextRequest, FOIAExpress, JustFOIA, FOIADirect, or any similar online service.\r\n\r\nDo not transmit any portion of this request, or responsive records, to any for-profit vendor or portal. Doing so would unlawfully condition access to public records and contravene both RCW 42.56.080 and RCW 42.56.550.\r\n\r\nPUBLIC RECORDS REQUESTS SUBMITTED VIA EMAIL\r\n\r\nThis public records request is being submitted via email, consistent with Washington’s Public Records Act.\r\n\r\nRCW 42.56.080(2) provides in relevant part:\r\n\r\n“Agencies shall honor requests received in person during an agency’s normal office hours, or by mail or email, for identifiable public records unless exempted by provisions of this chapter. No official format is required for making a records request; however, agencies may recommend that requestors submit requests using an agency-provided form or web page.”\r\n\r\nAccordingly:\r\n\r\nA request submitted by email is a valid, enforceable method of making a PRA request.\r\n\r\nAgencies may recommend, but cannot require, the use of an online portal or official form.\r\n\r\nAny refusal to honor this request as submitted would directly conflict with RCW 42.56.080 and the agency’s duty under RCW 42.56.100 to provide the “fullest assistance to requestors” and adopt reasonable rules that do not “unreasonably hinder or delay” access.\r\n\r\nWashington courts have emphasized that the PRA must be liberally construed in favor of disclosure and access, and that agencies cannot impose unauthorized barriers:\r\n\r\nMechling v. City of Monroe, 152 Wn. App. 830, 841 (2009) (“The PRA is a strongly worded mandate for broad disclosure of public records.”).\r\n\r\nFisher Broadcasting-Seattle TV LLC v. City of Seattle, 180 Wn.2d 515, 528 (2014) (records must be produced in a reasonably usable format when feasible).\r\n\r\nNissen v. Pierce County, 183 Wn.2d 863, 875 (2015) (the PRA is to be interpreted liberally to promote access and accountability).\r\n\r\nTherefore, this request is to be honored and fulfilled by your agency via email, as submitted. Should the agency fail to process this request in compliance with statute, relief will be sought pursuant to RCW 42.56.550 in the form of judicial review, penalties, and attorney’s fees.\r\n\r\nFEES\r\n\r\nIn the event that there are fees, please inform us of the total charges in advance of fulfilling the request in strict compliance with all provisions of the Washington State Public Records Act.\r\n\r\nEXEMPTION LOGS\r\n\r\nPlease ensure that all redactions or exemptions claimed by your agency in the production of responsive records are accompanied by a complete and detailed exemption log.\r\n\r\nThe log must:\r\n\r\n* Identify the valid legal reason (statutory citation) for each exemption;\r\n* Specify the location of each redaction within the record produced (via footnote, coded reference, or margin notation);\r\n* State the number of pages or records withheld in their entirety, if any; and\r\n* Demonstrate that only the **minimal exempt portion** of any record has been withheld, as required by law.\r\n\r\nThe Washington Public Records Act requires agencies to justify each withholding or redaction:\r\n\r\nRCW 42.56.210(3): “Agency responses refusing, in whole or in part, inspection of any public record shall include a statement of the specific exemption authorizing the withholding of the record (or part) and a brief explanation of how the exemption applies to the record withheld.”\r\nRCW 42.56.210(1): Exemptions must be narrowly construed.\r\n\r\nWashington courts have repeatedly enforced this duty:\r\n\r\nRental Housing Ass’n of Puget Sound v. City of Des Moines, 165 Wn.2d 525, 538 (2009): Agencies must provide specific explanations for each exemption; conclusory or vague justifications are insufficient.\r\nSanders v. State*, 169 Wn.2d 827, 845 (2010): “The burden of proof is on the agency to establish that refusal to permit public inspection and copying is in accordance with a statute.”\r\nResident Action Council v. Seattle Housing Auth.* 177 Wn.2d 417, 433 (2013): Agencies must disclose the non-exempt portions*of records and cannot withhold more than necessary.\r\n\r\nTherefore, I request that your agency provide an itemized exemption log with each installment of records produced, in compliance with RCW 42.56.210(3) and the above case law, ensuring transparency and accountability in the redaction process.\r\n\r\nCOMMERCIAL PURPOSE DECLARATION\r\n\r\nCommercial Purpose Declaration\r\n\r\nThis public records request is not being made for any commercial purpose. The Washington State Public Records Act (PRA) prohibits agencies from disclosing “lists of individuals” for commercial purposes.\r\n\r\nRCW 42.56.070(8) states:\r\n\r\n“This chapter shall not be construed as giving authority to any agency to give, sell, or provide access to lists of individuals requested for commercial purposes….”\r\n\r\nAccordingly:\r\n\r\nThis request does not seek a “list of individuals.”\r\n\r\nThis request is not made for any commercial purpose.\r\n\r\nThis declaration satisfies all requirements of RCW 42.56.070(8) regarding prohibitions on lists and commercial purposes.\r\n\r\nWarning: The PRA does not authorize agencies to require requestors to complete additional “commercial purpose declarations” when the request does not seek a list of individuals. Such requirements improperly condition access to public records in violation of RCW 42.56.080(2) (requests must be honored by mail or email, no official format required) and RCW 42.56.100 (agencies must provide the fullest assistance to requestors and may not adopt rules that unreasonably hinder or delay access).\r\n\r\nWashington courts have consistently rejected agency attempts to impose conditions not found in statute:\r\n\r\nMechling v. City of Monroe, 152 Wn. App. 830, 841 (2009): The PRA is a strongly worded mandate for broad disclosure; agencies cannot erect unauthorized barriers.\r\n\r\nSEIU 925 v. University of Washington, 193 Wn.2d 860, 875 (2019): The PRA is to be liberally construed to promote access, and exemptions must be narrowly applied.\r\n\r\nTherefore, no additional commercial purpose declaration will be completed for this request. Any attempt to impose such a requirement would be an unlawful restriction of rights under RCW 42.56.\r\n\r\nPRESERVATION OF PUBLIC RECORDS *** ANTICIPATE LITIGATION ***\r\n\r\nWAC 44-14-03005 RETENTION OF PUBLIC RECORDS\r\n\r\nWAC 44-14-03005 (Retention of Public Records) makes clear that public records are subject to retention schedules, and that unlawful destruction can constitute a crime.\r\n\r\nRCW 40.16.010 and RCW 40.16.020 criminalize the unlawful mutilation, destruction, or concealment of public records.\r\n\r\nRCW 42.56.100 expressly prohibits an agency from destroying any public record after a public records request has been made for that record, even if the record would otherwise be scheduled for lawful destruction.\r\n\r\nIn addition, agencies have heightened retention obligations when litigation is reasonably anticipated. Records potentially relevant to actual or anticipated litigation must be preserved until both the public records request and the litigation have been fully resolved.\r\n\r\nLegal Consequences of Premature Destruction\r\n\r\nIn Yacobellis v. City of Bellingham, 55 Wn. App. 706, 780 P.2d 272 (1989), the Court of Appeals held that an agency violates the Public Records Act and is subject to attorneys’ fees and statutory penalties when it destroys responsive records after receiving a public records request.\r\n\r\nBy contrast, it is not a PRA violation if a record was destroyed prior to the agency’s receipt of a request, provided the destruction was lawful under retention schedules. See Bldg. Indus. Ass’n of Wash. v. McCarthy, 152 Wn. App. 720, 218 P.3d 196 (2009); West v. Dep’t of Natural Resources, 163 Wn. App. 238, 258 P.3d 78 (2011).\r\n\r\nWashington courts have emphasized that the Public Records Act (RCW 42.56) and the state’s records retention laws (RCW 40.14) are separate but complementary. Agencies must comply with both.\r\n\r\nAccordingly:\r\n\r\nYour agency must preserve all potentially responsive records immediately upon receipt of this request.\r\n\r\nNo responsive records may be altered, deleted, or destroyed until this request has been fully resolved and any related litigation has been lifted.\r\n\r\nAny unlawful destruction of responsive records may expose the agency and its officials to criminal liability (RCW 40.16), civil penalties, and mandatory attorneys’ fees (RCW 42.56.550(4)).\r\n\r\nCOMMUNICATION VIA EMAIL\r\n\r\nPlease send all requests for clarification, status updates, and production of responsive electronic documents via direct email reply.\r\n\r\nThe requested documents will be made available to the general public.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. We look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nGood Luck.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/redmond-8492/lake-washington-school-district-2025-digital-copies-of-internet-video-call-recordings-january-1-2020-through-august-19-2025-191604/"
  }
]