[
  {
    "id": 161161,
    "title": "FBI: Xaxis",
    "slug": "fbi-xaxis",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 351,
    "username": "RobbyD",
    "agency": 10,
    "datetime_submitted": "2024-03-26T12:48:34.995091",
    "date_due": "2024-04-23",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-03-26T12:48:35.119208",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161161,
        "from_user": 351,
        "to_user": 9555,
        "subject": "",
        "datetime": "2024-03-26T12:48:35.119208",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAny bureau investigative records that possibly exist that reference Xaxis LLC. Of particular interest would be documents related to Xaxis that were created as a result of the investigation of Yevgeny Prigozhin's Internet Research Agency or into Prigozhin's Concord Management and Consulting organization. Please conduct a search for investigative records involving the utilization of Xaxis services and the spread of Russian propaganda and influence operations that targeted the United States both before, during and after the 2016 Presidential Elections. Please do not limit the scope of this request to only Xaxis and Russian influence campaign investigations, please conduct a full search for all bureau investigative records into Xaxis. \r\n\r\nApproximate time range of the documents would be from the date of the founding of Xaxis on June 27th, 2011 to when the Xaxis company name was abandoned in January 2024. \r\n\r\nHere's a news article detailing how Xaxis.com was \"sunset\" as a company/brand and folded in GroupM in January 2024:\r\n\r\nhttps://www.campaignasia.com/article/groupm-sunsets-xaxis-sightline-and-finecast-brands-as-nexus-reorganises/491642\r\n\r\nHere's a Crunchbase page that documented the company:\r\n\r\nhttps://www.crunchbase.com/organization/xaxis\r\n\r\nIf Xaxis, or it's parent company GroupM are currently under Bureau investigation, please do not deny the entire request and release any information available under the law. If you cannot fulfill certain parts of this request or certain portions must be redacted please provide any reasonable segregable portion of a requested record after removing or redacting those portions claimed to be exempt, explain in writing the justification for redacting the record, indicate the extent of any redactions on the portion of the record which is made available or published and where technically feasible indicate on the redacted portion itself the specific exemption(s) claimed.\r\n\r\nThank you for the Bureau's commitment to transparency, and I look forward to working with you on this request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobert Delaware",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/fbi-xaxis-161161/"
  }
]