[
  {
    "id": 171484,
    "title": "Flock Safety search audits, network sharing, and general order",
    "slug": "flock-safety-search-audits-network-sharing-and-general-order",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 110795,
    "username": "abocha",
    "agency": 3597,
    "datetime_submitted": "2024-08-08T17:11:15.875455",
    "date_due": "2024-08-15",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-08-08T17:11:16.011954",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 171484,
        "from_user": 110795,
        "to_user": 10092,
        "subject": "",
        "datetime": "2024-08-08T17:11:16.011954",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nRecords related to the Oak Park Police Department’s Flock Safety system:\r\n1. Organization Audit in Flock. \r\nThe report should include data logged from the period of June 1, 2024, to the date this request is processed. Per Flock's documentation, the Organization Audit is available within the Insights tab and is defined as searches done within the agency.\r\n\r\n2. Network Audit in Flock.\r\nThe report should include data logged from the period of June 1, 2024, to the date this request is processed. Per Flock's documentation, the Network Audit is available within the Insights tab and is defined as searches of the organization’s Flock network by any agency in the Flock System.\r\n\r\n3. A list of network share settings that include:\r\n3a. Flock networks shared with me\r\n3b. Networks that I’m sharing\r\n\r\nPlease provide records in their original electronic, machine readable format. For example, please provide csv or spreadsheet files where applicable.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nA",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/oak-park-il-5511/flock-safety-search-audits-network-sharing-and-general-order-171484/"
  }
]