[
  {
    "id": 164218,
    "title": "FBI: Cartoonist Theodore Stanley (Ted) Richards",
    "slug": "fbi-cartoonist-theodore-stanley-ted-richards",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 351,
    "username": "RobbyD",
    "agency": 10,
    "datetime_submitted": "2024-05-26T16:03:52.447667",
    "date_due": "2024-06-25",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-05-26T16:03:52.563454",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "ted richards"
    ],
    "communications": [
      {
        "foia": 164218,
        "from_user": 351,
        "to_user": 9555,
        "subject": "",
        "datetime": "2024-05-26T16:03:52.563454",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nBureau records related to a cartoonist and web designer named Theodore Stanley \"Ted\" Richards. Richards (born October 20th, 1946 - died April 21st, 2023) was a cartoonist in the 1960s and 70s. His work was frequently featured in publications such as The Berkeley Tribe. His death was widely reported, and a news report regarding his passing should be attached, and can be viewed at:\r\n\r\nhttps://www.dailycartoonist.com/index.php/2023/04/24/ted-richards-rip/\r\n\r\nThis request is for any and all records about the Cartoonist Theodore Stanley \"Ted\" Richards from any and all FBI offices, including HQ, field offices, legal attaches, and facilities that maintain records under the FBI’s control. Please conduct a thorough search for any records on Richards held by the Cincinnati, San Francisco and Seattle field offices. According to a blog post I just read, it is important that I state the following: \"As you know, your agency is required to search the records stored at NARA’s Washington Records Center in Suitland, MD, but still technically under your agency’s control. For more information see 36 CFR 1250.8\" Please also conduct a physical search of records at NARA's Washington Records Center in Suitland, for any records or documents related to Theodore Stanley \"Ted\" Richards. \r\n\r\nPlease include all potentially responsive materials, including but not limited to all communications, reports, inquiries, investigations, photographs, audio files, video files, memos, directives, etc. Please include all materials found in other subject files and all materials associated with any potentially-related names and any other known aliases, nicknames, code names, or any other identifying pseudonyms or references utilized by this agency. Please consult the Central Records System and records, the Electronic Surveillance (ELSUR) Data Management System and records, Microphone Surveillance (MISUR) records, Physical Surveillance (FISUR) records, Technical Surveillance (TESUR) records, and all available cross-reference indices, databases, and records, in addition to any other locations containing potentially-responsive materials related to Theodore Stanley \"Ted\" Richards. \r\n\r\nPlease include a search of any records or documents understood to be, or colloquially referred to as \"COINTELPRO records\" under the bureau's custody that could be construed as responsive to a request for records related to Theodore Stanley \"Ted\" Richards. Please note, there appears to have been a previous FOIA request with the bureau for records related to The Berkeley Tribe (FOIA: 1394913-0). Much of that file, which is currently accessible on the Internet Archive, appears to be heavily redacted. Please re-examine The Berkeley Tribe release in relation to the release of documents related to Theodore Richards. \r\n\r\nIf the bureau cannot fulfill certain parts of this request or if certain portions must be redacted, please provide any reasonable segregable portion of a requested record after removing or redacting those portions claimed to be exempt, explain in writing the justification for redacting the record, indicate the extent of any redactions on the portion of the record which is made available or published and where technically feasible indicate on the redacted portion itself the specific exemption(s) claimed.\r\n\r\nThank you for the work that the bureau does, and for the bureau's commitment to transparency. I look forward to the resolution of this request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobert Delaware",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1178527,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/RobbyD/137422/Ted_Richards__RIP__The_Daily_Cartoonist.pdf",
            "datetime": "2024-05-26T16:03:52.563454",
            "title": "Ted_Richards__RIP__The_Daily_Cartoonist.pdf",
            "source": "Robert Delaware",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/fbi-cartoonist-theodore-stanley-ted-richards-164218/"
  },
  {
    "id": 164217,
    "title": "Frank Salamone Arrest Report",
    "slug": "frank-salamone-arrest-report",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 135090,
    "username": "rachel.allen28",
    "agency": 6605,
    "datetime_submitted": "2024-05-26T16:03:38.677916",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-05-26T16:03:38.796071",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164217,
        "from_user": 135090,
        "to_user": 9775,
        "subject": "",
        "datetime": "2024-05-26T16:03:38.796071",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nArrest records and police reports for Frank Salamone. 43 year old male, currently residing in Boca Raton, FL.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nRachel Allen",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/palm-beach-10288/frank-salamone-arrest-report-164217/"
  }
]