[
  {
    "id": 180821,
    "title": "FBI: Suzanne Massie",
    "slug": "fbi-suzanne-massie",
    "status": "submitted",
    "embargo_status": "public",
    "user": 351,
    "username": "RobbyD",
    "agency": 10,
    "datetime_submitted": "2025-02-02T04:28:36.747080",
    "date_due": "2025-03-03",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-02-02T04:28:37.039431",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 180821,
        "from_user": 351,
        "to_user": 9555,
        "subject": "",
        "datetime": "2025-02-02T04:28:37.039431",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAny bureau records related to Russia scholar Suzanne Massie. Massie's (born: 01/08/31 - died: 01/26/25) death was widely reported in the media. Massie was a close advisor to President Reagan and Reagan's use of the phrase, \"Trust, but verify\" is attributed to Massie's influence on Reagan's thinking. Massie's frequent visits to the White House in the 1980s were likely preceded by a formal background check by the bureau. \r\n\r\nThis request is for records about Suzanne Massie from any and all FBI offices, including HQ, field offices, legal attaches, and facilities that maintain records under the FBI’s control. Please conduct a search for any records on Suzanne Massie held by the Portland, Maine and New York City field offices. According to a blog post I just read, it is important that I state the following: \"As you know, your agency is required to search the records stored at NARA’s Washington Records Center in Suitland, MD, but still technically under your agency’s control. For more information see 36 CFR 1250.8\" Please also conduct a physical search of records at NARA's Washington Records Center in Suitland, for any records or documents related to Suzanne Massie.\r\n\r\nPlease include all potentially responsive materials, including but not limited to all communications, reports, inquiries, investigations, photographs, audio files, video files, memos, directives, etc. Please include all materials found in other subject files and all materials associated with any potentially-related names and any other known aliases, nicknames, code names, or any other identifying pseudonyms or references utilized by this agency. Please consult the Central Records System and records, the Electronic Surveillance (ELSUR) Data Management System and records, Microphone Surveillance (MISUR) records, Physical Surveillance (FISUR) records, Technical Surveillance (TESUR) records, and all available cross-reference indices, databases, and records, in addition to any other locations containing potentially-responsive materials related to Suzanne Massie. \r\n\r\nPlease conduct a search for any correspondence either to or from directors William Webster, William Sessions, Louis Freeh, Robert Mueller, James Comey, or Christopher Wray, where Suzanne Massie is mentioned. Of speciall interest is correspondence regarding Massie's closeness to, and influence on, Reagan; or commentary regarding Putin's public awarding of Russian citizenship and a passport to Massie in 2021. \r\n\r\nThank you for the bureau's commitment to transparency, and I look forward to working with the bureau until this request is resolved.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobert Delaware",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1256989,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/RobbyD/151827/Suzanne_Massie_former_Reagan_adviser_known_as_the_woman_who_ended_the_Cold_War_dies_at_94__.pdf",
            "datetime": "2025-02-02T04:28:37.039431",
            "title": "Suzanne_Massie_former_Reagan_adviser_known_as_the_woman_who_ended_the_Cold_War_dies_at_94__.pdf",
            "source": "Robert Delaware",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/fbi-suzanne-massie-180821/"
  }
]