[
  {
    "id": 145834,
    "title": "DUI Incident on May 10, 2023 - Timothy Rishel",
    "slug": "dui-incident-on-may-10-2023-timothy-rishel",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 21979,
    "datetime_submitted": "2023-05-17T15:31:46.415634",
    "date_due": "2023-05-24",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-05-17T15:31:46.671750",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 145834,
        "from_user": 4164,
        "to_user": 35670,
        "subject": "",
        "datetime": "2023-05-17T15:31:46.671750",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nMay 17, 2023\r\n\r\nYorktown Police Department\r\nAttn: Freedom of Information Act Request\r\n2275 Crompond Road\r\nYorktown Heights, NY 10598\r\n\r\nDear FOIA Officer,\r\n\r\nUnder the Freedom of Information Act, 5 U.S.C. § 552, I am requesting access to and copies of the following records related to the incident that occurred on May 10, 2023, involving a driver under the influence, Mr. Timothy Rishel, who crashed into a pole, as reported by the Daily Voice news outlet.\r\n\r\nAudio files of the 911 calls made in connection with the incident.\r\nDashcam footage from all police vehicles present at the scene.\r\nAll related police reports.\r\nFootage from all body-worn cameras (BWC) and mobile video recorders (MVR) present at the scene.\r\nNames and badge numbers of all officers present at the scene.\r\nEach category of the request should be considered separately for purposes of fee assessment, redaction, and denial.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request be filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nIf any portion of the records I requested are to be redacted or withheld, please provide an index of such records, detailing the portions that are withheld, the FOIA exemption which you believe justifies your refusal, and how I may appeal such decision.\r\n\r\nPlease find attached a screenshot of the aforementioned news article for your reference. Here is the live link to the news article for your convenience: https://dailyvoice.com/new-york/cortlandt/24-year-old-drunk-driver-crashes-into-pole-in-yorktown-police-say/ .\r\n\r\nIt is in the public interest to learn about this incident, especially considering the potential risks and consequences of driving under the influence. The requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nThere are several court rulings that support my request for this information:\r\n\r\nIn ACLU of Southern California v. Superior Court of Los Angeles County (2015), the California appellate court ruled that law enforcement body camera footage is public record and subject to disclosure.\r\n\r\nIn Scott v. Harris (2007), the U.S. Supreme Court held that a police dashcam video could be introduced as a fact of the case.\r\n\r\nIn Citizens for Responsibility & Ethics in Washington (CREW) v. U.S. Department of Justice (2016), it was ruled that agencies must provide responsive non-exempt records, or portions of records, that are reasonably segregated from exempt records.\r\n\r\nShould you deny my request, or any part of the request, please provide a detailed explanation for the denial including a reference to the specific statutory exemption(s) upon which you rely. Also, please provide all segregable portions of otherwise exempt material.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJordan Lassiter",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1088611,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/121948/3ffc08a020b9ef8b01fb67e7cc0e0cd0.jpg",
            "datetime": "2023-05-17T15:31:46.671750",
            "title": "3ffc08a020b9ef8b01fb67e7cc0e0cd0.jpg",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/yorktown-23568/dui-incident-on-may-10-2023-timothy-rishel-145834/"
  }
]