[
  {
    "id": 177103,
    "title": "State and outside compensation records for VA Tech professor",
    "slug": "state-and-outside-compensation-records-for-va-tech-professor",
    "status": "submitted",
    "embargo_status": "public",
    "user": 145456,
    "username": "scottgordonwi",
    "agency": 23379,
    "datetime_submitted": "2024-12-03T14:48:07.915973",
    "date_due": "2024-12-10",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-12-03T14:48:08.384878",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177103,
        "from_user": 145456,
        "to_user": 62270,
        "subject": "Virginia Freedom of Information Act Request: State and outside compensation records for VA Tech professor",
        "datetime": "2024-12-03T14:48:08.384878",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Virginia Freedom of Information Act, I hereby request the following records:\r\n\r\nDear Records Custodian,\r\n\r\nI seek records regarding the compensation of Dr. Broderick Turner, assistant professor of marketing at Virginia Tech. Specifically I seek records generated from January 1, 2020 to the present date that provide the following:\r\n\r\n-Amounts and terms of Dr. Turner’s annual compensation as a university employee (salary, stipends, etc)\r\n\r\n-Amounts and terms of any outside compensation Dr. Turner has disclosed to Virginia Tech pursuant to university policies on outside compensation.\r\n\r\n-Any disclosures Dr. Turner has provided to Virginia Tech related to work with Axon Enterprise Inc., in his capacity as a member of Axon’s Ethics and Equity Advisory Council (EEAC), and/or in any other capacity, including amounts of compensation, terms of compensation, and the scope of tasks performed.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTom Nash, a citizen of Virginia, in coordination with Scott Gordon.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/virginia-128/state-and-outside-compensation-records-for-va-tech-professor-177103/"
  }
]