[
  {
    "id": 190570,
    "title": "Arizona Public Records Act Request: Flock Safety audits and network sharing (Maricopa County Sheriff's Office)",
    "slug": "arizona-public-records-act-request-flock-safety-audits-and-network-sharing-maricopa-county-sheriffs-office",
    "status": "processed",
    "embargo_status": "public",
    "user": 103735,
    "username": "paultepper",
    "agency": 428,
    "datetime_submitted": "2025-08-03T16:45:14.152254",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2025-08-19",
    "datetime_done": null,
    "datetime_updated": "2025-08-04T12:06:46.555991",
    "date_embargo": null,
    "tracking_id": "2160",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 190570,
        "from_user": 103735,
        "to_user": 10224,
        "subject": "Arizona Public Records Law Request: Arizona Public Records Act Request: Flock Safety audits and network sharing (Maricopa County Sheriff's Office)",
        "datetime": "2025-08-03T16:45:14.409992",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Arizona Public Records Law, I hereby request the following records:\r\n\r\nRecords related to the department’s Flock Safety system:\r\n\r\n1. Organization Audit in Flock. \r\nThe report should include data logged from the period of December 1, 2024, to the date this request is processed. Per Flock's documentation, the Organization Audit is available within the Insights tab and is defined as searches done within the agency.\r\n\r\n2. Network Audit in Flock.\r\nThe report should include data logged from the period of December 1, 2024, to the date this request is processed. Per Flock's documentation, the Network Audit is available within the Insights tab and is defined as searches of the organization’s Flock network by any agency in the Flock System.\r\n\r\n3. A list of network share settings that include:\r\n3a. Flock networks shared with me\r\n3b. Flock networks shared with me Devices List (Please see https://cdn.muckrock.com/foia_files/2022/11/17/CPRA_REQUEST.pdf\r\nhttps://cdn.muckrock.com/foia_files/2022/11/09/1938_001.pdf as examples of the lists from other jurisdictions.\r\n3c. Networks that I’m sharing\r\n\r\nPlease provide records in their original electronic, machine readable format. For example, please provide csv or spreadsheet files where applicable. Please do not redirect me to your transparency portal.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nPaul Tepper",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 190570,
        "from_user": 10224,
        "to_user": 103735,
        "subject": "FOIA Recieved 2160",
        "datetime": "2025-08-04T12:06:46.555991",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Greetings,\r\n\r\nThe Maricopa County Sheriff’s Office has received your request for public records and is processing your request. All requests are processed in the order in which they are received, and no requests are prioritized by deadline date. The amount of time to completely process your request depends upon the number of pending requests, volume of material encompassed in the request, and the amount of redaction, if any, that is necessary.\r\n\r\nPlease be aware, if you are requesting records with large amount of body camera videos and or high-profile cases, the time to complete your request may be significantly longer as these cases are often voluminous. Identifying the specific record(s) being requested may help expedite your request. You will be notified once records are made available for you to download or pick up, or if no records are found. Your tracking # is 2160. When checking the status of your request, please send emails to mediarequest@mcso.maricopa.gov<mailto:mediarequest@mcso.maricopa.gov> and include your tracking #.\r\n\r\n***Pursuant to ARS 39-129, the Maricopa County Sheriff’s Office (MCSO) Legal Liaison Section has implemented a fee schedule for requests for video recordings.  The fee for processing video recordings is $25 per each video-hour ($6.25 per quarter hour).  In the event there are contemporaneous multiple requests for the same video, the cost associated with processing the video will be shared equally between all requesting parties at that time. Requests for previously processed videos will be at no cost unless the requestor wishes to receive a hard copy instead of an electronic copy. Fees for hardcopies are listed below. ***\r\n\r\nThe fee breakdown for hard copies are as follows:\r\n\r\nDocuments:                       $.50 for each page\r\n\r\nCD’s:                                      $15.00 each\r\n\r\nThank you\r\n\r\n—\r\nCalbert Gillett\r\n[Sent from Front]\n",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/maricopa-county-186/arizona-public-records-act-request-flock-safety-audits-and-network-sharing-maricopa-county-sheriffs-office-190570/"
  }
]