[
  {
    "id": 179644,
    "title": "HIGHLINE SCHOOL DISTRICT – LAWSUITS - Lawsuits and litigation filed against the District 2020 - 2025",
    "slug": "highline-school-district-lawsuits-lawsuits-and-litigation-filed-against-the-district-2020-2025",
    "status": "processed",
    "embargo_status": "public",
    "user": 132943,
    "username": "boardsausage",
    "agency": 29082,
    "datetime_submitted": "2025-01-12T17:09:41.201563",
    "date_due": "2025-01-17",
    "days_until_due": null,
    "date_followup": "2025-01-29",
    "datetime_done": null,
    "datetime_updated": "2025-01-14T15:58:17.795863",
    "date_embargo": null,
    "tracking_id": "P000716-011325",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 179644,
        "from_user": 132943,
        "to_user": 85211,
        "subject": "Washington Public Records Act Request: HIGHLINE SCHOOL DISTRICT – LAWSUITS - Lawsuits and litigation filed against the District 2020 - 2025",
        "datetime": "2025-01-12T17:09:41.489531",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "January 12, 2025\r\n\r\nHIGHLINE SCHOOL DISTRICT – LAWSUITS - Lawsuits and litigation filed against the District 2020 - 2025\r\n\r\nvia email to publicrecordsrequest@highlineschools.org\r\n\r\nTo Whom It May Concern:\r\n\r\nPursuant to the Washington Public Records Act [RCW 42.56] I hereby request the following records:\r\n\r\n1. I request complete copies of all records and writings regarding all lawsuits filed in any jurisdiction against Lake Washington School District in the years 2020 - 2025. Please provide copies of the lawsuits and exhibits themselves as well as any records and writings referencing the lawsuits including internal communications, responses, answers, settlements, agreements, dismissals, service of process, summons, docket, docket entries, insurance submissions, etc.\r\n\r\nRECORDS INSTALLMENTS - ORDER OF PRODUCTION\r\n\r\nIf production of responsive records will be completed in multiple installments, please begin by producing records in REVERSE CHRONOLOGICAL FORMAT BY DATE. The most recent public records should be produced first and the oldest records produced last by date.\r\n\r\nDEFINITION OF RECORDS AND WRITINGS\r\n\r\nRECORDS AND WRITINGS as defined by RCW 42.56.010(4): any handwriting, typewriting, printing, photostating, photographing, and every other means of recording any form of communication or representation including, but not limited to, letters, words, pictures, sounds, or symbols, or combination thereof, and all papers, maps, magnetic or paper tapes, photographic films and prints, motion picture, film and video recordings, magnetic or punched cards, discs, drums, diskettes, sound recordings, and other documents including existing data compilations from which information may be obtained or translated.\r\n\r\nPRODUCTION PROCESSING AND DELIVERY OF ELECTRONIC RECORDS\r\n\r\nPlease provide all records in their native electronic format. Please do not instead create new records by printing electronic files then scanning and printing the newly scanned prints.\r\n\r\nWashington State Law is clear that the use of 3rd party “portals” (Such as GOVQA) for a public records request is optional for the requestor. Respectfully I decline. Please provide all records electronically via direct email attachment to this email address.\r\n\r\nPlease do not register this requestor for, nor direct this requestor to the use of any 3rd party commercial portal including but not limited to FOIAOnline, GovQA, NextRequest, FOIAExpress, JustFOIA FOIADirect, WebForm, or any other online service other than a direct NO PASSWORD REQUIRED, NO REGISTRATION REQUIRED, internet cloud-based download link, or electronic email.\r\n\r\nDo not send any portion of this public records request to any 3rd party for-profit corporation such as GOVQA, a Grannicus Corporation, NEXT-REQUEST, or JUST FOIA.\r\n\r\nDo not register this request with any for profit portal or 3rd party organization such as GOVQA, a Grannicus Corporation, NEXT-REQUEST, or JUST FOIA.\r\n\r\nConstructive Notice: Any and all communication(s) received on behalf of your agency in reference to this Public Records Request (RCW 42.45) from any unauthorized for-profit 3rd party company doing business outside the State of Washington will be the subject of a new public records request to your agency as to the origin and purpose of the communication as well as the identity of the sender of the communication.\r\n\r\nPUBLIC RECORDS REQUESTS SUBMITTED VIA EMAIL\r\n\r\nRCW 42.56.080 - Identifiable records—Facilities for copying—Availability of public records.\r\n\r\n\"...Agencies shall honor requests received in person during an agency's normal office hours, or by mail or email, for identifiable public records unless exempted by provisions of this chapter. No official format is required for making a records request; however, agencies may recommend that requestors submit requests using an agency provided form or web page.\"\r\n\r\nThis public records request is being made via email. This public records request will be honored and fulfilled by your agency via email as requested or relief will be sought per statute.\r\n\r\nNATIVE ELECTRONIC FORMAT\r\n\r\nPlease provide all identified public records in their NATIVE electronic format, either .pst file or .pdf PORTFOLIO file. Please provide all electronic records in the fewest number of individual files as per native format or use free .zip compression in each installment.\r\n\r\nFEES\r\n\r\nIn the event that there are fees, please inform us of the total charges in advance of fulfilling the request in strict compliance with all provisions of the Washington State Public Records Act. Please provide a single fee request for all responsive records.\r\n\r\nEXEMPTION LOGS\r\n\r\nPlease ensure all redactions or exemptions claimed by your agency in the production of responsive records are accompanied by a complete and detailed contemporaneous exemption log noting the valid legal reason for each exemption at each redaction location in the record produced, as well as the specific number of pages if any that your agency redacts or withholds in their entirety. Each redaction should be noted by footnote or by a clear reference to the specific justification for that redaction, and only the minimal exempt portion of any record may be withheld.\r\n\r\nCOMMERCIAL PURPOSE DECLARATION\r\n\r\nThe Washington State Public Records Act prohibits the disclosure of “lists of individuals” for a commercial purpose (RCW 42.56.070(8)). I declare this public records request is not being made for any commercial purpose whatsoever. Also, this public records request is not being made for a \"list of individuals.\" This declaration satisfies all requirements of RCW 42.56 regarding prohibitions on lists and commercial purposes. No additional commercial purpose declaration will be completed for this public records request.\r\n\r\nPRESERVATION OF PUBLIC RECORDS *** ANTICIPATE LITIGATION ***\r\n\r\nWAC 44-14-03005 RETENTION OF PUBLIC RECORDS\r\n\r\nThe lawful destruction of public records is governed by retention schedules. The unlawful destruction of public records can be a crime. RCW 40.16.010 and 40.16.020. An agency is prohibited from destroying a public record, even if it is about to be lawfully destroyed under a retention schedule, if a public records request has been made for that record. RCW 42.56.100. Additional retention requirements might apply if the records may be relevant to actual or anticipated litigation. The agency is required to retain the record until the record request has been resolved.\r\n\r\nNote: An agency can be found to violate the Public Records Act and be subject to the attorneys' fees and penalty provision if it prematurely destroys a requested record after a request is made. See Yacobellis v. City of Bellingham, 55 Wn. App. 706, 780 P.2d 272 (1989). However, it is not a violation of the Public Records Act if a record is destroyed prior to an agency's receipt of a public records request for that record. Bldg. Indus. Ass'n of Wash. v. McCarthy, 152 Wn. App. 720, 218 P.3d 196 (2009); West v. Dep't of Nat. Res., 163 Wn. App. 238, 258 P.3d 78 (2011). The Public Records Act (chapter 42.56 RCW) and the records retention statutes (chapter 40.14 RCW) are two different laws.\r\n\r\nCOMMUNICATION VIA EMAIL\r\n\r\nPlease send all requests for clarification, status updates, and production of responsive electronic documents via direct email reply.\r\n\r\nThe requested documents will be made available to the general public.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. We look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nGood Luck.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 179644,
        "from_user": 85211,
        "to_user": 132943,
        "subject": "Welcome to the Records Center!",
        "datetime": "2025-01-13T19:05:10.338932",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear 179644-44893361@requests.muckrock.com , \n \nThank you for registering with the Highline Public Schools Public Records Center. (https://highlineschool.mycusthelp.com/WEBAPP/_rs/SupportHome.aspx) \n \nPlease log in to the Records Center to update any contact or password information and to track the progress of your request. \n Your Login ID is:  179644-44893361@requests.muckrock.com \n \n \nIf you have never used this system, your account has been created by a Highline Public Schools staff member.  You may request a temporary password to track the status of your request, manage account information, and retrieve responsive records here: Request Temporary Password (https://highlineschool.mycusthelp.com/WEBAPP/_rs/ForgotPassword.aspx) \n \nThank you, \n Highline Public Schools, WA. This is an auto-generated email and has originated from an unmonitored email account. Please DO NOT REPLY\n",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 179644,
        "from_user": 85211,
        "to_user": 132943,
        "subject": "Public Records Request :: P000716-011325",
        "datetime": "2025-01-13T19:05:11.034188",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear 179644-44893361@requests.muckrock.com: \nThank you for your interest in public records of Highline Public Schools. Your request has been received and is being processed in accordance with the State of Washington Public Records Act, Chapter 42.56 RCW. Your request was received in this office on 1/13/2025 and given the reference number P000716-011325 for tracking purposes.  NOTE:  The day the request is received does not count as one of the five (5) days. Weekends and holidays observed by the agency are also excluded in the calculation.  If your request has been submitted on the weekend, or on a holiday, the date received is the next business day. Records Requested: Lawsuit withs Lake Washington SD \nNot all public documents are available in electronic format. If the document(s) requested are not available electronically, we will make them available for inspection or by paper copy in accordance with the Public Records Act, Chapter 42.56 RCW. \n \nYour request will be forwarded to the relevant department(s) to locate the information you seek and to determine the volume and any costs associated with satisfying your request. You will be contacted about the availability and/or provided with copies of the records in question. PLEASE NOTE: The State of Washington Public Records Act, Chapter 42.56 RCW, does not require a governmental body to create new information, to do legal research, or to answer questions. \n \nYou can monitor the progress of your request at the link below and you'll receive an email when your request has been completed. Again, thank you for using the Records Center. Highline Public Schools \nTo monitor the progress or update this request please log into the Records Center (https://highlineschool.mycusthelp.com/WEBAPP/_rs/CustomerIssues.aspx)\n",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 179644,
        "from_user": 85211,
        "to_user": 132943,
        "subject": "[Records Center] Public Records Request :: P000716-011325",
        "datetime": "2025-01-14T15:58:17.795863",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "--- Please respond above this line --- \nRE: PUBLIC RECORDS REQUEST of January 13, 2025, Reference # P000716-011325 Five-Day Letter and Request to Clarify Dear 179644-44893361@requests.muckrock.com, \nHighline Public Schools created a new public records request from you on January 13, 2025. Your request is dated January 12, 2025. We are responding to a request that you sent to anemail box in our District that is not used to receive or respond to publicrecords requests. The email box is not monitored for new requests or requesterresponses. When you emailed your request, you should have received an automaticreply directing you to this portal or US Mail. We noticed that you did notcreate a new request, therefore, we created one for you. Please discontinuesending requests and responses to any email boxes in the District. We have setup several ways to receive and respond to public records requests. For moreinformation, login into our website at:  http://https//www.highlineschools.org/departments/records/public-records. All requests are processed though this portal. You indicated that you do not wish to correspondwith us through this portal due to the need to create a login and password. Wewould like to inform you that we have 2 ways of communicating with requesters,though this portal and through U.S, Mail at: Highline Public Schools 15675Ambaum Blvd. SW, Burien, WA 98166, Attn: Public Records Officer. We willprepare all correspondence through the portal. All correspondencethat we prepare will be automatically emailed to you. If you do not wish to login to this portal to respond to us, please send all correspondence through USMail and provide your mailing address to us immediately. If we do not receive your mailing address by January 221, 2025, we will assume that you will correspond with us and receive your responsive through this portal. We have a question about your request that we would like you to clarify. Are you asking for records for lawsuits between Highline Public Schools and Lake Washington School District? Will you please clarify your request by telling us if you are asking for lawsuit records between this District and Lake Washington School District. Will you please clarify you request by January 21, 2025? If we do not hear from you by this date, we will assume that you are asking for lawsuit records between this District and Lake Washington School District. This request will be expensive and time consuming tofulfill due to the large volume of records that you requested. All responsiverecords will be provided to you in installments, and you will be billed foreach installment as they are produced. You may be required to pay 10% of thetotal charge for the responsive records prior to the District releasing yourfirst installment. The District will provide an estimated cost to you only ifwill not delay processing this request. The District will only be able toprovide the records to you to the extent that the records are in the District'spossession. Responsive documents will be producedin Adobe PDF Format and will be available to you through this portal. If you donot wish to receive the records through this portal, you may pay for therecords to be loaded onto a cd and mailing costs. You requested the following documents: \n\"Highline Public Schools District \nWashington Public Records Act Office \n15675 Ambaum Blvd. SW \nBurien, WA 98166 \nJanuary 12, 2025 \nJanuary 12, 2025 \nHIGHLINE SCHOOL DISTRICT – LAWSUITS - Lawsuits and litigation filed against the District 2020 - 2025 \nvia email to publicrecordsrequest@highlineschools.org (mailto:publicrecordsrequest@highlineschools.org) \nTo Whom It May Concern: \nPursuant to the Washington Public Records Act [RCW 42.56] I hereby request the following records: \n1. I request complete copies of all records and writings regarding all lawsuits filed in any jurisdiction against Lake Washington School District in the years 2020 - 2025. Please provide copies of the lawsuits and exhibits themselves as well as any records and writings referencing the lawsuits including internal communications, responses, answers, settlements, agreements, dismissals, service of process, summons, docket, docket entries, insurance submissions, etc. \nRECORDS INSTALLMENTS - ORDER OF PRODUCTION \nIf production of responsive records will be completed in multiple installments, please begin by producing records in REVERSE CHRONOLOGICAL FORMAT BY DATE. The most recent public records should be produced first and the oldest records produced last by date. \nDEFINITION OF RECORDS AND WRITINGS \nRECORDS AND WRITINGS as defined by RCW 42.56.010(4): any handwriting, typewriting, printing, photostating, photographing, and every other means of recording any form of communication or representation including, but not limited to, letters, words, pictures, sounds, or symbols, or combination thereof, and all papers, maps, magnetic or paper tapes, photographic films and prints, motion picture, film and video recordings, magnetic or punched cards, discs, drums, diskettes, sound recordings, and other documents including existing data compilations from which information may be obtained or translated. \nPRODUCTION PROCESSING AND DELIVERY OF ELECTRONIC RECORDS \nPlease provide all records in their native electronic format. Please do not instead create new records by printing electronic files then scanning and printing the newly scanned prints. \nWashington State Law is clear that the use of 3rd party “portals” (Such as GOVQA) for a public records request is optional for the requestor. Respectfully I decline. Please provide all records electronically via direct email attachment to this email address. \nPlease do not register this requestor for, nor direct this requestor to the use of any 3rd party commercial portal including but not limited to FOIAOnline, GovQA, NextRequest, FOIAExpress, JustFOIA FOIADirect, WebForm, or any other online service other than a direct NO PASSWORD REQUIRED, NO REGISTRATION REQUIRED, internet cloud-based download link, or electronic email. \nDo not send any portion of this public records request to any 3rd party for-profit corporation such as GOVQA, a Grannicus Corporation, NEXT-REQUEST, or JUST FOIA. \nDo not register this request with any for profit portal or 3rd party organization such as GOVQA, a Grannicus Corporation, NEXT-REQUEST, or JUST FOIA. \nConstructive Notice: Any and all communication(s) received on behalf of your agency in reference to this Public Records Request (RCW 42.45) from any unauthorized for-profit 3rd party company doing business outside the State of Washington will be the subject of a new public records request to your agency as to the origin and purpose of the communication as well as the identity of the sender of the communication. \nPUBLIC RECORDS REQUESTS SUBMITTED VIA EMAIL \nRCW 42.56.080 - Identifiable records—Facilities for copying—Availability of public records. \n\"...Agencies shall honor requests received in person during an agency's normal office hours, or by mail or email, for identifiable public records unless exempted by provisions of this chapter. No official format is required for making a records request; however, agencies may recommend that requestors submit requests using an agency provided form or web page.\" \nThis public records request is being made via email. This public records request will be honored and fulfilled by your agency via email as requested or relief will be sought per statute. \nNATIVE ELECTRONIC FORMAT \nPlease provide all identified public records in their NATIVE electronic format, either .pst file or .pdf PORTFOLIO file. Please provide all electronic records in the fewest number of individual files as per native format or use free .zip compression in each installment. \nFEES \nIn the event that there are fees, please inform us of the total charges in advance of fulfilling the request in strict compliance with all provisions of the Washington State Public Records Act. Please provide a single fee request for all responsive records. \nEXEMPTION LOGS \nPlease ensure all redactions or exemptions claimed by your agency in the production of responsive records are accompanied by a complete and detailed contemporaneous exemption log noting the valid legal reason for each exemption at each redaction location in the record produced, as well as the specific number of pages if any that your agency redacts or withholds in their entirety. Each redaction should be noted by footnote or by a clear reference to the specific justification for that redaction, and only the minimal exempt portion of any record may be withheld. \nCOMMERCIAL PURPOSE DECLARATION \nThe Washington State Public Records Act prohibits the disclosure of “lists of individuals” for a commercial purpose (RCW 42.56.070(8)). I declare this public records request is not being made for any commercial purpose whatsoever. Also, this public records request is not being made for a \"list of individuals.\" This declaration satisfies all requirements of RCW 42.56 regarding prohibitions on lists and commercial purposes. No additional commercial purpose declaration will be completed for this public records request. \nPRESERVATION OF PUBLIC RECORDS *** ANTICIPATE LITIGATION *** \nWAC 44-14-03005 RETENTION OF PUBLIC RECORDS \nThe lawful destruction of public records is governed by retention schedules. The unlawful destruction of public records can be a crime. RCW 40.16.010 and 40.16.020. An agency is prohibited from destroying a public record, even if it is about to be lawfully destroyed under a retention schedule, if a public records request has been made for that record. RCW 42.56.100. Additional retention requirements might apply if the records may be relevant to actual or anticipated litigation. The agency is required to retain the record until the record request has been resolved. \nNote: An agency can be found to violate the Public Records Act and be subject to the attorneys' fees and penalty provision if it prematurely destroys a requested record after a request is made. See Yacobellis v. City of Bellingham, 55 Wn. App. 706, 780 P.2d 272 (1989). However, it is not a violation of the Public Records Act if a record is destroyed prior to an agency's receipt of a public records request for that record. Bldg. Indus. Ass'n of Wash. v. McCarthy, 152 Wn. App. 720, 218 P.3d 196 (2009); West v. Dep't of Nat. Res., 163 Wn. App. 238, 258 P.3d 78 (2011). The Public Records Act (chapter 42.56 RCW) and the records retention statutes (chapter 40.14 RCW) are two different laws. \nCOMMUNICATION VIA EMAIL \nPlease send all requests for clarification, status updates, and production of responsive electronic documents via direct email reply. \nThe requested documents will be made available to the general public. \nThank you in advance for your anticipated cooperation in this matter. We look forward to receiving your response to this request within 5 business days, as the statute requires. \nGood Luck. \nView request history, upload responsive documents, and report problems here: \nhttps://accounts.muckrock.com/accounts/login/?next=https%3A%2F%2Fwww.muckrock.com%2Faccounts%2Flogin%2F%3Fnext%3D%252Faccounts%252Fagency_login%252Fhighline-public-schools-district-29082%252Fhighline-school-district-lawsuits-lawsuits-and-litigation-filed-against-the-district-2020-2025-179644%252F%253Femail%253Dpublicrecordsrequest%252540highlineschools.org&url_auth_token=AAEh8OcRa8lDFFkVNMdH8AITCqM%3A1tX6hG%3AK8aXItk6spNKFBV04phhMj2pW_FM7MDUamOCE2c5ZLE (https://u8387795.ct.sendgrid.net/ls/click?upn=u001.PYICgxP3kfgZjR-2B4e9nPlNdQDWiVP5FrJ8vpP6sPT22sPzz-2F6n-2FtZdNqInzV0OTfHTzHO5yFUIlNWYofG0XYi3KIj5NpYp5onovcAoQwcQt1lDbm6UhcWoHnaNG-2BvjLLxXQWadXJhUP01ZVbFeiJzEMbKcPGRkbIa07PuTtUMx4mIFiXRfxymtiQ59dDICdbHC0Xxss-2BvPVur876-2BGlDq8skURXmiorgL2wuWrK0zsUp0x8Wa-2B325omDQTKXHt2HmQpsddPQZzI5CeniTxfGSyzjIScEM1kzjqTxXHvVmyd8imUy3F-2BlHD4IGIrDTFko0Naf7jbCP3A2ezIgGgNLT1ll-2FLuLDD7fy6ITe41lA5-2B2cCh54V4HnJhYWvQbBxbIvUXnqlxUpSIZxeow0P5DOvs7b0LNPDgzuy29PjQWmA-2B2wFP78AGkurpwssVTfhUimwNFQoDEDEeYKjycs0-2FGmYlKV4P7yWYQSr4Xt7jTyr6BSM5DJWordg-2BBuSwKMVICx5pSDQ8hkujKuw4eS7RzcwQoVdmLmrZKlmIVT1VbGwBT-2Faux-2FTYYCZck8-2BIIEsEyj1BhuWof9A2nFKI2uTx70-2B9oo7v1Gpaf2QndFL3JfjmMlgW4QeJs2yNWNh0DFicWOMTS_ifK2wKhlHTo5to-2FN06c7GMDKHGikqGi3jByYCSgQiQJwQjyxKsr-2BLdmrPrLGLRWrwMvJLVj5spqf-2FC26jgf02U-2FMOtRcIOFZssNvYD5AQmdPXLlGL2PygIazv3QhBGfiRpICeiMTV5SIVTNK1udo5o1Sz0inrNALztcpqrtkHihzKPKllG7dU7uUCQWpQmH9o-2BLcNxvBkfWDYqKgu6TMxwZ-2BQm8k64ZXXKcvj-2B8L4A17pzBZ4LoCRLjEap4gFoaDCY4VX6tQJ-2FoPS0wsOd2YwWvreGnZTaoBOa0YM9RhP2CBYd2goEGv0QGUBIUpz69pwFjVLjTb0yp7g0UlHXnBg9wHvfC3-2BUFAiKAw2wnthWG88NvLsBVw9gUTdg6Jtlms) \nIf prompted for a passcode, please enter: \nMGFNHYNK \nFiled via MuckRock.com \nE-mail (Preferred): 179644-44893361@requests.muckrock.com (mailto:179644-44893361@requests.muckrock.com) \nPLEASE NOTE OUR NEW ADDRESS \nFor mailed responses, please address (see note): \nMuckRock News \nDEPT MR 179644 \n263 Huntington Ave \nBoston, MA 02115 \nPLEASE NOTE: This request is not filed by a MuckRock staff member, but is being sent through MuckRock by the above in order to better track, share, and manage public records requests. Also note that improperly addressed (i.e., with the requester's name rather than \"MuckRock News\" and the department number) requests might be returned as undeliverable.\" To correspond with us, login to the Records Center, and reference your Public Records Request P000716-011325, or by US. Mail at Highline Public Schools, 15675 Ambaum Blvd. SW, Burien, WA  98166. Include your Reference Number in your correspondence. Discontinue utilizing email boxes that are not set up to receive responses from requesters, Again, we ask that you utilize either this portal or US Mail to communicate with us. (https://u8387795.ct.sendgrid.net/ls/click?upn=u001.PYICgxP3kfgZjR-2B4e9nPlPa90iUhgXnwmyzIaaJMveeX3eU1p0rhKNy0ha0Vrm3RUveqda-2FQkHZhMOKnBrWgVbuuYILSibCq9niCpzzmt9k-3D1pD-_ifK2wKhlHTo5to-2FN06c7GMDKHGikqGi3jByYCSgQiQJwQjyxKsr-2BLdmrPrLGLRWrwMvJLVj5spqf-2FC26jgf02U-2FMOtRcIOFZssNvYD5AQmdPXLlGL2PygIazv3QhBGfiRpICeiMTV5SIVTNK1udo5o1Sz0inrNALztcpqrtkHihzKPKllG7dU7uUCQWpQmH9o-2BLcNxvBkfWDYqKgu6TMxwZ-2BQm8k64ZXXKcvj-2B8L4A17pzBZ4LoCRLjEap4gFoaD4snga4BKWw2FuavuX2UACFEiWFMm2BbkGFOStxDMJcc-2BCOEqBsYRSdpSujF77L0R9hu7J7WP0KPD-2FQv-2BbGLlJefUlsMQCdSAynWZSVURsm3pk9STpMOoXn5wt9LXEnDE) We are not responsible for delayed, lost, or unanswered responses sent to email boxes throughout the District. Please review a copy of our fee schedul e which is located here https://www.highlineschools.org/departments/records/public-records. We will inform you in advance if charges will apply and you will be given an opportunity to consent to the charges in advance. (https://u8387795.ct.sendgrid.net/ls/click?upn=u001.PYICgxP3kfgZjR-2B4e9nPlNiHh1gAN2FR-2FMJtVGtIGrFMJh8lowXiQ1WmjBUoRPbcIyIrESauerKvIYvSSacf8OWZ4UiL-2FeN3yQ6lt9svzFU-3DvT3I_ifK2wKhlHTo5to-2FN06c7GMDKHGikqGi3jByYCSgQiQJwQjyxKsr-2BLdmrPrLGLRWrwMvJLVj5spqf-2FC26jgf02U-2FMOtRcIOFZssNvYD5AQmdPXLlGL2PygIazv3QhBGfiRpICeiMTV5SIVTNK1udo5o1Sz0inrNALztcpqrtkHihzKPKllG7dU7uUCQWpQmH9o-2BLcNxvBkfWDYqKgu6TMxwZ-2BQm8k64ZXXKcvj-2B8L4A17pzBZ4LoCRLjEap4gFoaDSd4czRiMAybDqMV-2BjDaDYhLjfJNZBwCH06SSBZpxFT8EP8yCvVpeWLYPnjARQgM3CEG8QaGUcpGZjG-2F-2FCfUGbMWqkNloMnv7EdmDo4ddlj74WMpVsddT81tCTagwBmQ6) We will notify you by April 17, 2025 to provide you with an estimated cost. We will provide a completion date after we determine how long it will take to review and redact the responsive records. The estimated time frame is based on the following factors: The volume and complexity of other public records requests currently pending with the District The volume and complexity of your request Third party notices will be required The fact that you requested records that may need to be redacted and redaction log created The fact that the district will be closed for an upcoming holiday Let us know if you have any questions. Send all correspondence through this portal or US Mail only. Sincerely, Michelle Terry Certified Public Records Officer \nPolicy & Strategy \n\nTo monitor the progress or update this request please log into the Records Center (https://u8387795.ct.sendgrid.net/ls/click?upn=u001.PYICgxP3kfgZjR-2B4e9nPlPa90iUhgXnwmyzIaaJMveeX3eU1p0rhKNy0ha0Vrm3RkMRyFTflRvPLSnlyO03hcazYoQqvy0bIlmfHJsKBBBxuJaqo7NuVnNudCVAT1W7ndxpI_ifK2wKhlHTo5to-2FN06c7GMDKHGikqGi3jByYCSgQiQJwQjyxKsr-2BLdmrPrLGLRWrwMvJLVj5spqf-2FC26jgf02U-2FMOtRcIOFZssNvYD5AQmdPXLlGL2PygIazv3QhBGfiRpICeiMTV5SIVTNK1udo5o1Sz0inrNALztcpqrtkHihzKPKllG7dU7uUCQWpQmH9o-2BLcNxvBkfWDYqKgu6TMxwZ-2BQm8k64ZXXKcvj-2B8L4A17pzBZ4LoCRLjEap4gFoaDSmNPoiul-2BczqAF6bB6FpNWPD95GCzBpyNeKffjNCY9l9mDDX-2FtxPYBKwmjNIr0Zoh94gNCLnF0hmVZ1TY2DR23-2B8gBNJtvoOZ3CRBuIYKb8XrAYK679hb4MmA347OBHD)\n",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/burien-8303/highline-school-district-lawsuits-lawsuits-and-litigation-filed-against-the-district-2020-2025-179644/"
  }
]