[
  {
    "id": 160199,
    "title": "Complaints",
    "slug": "complaints",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 68958,
    "username": "michaeltopper",
    "agency": 441,
    "datetime_submitted": "2024-03-13T03:32:21.990365",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-03-13T03:32:22.084739",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 160199,
        "from_user": 68958,
        "to_user": 9634,
        "subject": "",
        "datetime": "2024-03-13T03:32:22.084739",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Arizona Public Records Law, I hereby request the following records:\r\n\r\n1. A database of all complaints against officers in the Phoenix Police Department from civilians from 2014-present day. The database should include: officer badge number (or id), officer first name, officer last name, reason for complaint, outcome of complaint, date of complaint, location of complaint (ie district/beat/lat/long), race of civilian, age of civilian, sex of civilian.\r\n2. A database of all reports of misconduct NOT from civilians against police officers in the Phoenix Police Department from 2014-present day. The database should include: officer badge number (of id), officer first name, officer last name, reason for misconduct, outcome of misconduct (firing/probation etc), date of misconduct, location of misconduct (beat/district).\r\n\r\nIf any  data fields are withheld, please identify the statutory exception authorizing nondisclosure and explain how it applies to that data field.\r\n\r\nPlease note that this information is strictly for academic purposes only as I am a PhD student studying policing. This request is not being made for commercial purposes.\r\n\r\nPlease provide me with these public records in a machine-readable ASCII format, such as a CSV, SQL, TXT, or similar raw file. CSV or SQL files are preferred when available.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nMichael Topper",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/phoenix-94/complaints-160199/"
  }
]