[
  {
    "id": 144147,
    "title": "January 6th Insurrection, Pre-Intelligence Knowledge, and Post-Event Analysis",
    "slug": "january-6th-insurrection-pre-intelligence-knowledge-and-post-event-analysis",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 10,
    "datetime_submitted": "2023-04-03T12:55:21.966534",
    "date_due": "2023-05-01",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-04-03T12:55:22.056550",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 144147,
        "from_user": 4164,
        "to_user": 9555,
        "subject": "",
        "datetime": "2023-04-03T12:55:22.056550",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nI request access to and copies of records, documents, and intelligence related to the insurrection at the United States Capitol on January 6, 2021. The events of January 6th were an unprecedented attack on the U.S. Capitol, resulting in multiple deaths, injuries, and significant damage to the Capitol building. This incident has generated significant public interest and raised questions about national security, law enforcement response, and the role of extremist groups in planning and executing the attack.\r\n\r\nSpecifically, I am interested in the following information:\r\n\r\nPre-intelligence knowledge: Records and communications that detail any information the FBI had prior to January 6, 2021, regarding potential threats, plans, or coordination related to the insurrection.\r\nPlanning, coordination, and execution: Records that detail the planning, coordination, and execution of the event.\r\nInvestigations and prosecutions: Records related to any investigations and prosecutions that have resulted from the insurrection.\r\nPost-event information: Records and analysis of the insurrection's impact on national security, law enforcement response, lessons learned, and any related policy changes or recommendations.\r\nPlease include any information obtained through cross-references, ELSUR (Electronic Surveillance) records, and interagency communications. Additionally, I request a search for records containing the following keywords: \"January 6th,\" \"Capitol,\" \"insurrection,\" \"riot,\" \"protest,\" \"QAnon,\" \"Proud Boys,\" \"Oath Keepers,\" and any other terms relevant to the event.\r\n\r\nThe FOIA statute and subsequent case law support the public's right to access these records. In Department of Justice v. Reporters Committee for Freedom of the Press, 489 U.S. 749 (1989), the Supreme Court recognized that the purpose of the FOIA is to \"open agency action to the light of public scrutiny.\" Furthermore, in Environmental Protection Agency v. Mink, 410 U.S. 73 (1973), the Court emphasized that FOIA \"mandates a policy of broad disclosure of government documents.\"\r\n\r\nIf any portion of this request is denied or exempt from disclosure, please cite the specific exemption and provide an index of the withheld or redacted records, as required by law. Be advised that any attempt to withhold, destroy, or redact information without proper justification may result in legal action to enforce compliance with the FOIA.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJordan",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/january-6th-insurrection-pre-intelligence-knowledge-and-post-event-analysis-144147/"
  },
  {
    "id": 144146,
    "title": "FB Training",
    "slug": "fb-training",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 105422,
    "username": "ValMartin25",
    "agency": 6154,
    "datetime_submitted": "2023-04-03T12:54:36.527210",
    "date_due": "2023-04-10",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-04-03T12:54:36.637530",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 144146,
        "from_user": 105422,
        "to_user": 21598,
        "subject": "",
        "datetime": "2023-04-03T12:54:36.637530",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Pennsylvania Right to Know Act, I hereby request the following records:\r\n\r\nAny information regarding the event posted on Facebook Page - Veterinarian Forensics Training Webinar for Law Enforcement. The Webinar was open to the public and was presented on December 7th, 2020 at 1PM EST and was sponsored by the Allegheny County District Attorneys Office.\r\n\r\nI would also like to know who the presenter was for this Webinar.\r\n\r\nThe listed itinerary is as follows:   \r\n- Crime scene analysis and documentation\r\n- Evidence recognition – animal vs. human cases\r\n- Key steps for the investigator\r\n- Crime scene considerations for different types of cruelty\r\n- Application of forensics\r\n\r\nThe link for the Facebook Page that advertises this is:  https://www.facebook.com/events/2612374205720398?active_tab=about\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nVal Martin",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/allegheny-county-306/fb-training-144146/"
  }
]