[
  {
    "id": 183781,
    "title": "Media engagment on MG Wins",
    "slug": "media-engagment-on-mg-wins",
    "status": "submitted",
    "embargo_status": "public",
    "user": 140258,
    "username": "TheCadet",
    "agency": 41012,
    "datetime_submitted": "2025-03-23T18:25:21.179783",
    "date_due": "2025-04-18",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-23T18:25:22.388758",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 183781,
        "from_user": 140258,
        "to_user": 155415,
        "subject": "",
        "datetime": "2025-03-23T18:25:22.388758",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nRecords of communications between any member of the VMI Marketing and Communication Office, The Superintendent and his staff, the Board of Visitors and its staff Staff, and Mr. Tom Watjen with the Virginia Mercury, Cardinal News and the Washington Post on the subject of the BOV Special session, Maj Gen. Wins' contract, contract extension, new contract or related topics to include followup stories on any subjects related to MG Win's contract. This includes communications to provide the Virginia Mercury, Cardinal News and the Washington Post  Maj. Gen. Win's statement of March 6, 2025, Mr. Watjen's resignation letter, and the email to the VMI Faculty, staff, cadets, VMI Alumni Agencies, etc. of Maj. Gen. Wins' statement and other matters related to the subject and any fees charged. I am willing to accept incremental delivery. At the minimum, VMI should be able to provide the communications involving how the Washington Post became aware of, requested, and provided Mr. Watjen's resignation letter and the Superintendent's Statement on the BOV decision not to renew his contract immediately, as these stories were just published recently with those documents. For the purposes of this FOIA,  the Washington Post records do not include any of those already provided in my previous FOIA.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAnonymous",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/media-engagment-on-mg-wins-183781/"
  }
]