[
  {
    "id": 160980,
    "title": "Records related to new software for AB481 data collection",
    "slug": "records-related-to-new-software-for-ab481-data-collection",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 79529,
    "username": "JOHNLP",
    "agency": 9604,
    "datetime_submitted": "2024-03-22T16:01:18.884804",
    "date_due": "2024-04-01",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-03-22T16:01:19.017843",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 160980,
        "from_user": 79529,
        "to_user": 12404,
        "subject": "",
        "datetime": "2024-03-22T16:01:19.017843",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nRecords, including emails and attachments of RPD staff, purchase orders and contracts, for Richmond's use or acquisition of software or other systems designed to register data on the use of military equipment by law enforcement agencies in California. \r\n\r\nOn February 5, 2024, in a community engagement meeting presented by the Richmond Police Department, Captain John Lopez stated that \"there's new software now that just come out that's for law enforcement in order to collect AB481. Because this is not just specific to Richmond, it's for all you know all law enforcement agencies within California... I've been uh talking to a lot of other departments about how they've been collecting the data and collecting the stuff they need for their reports.\" See https://www.youtube.com/watch?v=v1lfwodFVIs at minute: 50:51. \r\n\r\nWe are seeking records that shed light on the software, and record keeping systems that Captain Lopez referenced, what types of data they are designed to collect, and the providers and costs of such systems.\r\n\r\nIf you have any questions regarding this request, please don't hesitate to reach out to me directly, at jlindsay-poland@afsc.org or by phone at 510-282-8983.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJohn Lindsay-Poland",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/richmond-3396/records-related-to-new-software-for-ab481-data-collection-160980/"
  }
]