[
  {
    "id": 144400,
    "title": "Death of all migrant remains found",
    "slug": "death-of-all-migrant-remains-found",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 110741,
    "username": "gab_villegas_",
    "agency": 16455,
    "datetime_submitted": "2023-04-10T17:18:08.104466",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-04-10T17:18:08.206250",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 144400,
        "from_user": 110741,
        "to_user": 22063,
        "subject": "",
        "datetime": "2023-04-10T17:18:08.206250",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Arizona Public Records Law, I hereby request the following records:\r\n\r\nI am writing to request information pursuant to the Freedom of Information Act (FOIA), 5 U.S.C. § 552. Specifically, I am seeking access to the following information regarding migrant remains that have been documented in your Medical Examiner Officer or Yuma County Sheriff's files for fiscal years 2020 - 2022:\r\n\r\nAge\r\nSex\r\nBody condition\r\nCoordinates where the body was located\r\nCountry of origin\r\nCause of death\r\nI understand that these records may contain sensitive information, and I assure you that any information provided will be used solely for legitimate research purposes.\r\n\r\nPlease inform me of any fees associated with this request, and I would be happy to provide payment if necessary. Additionally, please let me know if there are any limitations on the amount of information that can be provided, or if you require any further information from me in order to process this request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nGabriela Villegas",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/yuma-9514/death-of-all-migrant-remains-found-144400/"
  }
]