[
  {
    "id": 149555,
    "title": "Investigative Journalism Request - Unveiling the Truth: Records on Albert Fentress (FOIA)",
    "slug": "investigative-journalism-request-unveiling-the-truth-records-on-albert-fentress-foia",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 6181,
    "datetime_submitted": "2023-07-19T14:32:50.176229",
    "date_due": "2023-07-26",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-07-19T14:32:50.281552",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 149555,
        "from_user": 4164,
        "to_user": 40504,
        "subject": "",
        "datetime": "2023-07-19T14:32:50.281552",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "MuckRock News\r\nDEPT MR 146407\r\n263 Huntington Ave\r\nBoston, MA 02115\r\n\r\nDutchess County District Attorney\r\nAttn: FOIA Officer\r\n\r\n\r\nSubject: Investigative Journalism Request - Unveiling the Truth: Records on Albert Fentress (FOIA)\r\n\r\nDear FOIA Officer,\r\n\r\nUnder the provisions of the Dutchess County Freedom of Information Act (FOIA) or any applicable state laws, I hereby request access to and copies of all records held by the Dutchess County District Attorney's Office pertaining to Albert Fentress.\r\n\r\nI am an independent investigative journalist associated with TransparencyReport.pw, and I am conducting research on the history and activities of Albert Fentress. Albert Fentress is a convicted criminal who gained notoriety for his involvement in the abduction, rape, and murder of a college student in Poughkeepsie in the late 1980s. Fentress was arrested, tried, and convicted for these heinous crimes, and his case has been a subject of public interest and scrutiny for several years.\r\n\r\nAdditionally, there have been further allegations against Albert Fentress, including suspicions of involvement in other unsolved cases of a similar nature. These allegations have raised concerns within the community and have sparked discussions about the extent of Fentress's criminal activities. Therefore, I believe it is crucial to access the requested records to shed light on these allegations and provide a comprehensive understanding of the investigations conducted by the Dutchess County District Attorney's Office.\r\n\r\nFor the purpose of this request, the records I seek include, but are not limited to:\r\n\r\nArrest records and charging documents related to Albert Fentress.\r\nCourt records, including judgments, verdicts, and sentencing information.\r\nInvestigative documents, such as police reports, incident reports, and any other documents related to Albert Fentress.\r\nCorrespondence and communications, including emails, letters, memoranda, or any other written exchanges mentioning or involving Albert Fentress.\r\nAny audio or visual recordings, such as interviews, interrogations, or surveillance footage related to Albert Fentress.\r\nAny internal memos, policies, or guidelines concerning the handling of Albert Fentress's case.\r\nGiven the profound impact of Albert Fentress's crimes on the community and the ongoing interest in understanding the scope of his criminal activities, accessing these records will contribute significantly to the public's understanding of the operations and activities of the Dutchess County District Attorney's Office.\r\n\r\nShould any portion of the requested records be deemed exempt from disclosure, I request the release of any reasonably segregable non-exempt portions in accordance with the applicable laws. If an entire document is exempt, I request a justification, citing specific exemptions under the relevant laws.\r\n\r\nPlease note your obligation under the law not to destroy any records potentially responsive to this request. Any withholding, redaction, or destruction of responsive records without proper justification constitutes a violation of the FOIA and is subject to litigation.\r\n\r\nEnclosed is a letter requesting a fee waiver for the processing of this request. As an independent investigative journalist associated with TransparencyReport.pw, I firmly believe that the information I seek is in the public interest, and its disclosure will greatly contribute to public understanding of the operations or activities of the government.\r\n\r\nIf the enclosed waiver is not accepted and there are any potential charges associated with fulfilling my request, please inform me in advance.\r\n\r\nAs stipulated by the FOIA or applicable state laws, I look forward to your response within the legally mandated timeframe.\r\n\r\nThank you for your attention to this matter.\r\n\r\n\r\nSincerely,\r\nJordan Lassiter\r\nIndependent Investigative Journalist\r\nTransparencyReport.pw\r\nEmail: Jordan@Lassiter.eu\r\nPhone: +1 845-218-0299\r\n\r\nEnclosure: Fee Waiver Request Letter\r\n\r\nPlease be aware: All communications related to this request, including incoming and outgoing communications, will be treated in accordance with the applicable laws and regulations. Additionally, any correspondence in relation to this request may be subject to public disclosure, as required by law. The requested documents will be made available to the general public, and this request is not being made for commercial purposes.",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1103512,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/124275/Fee_Waiver_Letter_copy.pdf",
            "datetime": "2023-07-19T14:32:50.281552",
            "title": "Fee_Waiver_Letter_copy.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/dutchess-county-22279/investigative-journalism-request-unveiling-the-truth-records-on-albert-fentress-foia-149555/"
  },
  {
    "id": 149531,
    "title": "Makea Stream Bridge (FEMA Project #72603)",
    "slug": "makea-stream-bridge-fema-project-72603",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 119260,
    "username": "DonaldFRudny",
    "agency": 284,
    "datetime_submitted": "2023-07-19T13:58:00.073356",
    "date_due": "2023-08-16",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-07-19T13:58:00.374860",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 149531,
        "from_user": 119260,
        "to_user": 9641,
        "subject": "Freedom of Information Act Request: Makea Stream Bridge (FEMA Project #72603)",
        "datetime": "2023-07-19T13:58:00.374860",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nPlease provide any and all documentation and correspondence received by or transmitted to the Hawaii County Public Works Department regarding the “Makea Stream Bridge” located in Pepeekeo, Hi.  Also, any and all documentation and correspondence with the state of Hawaii Emergency Management Agency regarding the “Makea Stream Bridge” located in Pepeekeo, Hi.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDonald F Rudny",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/makea-stream-bridge-fema-project-72603-149531/"
  }
]