[
  {
    "id": 204024,
    "title": "Seattle Digital Kiosks: SDOT Permits, Hardware Specs, and Accessibility Reviews (2nd attempt)",
    "slug": "seattle-digital-kiosks-sdot-permits-hardware-specs-and-accessibility-reviews-2nd-attempt",
    "status": "submitted",
    "embargo_status": "public",
    "user": 134,
    "username": "pmocek",
    "agency": 246,
    "datetime_submitted": "2026-02-02T12:36:17.619241",
    "date_due": "2026-02-09",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2026-02-02T12:36:17.863621",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "seattle",
      "surveillance",
      "advertising",
      "digital kiosks"
    ],
    "communications": [
      {
        "foia": 204024,
        "from_user": 134,
        "to_user": 9875,
        "subject": "",
        "datetime": "2026-02-02T12:36:17.863621",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Washington Public Records Act, I hereby request the following records:\r\n\r\nSince January 1, 2024:\r\n\r\n1. All applications, permits (drafts and final versions), and associated review documents related to the installation and placement of interactive digital kiosks by IKE Smart City/Downtown Seattle Association in the public right-of-way.\r\n2. Detailed hardware specifications for the exact IKE kiosk model(s) proposed for deployment in Seattle, including datasheets for all embedded cameras, microphones, and sensors (e.g., Wi-Fi/Bluetooth tracking, pedestrian counters), whether currently intended for activation or not.\r\n3. Any internal or external reviews, assessments, or guidelines used or produced by SDOT concerning the accessibility (including but not limited to compliance with ADA or pedestrian clear zones) of the proposed digital kiosk installations.\r\n4. All correspondence (including emails and attachments) between SDOT staff and the Office of the Mayor, the Seattle Disability Commission, the Seattle Design Commission, the Downtown Seattle Association, or IKE Smart City regarding the design, placement, permitting, or accessibility of interactive digital kiosks.\r\n\r\nPlease note that I requested these records on May 23, 2025, more than eight months ago, via request C226784-052325.  The delay is unreasonable.  The public cannot contribute meaningfully to discourse about these kiosks if the government withholds details of them--all public record--for many months.  I cannot believe that staff assigned to the digital kiosk project do not have a file for related materials that you could prepare and deliver in hours.\r\n\r\nI WILL PAY UP TO $20 FOR PROCESSING OF THIS REQUEST.  Please inform me if you expect total charges to surpass that amount.  Please do not  bill me sporadically for trivial amounts.  Please do not hide your notice of payment due among pages of the same boiilerplate language that you send with messages which do not indicate a payment due.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nPhil Mocek",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/seattle-69/seattle-digital-kiosks-sdot-permits-hardware-specs-and-accessibility-reviews-2nd-attempt-204024/"
  },
  {
    "id": 204022,
    "title": "FOIA Request: Alireza Pahlavi (1966-2011) - Full Background, Financial & Security Check",
    "slug": "foia-request-alireza-pahlavi-1966-2011-full-background-financial-security-check",
    "status": "submitted",
    "embargo_status": "public",
    "user": 173782,
    "username": "senator1269_Files",
    "agency": 10,
    "datetime_submitted": "2026-02-02T12:27:15.433613",
    "date_due": "2026-03-03",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2026-02-02T12:27:15.570369",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 204022,
        "from_user": 173782,
        "to_user": 9555,
        "subject": "",
        "datetime": "2026-02-02T12:27:15.570369",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nTo the FBI FOIPA Officer:\r\n\r\nThis is a NEW request following the closure of Request No. 1711752-000. I am providing additional specific information to facilitate a comprehensive search of the Central Records System (CRS), Cross-References, and Electronic Surveillance (ELSUR) indices.\r\n\r\nSubject: Alireza PAHLAVI\r\nDOB: April 28, 1966 (Tehran, Iran)\r\nDOD: January 04, 2011 (Boston, MA)\r\n\r\nI request ALL records regarding the subject, specifically focusing on:\r\n\r\n1. \"The Lutecia Foundation\" (including any financial investigations, tax references, or money laundering inquiries linked to this entity or the subject).\r\n2. Records of surveillance, wiretaps, or monitoring (ELSUR) of the subject between 2000-2011.\r\n3. Reports of threats, harassment, or stalking against the subject prior to his death.\r\n4. Any cross-references with other federal agencies (such as the Treasury Department) regarding the subject's financial activities.\r\n\r\nSince the subject is deceased, please waive privacy exemptions to the fullest extent possible.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nIran Archive",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/foia-request-alireza-pahlavi-1966-2011-full-background-financial-security-check-204022/"
  }
]