[
  {
    "id": 155771,
    "title": "Destruction of FISA-acquired Information and Other Information Affecting Americans (National Security Agency)",
    "slug": "destruction-of-fisa-acquired-information-and-other-information-affecting-americans-national-security-agency",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 126767,
    "username": "ShaynaA.Pitre",
    "agency": 17,
    "datetime_submitted": "2023-12-11T08:48:21.556488",
    "date_due": "2024-01-10",
    "days_until_due": null,
    "date_followup": "2024-01-10",
    "datetime_done": null,
    "datetime_updated": "2023-12-11T08:48:22.000651",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 155771,
        "from_user": 126767,
        "to_user": 25363,
        "subject": "Freedom of Information Act Request: Destruction of FISA-acquired Information and Other Information Affecting Americans (National Security Agency)",
        "datetime": "2023-12-11T08:48:22.000651",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nThis is a Freedom of Information Act Request for all documents after February 9, 2022, listing the following:\r\n\r\n The amount of individuals whose records were disposed of, in whole or part, using the minimization procedure under the Foreign Intelligence Surveillance Act, which allows for bulk warrantless electronic surveillance of  non-consenting Americans, and the collection of their personal communication and other things on Americans that are not publicly available, that are collected either through direct targeting of Americans under FISA Title VII, which is about to expire, or are collected on non-consenting Americans incidentally pursuant to targeting a foreign actor, then is destroyed (the information collected). This is also a request for the number of individuals 702-acquired information was disposed of, purged, deleted, removed, or destroyed, including destroyed upon recognition, in whole or part, because of noncompliance incidents, including but not limited to when violations of law occurred. Some of this destruction of 702-acquired information and destruction of other FISA-acquired information that were destroyed in violations of law is permitted under FISC Rules of Procedure, Rule 13, as was created by Congress.\r\n\r\nWhile the government’s reason behind disposing of personal communication and other information collected on non consenting Americans who are electronically surveilled appears to seem to protect American’s privacy, it can have the opposite effect if used to cover when the surveillance or other related activities were carried out illegally or information was collected in noncompliance with law. This is especially problematic when federal contractors, who concurrently worked with the government on military matters, law enforcement, and national security matters were sued in a court of law for targeting innocent Americans in clandestine investigations on behalf of corporate clients. Please see Case 1:15-cv-09796-JSR, opinion issued by Judge Jed S. Rakoff in United States District Court of New York, signed July 25, 2016 and GSA   Mission Oriented Business Integrated Services (MOBIS) Contract GS-10F-0010X, both concerning the federal contracting company known as Global Precision Research. Please see https://highergov.com/awardee/global-precision-research-llc-13199850/ (last retrieved December 1, 2023). \r\n\r\nThis is also a request for all documents related to the complete removal of all Section 702-acquired information from the FBI system mentioned on page 39 of the publicly released April 21, 2022 dated Foreign Intelligence Surveillance Court Opinion and Order that was declassified partially and authorized for public release on May 19, 2023, by DNI. Users of this system also were advised to use Sharepoint, as is mentioned on the same page. I believe this is a cloud system. Furthermore, this is a request for the entire FISC Opinion and Order to be declassified, including all related documents, including but not limited to the following: memos, motions, exhibits, discussing all noncompliance incidents under FISA and related law.\r\nI would have addressed this earlier but issues arose.\r\n\r\nI ask for a waiver or fees, as this request is not being made for commercial purposes. Furthermore, I have worked free of charge at getting laws passed, including laws for children, such as laws banning corporal punishment against disabled students in Louisiana public and charter schools, and am currently working on a book to raise awareness that I made publicly available at no charge in a very, very rough draft form on shortcomings in federal labor laws in Agriculture that affect children, shortcomings in FERPA laws concerning online education and children’s privacy rights, and FISA law in a highly fictional manner. I wish to see FISA law changed so that there is a way to document Americans who were surveilled and what was collected on them while also protecting 4th Amendment Rights. See https://www.change.org/p/please-amend-louisiana-revised-statute-17-223-and-17-416-1-which-allows-corporal-punishment-in-louisiana-schools-against-disabled-students , https://beitcrew.com/pages/copy-of-child-advocacy-with-be-it-crew , https://drive.google.com/drive/u/1/home\r\n\r\nPlease contact me if the fees exceed 100 dollars.\r\n\r\nRespectfully, \r\n\r\nShayna A. Pitre\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nShayna A. Pitre",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/destruction-of-fisa-acquired-information-and-other-information-affecting-americans-national-security-agency-155771/"
  }
]