[
  {
    "id": 164252,
    "title": "Missing Person - Amy Haueter - January 15, 2005",
    "slug": "missing-person-amy-haueter-january-15-2005",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 135197,
    "username": "BrittanyPelham",
    "agency": 7260,
    "datetime_submitted": "2024-05-28T14:34:10.265820",
    "date_due": "2024-06-04",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-05-28T14:34:10.432661",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164252,
        "from_user": 135197,
        "to_user": 11819,
        "subject": "",
        "datetime": "2024-05-28T14:34:10.432661",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Kentucky Open Records Act, I hereby request the following records:\r\n\r\nAll case files and records relating to the unsolved missing person investigation into the 2005 disappearance of Amy Haueter from January 1, 2005, until today, May 28, 2024. This request includes but is not limited to the initial report, detective case findings and notes, list of suspects, interview notes, leads followed, tips reported and investigated as well as results to possible DNA test requests made in relation to found human remains (as reported in local news outlets in recent years). \r\n\r\nThe Louisville Metro Police Department's website section on missing persons states the associated LMPD report number being 80-05-001813 with NamUs Case number MP6161 and NCMEC case number 1007015. \r\n\r\nAmy's unsolved disappearance is quickly approaching the 20th year anniversary mark. I understand due to the age of this case some files may not be easily accessible. \r\n\r\nI expect this request to be filled in an accessible format, including screen readers, which provide text-to-speech for persons unable to read print. Files that are not accessible to screen readers include, for example, .pdf and image files as well as physical documents. \r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, processed by a representative of the news/media/press and is made in the process of news gathering and not for commercial usage.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nEmma Rubin, a citizen of Kentucky, in coordination with Brittany Pelham.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/louisville-jefferson-county-15824/missing-person-amy-haueter-january-15-2005-164252/"
  },
  {
    "id": 164251,
    "title": "McLennan County Administrator Dustin Chapman, Number of vacancies",
    "slug": "mclennan-county-administrator-dustin-chapman-number-of-vacancies",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 74011,
    "username": "BernadetteFeazell",
    "agency": 36217,
    "datetime_submitted": "2024-05-28T14:30:16.518761",
    "date_due": "2024-06-11",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-05-28T14:30:16.619511",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164251,
        "from_user": 74011,
        "to_user": 122912,
        "subject": "",
        "datetime": "2024-05-28T14:30:16.619511",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\nList of everyone who has left the Sheriff's department since March 3, 2024. This would be from March 3 to today, May 28th. 2024. This is to include the letter of resignation, or firings, plus exit letters. This is to include retirements, firings, and those who quit. Thank you\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBernadette Feazell",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/mclennan-county-2697/mclennan-county-administrator-dustin-chapman-number-of-vacancies-164251/"
  }
]