[
  {
    "id": 160172,
    "title": "IVAS Tropics Test (US ARMY)",
    "slug": "ivas-tropics-test-us-army",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 114696,
    "username": "CarlosBerríosPolanco",
    "agency": 25,
    "datetime_submitted": "2024-03-12T12:06:41.576650",
    "date_due": "2024-04-09",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-03-12T12:06:41.741692",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 160172,
        "from_user": 114696,
        "to_user": 10065,
        "subject": "",
        "datetime": "2024-03-12T12:06:41.741692",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nReports show that 3rd Battalion, 75th Ranger Regiment tested the Integrated Visual Augmentation System (IVAS) at Camp Santiago's Joint Readiness Training Center in Puerto Rico: https://www.peosoldier.army.mil/News/Article-Display/Article/2909702/a-day-in-the-sun-ranger-execution-and-national-guard-support-to-ivas-tropics-te/\r\nand https://www.nationalguard.mil/News/Article/2927151/rangers-and-national-guard-support-ivas-tropics-test/fbclid/rangers-and-national-guard-support-ivas-tropics-test/\r\n\r\nTherefore, I request the following records:\r\n\r\n1) All instructional materials, presentations, and presentation materials related to testing the IVAS at Camp Santiago. This includes A) any notes taken during meetings that discussed IVAS at Camp Santiago and B) any other documents related to IVAS, including internal documentation, public relations materials, after action reviews, and executive summaries.\r\n\r\n2) Any messages, communications, emails, and associated attachments shared with local, state, and federal agencies to promote \"situational awareness\" of IVAS training at Camp Santiago. These emails, messages, and associated attachments can include but are not limited to A) communications  inviting local, state, and federal agencies to participate in training exercises and B) communications letting local, state, and federal agencies know about activities taking place during the military training.\r\n\r\n3) Any internal or external organizational charts created during the lead up to the IVAS tropics test showing the command structure to be followed during the military training exercise. \r\n\r\n4) Any attendance sheets produced during the course of the IVAS tropics test at Camp Santiago.\r\n\r\n5) Any maps created during the course of the IVAS tropics test at Camp Santiago.\r\n\r\n6) Any recordings, videos, and/or images produced during the course of the IVAS tropics test at Camp Santiago. The articles mentioned above note that there is a \"detailed 'virtual playback' of the executed scenario\" created by the IVAS during testing.\r\n\r\n7) To the extent possible, any emails and associated attachments that mention IVAS testing and training at Camp Santiago.\r\n\r\nTo help limit the extent of the responsive documents, please limit search from Jan 1, 2021 through Jan 1, 2022. Please deliver these documents on a rolling basis as responsive documents are found. You can treat #7 (emails) as a separate request because I suspect there will be many more responsive documents there.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes. It will be used in the course of reporting for Marea Ecologista, an independent journalism outlet. (https://mareaecologista.com/)\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nCarlos Berríos Polanco",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/ivas-tropics-test-us-army-160172/"
  }
]