[
  {
    "id": 172042,
    "title": "FBI: Victor J. Banis",
    "slug": "fbi-victor-j-banis",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 351,
    "username": "RobbyD",
    "agency": 10,
    "datetime_submitted": "2024-08-18T05:05:23.633228",
    "date_due": "2024-09-16",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-08-18T05:05:23.756915",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "authors",
      "victor banis"
    ],
    "communications": [
      {
        "foia": 172042,
        "from_user": 351,
        "to_user": 9555,
        "subject": "",
        "datetime": "2024-08-18T05:05:23.756915",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAny bureau records related to the controversial writer Victor Jerome Banis (born May 25th, 1937 - died February 22nd, 2019).  Banis was a famous and controversial writer of gay themed fiction whose death was widely reported in the media. \r\n\r\nIn the 1960s he was was indicted by a federal grand jury in Sioux City on obscenity charges due to lesbian themes in his \"The Affairs of Gloria\" novel. This indictment would have likely generated FBI documentation of the novel \"The Affairs of Gloria.\" Following his acquittal, and due in part to his anger at the government, Banis began incorporating gay themes into dozens of books that he published under different pseudonyms.\r\n\r\nA description of his life and career can be found online here: https://www.pulpcurry.com/2019/03/farewell-to-victor-j-banis-pioneer-of-gay-pulp-popular-fiction/\r\n\r\nHere is a list of pseudonyms he used during his writing career:\r\nVictor Jay\r\nJ. X. Williams\r\nJay Vickery\r\nJan Alexander\r\nLynn Benedict\r\nV. J. Banis\r\n\r\n\r\nThis request is for any and all records about the writer Victor J. Banis (including all pseudonyms)  from any and all FBI offices, including HQ, field offices, legal attaches, and facilities that maintain records under the FBI’s control. Please conduct a search for any records on Banis held by the Sioux City Satellite \"resident agency\" Office, the Martinsburg Satellite \"resident agency\" Office which likely maintained files on Banis. According to a blog post I just read, it is important that I state the following: \"As you know, your agency is required to search the records stored at NARA’s Washington Records Center in Suitland, MD, but still technically under your agency’s control. For more information see 36 CFR 1250.8\" Please also conduct a physical search of records at NARA's Washington Records Center in Suitland, for any records or documents related to Victor J. Banis. \r\n\r\nPlease include all potentially responsive materials, including but not limited to all communications, reports, inquiries, investigations, photographs, audio files, video files, memos, directives, etc. Please include all materials found in other subject files and all materials associated with any potentially-related names and any other known aliases, nicknames, code names, or any other identifying pseudonyms or references utilized by this agency. Please consult the Central Records System and records, the Electronic Surveillance (ELSUR) Data Management System and records, Microphone Surveillance (MISUR) records, Physical Surveillance (FISUR) records, Technical Surveillance (TESUR) records, and all available cross-reference indices, databases, and records, in addition to any other locations containing potentially-responsive materials related to Victor J. Banis.\r\n\r\nPlease include a search of any records or documents understood to be, or colloquially referred to as \"COINTELPRO records\" under the bureau's custody that could be construed as responsive to a request for records related to Victor J. Banis. \r\n\r\nIf the bureau cannot fulfill certain parts of this request or if certain portions must be redacted, please provide any reasonable segregable portion of a requested record after removing or redacting those portions claimed to be exempt, explain in writing the justification for redacting the record, indicate the extent of any redactions on the portion of the record which is made available or published and where technically feasible indicate on the redacted portion itself the specific exemption(s) claimed.\r\n\r\nThe release of records held by the bureau would benefit the historical record. Thank you for the bureau's commitment to transparency.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobert Delaware",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1210959,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/RobbyD/144272/Farewell_to_Victor_J._Banis_pioneer_of_gay_pulp__popular_fiction___Pulp_Curry.pdf",
            "datetime": "2024-08-18T05:05:23.756915",
            "title": "Farewell_to_Victor_J._Banis_pioneer_of_gay_pulp__popular_fiction___Pulp_Curry.pdf",
            "source": "Robert Delaware",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/fbi-victor-j-banis-172042/"
  }
]