[
  {
    "id": 183034,
    "title": "Community Message On Immigration Video Documents",
    "slug": "community-message-on-immigration-video-documents",
    "status": "submitted",
    "embargo_status": "public",
    "user": 154593,
    "username": "MitchellLillie",
    "agency": 343,
    "datetime_submitted": "2025-03-12T23:44:46.913516",
    "date_due": "2025-03-22",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-12T23:44:47.010586",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 183034,
        "from_user": 154593,
        "to_user": 11669,
        "subject": "",
        "datetime": "2025-03-12T23:44:47.010586",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nI am looking for documents pertaining to the planning, creation and approval of the \"Community Message From Ventura County Sheriff Jim Fryhoff On Immigration\" video, posted by the Ventura County Sherriff's Office on YouTube on 2/7/25 (link: https://www.youtube.com/watch?v=1lbf398W7GE). I requesting data from the period 10/1/24 until 2/8/25, unless otherwise specified. Specifically, I request the following:\r\n\r\n1. All draft/unedited versions of the video (including raw footage, B-roll, or alternate cuts).\r\n2. Scripts, outlines, or storyboards created during the video’s development.\r\n3. Internal and external communications (emails, memos, letters, Slack/Teams messages, text messages) between: Sheriff’s Office staff, County officials, External agencies (e.g., ICE, DHS), and Third-party contractors/vendors (e.g., videographers, PR firms).\r\n4. Meeting agendas, minutes, notes, or recordings where the video’s content, messaging, or production was discussed.\r\n5. Research materials referenced for the video, including: Reports, Data/statistics, Legal opinions or policy guidance, and Briefing documents.\r\n6. Contracts, invoices, or agreements with third parties involved in the video’s production or distribution.\r\n7. Budget records detailing costs for production, editing, distribution, or promotion.\r\n8. Public relations materials (press releases, social media posts, talking points) related to the video’s release.\r\n9. Public feedback or correspondence received about the video (emails, letters, social media comments, complaints).\r\n10. Internal reviews, evaluations, or feedback on the video’s content, messaging, or impact.\r\n11. Training materials referencing the video (if used for staff/departmental training).\r\n12. Correspondence logs tracking communication about the video.\r\n13. Legal or compliance reviews (e.g., memos addressing legality of statements, civil rights concerns, or liability).\r\n14. Transcripts, closed captioning files, or translations of the video.\r\n15. Records of decision-making processes, including: Rationale for creating the video, Target audience analysis, and Approval chains/sign-offs.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMitchell Lillie",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/ventura-county-120/community-message-on-immigration-video-documents-183034/"
  }
]