[
  {
    "id": 183415,
    "title": "ATO or RAM for operation of Government-Wide Email System (GWES)",
    "slug": "ato-or-ram-for-operation-of-government-wide-email-system-gwes",
    "status": "submitted",
    "embargo_status": "public",
    "user": 420,
    "username": "harrisj",
    "agency": 2381,
    "datetime_submitted": "2025-03-18T09:50:00.211108",
    "date_due": "2025-04-15",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-18T09:50:00.340456",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "ato",
      "gwes"
    ],
    "communications": [
      {
        "foia": 183415,
        "from_user": 420,
        "to_user": 9644,
        "subject": "",
        "datetime": "2025-03-18T09:50:00.340456",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nI am writing to request documentation that was provided / approval of an Authorization to Operate (ATO) for the Government-Wide Email System (GWES) that was installed at OPM between January 20, 2025 and January 23, 2025 (when it was used to send an email). Since ATO approval usually takes months, I expect there will be no document, but I would like to confirm. I would also like to request a Risk Acceptance Memo (RAM) or whatever language OPM might use to designate a document signed by the CIO of OPM to confirm he will accept the risks of operating the GWES on production even if it does not have an ATO\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJacob Harris",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/ato-or-ram-for-operation-of-government-wide-email-system-gwes-183415/"
  },
  {
    "id": 183414,
    "title": "Emails",
    "slug": "emails",
    "status": "submitted",
    "embargo_status": "public",
    "user": 143064,
    "username": "makecookcountygreatagain",
    "agency": 423,
    "datetime_submitted": "2025-03-18T09:34:21.704741",
    "date_due": "2025-03-25",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-18T09:34:21.832078",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 183414,
        "from_user": 143064,
        "to_user": 10670,
        "subject": "",
        "datetime": "2025-03-18T09:34:21.832078",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nAny and all emails and electronic communication between Illinois State Police Detective Chanto Iversen and Risa Lanier from the Cook County State’s Attorney’s Office between July 27, 2022 and April 01, 2023.\r\nAny and all emails and electronic communication between Illinois State Police Detective Chanto Iversen and Lynn McCarthy from the Cook County State’s Attorney’s Office between July 27, 2022 and April 01, 2023.\r\nAny and all emails and electronic communication between Illinois State Police Detective Chanto Iversen and Kathryn Sodetz from the Cook County State’s Attorney’s Office between July 27, 2022 and April 01, 2023.\r\nAny and all emails and electronic communication between Illinois State Police Detective Chanto Iversen and Kenneth Goff from the Cook County State’s Attorney’s Office between July 27, 2022 and April 01, 2023.\r\n\r\nAny and all emails and electronic communication between Illinois State Police Sergeant Daniel Thomas and Risa Lanier from the Cook County State’s Attorney’s Office between July 27, 2022 and April 01, 2023.\r\nAny and all emails and electronic communication between Illinois State Police Sergeant Daniel Thomas and Lynn McCarthy from the Cook County State’s Attorney’s Office between July 27, 2022 and April 01, 2023.\r\nAny and all emails and electronic communication between Illinois State Police Sergeant Daniel Thomas and Kathryn Sodetz from the Cook County State’s Attorney’s Office between July 27, 2022 and April 01, 2023.\r\nAny and all emails and electronic communication between Illinois State Police Sergeant Daniel Thomas and Kenneth Goff from the Cook County State’s Attorney’s Office between July 27, 2022 and April 01, 2023.\r\n\r\nAny and all emails and electronic communication between Illinois State Police Master Sergeant Christopher Burke and Risa Lanier from the Cook County State’s Attorney’s Office between July 27, 2022 and April 01, 2023.\r\nAny and all emails and electronic communication between Illinois State Police Master Sergeant Christopher Burke and Lynn McCarthy from the Cook County State’s Attorney’s Office between July 27, 2022 and April 01, 2023.\r\nAny and all emails and electronic communication between Illinois State Police Master Sergeant Christopher Burke and Kathryn Sodetz from the Cook County State’s Attorney’s Office between July 27, 2022 and April 01, 2023.\r\nAny and all emails and electronic communication between Illinois State Police Master Sergeant Christopher Burke and Kenneth Goff from the Cook County State’s Attorney’s Office between July 27, 2022 and April 01, 2023.\r\n\r\nAny and all emails and electronic communication between Illinois State Police Assistant Deputy Director Matt Gainer and Risa Lanier from the Cook County State’s Attorney’s Office between July 27, 2022 and April 01, 2023.\r\nAny and all emails and electronic communication between Illinois State Police Assistant Deputy Director Matt Gainer and Lynn McCarthy from the Cook County State’s Attorney’s Office between July 27, 2022 and April 01, 2023.\r\nAny and all emails and electronic communication between Illinois State Police Assistant Deputy Director Matt Gainer and Kathryn Sodetz from the Cook County State’s Attorney’s Office between July 27, 2022 and April 01, 2023.\r\nAny and all emails and electronic communication between Illinois State Police Assistant Deputy Director Matt Gainer and Kenneth Goff from the Cook County State’s Attorney’s Office between July 27, 2022 and April 01, 2023.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nEdmund Burke",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/illinois-168/emails-183414/"
  },
  {
    "id": 183412,
    "title": "Texas Public Information Act Request – August 1, 2023 Incident Involving Officer Caleb McWilliams",
    "slug": "texas-public-information-act-request-august-1-2023-incident-involving-officer-caleb-mcwilliams",
    "status": "submitted",
    "embargo_status": "public",
    "user": 154895,
    "username": "policecamnews",
    "agency": 8952,
    "datetime_submitted": "2025-03-18T08:49:01.887235",
    "date_due": "2025-04-01",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-18T08:49:02.307740",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 183412,
        "from_user": 154895,
        "to_user": 11584,
        "subject": "Texas Public Information Act Request: Texas Public Information Act Request – August 1, 2023 Incident Involving Officer Caleb McWilliams",
        "datetime": "2025-03-18T08:49:02.307740",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\nI respectfully request access to and copies of all records related to the incident involving Amarillo Police Department Officer Caleb McWilliams on August 1, 2023, in Amarillo, Texas. According to reports, during this incident, Officer McWilliams was overpowered by a suspect who seized the officer’s firearm and discharged one round, grazing Officer McWilliams. A passing bystander, an unidentified 34-year-old man, intervened and assisted in subduing the suspect until backup officers arrived. Police body camera footage reportedly shows the bystander tackling the assailant from behind at a critical moment. The incident is documented under Amarillo PD Report #2023-000821, noting that the civilian's assistance likely saved the officer’s life.\r\n\r\nI am seeking the following records related to this incident:\r\n\r\nIncident and Arrest Reports: Complete reports detailing the events leading to and during the incident, including officer narratives, witness statements, and any supplementary documentation.\r\n\r\nBody-Worn Camera Footage: All available footage from officers involved in the incident, capturing interactions with the suspect and the bystander from initial contact through the resolution of the situation.\r\n\r\nDashboard Camera Footage: Any available footage from patrol vehicles present during the incident, particularly those capturing the scene upon arrival and the subsequent events.\r\n\r\n911 Call Records and Dispatch Logs: Audio recordings and transcripts of any emergency calls or dispatch communications related to this incident, including radio communications and Computer-Aided Dispatch (CAD) logs.\r\n\r\nPhotographs: Any images taken by the Amarillo Police Department during or after the incident, including photographs of Officer McWilliams, the suspect, the bystander, and the scene.\r\n\r\nUse-of-Force Reports: Documentation of any use-of-force reports filed in relation to this incident.\r\n\r\nCommendations or Recognitions: Any records of commendations or official recognitions awarded to the bystander for his actions during this incident.\r\n\r\nThe primary goal of this request is to serve the public interest by making these records publicly accessible. While I acknowledge that I may also generate revenue from disseminating these materials, the request primarily aims to enhance transparency regarding this law enforcement incident.\r\n\r\nI request a waiver of fees associated with fulfilling this request, as disclosure of the requested information will contribute to public understanding of law enforcement practices and community interactions. However, if a full fee waiver is not possible, please inform me of the estimated costs in advance. Additionally, if fees can be reduced or eliminated by excluding certain records, please specify which records those would be.\r\n\r\nPlease provide the records in an electronic format if available. If any portions of this request are denied, please cite the specific legal exemption(s) and provide a redacted version of the document where applicable.\r\n\r\nI appreciate your time and assistance in this matter.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nPolice Cam News",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/amarillo-2797/texas-public-information-act-request-august-1-2023-incident-involving-officer-caleb-mcwilliams-183412/"
  }
]