[
  {
    "id": 185981,
    "title": "Dr Sean C. Smith, Director of CNMS (2011-2013) complaints etc.",
    "slug": "dr-sean-c-smith-director-of-cnms-2011-2013-complaints-etc",
    "status": "submitted",
    "embargo_status": "public",
    "user": 157721,
    "username": "ssamsmith",
    "agency": 15,
    "datetime_submitted": "2025-05-02T07:54:21.126098",
    "date_due": "2025-06-02",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-05-02T07:54:21.258131",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 185981,
        "from_user": 157721,
        "to_user": 25384,
        "subject": "Freedom of Information Act Request: Dr Sean C. Smith, Director of CNMS (2011-2013) complaints etc.",
        "datetime": "2025-05-02T07:54:21.258131",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nComplaints, disciplinary actions, internal investigations, or related correspondence regarding Dr Sean C. Smith, who served as the Director of the Center for Nanophase Materials Sciences at Oak Ridge National Laboratory from 2011 until 2013.\r\n\r\nI recognize that some portions of the records may be protected under FOIA Exemption 6 (personal privacy). In assessing the public interest in disclosure, I request the following recent reporting in \"The Australian\" newspaper regarding allegations of Dr Smith's misconduct, and possible corrupt conduct be taken into account:\r\n1. \"Deep staff turmoil emerges amid Sean Smith v ANU Federal Court case\" (Apr. 30, 2025) which details a letter from the Australian NTEU raising serious allegations of self dealing, bullying, harassment,  discrimination, and high staff turnover under Dr Smith's leadership.\r\n2. \"ANU faces bullying, negligence allegations\" (Apr. 25, 2025), which reports that Professor Smith filed a Federal Court claim after the Australian National University terminated him for \"loss of confidence in leadership\"\r\n\r\nI also request, however, that any reasonably segregable, non-exempt information be released. If DOE or ORNL intends to withhold any responsive material, please provide an index of the withheld documents as required by Vaughn v. Rosen.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nSam Smith",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/dr-sean-c-smith-director-of-cnms-2011-2013-complaints-etc-185981/"
  }
]