[
  {
    "id": 138592,
    "title": "Michigan State Employees (2016 - 2018)",
    "slug": "michigan-state-employees-2016-2018",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 94982,
    "username": "bengoehring",
    "agency": 2364,
    "datetime_submitted": "2023-01-09T13:24:06.350793",
    "date_due": "2023-01-17",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-01-09T13:24:06.437073",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 138592,
        "from_user": 94982,
        "to_user": 28815,
        "subject": "",
        "datetime": "2023-01-09T13:24:06.437073",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Michigan Freedom of Information Act, I hereby request the following records:\r\n\r\nMonthly electronic listings of all employees of the Michigan Executive Branch from January 1, 2016 to December 31, 2018. Specifically, I am seeking electronic listings of all non-exempt, classified individuals employed within all state agencies, commissions, and departments for each month from January 1, 2016 to December 31, 2018.\r\n\r\nFor each month, I’m seeking a spreadsheet, database, or delimited text file(s) — not paper records or a PDF created from data — with the following fields for each employee: full legal name, title, department or agency, full-time/part-time status, work zip code, original hire date, civil service status, and gross annual salary (i.e., the base hourly wage for each hourly employee and the base annual salary for salaried employees for each of the time periods in question). If you cannot produce any of these fields, please let me know and generate only the available variables.\r\n\r\nIf these data are not available at monthly intervals, please produce the datasets at the most frequent interval possible. For example, if the data is not available monthly, please produce the data at quarterly intervals.\r\n\r\nIn addition, please include any lookup tables that may be needed to interpret the data. For example, if departments are listed with codes linked to a separate table, I will be happy to join the records myself, rather than require your staff to do so.\r\n\r\nI am comfortable working with large data sets and can receive the records in a variety of formats (.dbf, .csv, .mdb, etc).\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBen Goehring",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/michigan-117/michigan-state-employees-2016-2018-138592/"
  },
  {
    "id": 138591,
    "title": "Arkansas State Employees (2013 - 2014)",
    "slug": "arkansas-state-employees-2013-2014",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 94982,
    "username": "bengoehring",
    "agency": 32837,
    "datetime_submitted": "2023-01-09T13:06:35.140648",
    "date_due": "2023-01-12",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-01-09T13:06:35.286566",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 138591,
        "from_user": 94982,
        "to_user": 99631,
        "subject": "",
        "datetime": "2023-01-09T13:06:35.286566",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Arkansas Freedom of Information Act, I hereby request the following records:\r\n\r\nMonthly electronic listings of all employees of the Arkansas Executive Branch from January 1, 2013 to December 31, 2014. Specifically, I am seeking electronic listings of all individuals employed within the offices of the Governor and Lieutenant Governor and all state agencies, commissions, and departments for each month from January 1, 2013 to December 31, 2014.\r\n\r\nFor each month, I’m seeking a spreadsheet, database, or delimited text file(s) — not paper records or a PDF created from data — with the following fields for each employee: full legal name, title, department or agency, race, gender, full-time/part-time status, location, hire date, termination date, gross annual salary, and birth date. \r\n\r\nThis is a carbon copy of my earlier requests for data from 2019 - 2022 and 2015 - 2018. Thank you for your continued time and assistance. I really appreciate it.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nNicole Kanu, a citizen of Arkansas, in coordination with Ben Goehring.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/arkansas-114/arkansas-state-employees-2013-2014-138591/"
  }
]