[
  {
    "id": 184544,
    "title": "Pennsylvania Right to Know Act Request: Anne Gibbs & K9 Hero Haven",
    "slug": "pennsylvania-right-to-know-act-request-anne-gibbs-k9-hero-haven",
    "status": "submitted",
    "embargo_status": "public",
    "user": 156394,
    "username": "JuliaValenti",
    "agency": 20023,
    "datetime_submitted": "2025-04-06T23:19:11.143357",
    "date_due": "2025-04-11",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-04-06T23:19:11.408159",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 184544,
        "from_user": 156394,
        "to_user": 37332,
        "subject": "",
        "datetime": "2025-04-06T23:19:11.408159",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Pennsylvania Right to Know Act, I hereby request the following records:\r\n\r\nTo Whom It May Concern:\r\n\r\nPursuant to the Pennsylvania Right to Know Act, I hereby request the following records:\r\n\r\nAll public records pertaining to animal cruelty investigations and any related enforcement actions conducted by the Pennsylvania Department of Agriculture, Bureau of Animal Health and Diagnostic Services, concerning the following:\r\n▪︎ Anne Gibbs\r\n▪︎ K9 Hero Haven, identified as #15949\r\n▪︎ 176 Mahanoy Creek Lane, Herndon, PA 17830\r\n▪︎ Information on the 'Mass Cull' of several working K9s who had resided at this facility that took place in February 2024 at Sunbury Animal Hospital\r\n▪︎ Information on the Revocation of Anne Gibbs Kennel License\r\n▪︎ Publicly Available Court Documents related to Anne Gibbs, her charges of animal neglect, and crimes committed on her property\r\n▪︎ Records of Any K9s, CWDs, MWDs or other Dogs reported as 'Missing' from the property\r\n▪︎ Medical records for CWD Cezar (German Shepherd), K9 Rex (Belgian Malinois), K9 Dondo, and K9 Sosa - (these are the 4 K9s who were in the care of PSPCA as of Nov 2024. These medical records are crucial to the adoption of these K9s)\r\n\r\n\r\nThis request encompasses, but is not limited to, all records of complaints received, inspection reports, investigative files, and any other documents generated or compiled by the Bureau in connection with said investigations. Specifically, the request seeks records covering the period from JANUARY 1, 2023, to the PRESENT DATE.\r\n\r\nA waiver of all applicable fees associated with this request is respectfully requested. The disclosure of these records is crucial to myself, as I am the current adopter of a Contract Working Dog (CWD) that Anne Gibbs had her in possession for a period of time. I state 'Her Possession' because to refer to it as 'Care' would do a disservice to CWD Cezar. He was one of the 28 K9s that were seized from her property, and rescued from PSPCA, where he remained until I adopted him. In addition, this case is  demonstrably in the public interest, as it pertains to potential animal cruelty within an animal rescue organization. The release of this information would significantly contribute to public understanding of the oversight and operations of such organizations, thereby promoting animal welfare and fostering accountability within the community. This request is not predicated upon a commercial interest, but rather seeks to ensure the welfare of animals and promote transparency in the handling of animal cruelty complaints.\r\n\r\nExpedited processing of this request is respectfully requested due to the potential ongoing nature of the alleged animal welfare concerns and the necessity for prompt action. Animal cruelty investigations are inherently time-sensitive, and delays in access to pertinent information may adversely affect ongoing investigations and the safety and well-being of the animals involved. There are several posts on Anne Gibbs public social media page, which I believe, are possible indicators of continued neglect.\r\n\r\nI currently serve as a K9 Handler in the Private Sector, along with a branch of the Department of Defense. I am a Nationally Certified K9 Handler, with extreme knowledge and certification of these working K9s.  I am also still serving as a member of the United States Army, as a Military Police Officer. \r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or on USB/CD-ROM. I can provide the CD-ROM/USB if requested. \r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nVery Respectfully,\r\n\r\nJulia Valenti\r\nCPT, MP\r\nCommanding\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJulia Valenti",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/harrisburg-27723/pennsylvania-right-to-know-act-request-anne-gibbs-k9-hero-haven-184544/"
  }
]