[
  {
    "id": 180152,
    "title": "José “Cha Cha” Jiménez",
    "slug": "jose-cha-cha-jimenez",
    "status": "submitted",
    "embargo_status": "public",
    "user": 22884,
    "username": "nmarritz",
    "agency": 10,
    "datetime_submitted": "2025-01-22T10:06:10.725260",
    "date_due": "2025-02-20",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-01-22T10:06:10.987952",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "chicago",
      "cointelpro",
      "puerto rico",
      "black panthers",
      "black panther party",
      "rainbow coalition",
      "young lords",
      "lincoln park"
    ],
    "communications": [
      {
        "foia": 180152,
        "from_user": 22884,
        "to_user": 9555,
        "subject": "",
        "datetime": "2025-01-22T10:06:10.987952",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear FBI:\r\n\r\nThis is a request for records under the Freedom of Information Act.\r\n\r\nRECORDS REQUESTED\r\n\r\nI request all records related to José Jiménez, the Puerto Rican-American activist. Mr. Jiménez was born on 8 August 1948 in Caguas, Puerto Rico and died on 10 January 2025.  Jiménez was a civil rights and liberation movement figure, founder of the Young Lords, and co-founder of the Rainbow Coalition.\r\n\r\nOTHER NAMES USED\r\n\r\nThe subject was known by the nickname “Cha Cha”. \r\n\r\nThe subject’s first and last names contain the Spanish-language letter “é\" (an “e\" with an accent mark). When searching for responsive records, please search for “José” and “Jiménez\" (with the accent mark) as well as “Jose” and “Jimenez\" (without accent marks). \r\n\r\nPROOF OF DEATH\r\n\r\nI have attached Mr. Jiménez’s news obituary from the Washington Post.\r\n\r\nSCOPE OF SEARCH\r\n\r\nIn addition to your standard search, please conduct a search of the Central Records System, including but not limited to the Electronic Surveillance (ELSUR) Indices, the Microphone Surveillance (MISUR) Indices, the Physical Surveillance (FISUR) Indices, and the Technical Surveillance (TESUR) Indices, for both main-file records and cross-reference records for all relevant names, individuals, agencies and companies at FBI Headquarters. Please also conduct a search for records at the Alexandria Records Center and the Central Records Complex (CRC) in Winchester/Frederick County, Virginia. If any potentially responsive records have been destroyed or transferred to NARA, please produce all records related to the transfer or destruction.\r\n\r\nCROSS-REFERENCE SEARCH\r\n\r\nIn addition to your standard search, please conduct a cross-reference search of your files on the following people and organizations to see if they contain additional records related to Mr. Jiménez:\r\n\r\n(1) Young Lords\r\n(2) Rainbow Coalition\r\n(3) Black Panther Party\r\n(4) Young Patriots Organization\r\n(5) Fred Hampton (Fredrick Allen Hampton Sr., leader in the Black Panther Party, born 30 August 1948 in Chicago, IL, died 4 December 1969)\r\n(6) William \"Preacherman” Fesperman (leader in the Young Patriots Organization, lifedates unknown)\r\n(7) COINTELPRO\r\n\r\nREQUEST FOR FEE WAIVER\r\n\r\nPublic Interest Factors\r\n\r\n1. The subject of the request must concern identifiable operations or activities of the Federal Government. My request satisfies this factor because it seeks records created or maintained by the FBI.\r\n\r\n2. The records must be likely to contribute to the understanding of the subject of the request. My request satisfies this factor because it seeks information that, to my knowledge, is not already in the public domain. Of course, without already knowing what records the Bureau has, I can't say for sure whether those records are already in the public domain or what the public would learn from them; however, because Mr. Jiménez has recently died, the Bureau may now be able to release records that were not previously available via the FOIA/PA.\r\n\r\nThere are specific reasons to believe that the records will contribute to the public’s understanding of Mr. Jiménez because, according to his Washington Post news obituary (attached), he and the Rainbow Coalition attracted the Bureau’s attention.\r\n\r\n3. The disclosure must contribute to the understanding of the public—meaning a reasonably broad audience of persons interested in the subject—as opposed to the individual understanding of the requester. My request satisfies this factor because Mr. Jiménez was a public figure. News obituaries for Mr. Jiménez appeared in the Washington Post and on NPR, among other places. According to his Washington Post obituary: \"Mr. Jiménez joined forces with Fred Hampton of the Black Panther Party and William ‘Preacherman' Fesperman of the Young Patriots Organization to form the Rainbow Coalition, a working-class, multiracial movement that brought together Blacks, Latinos and poor Whites from Appalachia that later resulted in the upending of politics in the American Midwest.” Thus, a broad audience of persons will likely be interested in the records I seek.\r\n\r\n4. The public's understanding must be enhanced by the disclosure to a significant extent. My request likely satisfies this factor because Mr. Jiménez has recently died—meaning that the Bureau can now release responsive records that it could not have released before. Again, I cannot be 100% sure if factor is satisfied without already knowing what records the Bureau has. However, given Mr. Jiménez’s status as a public figure, the Bureau should deem this factor satisfied. I am also making this request via MuckRock.com, a FOIA-and-journalism site that will allow anyone in the world to access all responsive records online for free.\r\n\r\nCommercial Interest Factors\r\n\r\n1. The existence and magnitude of a commercial interest: I have no commercial interest whatsoever in these records; I am just a curious American citizen with an interest in his government. Thus, this factor cuts in favor of a fee waiver.\r\n\r\n2. The primary interest in disclosure, i.e., whether disclosure is primarily in the commercial interest of the requester: I have zero commercial interest in disclosure, therefore the public interest outweighs my (nonexistent) private interest.\r\n\r\nConclusion\r\n\r\nOn balance, all of the Bureau's regulatory factors tilt decisively in favor of granting me a fee waiver. If you do decide to charge me fees, please notify me in advance if you anticipate that those fees will exceed $25.\r\n\r\nFORM OF PRODUCTION\r\n\r\nI would prefer that you fulfill this request electronically, producing responsive records via email attachment if available or on CD-ROM if not. If previously released records are available, then I request a rolling release consisting of those records while additional records are located and processed for release.\r\n\r\nCONCLUSION\r\n\r\nThank you for responding to this request.",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1254432,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/nmarritz/151300/Jose_Cha_Cha_Jimenez_prominent_Puerto_Rican_civil_rights_leader_dies_at_76_-_The_Washingto.pdf",
            "datetime": "2025-01-22T10:06:10.987952",
            "title": "Jose_Cha_Cha_Jimenez_prominent_Puerto_Rican_civil_rights_leader_dies_at_76_-_The_Washingto.pdf",
            "source": "Nicholas Marritz",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/jose-cha-cha-jimenez-180152/"
  }
]