[
  {
    "id": 151150,
    "title": "Internal procedures for redress",
    "slug": "internal-procedures-for-redress",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 103188,
    "username": "mrhudson149",
    "agency": 23662,
    "datetime_submitted": "2023-08-23T11:16:44.739979",
    "date_due": "2023-09-01",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-08-23T11:16:44.932314",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 151150,
        "from_user": 103188,
        "to_user": 65081,
        "subject": "",
        "datetime": "2023-08-23T11:16:44.932314",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Tennessee Public Records Act, I hereby request the following records:\r\n\r\nPlease provide your internal procedures for redress—particularly to address complaints from protected persons regarding personally identifiable information about them that is shared between officers and/or agents, including but not limited to whether that information is requested, shared, received, or sent in any manner.\r\n\r\nPlease provide the badge numbers, job titles, legal names, rank weight, height, age, date of birth, race and addresses of Franklin Police Officers or agents who have access to personally identifiable information, including but not limited to whether that information is requested, shared, received, or sent in any manner.\r\n\r\nPlease disclose the badge numbers, job titles, legal names, rank weight, height, age, date of birth, race and addresses of the supervisory chain, from immediate supervisor to the top, of the Franklin Police Officers or agents who have access to personally identifiable information, including but not limited to whether that information is requested, shared, received, or sent in any manner.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 7 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKent Hoover, a citizen of Tennessee, in coordination with Shawn Craig.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/franklin-30595/internal-procedures-for-redress-151150/"
  }
]