[
  {
    "id": 172564,
    "title": "Dana Stidham Cold Case File",
    "slug": "dana-stidham-cold-case-file",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 140167,
    "username": "ChristianMonson",
    "agency": 11144,
    "datetime_submitted": "2024-08-27T07:42:15.735318",
    "date_due": "2024-08-30",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-08-27T07:42:15.944263",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 172564,
        "from_user": 140167,
        "to_user": 16279,
        "subject": "",
        "datetime": "2024-08-27T07:42:15.944263",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Arkansas Freedom of Information Act, I hereby request the following records:\r\n\r\nAll records, documents, photographs, and video and audio recordings related to the disappearance and murder of Dana Stidham.\r\nAll audio and video recordings and associated transcripts of interviews with Mike McMillan.\r\nAll audio and video recordings and associated transcripts of interviews with other witnesses, Dana Stidham's family and friends, and persons of interest.\r\nA listing of categorized evidence along with photographs.\r\nAll photographs, both interior and exterior, and documentation of Dana Stidham's car.\r\nAll photographs and documentation of Dana Stidham's body and its location, including but not limited to aerial photos, scene sketches and evidence collected at the scene.\r\nAll autopsy and forensic reports on Dana Stidham's body.\r\nAll lab reports, including but not limited to hair analysis and DNA testing thereof, if any, and any other forensic files. \r\nAll search warrants or affidavits filed in connection with Dana Stidham's case.\r\nAll communications logs including but not limited to phone records and dispatch logs.\r\nAll police records regarding the Dana Stidham case, including but not limited to incident reports, supplementary reports and detective notes.\r\nAll photography and video and audio recordings taken by non-police persons included in the case file.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nSonny Albarado, a citizen of Arkansas, in coordination with Christian Monson.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/benton-county-9585/dana-stidham-cold-case-file-172564/"
  }
]