[
  {
    "id": 161179,
    "title": "CDC Alcohol Taxes",
    "slug": "cdc-alcohol-taxes",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 28913,
    "username": "EricBoehm87",
    "agency": 7583,
    "datetime_submitted": "2024-03-26T14:54:59.449052",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2024-04-10",
    "datetime_done": null,
    "datetime_updated": "2024-03-26T14:54:59.545404",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161179,
        "from_user": 28913,
        "to_user": 13513,
        "subject": "Oregon Public Records Law Request: CDC Alcohol Taxes",
        "datetime": "2024-03-26T14:54:59.545404",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Oregon Public Records Law, I hereby request the following records:\r\n\r\nI am requesting records of all written communications between Oregon Health Authority officials and employees or officials from the Centers for Disease Control (CDC) regarding alcohol taxes (including taxes on beer, wine, and spirits) that occurred between July 1, 2021, and December 31, 2023.  \r\n\r\nAdditionally, I am requesting records of all written communications between the Oregon Health Authority and the CDC regarding the \"Rethink The Drink\" advertising campaign and any communications referencing \"ECONorthwest\" during the same period of time (July 1, 2021, through December 31, 2023).\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nEric Boehm",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/oregon-158/cdc-alcohol-taxes-161179/"
  }
]