[
  {
    "id": 183982,
    "title": "Putnam County Opioid Settlement Fund Request",
    "slug": "putnam-county-opioid-settlement-fund-request",
    "status": "submitted",
    "embargo_status": "public",
    "user": 152596,
    "username": "jde00006",
    "agency": 41033,
    "datetime_submitted": "2025-03-26T19:39:43.467839",
    "date_due": "2025-04-02",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-26T19:39:44.478419",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 183982,
        "from_user": 152596,
        "to_user": 155625,
        "subject": "",
        "datetime": "2025-03-26T19:39:44.478419",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Johnathan Edwards \r\n2040 University Avenue- Apartment 301\r\nMorgantown, WV 26505\r\n\r\n02/24/2025\r\n\r\nBrian Wood\r\nPutnam County Clerk\r\nClerk’s Office of Putnam County\r\n12093 Winfield Road #3\r\nWinfield, WV 25213\r\n\r\nDear Mr. Wood: \r\n\r\nUnder the West Virginia Freedom of Information Act, §29-B-1-1 et seq., I am requesting an opportunity to inspect or obtain copies of public records that show the following; Allocation of opioid settlement funds received by Putnam County, the application that individuals or organizations seeking funding from the county complete, copies of grant applications from individuals or organizations that have been approved to receive these funds, the individuals who will review the funding applications, any meeting minutes of county-level officials where the receiving or distribution of county-level opioid settlement funding was discussed, and how much funding has been awarded as of March 1, 2025, and to whom it was awarded. If there are any fees for searching or copying these records, please inform me if the cost will exceed $25. However, I would also like to request a waiver of all fees in that the disclosure of the requested information is in the public interest and will contribute significantly to the public’s understanding of how this large sum of allocated funds is being distributed across the county. I am a student reporter at West Virginia University and intend to use this information to more accurately report on these findings. This information is not being sought for commercial purposes. The West Virginia Freedom of Information Act requires a response to this request be made within five business days. If access to the records I am requesting will take longer than this amount of time, please contact me with information about when I might expect copies or the ability to inspect the requested records. You can call me at 304-638-6367 or send me an email at jde00006@mix.wvu.edu My physical address is 2040 University Ave. Morgantown, WV, 26505.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/west-virginia-304/putnam-county-opioid-settlement-fund-request-183982/"
  }
]