[
  {
    "id": 173192,
    "title": "Untitled",
    "slug": "untitled",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 141144,
    "username": "FrankGutierrez",
    "agency": 441,
    "datetime_submitted": "2024-09-12T07:31:08.453938",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-09-12T07:31:08.572571",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 173192,
        "from_user": 141144,
        "to_user": 9634,
        "subject": "",
        "datetime": "2024-09-12T07:31:08.572571",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Arizona Public Records Law, I hereby request the following records:\r\n\r\nMy name is Frank Gutierrez, the grandfather of Amelia Gutierrez, who was murdered on January 13, 2005. To date, several requests for the records have been made, each time no response was given. 1 response was sent by email to my son, John Gutierrez, the biological father, which was met with a response asking how much of the report did he want. His requested an entire copy, and to do date, his response was ignored, and no records were sent. No response to the request was made. Can you please send a copy of these records?\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nFrank Gutierrez",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/phoenix-94/untitled-173192/"
  }
]