[
  {
    "id": 145590,
    "title": "Request for Records Related to Helicopter Flight with Tail Number NY120NY",
    "slug": "request-for-records-related-to-helicopter-flight-with-tail-number-ny120ny",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 4375,
    "datetime_submitted": "2023-05-09T15:19:40.597078",
    "date_due": "2023-05-16",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-05-09T15:19:40.685946",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 145590,
        "from_user": 4164,
        "to_user": 16684,
        "subject": "",
        "datetime": "2023-05-09T15:19:40.685946",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nRecords Access Officer\r\nNew York City Department of Environmental Protection\r\n59-17 Junction Blvd.\r\n19th Floor\r\nFlushing, NY 11373\r\n\r\nDear Records Access Officer,\r\n\r\nI am writing to request access to detailed records related to the helicopter flight with tail number NY120NY that occurred in the jurisdiction of the New York City Department of Environmental Protection (DEP) on May 9th, 2023, pursuant to the Freedom of Information Act (FOIA).\r\n\r\nFOIA was enacted to ensure that the public has access to information held by the government, subject to certain limited exemptions. The Supreme Court has recognized that FOIA \"reflects our nation's fundamental commitment to open government\" (New York Times Co. v. United States, 1971) and that the government has a \"heavy burden\" to prove that information should be kept secret (id.). FOIA's exemptions are to be narrowly construed, and the government has the burden of proving that the information requested is exempt from disclosure (United States Department of Justice v. Reporters Committee for Freedom of the Press, 1989).\r\n\r\nTo ensure that this request is as comprehensive as possible, I am requesting the following records:\r\n\r\nFlight Logs: Please provide all records related to the helicopter flight, including but not limited to flight logs that detail the flight paths and actions taken during the flight. These records should include information about the time of takeoff and landing, the duration of the flight, and any stops made during the flight.\r\nVideo Logs: Please provide all video logs captured by the helicopter's onboard cameras during the flight. These logs should include all footage captured during the flight, including footage of any stops made during the flight.\r\nTransmissions: Please provide all records of transmissions between the helicopter and ground personnel or any other parties during the flight. These records should include any audio recordings or written transcripts of these transmissions.\r\nMaintenance and Safety Records: Please provide any records related to the helicopter's maintenance and safety inspections, as well as the pilot's certifications and qualifications.\r\nWeather and Air Traffic Information: Please provide all weather and air traffic information that was available to the pilot during the flight.\r\nPilot Logbook: Please provide the pilot's logbook for the flight, which should include the pilot's flight hours, certifications, and qualifications.\r\nFlight Plan: Please provide the flight plan for the helicopter flight, including any revisions made to the plan before or during the flight.\r\nCommunications between DEP and Other Agencies: Please provide any records of communications between the DEP and other agencies related to the helicopter flight.\r\nBody-Worn Camera Footage: Please provide any body-worn camera footage that was recorded by DEP personnel during the flight, if available.\r\nRecords of Stops or Interactions: Please provide any records related to any stops or interactions that occurred during the flight, including but not limited to any reports or logs of interactions with members of the public or other agencies.\r\nThe courts have held that agencies must conduct a \"reasonable search\" for records responsive to a FOIA request, and that the adequacy of an agency's search is to be judged by the reasonableness of the efforts made, not by the results achieved (Electronic Privacy Information Center v. United States Department of Homeland Security, 2006). I would like to request that these records be provided to me in an electronic format, if possible, to reduce the cost and time associated with printing and mailing.\r\n\r\nIf any portion of these records is exempt from disclosure under FOIA, please provide an explanation of the basis for the exemption, consistent with the courts' holding that FOIA's exemptions are to be narrowly construed and that the government has the burden of proving that information should be kept secret.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJordan Lassiter",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-city-17/request-for-records-related-to-helicopter-flight-with-tail-number-ny120ny-145590/"
  }
]