[
  {
    "id": 191431,
    "title": "Untitled",
    "slug": "untitled",
    "status": "submitted",
    "embargo_status": "public",
    "user": 16184,
    "username": "Miquitah",
    "agency": 7670,
    "datetime_submitted": "2025-08-14T09:30:59.497818",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-08-14T09:30:59.563588",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 191431,
        "from_user": 16184,
        "to_user": 11300,
        "subject": "",
        "datetime": "2025-08-14T09:30:59.563588",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nIn August 2024 I submitted a records request for all documents related to the James Scandirito case (Request Number: 2024-5808). I was quoted a rough estimate of $400 for the digital evidence on 6/25/2024, but at the time I declined to move forward with the digital evidence portion and the request was closed. I would now like to move forward with digital evidence and I'm writing to request an invoice. Also, would it be possible for me to get an index or list of contents for the digital evidence portion, so I would know in advance what it will contain? Is there any other material in this case? Would the State's Attorney's office be able to help me with further discovery documents?\r\nMany thanks for your help,\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nMikita Brottman",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/boca-raton-10271/untitled-191431/"
  }
]