[
  {
    "id": 187815,
    "title": "Internal Deliberations on Communication Delay (Feb 3–11, 2025)",
    "slug": "internal-deliberations-on-communication-delay-feb-311-2025",
    "status": "submitted",
    "embargo_status": "public",
    "user": 160042,
    "username": "rochford.requests",
    "agency": 41676,
    "datetime_submitted": "2025-06-10T14:03:08.451206",
    "date_due": "2025-07-10",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-06-10T14:03:09.292015",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 187815,
        "from_user": 160042,
        "to_user": 160352,
        "subject": "",
        "datetime": "2025-06-10T14:03:09.292015",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\n1.\tAny internal communications (including emails, text messages, meeting notes, or memos) sent or received by any SPUSD board member, administrator, or district staff between February 3, 2025, and February 18, 2025, that reference:\r\n\t•\tDeliberations over how to publicly acknowledge or respond to any incident(s) that occurred during the week of February 3–7;\r\n\t•\tEfforts to delay, manage, or coordinate messaging to parents or the public;\r\n\t•\tPreparation for the February 11, 2025 board meeting, including decisions about what would or would not be addressed publicly.\r\n2.\tAny records—internal or external—reflecting anticipated or actual community records requests related to that same time period.\r\n\r\nThis request is prompted by Board Member Karissa Adams’s public statement during the February 11, 2025 board meeting. While participating remotely by phone, Ms. Adams stated:\r\n\r\n“Let me just start by saying a real big thank you to our staff and our administration… last week we had a little bit more excitement in one week than we would like to have at the school… In this world of communication right now we need to remember that information will be dispelled as it’s necessary and available, and that doesn’t always mean, you know, right this second.”\r\n\r\nThis statement appears to acknowledge a deliberate delay in communication with families regarding a specific incident or emergency. Notably, no other board member acknowledged the comment, and no one else referred to the incident at any point during the meeting. The session continued without clarification, follow-up, or public discussion—despite the implications of the remark.\r\n\r\nFor reference, I am including a brief excerpt from the publicly available recording of the meeting:\r\nhttps://archive.org/download/spusd_02-11-2025/spusd_02-11-2025.mp4\r\n\r\nThe clip has been lightly zoomed to highlight board member reactions at the moment the comment was made. The fact that a board member raised a potentially serious issue—publicly, on record—and was met with complete silence, including from colleagues physically present in the room, is relevant context for this request.\r\n\r\nThis statement—and the collective non-response that followed—raises serious questions about what was known internally, when key decisions were made, and how communication with the public was managed at both the administrative and board level.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMichael Rochford",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/internal-deliberations-on-communication-delay-feb-311-2025-187815/"
  }
]