[
  {
    "id": 183916,
    "title": "Documentation/certification of DOGE's \"rigorous data standards.\"",
    "slug": "documentationcertification-of-doges-rigorous-data-standards",
    "status": "submitted",
    "embargo_status": "public",
    "user": 420,
    "username": "harrisj",
    "agency": 40878,
    "datetime_submitted": "2025-03-26T08:21:16.300528",
    "date_due": "2025-04-23",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-26T08:21:16.508153",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 183916,
        "from_user": 420,
        "to_user": 154202,
        "subject": "",
        "datetime": "2025-03-26T08:21:16.508153",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAs part of its establishing Executive Order (and cited in multiple Memorandums of Understanding between USDS and other agencies) is the line \"USDS shall adhere to rigorous data protection standards.\" I would like to request any further documentation outlining how systems are certified to comply with these standards. These might include the following artifacts:\r\n\r\n1. Formal compliance documentation like Authorizations to Operate (ATOs) or System Security Plans (SSPs) or \"baselines\" that outline the appropriate FISMA level for DOGE systems that collect data (Low/Moderate/High), what NIST controls they must demonstrate meeting and documentation of evidence they have met those NIST controls.\r\n2. Guidance/internal documentation to DOGE staff about properly securing data both in transit and at rest. Considering that many of the DOGE staff are both new to federal employment and working with data from multiple agencies, does this include any mandatory training or signed rules of behavior, etc.\r\n3. Any information on system configuration or automated tools that are used to ensure these rigorous data standards are being met on USDS equipment.\r\n4. Any MOUs or agreements for transferring data between agencies and USDS that include more detailed requirements on how they should meet the requirements of this mandate.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJacob Harris",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/documentationcertification-of-doges-rigorous-data-standards-183916/"
  }
]