[
  {
    "id": 145293,
    "title": "Business Insider | Record Request | 5/1/2023",
    "slug": "business-insider-record-request-512023",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 51480,
    "username": "InsiderStaff",
    "agency": 6067,
    "datetime_submitted": "2023-05-01T14:30:13.623933",
    "date_due": "2023-05-08",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-05-01T14:30:13.822288",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 145293,
        "from_user": 51480,
        "to_user": 10134,
        "subject": "",
        "datetime": "2023-05-01T14:30:13.822288",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Virginia Freedom of Information Act, I hereby request the following records:\r\n\r\nAll correspondence between George Mason University's public records office and representatives of the Supreme Court of the United States, Steve Eder, and Jo Becker pursuant to this New York Times article: https://www.nytimes.com/2023/04/30/us/supreme-court-scalia-law-school.html\r\n\r\nIf you determine that any of the information qualifies for an exemption from disclosure, I ask you to note whether the exemption is discretionary, and if so whether it is necessary in this case to exercise your discretion to withhold the information. In any event, please provide a signed notification citing the legal authorities on which you rely if you determine that any of the information is exempt and will not be disclosed.\r\n\r\nAs I am making this request as a journalist and this information is timely, I would appreciate your communicating with me by telephone if you have questions regarding this request. If I can provide any clarification that will help expedite the processing of my request, please contact me directly, at (206) 375-9280 or klong@insider.com.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTom Nash, a citizen of Virginia, in coordination with Insider Staff.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/virginia-128/business-insider-record-request-512023-145293/"
  }
]