[
  {
    "id": 162201,
    "title": "Sunol Glen Recall Election 2024 #3",
    "slug": "sunol-glen-recall-election-2024-3",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 133268,
    "username": "nb_burke",
    "agency": 17401,
    "datetime_submitted": "2024-04-16T11:37:05.152381",
    "date_due": "2024-04-26",
    "days_until_due": null,
    "date_followup": "2024-04-26",
    "datetime_done": null,
    "datetime_updated": "2024-04-16T11:37:05.376707",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162201,
        "from_user": 133268,
        "to_user": 23659,
        "subject": "California Public Records Act Request: Sunol Glen Recall Election 2024 #3",
        "datetime": "2024-04-16T11:37:05.376707",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\n1. All emails and exchanges, meeting notes and/or documentation regarding any and all complaints submitted about the proposed polling station at Sunol Glen Unified School District for the special recall election for school board members Linda Hurley and Ryan Jergensen for the dates 3/1/24 through 4/16/24.\r\n\r\n2. All phone records regarding any and all complaints submitted about the proposed polling station at Sunol Glen Unified School District for the special recall election for school board members Linda Hurley and Ryan Jergensen for the dates 3/1/24 through 4/16/24.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request be filled electronically, by e-mail attachment or document upload if available (or CD-ROM if not).\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nNB Burke",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "fax"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/alameda-county-174/sunol-glen-recall-election-2024-3-162201/"
  }
]