[
  {
    "id": 184516,
    "title": "Records relating to Steve Presley time in office as Council Member and Mayor 2015-2022",
    "slug": "records-relating-to-steve-presley-time-in-office-as-council-member-and-mayor-2015-2022",
    "status": "submitted",
    "embargo_status": "public",
    "user": 111214,
    "username": "WayneRobeson",
    "agency": 33851,
    "datetime_submitted": "2025-04-06T17:10:59.278913",
    "date_due": "2025-04-18",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-04-06T17:10:59.389642",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 184516,
        "from_user": 111214,
        "to_user": 111215,
        "subject": "",
        "datetime": "2025-04-06T17:10:59.389642",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\nSteve Presley was an official of the City of Palestine during the time of 2015 thru 2022 either as council member or Mayor.  It is known that he used his personal email address and cell phone to communicate city business in official capacity,(txpharmacy@gmail.com).  It was his responsibility to make those records available and to turn them over to the city secretary to preserve open records. We are requesting any communication that he had with Attorney Ron Stutes, Wendy Ellis, Mike Alexander, Gene Mollard, and Laura Westbrook during the time frame of 2015 thru 2022. This would include any electronic communication by email or text messages.  As well as any other digital communications such as recordings or written paper, nothing to be excluded that meets this criteria.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nWayne Robeson",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/palestine-2946/records-relating-to-steve-presley-time-in-office-as-council-member-and-mayor-2015-2022-184516/"
  }
]