[
  {
    "id": 179888,
    "title": "Murder Investigations of Parler W Edwards and Ernest Jones",
    "slug": "murder-investigations-of-parler-w-edwards-and-ernest-jones",
    "status": "submitted",
    "embargo_status": "public",
    "user": 148877,
    "username": "brettnjbs",
    "agency": 6958,
    "datetime_submitted": "2025-01-16T09:28:23.783487",
    "date_due": "2025-01-24",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-01-16T09:28:24.106713",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 179888,
        "from_user": 148877,
        "to_user": 34717,
        "subject": "",
        "datetime": "2025-01-16T09:28:24.106713",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nDocuments related to the murder investigations of 71-year-old Parler W. Edwards and 40-year-old Ernest Jones. The murders occurred on October 8th and 9th, 1980 in or near Buffalo, New York. The murders were investigated as part of a task force by the Buffalo Police Department, Amherst Police Department, New York State Police, Erie County Sheriff's Office, Cheektowaga Sheriff's Office, Town of Tonawanda Police Department, Erie County District Attorney's Office and the Federal Bureau of Investigation (FBI), among others.\r\n\r\nI kindly request the disclosure of the following information and records, including but not limited to:\r\n- Autopsy reports of both victims\r\n- Investigation records, including case files, incident reports, and evidence logs\r\n- Audio recordings related to the investigation, such as 911 calls, police radio transmissions, and interviews\r\n- Phone logs and transcripts pertaining to communication between individuals involved in the case\r\n- Interview records, including transcripts, summaries and notes from interviews conducted with witnesses, suspects, and persons of interest\r\n- DNA reports and analysis results related to the crime scene and evidence collected\r\n- Letters, correspondence, and written communications associated with the investigation\r\n- Photographs depicting the crime scene, victims, suspects, and evidence\r\n- Notes, memoranda and internal communications related to the investigation, including relevant inter-agency communications\r\n\r\nFurther, I request that the scope of this FOIA request includes any records generated by the .22-Caliber Task Force, which investigated the killings.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBrett Michael Battaglia-Szyjka",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/amherst-23107/murder-investigations-of-parler-w-edwards-and-ernest-jones-179888/"
  }
]