[
  {
    "id": 192762,
    "title": "Citiguard Vehicle Pursuit at CoreCivic Detention Center in Caliofornia City, CA",
    "slug": "citiguard-vehicle-pursuit-at-corecivic-detention-center-in-caliofornia-city-ca",
    "status": "ack",
    "embargo_status": "public",
    "user": 162191,
    "username": "AbeSegal",
    "agency": 8554,
    "datetime_submitted": "2025-09-08T01:56:13.819126",
    "date_due": "2025-09-18",
    "days_until_due": null,
    "date_followup": "2025-09-18",
    "datetime_done": null,
    "datetime_updated": "2025-09-08T01:56:13.930685",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192762,
        "from_user": 162191,
        "to_user": 9562,
        "subject": "California Public Records Act Request: Citiguard Vehicle Pursuit at CoreCivic Detention Center in Caliofornia City, CA",
        "datetime": "2025-09-08T01:56:13.930685",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nThis request is for the Bureau of Security and Investigative Services (BSIS) of California. \r\n\r\nContext: A video widely circulated on social media shows two individuals approaching a CoreCivic Detention Center in California City, CA On September 2, 2025. A uniformed security patrol officer in a Citiguard vehicle approached them. The security officer asks them to stop recording and leave property, and then appears to initiate a vehicle pursuit in a Citiguard marked patrol vehicle on public roads that reach reported speeds of 70mph to 100mph. According to BSIS's website, Citiguard's owner is GHARZAI NOMAIR, and Citiguard has two  previous citations for employing non-licensed security officers. \r\n\r\nAs such, I am requesting the following:\r\n1) Citiguard's License, Certificates, or other verification documents that indicate their authority to work in California City, CA\r\n2) Citiguard's current Private Patrol Operator application and/or most recent renewal application, packet, or documentation submitted to achieve BSIS licensure for license 121572, and for any branch or other licenses that permit Citiguard's operations within California City, CA. \r\n3) Any complaints, investigations, notices, or tips related to Citiguard from January 2024 through the date of completion of this request \r\n4) Any emails that your office has received or sent relating to the September 2nd, 2025 incident involving Citiguard at the CoreCivic Detention Center\r\n5) Any Citiguard policies relating to foot or vehicle pursuits, use of force continuum, verbal de-escalation, or patrol SOPs that are in your possession\r\n\r\nThis is a newsworthy event, I respectfully request that you expedite this request to the extent possible. You may send documents as they become available. I appreciate you taking the time to fulfil this request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAlan J. Segal",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/california-52/citiguard-vehicle-pursuit-at-corecivic-detention-center-in-caliofornia-city-ca-192762/"
  }
]