[
  {
    "id": 192586,
    "title": "Adverse effects synthetic hair",
    "slug": "adverse-effects-synthetic-hair",
    "status": "submitted",
    "embargo_status": "public",
    "user": 157372,
    "username": "MegDuff_EQwaUzrP",
    "agency": 116,
    "datetime_submitted": "2025-09-05T15:25:35.642364",
    "date_due": "2025-10-03",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-09-05T15:25:35.750441",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192586,
        "from_user": 157372,
        "to_user": 9582,
        "subject": "",
        "datetime": "2025-09-05T15:25:35.750441",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\n- Any voluntary adverse event reports in the FDA's Adverse Event Reporting System (FAERS) concerning hair extensions, synthetic braiding hair (including the search terms \"braid\" and \"braids\"), or wigs. \r\n- Any voluntary adverse event reports in the FDA's Adverse Event Reporting System (FAERS) that mention \"hair\", \"braid\" or \"braids\" and that mention any of the following brand or model names: Kanekalon, Hair Zone, Ruwa, Sensationnel, Magic Fingers, Sassy Collection, Shake-N-Go, Hbegant, Debut, or Darling.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMeg Duff",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/adverse-effects-synthetic-hair-192586/"
  }
]