[
  {
    "id": 175948,
    "title": "VMI Board of Visitors Free Speech Issues Additional Records",
    "slug": "vmi-board-of-visitors-free-speech-issues-additional-records",
    "status": "submitted",
    "embargo_status": "public",
    "user": 140258,
    "username": "TheCadet",
    "agency": 15147,
    "datetime_submitted": "2024-11-05T13:27:39.626252",
    "date_due": "2024-11-12",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-11-05T13:27:39.849492",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 175948,
        "from_user": 140258,
        "to_user": 19541,
        "subject": "",
        "datetime": "2024-11-05T13:27:39.849492",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Virginia Freedom of Information Act, I hereby request the following records:\r\n\r\n1. Provide all records substantiating and supporting the \"legal authority the VMI Superintendent has to direct an independent student newspaper have a facult advisor or withold \"privileges\" (however VMI defines them) from cadets unless they agree to a faculty advisor. \r\nPlease clarifiy this drective is in the form of a lawful order that the Superintendent is somehow empowered to issue,.\r\n\r\n2. Maj. Gen. Wins publically stated that VMI supports freedom of speech \"under certain retraints\". Please provide all records of what those restrains and constraints are with their legal foundation relative to the First Amendment.\r\n\r\n3. Documents and records related to the statement during the ExCom by Maj. Gen. Wins that and a large number of the Commandant’s staff and “the entire Executive Staff” except the athletic director were involved in developing the Permit and the MOU. The statement was made that it was “fully coordinated” and ready to go. \"We've had the Dean personally involved taking, uh, taking a stab at getting this thing.... I would say that, umm, uh, it, it's a, it's been amazing to me that over, uh, the period of all this time that it's taken, uh, that it has taken the, the direct involvement of the Superintendent and/or the direct involvement of, uh, the Dean, uh, to get this done.\" Also, \" \"through the efforts of, uh, pretty much the entire executive staff, with the exception of the athletic director, we've been working on the development of a permit and an MOU for the eight or nine members of The Cadet staff. ... I think one of the things that, through this process, particularly with MY direct involvement we went back based on the direction I gave and, and we're gonna apply the permit just like we've applied every other permit.\" - records related to these interactions.\r\n\r\nThe scope of this request is all and/or all correspondence and other records of any kind sent to and/or received by VMI Board of Visitors President John Adams, former VMI BOV President Thomas Watjen, and/or VMI Supeintendent Cedric Wins sent to or from any person or organization, VMI and/or VMI Alumni Association staff, contractor and/or employees on the subject of The Cadet newspaper as well as any records, correspondence, records, etc. sent to or received from the VMI Alumni Agencies as well as internal VMI records regarding The Cadet newspaper for the period October 4, 2024 to the date the agency begins identifying records to fill my request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTom Nash, a citizen of Virginia, in coordination with Anonymous.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/lexington-32067/vmi-board-of-visitors-free-speech-issues-additional-records-175948/"
  }
]