[
  {
    "id": 168335,
    "title": "Missouri Vendor Request",
    "slug": "missouri-vendor-request",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 137337,
    "username": "JessicaBrody",
    "agency": 8863,
    "datetime_submitted": "2024-07-07T15:33:55.035360",
    "date_due": "2024-07-10",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-07-07T15:33:55.135123",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 168335,
        "from_user": 137337,
        "to_user": 11322,
        "subject": "",
        "datetime": "2024-07-07T15:33:55.135123",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the The Missouri Sunshine Law, I hereby request the following records:\r\n\r\nI am requesting information regarding the vendor registration status of the following entities with the state of Missouri: Greystar Management Services,  also known by any other DBA under Greystar, GREP Central, GREP Group, or any other corporation doing business with the state of Missouri with the principal office address at 465 Meeting St Ste 500, Charleston, SC 29403-7123\r\nPlease provide the following information: Confirmation of vendor registration status with the State of Missouri for each entity listed above. If registered, the effective dates of registration. Any related documentation or records pertaining to their vendor status, if available. If there are any fees associated with processing this request, please inform me in advance. I am willing to pay reasonable fees for copying or reproducing the requested information. Please provide the requested information within the timeframe specified by Missouri state law. If portions of this request are exempt from disclosure, please redact exempt information and provide the remaining non-exempt information. Thank you for your prompt attention to this matter.\r\nI look forward to your timely response.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJessica Brody",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/missouri-299/missouri-vendor-request-168335/"
  }
]