[
  {
    "id": 189989,
    "title": "Abortion Medication Seizure",
    "slug": "abortion-medication-seizure",
    "status": "submitted",
    "embargo_status": "public",
    "user": 162791,
    "username": "rindala",
    "agency": 4323,
    "datetime_submitted": "2025-07-21T18:20:54.738361",
    "date_due": "2025-08-18",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-07-21T18:20:54.859824",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 189989,
        "from_user": 162791,
        "to_user": 13438,
        "subject": "",
        "datetime": "2025-07-21T18:20:54.859824",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\n1) All records and documents and police reports, and any tips or reports via the USPIS website and phone hotline, referencing or pertaining abortion medication pills sent via the US Postal Service, which may be referred to in any responsive documents as Mifepristone, Misoprostol, RU-486, Cytotec, Misodel or other terms between the dates of May 15th, 2019, and July 21st, 2025.\r\n\r\nPlease include any documents or reports that reference abortion medication in reports on seizure of prescription medication or other pharmaceuticals contraband, making effort to segregate those records that meet exception from those that do not, such as: cases for which have already resulted in a felony conviction, as those records are already functionally public.\r\n\r\n2) Per the FOIA response from USPIS on June 19th, 2019 re: FOIA No. 2019-FPIS-00273, 327 pages were withheld, including 289 pages of which are a part of two open investigations. Please include any available documents relating to the two investigations. https://www.muckrock.com/foi/united-states-of-america-10/abortion-medication-seizure-united-states-postal-service-73218/#file-796662 \r\n\r\n3) The number of packages containing abortion medication that have been stopped for their contents, for the 10 most recent years for which this data may be available. If this type of report is not available at this level of substance-specific granularity, I request instead access to reports that detail the numbers of packages containing pharmaceuticals that have been stopped for their contents. \r\n\r\n4) All FOIA processing notes associated with FOIA No. 2019-FPIS-00273\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter, and for your help in ensuring the public has access to information so that they can know whether the USPIS is meeting its statutory duties in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRin Alajaji\r\nLegislative Activist\r\nElectronic Frontier Foundation",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/abortion-medication-seizure-189989/"
  }
]