[
  {
    "id": 138995,
    "title": "Sustained findings since 2017 (South Fulton Police Department)",
    "slug": "sustained-findings-since-2017-south-fulton-police-department",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 21005,
    "username": "Dilcia19",
    "agency": 22391,
    "datetime_submitted": "2023-01-19T09:55:24.421313",
    "date_due": "2023-01-24",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-01-19T09:55:24.515615",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 138995,
        "from_user": 21005,
        "to_user": 37391,
        "subject": "Georgia Open Records Act Request: Sustained findings since 2017 (South Fulton Police Department)",
        "datetime": "2023-01-19T09:55:24.515615",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Georgia Open Records Act, I hereby request the following records:\r\n\r\nTo whomsoever it may concern:\r\n\r\nUnder the Georgia Open Records Act § 50.18.70 et seq.,I am requesting copies of records related to cases of sustained findings of police misconduct at the Internal Affairs Division of the Office of Professional Standards (OPS) of the South Fulton Police, between 2017 and 2022. This includes, but is not limited to, documents, reports, multimedia, body-worn camera footage, arrest filings, and so on. It also includes all documents, notes, correspondence and memoranda evidencing sustained findings reports and investigations, and all communication and correspondence in whatever tangible medium between the officials, the victims and the overseeing agency.\r\n\r\nI am requesting digital copies of all responsive documents.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request.\r\n\r\nHere, misconduct includes, but is not limited to:\r\n\r\nExcessive (unreasonable) force – beatings, manhandling of people in handcuffs, improper use of Tasers, injuries inflicted by police dogs, improper use of deadly force, and other police brutality or disregard for the safety of suspects. It also includes, but is not limited to: physical and verbal abuse, restraints happening unreasonably, coerced or forced confessions, and sexual abuse and assault.\r\n\r\nFalse arrests – pulling over, detention, questioning and searches conducted without any probable cause whatsoever, including cases of planted evidence, racial profiling and trumped-up charges of resisting arrest.\r\n\r\nGeorgia law clearly provides that, except as otherwise specifically provided, “All public records … shall be open for a personal inspection by any citizen of this state at a reasonable time and place; and those in charge of such records shall not refuse this privilege to any citizen.” O.C.G.A. Moreover, investigative records of a government agency relating to the suspension, firing, or investigation of complaints against a public employee are subject to the Act’s disclosure requirements 10 days after the investigative record is submitted to the agency for action or the investigation is otherwise concluded or terminated.\r\n\r\nIf this request is denied in whole or in part, we ask that you cite in writing the specific statutory exemption upon which you have relied, as required by law. We also ask that you release all separate portions of otherwise exempt material. Please waive any costs associated with this request, or first inform us about such costs as required by Georgia law.\r\n\r\nWe recently submitted the same request to your agency and did not respond to the estimate of charges with enough time. I assume the estimate of charges will be the same because the request is the same. As a response to the estimate, we would like your agency to provide an index or a list of cases - indices tend to have the case name, date information and a brief excerpt or summary on what happened. This will help my team narrow down our request so that it is less time consuming. \r\n\r\nAs you know, the Act requires a response by you within three business days of your receipt of this letter and provides sanctions for non-compliance. Should you have any questions, please do not hesitate to contact me at dilcia19@stanford.edu.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDilcia Mercedes",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/georgia-230/sustained-findings-since-2017-south-fulton-police-department-138995/"
  },
  {
    "id": 138994,
    "title": "MPIA Request for IAD Records",
    "slug": "mpia-request-for-iad-records",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 86022,
    "username": "AmeliaParry",
    "agency": 646,
    "datetime_submitted": "2023-01-19T09:40:04.727518",
    "date_due": "2023-01-29",
    "days_until_due": null,
    "date_followup": "2023-01-29",
    "datetime_done": null,
    "datetime_updated": "2023-01-19T09:40:04.848371",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 138994,
        "from_user": 86022,
        "to_user": 9892,
        "subject": "Maryland Public Information Act Request: MPIA Request for IAD Records",
        "datetime": "2023-01-19T09:40:04.848371",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Maryland Public Information Act, I am hereby requesting access to the records listed below and held by the Baltimore Police Department:\r\n\r\n- Copies of any and all internal affairs complaints, including internal, citizen, or other agency complaints of the following officers:\r\n\r\n1. Frank Barlow (B818)\r\n2. John Barrick (A719)\r\n3. Christopher Bieling (C462)\r\n4. Daniel Boone (B822)\r\n5. Robert Bowman (A641)\r\n6. Kevin Davis (C227)\r\n7. Deems Martin Disney Jr. (C674)\r\n8. Thomas Gerst (B814)\r\n9. Gerald Goldstein\t(C540)\r\n10. Edward Henneman Sr. (B677)\r\n11. Richard James (B776)\r\n12. Bryn Joyce (sequence unknown)\r\n13. Darryl Massey (C667)\r\n14. Frederick Roussey (E985)\r\n15. LeRoy Stanton (C036)\r\n\r\n- Complete investigative files for each complaint, including but not limited to reports of recorded statements, video surveillance or body camera footage, investigative files, witness interviews, and photographs.\r\n- The investigative findings of each complaint.\r\n- Any correspondence from the Civilian Review Board, Police Advisory Commission or other civilian police oversight board.\r\n- The final disposition of each case, if any.\r\n\r\nAs with previous requests of this nature,  we will accept disciplinary history summaries for all of the officers listed for the time being.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request.  Alternatively, please consider waiving any fees, pursuant to § 4-206(e)(2)(ii) of the General Provisions Article, as this request is on behalf of individuals served by the Maryland Office of the Public Defender, a state government agency, which solely serves indigent citizens of Maryland.  As a result, my request for the above-listed public records is in the public interest.  I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDeborah Levi\r\nDirector of Special Litigation\r\nMaryland Office of the Public Defender\r\n(443) 272-1068",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/baltimore-315/mpia-request-for-iad-records-138994/"
  }
]