[
  {
    "id": 186618,
    "title": "Request for Correctional Mental Health Staff Directory and Contact Information (Texas Department of Criminal Justice)",
    "slug": "request-for-correctional-mental-health-staff-directory-and-contact-information-texas-department-of-criminal-justice",
    "status": "processed",
    "embargo_status": "public",
    "user": 158792,
    "username": "andrewma08",
    "agency": 896,
    "datetime_submitted": "2025-05-14T19:01:42.755067",
    "date_due": "2025-05-29",
    "days_until_due": null,
    "date_followup": "2025-06-03",
    "datetime_done": null,
    "datetime_updated": "2025-05-19T07:45:05.515071",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186618,
        "from_user": 158792,
        "to_user": 10797,
        "subject": "Texas Public Information Act Request: Request for Correctional Mental Health Staff Directory and Contact Information (Texas Department of Criminal Justice)",
        "datetime": "2025-05-14T19:01:46.694249",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\nI am requesting a list of currently employed mental health professionals within your state's Department of Corrections or its subsidiary agencies, as well as their contact information.\r\n\r\nSpecifically, I am requesting:\r\n\r\n- Full names\r\n- Job titles\r\n- Assigned correctional facility\r\n- Government-issued email addresses\r\n- Government-issued phone numbers (direct desk numbers if available, otherwise department phone numbers with or without extensions)\r\n- Department/division (e.g. Behavioral Health, Mental Health Services)\r\n\r\nThis request applies to the following roles: rehabilitative program coordinators, licensed psychologists, psychiatrists, clinical social workers, and other licensed mental health professionals serving incarcerated populations in state-operated facilities.\r\n\r\nIf available, I request this information be provided in a machine-readable format such as CSV or Excel.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAndrew Ma",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 186618,
        "from_user": 10797,
        "to_user": 158792,
        "subject": "RE: Texas Public Information Act Request: Request for Correctional Mental Health Staff Directory and Contact Information (Texas Department of Criminal Justice)",
        "datetime": "2025-05-19T07:45:05.515071",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Your request was received and sent for processing.\r\n\r\nPlease understand that your response or records WILL NOT come from the PIA email, but will come from the department who processed your request and their email will end with:  tdcj.texas.gov\r\n\r\nThe Texas Department of Criminal Justice (TDCJ) is allowed 10 business days (Monday through Friday, excluding holidays) to process requests.\r\n\r\nAll requests are processed in the order in which they are received.\r\n\r\nPriority cannot be given based on need or urgency.\r\n\r\nYour patience is appreciated.\r\n\r\nRespectfully,\r\nTexas Department of Criminal Justice - PIA\r\nOpen Records Coordinator\r\nOffice of General Counsel\r\n\r\nPlease be sure to check your “Junk” and “Spam” folders as your records could be placed in one of those folders depending on your email settings.\n",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/texas-109/request-for-correctional-mental-health-staff-directory-and-contact-information-texas-department-of-criminal-justice-186618/"
  }
]