[
  {
    "id": 184828,
    "title": "Public Records Request - Arrest of Michelle Nicole Harbin",
    "slug": "public-records-request-arrest-of-michelle-nicole-harbin",
    "status": "ack",
    "embargo_status": "public",
    "user": 154895,
    "username": "policecamnews",
    "agency": 38970,
    "datetime_submitted": "2025-04-12T00:02:06.731973",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2025-04-27",
    "datetime_done": null,
    "datetime_updated": "2025-04-12T00:02:06.834893",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 184828,
        "from_user": 154895,
        "to_user": 155012,
        "subject": "Florida Sunshine Law Request: Public Records Request - Arrest of Michelle Nicole Harbin",
        "datetime": "2025-04-12T00:02:06.834893",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nall video and audio recordings related to the arrest of Michelle Nicole Harbin on or around September 20, 2022, by the Eustis Police Department.\r\n\r\nPlease include:\r\n\r\nAll body-worn camera footage from every officer who was involved in the traffic stop, pursuit, or arrest of Michelle Nicole Harbin.\r\n\r\nAny dashcam or in-car video capturing the pursuit or interaction.\r\n\r\nAny surveillance or third-party video collected or retained by the department in connection with this incident.\r\n\r\nAny audio recordings related to the incident, including dispatch or radio communications.\r\n\r\nIdentifying Information:\r\n\r\nFull Name: Michelle Nicole Harbin\r\n\r\nDate of Incident: September 20, 2022 (reported September 24, 2022)\r\n\r\nLocation of Incident Start: Near Bay Street and Orange Avenue, Eustis, FL\r\n\r\nLocation of Incident End: Near David Walker Drive and Mount Homer Road, Eustis, FL\r\n\r\nCharges: Fleeing to elude a law enforcement officer, two counts of child neglect\r\n\r\nPassengers Involved: Thomas Riggio (front seat), 15-year-old daughter, 10-year-old son\r\n\r\nOfficers approached vehicle with firearms drawn after low-speed pursuit\r\n\r\nPlease notify me of any costs prior to fulfilling this request and feel free to contact me if further clarification is needed to locate the relevant records.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nPolice Cam News",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/eustis-10198/public-records-request-arrest-of-michelle-nicole-harbin-184828/"
  }
]