[
  {
    "id": 190134,
    "title": "FBI File for Terry Gene Bollea, AKA \"Hulk Hogan\" or \"the Hulkster,\" a noted performer",
    "slug": "fbi-file-for-terry-gene-bollea-aka-hulk-hogan-or-the-hulkster-a-noted-performer",
    "status": "submitted",
    "embargo_status": "public",
    "user": 4681,
    "username": "Matthew_Phelan",
    "agency": 10,
    "datetime_submitted": "2025-07-24T13:24:54.899489",
    "date_due": "2025-08-21",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-07-24T13:24:54.993466",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 190134,
        "from_user": 4681,
        "to_user": 9555,
        "subject": "",
        "datetime": "2025-07-24T13:24:54.993466",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nA copy of all segregable and releasable FBI records pertaining to Florida man or resident Terry Gene Bollea, AKA \"Hulk Hogan\" or \"the Hulkster,\" (DOB: August 11, 1953; Deceased: July 24, 2025). Please note that Mr. Bollea's passing has been confirmed in public obituaries by major newspapers, including the New York Times and the Miami Herald:\r\n\r\nhttps://www.nytimes.com/2025/07/24/sports/hulk-hogan-dead.html\r\nhttps://www.miamiherald.com/entertainment/celebrities/article311320275.html\r\n\r\nThis search is to include each of the following record stores and interfaces: the Central Records System (CRS), the Automated Case Support system (\"ACS\") Investigative Case Management system (\"ICM\"), the Automated Case Support system (\"ACS\") Electronic Case File (\"ECF\"), and the Automated Case Support system (\"ACS\") Universal Index (\"UNI\").\r\n\r\nI also request a search of \"ELSUR\", the database containing electronic surveillance information, for any and all records or activities related to Mr. Bollea — or his alter ego personae, such as \"Hulk Hogan,\" or \"Terry Boulder\" of \"The Boulder Brothers\" — for any on-line account or address or associated service. In addition, please extend the search criteria across any external storage media, including I-Drives, S-Drives, or related technologies used during the course of Bureau investigations. Please include processing notes, even if this request is denied in part. Please identify individuals responsible for any aspect of FOIA processing in the processing notes, along with explanation of their involvement if not typically assigned FOIA responsibilities for the record systems above. Please include materials responsive to this request from the bureau's field offices, if possible, to reduce overlap with field office requests.\r\n\r\nNote, also: I am a freelance reporter and would request that any relevant fees be waived. My past writing work has appeared in The Daily Mail, Mashable, The New York Times, New York magazine's Intelligencer blog, Scientific American, Slate.com, the New Republic, the New York Review of Books, Chemical Engineering magazine and elsewhere.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMatthew Phelan",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/fbi-file-for-terry-gene-bollea-aka-hulk-hogan-or-the-hulkster-a-noted-performer-190134/"
  },
  {
    "id": 190133,
    "title": "Hulk Hogan",
    "slug": "hulk-hogan",
    "status": "submitted",
    "embargo_status": "public",
    "user": 35710,
    "username": "MatthewPetti_RNucinGD",
    "agency": 10,
    "datetime_submitted": "2025-07-24T12:20:00.172005",
    "date_due": "2025-08-21",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-07-24T12:20:00.267241",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 190133,
        "from_user": 35710,
        "to_user": 9555,
        "subject": "Freedom of Information Act Request: Hulk Hogan",
        "datetime": "2025-07-24T12:20:00.267241",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nRecords mentioning, relating to, or generated as a result of investigation or inquiry into professional wrestler Terry Gene Bollea (August 11, 1953 – July 24, 2025), better known by his stage name, Hulk Hogan. His death is widely-known and widely reported; as such, privacy concerns under FOIA Exemptions 6 and 7 are voided, as are any concerns under the Privacy Act. For example, you may find his Fox News obituary at the following link: https://www.foxnews.com/sports/pro-wrestling-icon-hulk-hogan-dead\r\n\r\nPlease conduct a search of the Central Records System, including but not limited to the Electronic Surveillance (ELSUR) Indices, the Microphone Surveillance (MISUR) Indices, the Physical Surveillance (FISUR) Indices, and the Technical Surveillance (TESUR) Indices, for both main-file records and cross-reference records of both HQ and all field offices for all relevant names, agencies, organizations, companies and events including but not limited to those cited in the previous paragraphs and/or links as well as a cross-reference with the Southern Poverty Law Center to include any information provided by the SPLC. My request includes but is not limited to 137, 157, 176, 177, 183, 184, 188, and 214 files. If previously released records are available, then I request a rolling release consisting of those records while additional records are located and processed for release.\r\n\r\nIf any part of these documents are exempt from disclosure, please be sure to review and release all reasonably segregable nonexempt portions of responsive documents, as the FOIA requires.\r\n\r\nI request that I be properly classified as a media requester. I am an assistant editor at Reason Magazine who has written numerous articles on topics of public interest, and I am requesting these documents in an editorial capacity. Please contact me if you have any questions about my media status.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMatthew Petti",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/hulk-hogan-190133/"
  }
]