[
  {
    "id": 183964,
    "title": "Mark Lighthipe interaction reports",
    "slug": "mark-lighthipe-interaction-reports",
    "status": "ack",
    "embargo_status": "public",
    "user": 84591,
    "username": "Dillon-Bergin",
    "agency": 6519,
    "datetime_submitted": "2025-03-26T13:50:31.457220",
    "date_due": "2025-04-05",
    "days_until_due": null,
    "date_followup": "2025-04-05",
    "datetime_done": null,
    "datetime_updated": "2025-03-26T13:50:31.564444",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 183964,
        "from_user": 84591,
        "to_user": 11007,
        "subject": "California Public Records Act Request: Mark Lighthipe interaction reports",
        "datetime": "2025-03-26T13:50:31.564444",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nRegarding an interaction with Mark Lighthipe on 11/07/2016 at around 09:38:\r\n- All incident, dispatch log entries and arrest reports. Incident reports and case records refer to reports produced with notes and narratives, a description of what happened by the responding officer, trace reports, case notes and litigation files\r\n- All unedited body-worn camera / bodycam recordings. I am specifically requesting the unedited body-worn camera recordings captured by all officers present for the full duration of the incident, including audio recordings associated with the footage. If any portion of the requested footage must be redacted, I ask that you clearly indicate the portions that have been redacted and provide an explanation of the legal basis for the redactions\r\n- All 911 or calls for service logs, audio and transcripts\r\n- All computer aided dispatch (CAD) reports and a copy of your department’s dispatch 10 signals/codes, agency dispatch signals/codes and CAD signals/codes\r\n\r\nI request these records in their native digital formats and not in formats that degrade the accessibility of the records, such as tabular data converted to PDF or Word files. If converting the native digital format to another high-fidelity format, such as CSV or Excel, please take care not to introduce formatting inconsistencies or errors, which can occur in the conversion process (for example, encoding errors or the inclusion of internal unescaped quotation marks in CSV files). Should the records above represent certain values as numeric codes or abbreviations that are not self-explanatory, I additionally request all records necessary to interpret those codes and abbreviations.\r\n\r\nI am a member of the news media. The requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nProduction of Responsive Records on a Rolling Basis: In the event that a portion of the present request is completed before the full request is completed, I ask that the records be produced on a rolling basis.\r\n\r\nRequest for Explanation of Withholdings and Redactions: If this request is denied in whole or in part, please provide a reasonable description of any withheld materials and a justification for all such withholdings that includes reference to the specific  exemptions authorizing withholding and specific reasons why such exemptions apply. \r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDillon Bergin",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/garden-grove-3225/mark-lighthipe-interaction-reports-183964/"
  }
]