[
  {
    "id": 184762,
    "title": "Incident Records, Complaints, Audio/Video Evidence, and Disciplinary History Involving Officer Jackman (Badge #64), Officer Kreuscher (Badge #39), and Sergeant Franco",
    "slug": "incident-conduct-records-for-officers-jackman-64-kreuscher-39-and-sgt-franco-peekskill-pd",
    "status": "submitted",
    "embargo_status": "public",
    "user": 4164,
    "username": "TheJ",
    "agency": 34844,
    "datetime_submitted": "2025-04-10T23:36:44.269610",
    "date_due": "2025-04-17",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-04-10T23:36:44.465342",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "public records",
      "internal affairs",
      "transparency",
      "police complaints",
      "foil",
      "police misconduct",
      "police accountability",
      "disciplinary records",
      "body-worn camera",
      "peekskill police department",
      "sergeant franco",
      "new york foil",
      "officer kreuscher",
      "badge 39",
      "officer jackman",
      "badge 64",
      "december 4 2024"
    ],
    "communications": [
      {
        "foia": 184762,
        "from_user": 4164,
        "to_user": 113245,
        "subject": "",
        "datetime": "2025-04-10T23:36:44.465342",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Jordan Lassiter\r\nInvestigative Journalist\r\nApril 10, 2025\r\n\r\nVIA EMAIL & FOIL PORTAL\r\nPeekskill Police Department\r\nCustodian of Records\r\n2 Nelson Avenue\r\nPeekskill, NY 10566\r\nEmail: FOIL@cityofpeekskill.com\r\n\r\nDISCLAIMER:\r\nThis request is submitted under the New York Freedom of Information Law (FOIL), Article 6 of the Public Officers Law. All communications regarding this request may be shared publicly as part of a journalistic transparency initiative.\r\n\r\nFREEDOM OF INFORMATION LAW REQUEST – Incident Records, Complaints, Audio/Video Evidence, and Disciplinary History Involving Officer Jackman (Badge #64), Officer Kreuscher (Badge #39), and Sergeant Franco\r\n\r\nDear FOIL Officer,\r\n\r\nPursuant to the New York Freedom of Information Law (Public Officers Law, Article 6), I, Jordan Lassiter, hereby request access to the following records relating to the conduct, internal oversight, complaint history, audiovisual documentation, and communications involving Officer Jackman (Badge #64), Officer Kreuscher (Badge #39), and Sergeant Franco of the Peekskill Police Department. This request is prompted by a specific incident involving these officers that occurred on or around December 4, 2024, and includes broader concerns regarding professional conduct.\r\n\r\nIn accordance with New York Public Officers Law § 84-90, and the prevailing interpretation of FOIL in relevant court decisions including Matter of Gould v. New York City Police Dept., 89 N.Y.2d 267 (1996), and Mulgrew v. Board of Educ. of City Sch. Dist. of City of N.Y., 87 A.D.3d 506 (1st Dept. 2011), the following records are requested:\r\n\r\nIncident-Specific Records for December 4, 2024:\r\na. All body-worn camera footage, dash camera footage, surveillance video, or third-party video recordings involving or captured by Officer Jackman, Officer Kreuscher, and Sergeant Franco during the incident on December 4, 2024. Please indicate whether each device was activated, functional, and in compliance with departmental policy. (Gould, 89 N.Y.2d at 276, confirming public access to factual materials and recordings).\r\nb. Any 911 audio recordings, CAD reports, dispatcher logs, or transcripts related to the December 4, 2024 incident. (Daily Gazette Co. v. City of Schenectady, 93 N.Y.2d 145 (1999), requiring disclosure of factual components of police records).\r\nc. Any internal reports, use-of-force forms, narrative reports, affidavits, complaints, or supplemental documentation created in relation to the December 4, 2024 incident. (LaRocca v. Bd. of Educ. of City of Niagara Falls, 220 A.D.2d 1000 (4th Dept. 1995)).\r\nd. Any text messages, emails, or other communications between officers or supervisors related to the incident, including informal channels (e.g., personal devices used in official capacity). (Matter of Tuck-It-Away Assoc., L.P. v. Empire State Dev. Corp., 54 A.D.3d 154 (1st Dept. 2008)).\r\ne. Any disciplinary proceedings, administrative investigations, citizen or internal complaints, memos, command reviews, or findings related to the conduct of Officer Jackman, Officer Kreuscher, or Sergeant Franco during or in response to this incident. (Matter of New York Civ. Liberties Union v. New York City Police Dept., 32 N.Y.3d 556 (2018)).\r\nf. Records indicating whether Officer Jackman failed to activate his body-worn camera, and any review of this action for policy violation or misconduct. (Matter of Prisoners' Legal Servs. of N.Y. v. New York State Dept. of Corr. & Community Supervision, 73 N.Y.S.3d 651 (3d Dept. 2018)).\r\ng. Any complaints or statements alleging Officer Jackman used profane, disrespectful, or demeaning language toward citizens while in uniform during this incident, including any written or recorded civilian affidavits or statements. (Matter of Luongo v. Records Access Officer, Civilian Complaint Review Bd., 150 A.D.3d 13 (1st Dept. 2017)).\r\n\r\nOfficer Jackman (Badge #64):\r\na. A comprehensive list and summary of all civilian or internal complaints filed against Officer Jackman, whether sustained or not, including the nature of the allegations, complaint dates, and disciplinary outcomes. (Matter of New York Times Co. v. City of N.Y. Police Dept., 179 A.D.3d 556 (1st Dept. 2020)).\r\nb. All disciplinary actions, counseling records, internal memos, and hearing transcripts involving Officer Jackman. (Gould, 89 N.Y.2d at 276).\r\nc. Any video, audio, written testimony, or affidavits submitted in relation to previous disciplinary proceedings. (Luongo, 150 A.D.3d at 20).\r\n\r\nOfficer Kreuscher (Badge #39):\r\na. A summary of all civilian or internal complaints filed against Officer Kreuscher, including the nature of the allegations, incident dates, and outcomes. (Matter of Hearst Corp. v. State of N.Y. Police, 109 A.D.3d 32 (3d Dept. 2013)).\r\nb. Any disciplinary actions, official reprimands, or findings of misconduct involving Officer Kreuscher. (Matter of Karlin v. McMahon, 96 N.Y.2d 842 (2001)).\r\nc. Any body-worn camera footage or dash camera recordings from other incidents that were the subject of misconduct complaints involving Officer Kreuscher. (Matter of Daily Gazette Co.).\r\n\r\nSergeant Franco:\r\na. All civilian or internal complaints filed against Sergeant Franco, including allegations of supervisory misconduct, retaliation, dereliction of duty, or discriminatory behavior. (Matter of Police Benevolent Assn. of N.Y. State Troopers, Inc. v. State of N.Y., 11 N.Y.3d 96 (2008)).\r\nb. All disciplinary records, findings, or hearings involving Sergeant Franco, including reprimands, suspensions, demotions, or administrative hearing documentation. (Gould, 89 N.Y.2d at 276).\r\nc. All body-worn camera, dashcam, surveillance, or audio recordings involving Sergeant Franco during the December 4, 2024 incident or any incident tied to filed complaints. (Daily Gazette, 93 N.Y.2d at 151).\r\n\r\nFORMAT & PRESERVATION\r\nPlease provide all records in electronic format (PDF, MP4, MP3, etc.) with original metadata intact. Video should include time stamps and original audio. Redactions should be minimized, and any withheld information must be justified in writing citing specific FOIL exemptions, accompanied by a Vaughn-type index.\r\n\r\nFEE WAIVER REQUEST\r\nAs a credentialed journalist and public transparency advocate, I request a waiver of all associated fees. Disclosure of this information is in the public interest and will significantly contribute to a broader understanding of Peekskill Police Department operations and oversight. If anticipated fees exceed $50, please notify me before proceeding. (Matter of Farbman & Sons v. N.Y. City Health & Hosps. Corp., 62 N.Y.2d 75 (1984)).\r\n\r\nRECORD PRESERVATION\r\nPlease preserve all responsive records, including electronic communications, audio/video evidence, and paper documentation, until this request is fully processed, including the exhaustion of all appeals and legal remedies.\r\n\r\nCONCLUSION\r\nThis request supports transparency and accountability in law enforcement practices. I request acknowledgment of receipt within five business days and a full response within the statutory deadline. Please include a tracking number or reference ID in your reply.\r\n\r\nSincerely,\r\nJordan Lassiter\r\nInvestigative Journalist\r\njordan@lassiter.eu",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1277310,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/154394/Fee_Waiver_Letter_copy.pdf",
            "datetime": "2025-04-10T23:36:44.465342",
            "title": "Fee_Waiver_Letter_copy.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/peekskill-22893/incident-conduct-records-for-officers-jackman-64-kreuscher-39-and-sgt-franco-peekskill-pd-184762/"
  }
]