[
  {
    "id": 176371,
    "title": "Consumer Financial Protection Bureau investigation into Google practices",
    "slug": "consumer-financial-protection-bureau-investigation-into-google-practices",
    "status": "ack",
    "embargo_status": "public",
    "user": 139233,
    "username": "kw372312",
    "agency": 2589,
    "datetime_submitted": "2024-11-14T18:54:37.988727",
    "date_due": "2024-12-13",
    "days_until_due": null,
    "date_followup": "2024-12-13",
    "datetime_done": null,
    "datetime_updated": "2024-11-14T18:54:38.090266",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 176371,
        "from_user": 139233,
        "to_user": 10905,
        "subject": "Freedom of Information Act Request: Consumer Financial Protection Bureau investigation into Google practices",
        "datetime": "2024-11-14T18:54:38.090266",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nFinal Agency Documents (July 1, 2023 to present):\r\na. Orders, notices, or formal communications sent to Google LLC regarding potential supervision under 12 U.S.C. § 5514(a)(1)(C)\r\nb. Risk assessment determinations regarding Google's digital payment services\r\nc. Final agency determinations regarding supervisory authority over digital payment services\r\nConsumer Protection Records:\r\na. Aggregate data and statistical analyses of consumer complaints regarding Google Wallet and Google Pay (with personal information redacted)\r\nb. Risk assessment frameworks used to evaluate digital payment services\r\nc. Reports analyzing potential consumer harm in digital payment markets\r\n\r\nPublic Interest Information:\r\na. Records reflecting CFPB's legal analysis of supervision authority over non-bank entities under 12 U.S.C. § 5514\r\nb. Communications with other federal regulators regarding supervision of digital payment services\r\nc. Final agency policies or procedures for supervising digital payment providers\r\n\r\nAlready Public Information:\r\na. Records previously disclosed to Congress or other agencies regarding digital payment supervision\r\nb. Public statements, testimony, or reports regarding CFPB's digital payment services oversight\r\nc. Generic supervision procedures already published in CFPB's examination manual\r\n\r\n++ Segregability and Format\r\n\r\nPlease segregate and release all non-exempt portions of records. For consumer complaint data, statistical aggregates and anonymized analyses are specifically requested rather than individual complaints. For supervision procedures, general frameworks rather than specific examination steps are sought.\r\n\r\n++ Legal Basis for Release\r\n\r\nOngoing Enforcement Considerations:\r\n- NLRB v. Robbins Tire & Rubber Co., 437 U.S. 214, 232 (1978): Exemption 7(A) requires specific demonstration of enforcement interference\r\n- Citizens for Responsibility & Ethics in Washington v. DOJ, 746 F.3d 1082, 1098 (D.C. Cir. 2014): Agency must show concrete harm to ongoing enforcement \r\n- Mappv v. CFPB, No. 20-cv-3510 (D.D.C. 2022): CFPB required to segregate and release non-sensitive enforcement information\r\n\r\nCommercial Information:\r\n- Food Marketing Institute v. Argus Leader Media, 139 S. Ct. 2356 (2019): Only information customarily and actually kept private qualifies under Exemption 4\r\n- Supervision frameworks and general procedures do not constitute protected commercial information\r\n- Public statements by Director Chopra regarding supervision approach reduce commercial sensitivity\r\n\r\nDeliberative Process:\r\n- Coastal States Gas Corp. v. DOE, 617 F.2d 854, 866 (D.C. Cir. 1980): Final opinions and interpretations must be released\r\n- CFPB's legal determinations about supervisory authority are final agency decisions\r\n- Frameworks for evaluating risk are working law rather than deliberative materials\r\n\r\nFinancial Institution Reports:\r\n- Consumers Union of United States, Inc. v. Heimann, 589 F.2d 531 (D.C. Cir. 1978): Exemption 8 protects specific examination findings, not general procedures\r\n- Bloomberg L.P. v. SEC, 357 F. Supp. 2d 156 (D.D.C. 2004): Public interest balancing required even for exempt materials\r\n\r\n++ Public Interest Justification\r\n\r\nRelease is warranted because:\r\n- CFPB's novel application of supervisory authority to technology companies represents a significant policy development\r\n- Digital payment services affect millions of consumers\r\n- Director Chopra has publicly acknowledged the importance of transparency in tech supervision\r\n- Supervision frameworks are necessary for public accountability\r\n- Congressional oversight requires public understanding of CFPB's legal interpretations\r\n\r\n++ Request for Expedited Processing\r\n\r\nExpedited processing is warranted under 5 U.S.C. § 552(a)(6)(E) because:\r\n- The matter concerns federal regulatory activity affecting millions of consumers\r\n- Delay would compromise substantial due process rights\r\n- The topic is under active public and Congressional scrutiny\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKyle Wiggers",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/consumer-financial-protection-bureau-investigation-into-google-practices-176371/"
  }
]