[
  {
    "id": 175513,
    "title": "Echo Summit Highway 50 landslide March 2022",
    "slug": "echo-summit-highway-50-landslide-march-2022",
    "status": "submitted",
    "embargo_status": "public",
    "user": 141024,
    "username": "Khayes",
    "agency": 389,
    "datetime_submitted": "2024-10-28T15:52:23.890132",
    "date_due": "2024-11-07",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-10-28T15:52:23.985260",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 175513,
        "from_user": 141024,
        "to_user": 9596,
        "subject": "California Public Records Act Request: Echo Summit Highway 50 landslide March 2022",
        "datetime": "2024-10-28T15:52:23.985260",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nRecords, receipts, photographs, and documentary materials referencing a landslide that fell onto highway 50 Echo summit from dates of March 3, 2022 to March 6, 2022. I am also requesting documents detailing the process of removal of said landslide including documents referencing the explosives used to clear the large boulders and any receipts of costs associated with it. \r\n\r\nFor reference, a large landslide blocked all traffic on the highway for days, before it was blasted with explosives. A news link to this can be found here. https://www.ktvu.com/news/tumbling-boulders-block-highway-50-at-echo-summit-make-travel-treacherous.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKatherine Fulwider",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/california-52/echo-summit-highway-50-landslide-march-2022-175513/"
  }
]