[
  {
    "id": 183763,
    "title": "Public Records Request for Bodycam, Dashcam, and Related Footage – Arrests of Four Suspects on January 10, 2025",
    "slug": "public-records-request-for-bodycam-dashcam-and-related-footage-arrests-of-four-suspects-on-january-10-2025",
    "status": "submitted",
    "embargo_status": "public",
    "user": 154895,
    "username": "policecamnews",
    "agency": 317,
    "datetime_submitted": "2025-03-22T23:54:11.351675",
    "date_due": "2025-04-04",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-22T23:54:11.469452",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 183763,
        "from_user": 154895,
        "to_user": 11091,
        "subject": "Rhode Island Access to Public Records Act Request: Public Records Request for Bodycam, Dashcam, and Related Footage – Arrests of Four Suspects on January 10, 2025",
        "datetime": "2025-03-22T23:54:11.469452",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Rhode Island Access to Public Records Act, I hereby request the following records:\r\n\r\nI respectfully request access to the following records related to the arrests of four individuals on January 10, 2025, following a vehicle pursuit that ended near the Providence/Cranston line on Interstate 95:\r\n\r\nBody-worn camera footage from all Providence Police Department officers involved in the pursuit, apprehension, and arrest of the suspects.\r\n\r\nDashcam footage from all patrol units engaged in the pursuit and subsequent arrest operations.\r\n\r\nRear-seat vehicle footage from the patrol units that transported the suspects following their arrests.\r\n\r\nIncident reports or arrest reports relating the incident.\r\n\r\nThis request focuses on essential records that document the pursuit, apprehension, and arrest of the suspects involved in the armed robbery of a FedEx driver in Harvard, Massachusetts, and the subsequent pursuit that concluded in Providence, Rhode Island. If any additional footage (such as surveillance or helicopter footage) exists and provides significant context to the events, I request access to those records as well.\r\n\r\nIf it helps to locate the desired incident, here's a news report: https://www.wpri.com/news/local-news/providence/bodycam-video-shows-arrest-of-4-suspects-in-fedex-driver-robbery/\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nPolice Cam News",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/providence-106/public-records-request-for-bodycam-dashcam-and-related-footage-arrests-of-four-suspects-on-january-10-2025-183763/"
  }
]