[
  {
    "id": 140515,
    "title": "Mississippi Public Records Act Request: Body-Worn Camera Policy (Police Department)",
    "slug": "mississippi-public-records-act-request-body-worn-camera-policy-police-department",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 5108,
    "username": "bfeldman89",
    "agency": 22017,
    "datetime_submitted": "2023-02-14T16:28:36.669935",
    "date_due": "2023-02-24",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-02-14T16:28:36.750800",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140515,
        "from_user": 5108,
        "to_user": 35494,
        "subject": "",
        "datetime": "2023-02-14T16:28:36.750800",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Mississippi Public Records Act, I hereby request the following records:\r\n\r\n1. All policies, practices, procedures, rules, or orders concerning the use of body cameras, including:\r\na. policies or procedures governing use of body cameras;\r\nb. what types of data are obtained;\r\nc. the conditions under which body cameras are used;\r\nd. the frequency of body camera use;\r\ne. the number of body camera units or systems acquired;\r\nf. the number of officers equipped with body cameras;\r\n\r\n2. All policies, practices, procedures, rules, or orders concerning the review of body camera data by supervising officers or staff or civilian review personnel to ensure officer compliance with department or agency policies and applicable state and federal law;\r\n\r\n3. All policies, practices, procedures, rules, or orders concerning the storage of data obtained using body cameras, including:\r\na. where the data is stored;\r\nb. how long data is stored;\r\nc. when data must be discarded; and\r\nd. how much data your agency or department currently stores;\r\n\r\n4. All policies, practices, procedures, rules, or orders concerning access to body camera data, including:\r\na. the legal justification required before a law enforcement employee or member of the public may access body camera data;\r\nb. purposes for which the data may be accessed;\r\nc. purposes for which the data may not be accessed;\r\nd. who may access the data, what procedures they must go through to obtain access, and who must authorize access; and\r\ne. the existence of a system that records who accesses the data and when the data is accessed;\r\n\r\n5. All policies, practices, procedures, rules, or orders concerning the sharing of data obtained through body cameras, including:\r\na. what type of data is shared;\r\nb. what databases your agency puts collected body camera data into; and\r\nc. third parties, governmental or private, that may access your agency's body camera data, including what procedures a third party must go through to access the data and any restrictions placed on a third party regarding further sharing of your body camera data;\r\n\r\n6. All agreements to share body camera data with outside agencies or departments, corporations, or other entities; and\r\n\r\n7. All training materials used to instruct members of your department or agency in body camera deployment, data management, or operation of automated records systems that contain body camera data to which any member of your department or agency has access, including regional or shared databases.\r\n\r\nIf this records request is denied in whole or in part, please provide (1) whether the documents in question exists, and if so, (2) the statutory exemption you are claiming prevents their release. If the Police Department claims an exemption for some of the requested documents, please produce those for which it does not claim an exemption, including records where the exempt portions are redacted.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 7 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBlake Feldman",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/yazoo-city-19821/mississippi-public-records-act-request-body-worn-camera-policy-police-department-140515/"
  }
]