[
  {
    "id": 191057,
    "title": "Termination of Jamie John mural at Gichigamiin Indigenous Nations Museum",
    "slug": "termination-of-jamie-john-mural-at-gichigamiin-indigenous-nations-museum",
    "status": "submitted",
    "embargo_status": "public",
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 10273,
    "datetime_submitted": "2025-08-11T09:57:25.930341",
    "date_due": "2025-08-18",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-08-11T09:57:26.085768",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 191057,
        "from_user": 3031,
        "to_user": 14126,
        "subject": "Illinois Freedom of Information Act. Request: Termination of Jamie John mural at Gichigamiin Indigenous Nations Museum",
        "datetime": "2025-08-11T09:57:26.085768",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nAny COMMUNICATIONS (defined below) to or from any of the OFFICIALS (defined below) between August 5, 2025 and August 11, 2025 (inclusive of each date), which either: (a) pertains to the mural planned by, started by, proposed by, or involving Jamie John at the Gichigamiin Indigenous Nations Museum; or (b) mentions any of the TERMS (defined below).\r\n\r\n\"OFFICIALS\" means and includes Mayor Daniel Bliss, City manager Luke Stowe, Deputy City Manager Carina E. Sánchez, and Assistant to the City Manager Tasheik Kerr.\r\n\r\n\"COMMUNICATIONS\" means and includes emails, text messages, social media messages, letters, memoranda, calendar entries, chats, or any form of one-to-one or one-to-many communication.\r\n\r\nPlease note that this request seeks public records wherever they may be found, including on devices or networks owned or operated by private parties. For example, if an employee uses a personal cell phone or social media account to conduct public business, records created, maintained, or held on the phone or account are public records subject to this request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/evanston-7790/termination-of-jamie-john-mural-at-gichigamiin-indigenous-nations-museum-191057/"
  }
]