[
  {
    "id": 184179,
    "title": "Public Records Request – Portland Parks Considered for Closure",
    "slug": "public-records-request-portland-parks-considered-for-closure",
    "status": "submitted",
    "embargo_status": "public",
    "user": 155845,
    "username": "mainetimes",
    "agency": 15373,
    "datetime_submitted": "2025-03-30T21:01:58.962147",
    "date_due": "2025-04-04",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-30T21:01:59.077779",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 184179,
        "from_user": 155845,
        "to_user": 28805,
        "subject": "",
        "datetime": "2025-03-30T21:01:59.077779",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Maine Freedom of Access Act, I hereby request the following records:\r\n\r\nTo: Portland Parks, Recreation & Facilities Department\r\nFrom: David Lide, Publisher, Maine Times\r\n📧 david.lide@mainetimes.com\r\n📰 news@mainetimes.com\r\n📞 1-800-488-1820\r\n\r\nDear Records Officer,\r\n\r\nUnder the Maine Freedom of Access Act (1 M.R.S. § 401 et seq.), I respectfully submit this request on behalf of Maine Times, a privately held statewide news outlet focused on in-depth public-interest reporting and community accountability.\r\n\r\nAs part of an editorial series exploring access to public space and municipal infrastructure, Maine Times is requesting information about any Portland city parks or recreational facilities currently under internal review for closure, sale, or long-term service reductions.\r\n\r\nRecords Requested:\r\nPlease provide any lists, internal reports, memos, or summaries generated between January 1, 2022 and present that identify:\r\n\r\nParks or recreational facilities being considered for:\r\n\r\nClosure, sale, repurposing, or permanent restricted access\r\n\r\nOperational changes due to budget shortfalls, maintenance issues, or underutilization\r\n\r\nIf a formal list does not exist, we welcome any documentation reflecting internal discussions or evaluations.\r\n\r\nAbout Maine Times\r\nMaine Times is a privately owned statewide news organization, built with the long-term goal of becoming Maine’s leading source for credible journalism. While our flagship website is currently in development, Maine Times is actively producing original reporting through the Maine Times podcast and additional editorial channels.\r\n\r\nWe are building with purpose: to inform the public, amplify community voices, and hold institutions to account—across the entire state of Maine.\r\n\r\nWe respectfully request digital delivery of the requested records. If this request would result in any fees, please notify us in advance.\r\n\r\nThank you for your time and service.\r\n\r\nSincerely,\r\nDavid Lide\r\nPublisher – Maine Times\r\n📧 david.lide@mainetimes.com\r\n📰 news@mainetimes.com\r\n📞 1-800-488-1820\r\n🌐 Mainetimes.com\r\n\r\nHave a story tip, know someone who should be featured, or interested in advertising? Reach out.\r\nMaine Times is a privately held company based in Dover, Delaware, and proudly serves readers across the state.\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by 1 M.R.S.A. § 408(6). The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDavid Lide",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/maine-13/public-records-request-portland-parks-considered-for-closure-184179/"
  }
]