[
  {
    "id": 156663,
    "title": "Pro-Palestinian Protest at Raytheon",
    "slug": "pro-palestinian-protest-at-raytheon",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 19700,
    "datetime_submitted": "2024-01-05T10:31:53.817285",
    "date_due": "2024-01-15",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-01-05T10:31:53.902419",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 156663,
        "from_user": 4164,
        "to_user": 31005,
        "subject": "",
        "datetime": "2024-01-05T10:31:53.902419",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Date: 1/05/2024\r\n\r\nEl Segundo Police Department\r\nAttn: FOIA Officer\r\n348 Main Street\r\nEl Segundo, CA 90245\r\n\r\nSubject: California Public Records Act Request – Pro-Palestinian Protest at Raytheon, November 13, 2023\r\n\r\nDear FOIA Officer,\r\n\r\nUnder the provisions of the California Public Records Act, I, Jordan Lassiter, an independent investigative journalist associated with TransparencyReport.pw, hereby request access to and copies of all records held by the El Segundo Police Department pertaining to the pro-Palestinian protest at Raytheon in El Segundo, which occurred on November 13, 2023, around 7 AM, as reported by KTLA.\r\n\r\nFor the purpose of this request, the records I seek include, but are not limited to:\r\n\r\nAll Police Reports and Incident Reports: Pertaining to the protest on November 13, 2023.\r\n_Case Law Support: Los Angeles Police Dep't v. United Reporting Publishing Corp.\r\n\r\nVideo/Audio Recordings: Captured by drones, dashcams, community affairs officers, and bodycams during the protest.\r\n_Case Law Support: ACLU of Southern California v. Superior Court\r\n\r\nCorrespondence and Memos: Related to the use of surveillance equipment during the protest.\r\n_Case Law Support: Times Mirror Co. v. Superior Court\r\n\r\nCommunications: Between personnel discussing the deployment, use, and analysis of surveillance equipment.\r\n_Case Law Support: CBS, Inc. v. Block\r\n\r\nLogs/Records: Specific dates, times, locations of drone and surveillance equipment deployment.\r\n_Case Law Support: Haynie v. Superior Court\r\n\r\nTraining Materials: For personnel on the use of surveillance equipment in public gatherings.\r\n_Case Law Support: ACLU Foundation v. Deukmejian\r\n\r\nAgreements/Contracts: With external entities related to surveillance at the protest.\r\n_Case Law Support: Filarsky v. Superior Court\r\n\r\nRetention Policies: For surveillance footage.\r\n_Case Law Support: California First Amendment Coalition v. Superior Court\r\n\r\nIn order to narrow down the search, I request a key string search for terms such as \"Raytheon,\" \"protest,\" \"Palestine,\" and any relevant keywords used during the event.\r\n\r\nShould any portion of the requested records be deemed exempt from disclosure, I request the release of any reasonably segregable non-exempt portions in accordance with the California Public Records Act. If an entire document is exempt, I request a justification, citing specific exemptions.\r\n\r\nPlease note your obligation under the law not to destroy any records potentially responsive to this request. Any withholding, redaction, or destruction of responsive records without proper justification constitutes a violation of the California Public Records Act and is subject to litigation.\r\n\r\nEnclosed is a letter requesting a fee waiver for the processing of this request. As an independent investigative journalist, I believe that the information I seek is in the public interest, and its disclosure contributes significantly to public understanding of the operations or activities of the government.\r\n\r\nIf the enclosed waiver is not accepted and there are any potential charges in excess of $200 associated with fulfilling my request, please inform me in advance.\r\n\r\nAs stipulated by the California Public Records Act, I look forward to your response within ten business days.\r\n\r\nThank you for your prompt attention to this matter.\r\n\r\nSincerely,\r\n\r\nJordan Lassiter\r\n\r\nEnclosures:\r\nFee Waiver Request Letter\r\nScreenshot of the KTLA Article for Reference\r\n\r\nPlease be aware: All communications related to this request, including incoming and outgoing communications, will be publicly available on MuckRock.com. Additionally, any correspondence in relation to this request will be instantly published on the platform.",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1143102,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/130833/screencapture-ktla-news-pro-palestinian-protesters-target-raytheon-in-el-segundo-2024-01-05-10_2.pdf",
            "datetime": "2024-01-05T10:31:53.902419",
            "title": "screencapture-ktla-news-pro-palestinian-protesters-target-raytheon-in-el-segundo-2024-01-05-10_2.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          },
          {
            "id": 1143101,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/130833/Fee_Waiver_Letter_copy_1.pdf",
            "datetime": "2024-01-05T10:31:53.902419",
            "title": "Fee_Waiver_Letter_copy_1.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/el-segundo-3200/pro-palestinian-protest-at-raytheon-156663/"
  }
]