[
  {
    "id": 176736,
    "title": "FDA processing",
    "slug": "fda-processing",
    "status": "submitted",
    "embargo_status": "public",
    "user": 4112,
    "username": "mvtopic-loevyloevy",
    "agency": 116,
    "datetime_submitted": "2024-11-22T08:29:16.265983",
    "date_due": "2024-12-23",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-11-22T08:29:16.374117",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 176736,
        "from_user": 4112,
        "to_user": 9582,
        "subject": "",
        "datetime": "2024-11-22T08:29:16.374117",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nGreetings.  I request records from your FOIA office staff referencing the need for or implementation of additional hiring or other resources following the production orders in Pub. Health & Med. Professionals for Transparency v. FDA, Civ. A. No. 21-1058 (N.D. Tex.) and/or Pub. Health & Med. Professionals for Transparency v. FDA, Civ. A. No. 22-915 (N.D. Tex.).  This includes without limitation documents referencing the amount of additional resources needed to comply with those orders without increasing overall backlogs and how the amount of actual resources compares to the amount expected to be needed.\r\n\r\nI also request records from your FOIA office staff dated in the last two years referencing the amount of resourcing needed to reduce FDA's backlog and any effort to obtain that resourcing.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMatthew Topic",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/fda-processing-176736/"
  }
]