[
  {
    "id": 170870,
    "title": "Philly Council Fair Workweek comments",
    "slug": "philly-council-fair-workweek-comments",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 114678,
    "username": "peter.fugiel",
    "agency": 31748,
    "datetime_submitted": "2024-08-02T11:53:04.844912",
    "date_due": "2024-08-09",
    "days_until_due": null,
    "date_followup": "2024-08-21",
    "datetime_done": null,
    "datetime_updated": "2024-08-06T10:36:48.618071",
    "date_embargo": null,
    "tracking_id": "29016",
    "price": "0.00",
    "disable_autofollowups": true,
    "tags": [
      "fair workweek"
    ],
    "communications": [
      {
        "foia": 170870,
        "from_user": 114678,
        "to_user": 138940,
        "subject": "Pennsylvania Right to Know Act Request: Philly Council Fair Workweek comments",
        "datetime": "2024-08-02T11:53:05.000026",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Pennsylvania Right to Know Act, I hereby request the following records:\r\n\r\nAll written communications received by City Council from lobbyists or the general public during the period 1/1/2018–12/31/2018 concerning the Fair Workweek Law (File No. 180649). The requested records include written testimony, comments, letters, or emails addressed to the Council, its Members, or Committees. \r\n\r\nI am requesting these records for non-commercial research purposes. The records will be made available to the general public.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer that the request be filled electronically, if possible, by e-mail attachment.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nPeter Fugiel\r\nPostdoctoral Research Fellow\r\nRutgers School of Management and Labor Relations",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 170870,
        "from_user": 138940,
        "to_user": 114678,
        "subject": "City Council Fair Workweek comments",
        "datetime": "2024-08-06T10:36:48.618071",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "THE CITY OF PHILADELPHIA      Re: City Council Fair Workweek comments    Your receipt number is: 29016  Dear Peter Fugiel, \r\n   \r\n Thank you for your correspondence.  This is an automatic email confirming that your correspondence has been entered into our case management system for processing and response. If you have an additional request you wish to file, or if you wish to make a change to a pending request, please email it directly to righttoknowlaw@.phila.gov.     Did you know that the City already releases a lot of information and open data online?  You might be able to find the answer to your inquiry right now!   \r\n   \r\n \r\nHere are some common types of requests we receive and where to find this information online right now:  \r\n \r\n Search for a property's L&I related permits, licenses, violations, and appeals with the L&I property history tool.  \r\n \r\n Search for a property's Real Estate Tax Balance with the Revenue Department's tax real estate lookup tool.  \r\n \r\n Find all of the City of Philadelphia's open data sets, including City employee salary data, on Open Data Philly, the Philadelphia region's open data portal.  \r\n \r\n Search information about professional service contracts online at eContract Philly.  \r\n \r\n Search information about procurement contracts online with PHL Contracts.  \r\n \r\n Search City legislation and related hearings online with Legistar.  \r\n \r\n Obtain financial disclosure forms from the Department of Records.  \r\n \r\n \r\n   If you seek a police incident report, you can obtain the proper form from the Department of Records.  Please note that police incident reports cost $25.      If you seek audio, visual, or bodycam records from the Philadelphia Police Department, you will need to make a request following the instructions in 42 Pa.C.S.A. Sec. 67A03 at https://www.legis.state.pa.us/cfdocs/legis/LI/consCheck.cfm?txtType=HTM&ttl=42&div=0&chpt=67A. Such requests must be made in-person or via \r\ncertified mail following the instructions in 42 Pa.C.S.A. §  67A(3) (aka\r\n Act 22). Such requests are not processed under the RTKL. See 42 Pa.C.S.A. § 67A(2)(a); 65 P.S. §§ 67.305, 67.3101.1. You may use this form to make a request under Act 22. Requests under Act 22  should be addressed to: Lieutenant Barry Jacobs, Philadelphia Police Department, Open Records/Right to Know Section, Philadelphia Public Services Building, 400 N. Broad St., 4W-72, Philadelphia, PA 19130. Such requests are not processed under the Right-to-Know Law.       Use the forms on this page to request copies of various public safety from the Department of Records, such as:   \r\n Traffic Accident Reports (aka \"crash report\" - also available through https://public-safety-reports.phila.gov/)  A records check or letter of good conduct from the Philadelphia Police Department  Fire Reports  Emergency Medical Services Reports       The City of Philadelphia does not process Right-to-Know requests for the organizations listed below.  If you want to submit a request to one of these entities, please click the links below to be directed to their Open Records Policies:   \r\n \r\nPhiladelphia Parking Authority  \r\n \r\n \r\nSchool District of Philadelphia  \r\n \r\n \r\nCity of Philadelphia District Attorney’s Office  \r\n \r\n \r\nPhiladelphia Redevelopment Authority  \r\n \r\n \r\nFirst Judicial District (Philadelphia Court of Common Pleas)  \r\n \r\n \r\n   If one of these sources has solved your inquiry, please let us know!  Otherwise, thank you for your patience, and we will be in touch soon.   Sincerely,   The City of Philadelphia  Please Note: To help make sure that future emails from us don't end up in your spam or junk folder, please add this email address to your safe sender list.\n",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/philadelphia-211/philly-council-fair-workweek-comments-170870/"
  }
]