[
  {
    "id": 151850,
    "title": "Memorial Drive Aftermath",
    "slug": "memorial-drive-aftermath",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 120236,
    "username": "ianhi",
    "agency": 798,
    "datetime_submitted": "2023-09-11T21:57:08.766958",
    "date_due": "2023-09-25",
    "days_until_due": null,
    "date_followup": "2023-09-25",
    "datetime_done": null,
    "datetime_updated": "2023-09-11T21:57:08.875010",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 151850,
        "from_user": 120236,
        "to_user": 9729,
        "subject": "Massachusetts Public Records Law Request: Memorial Drive Aftermath",
        "datetime": "2023-09-11T21:57:08.875010",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Massachusetts Public Records Law, I hereby request the following records:\r\n\r\n- Emails sent or received  between July 24, 2023 to August 1, 2023 (inclusive) containing the any of the following search terms (with any capitalization and without quotes): \"Marjorie\", \"Decker\", \"Memorial\", \"Riverbend\", \"DCR\"\r\n- Emails sent to or received from State Rep Marjorie Decker or her aides between July 24, 2023 to August 1, 2023 (inclusive)\r\n- Logs of calls made or received by Secretary Tepper on July 24, 25th, and 26th. Including: The date and time the call occurred, call length and the phone number that called or was called. Including calls that were received by a general line or aide that were then transferred or otherwise passed to Secretary Tepper\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by the recommendations of the Massachusetts Supervisor of Public Records. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nI expect the request to be filled in an accessible format, including for screen readers, which provide text-to-speech for persons unable to read print. Files that are not accessible to screen readers include, for example, .pdf image files as well as physical documents.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nIan Hunt-Isaak",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/massachusetts-1/memorial-drive-aftermath-151850/"
  }
]