[
  {
    "id": 166799,
    "title": "ChatGPT",
    "slug": "chatgpt",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 103015,
    "username": "glg2672",
    "agency": 20382,
    "datetime_submitted": "2024-06-29T14:11:39.776211",
    "date_due": "2024-07-05",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-06-29T14:11:39.961686",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 166799,
        "from_user": 103015,
        "to_user": 32046,
        "subject": "",
        "datetime": "2024-06-29T14:11:39.961686",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Virginia Freedom of Information Act, I hereby request the following records:\r\n\r\nPublic reports show that ChatGPT is a major topic of conversation at American public schools: https://nbc-2.com/news/local/2023/02/15/students-at-cape-coral-high-school-accused-of-using-artificial-intelligence-to-cheat-on-essay/amp/\r\n\r\nTherefore, I hereby request the following records:\r\n\r\n1) All instructional materials, presentations and presentation materials related to ChatGPT. This includes A) any notes taken during meetings that discussed ChatGPT and B) Any other documents related to ChatGPT including internal documentation, public relations materials, and executive summaries.\r\n\r\n2) Any memos or communications sent to schools, administrators, teachers, parents, or students that mention \"ChatGPT.\"\r\n\r\n3) Any case studies, enforcement actions, contracts, or other documents mentioning ChatGPT \r\n\r\n4) Any academic dishonesty policies that mention ChatGPT\r\n\r\n5) To the extent possible, any emails and associated attachments that mention ChatGPT\r\n\r\nTo help limit the extent of the responsive documents, please limit search from November 20, 2022 through the time this request is processed. Please deliver these documents on a rolling basis as responsive documents are found.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTom Nash, a citizen of Virginia, in coordination with Gabriel Garcia.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/prince-william-county-410/chatgpt-166799/"
  }
]