[
  {
    "id": 171921,
    "title": "Ark PSC - Tate Ethics",
    "slug": "ark-psc-tate-ethics",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 14204,
    "username": "taitd",
    "agency": 38910,
    "datetime_submitted": "2024-08-15T10:44:31.230566",
    "date_due": "2024-08-20",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-08-15T10:44:32.425698",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 171921,
        "from_user": 14204,
        "to_user": 139672,
        "subject": "",
        "datetime": "2024-08-15T10:44:32.425698",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Arkansas Freedom of Information Act, I hereby request the following records:\r\n\r\nAll electronic records of Justin Tate containing any of the following keywords:\r\n\r\n- Entergy\r\n- settle\r\n- ethics\r\n- Sanders\r\n- Huckabee\r\n\r\nThe timeframe of this public records request is between August 3, 2022 through August 14, 2024.\r\n\r\nI would also like to request a copy of the calendars for every Commissioner for 2023 and 2024 to date.\r\n\r\nThis request should search professional accounts and any personal accounts used for professional purposes.\r\n\r\nPlease include any administrative assistant(s) and chiefs of staff that may report to the named individual.\r\n\r\nPlease exclude all records already publicly available via the Commission's online docketing system and any service of documents filed on the docketing system.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nSonny Albarado, a citizen of Arkansas, in coordination with Daniel Tait.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/arkansas-114/ark-psc-tate-ethics-171921/"
  }
]