[
  {
    "id": 187897,
    "title": "Materials from the Wyatt Detention Facility’s Ten-Year Anniversary Celebration on July 18, 2003",
    "slug": "materials-from-the-wyatt-detention-facilitys-ten-year-anniversary-celebration-on-july-18-2003",
    "status": "ack",
    "embargo_status": "public",
    "user": 2399,
    "username": "phileil",
    "agency": 18490,
    "datetime_submitted": "2025-06-12T07:38:59.576473",
    "date_due": "2025-06-26",
    "days_until_due": null,
    "date_followup": "2025-06-26",
    "datetime_done": null,
    "datetime_updated": "2025-06-12T07:38:59.833432",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 187897,
        "from_user": 2399,
        "to_user": 27427,
        "subject": "Rhode Island Access to Public Records Act Request: Materials from the Wyatt Detention Facility’s Ten-Year Anniversary Celebration on July 18, 2003",
        "datetime": "2025-06-12T07:38:59.833432",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Rhode Island Access to Public Records Act, I hereby request the following records:\r\n\r\nAny materials related to the Wyatt Detention Facility’s Ten-Year Anniversary Celebration luncheon held at Pawtucket Country Club on July 18, 2003. This includes:\r\n\r\n-Photographs of the event.\r\n\r\n-Written materials related to the event, including plans, guest lists, invitations, menus, programs, and prepared remarks.\r\n\r\n-A video that was shown at the event, described in the facility’s 2003 annual report as “a specially prepared video program highlighting the major milestones over the past ten years [which] gave viewers an opportunity to become aware of both the economic and criminal justice benefits and contributions the Wyatt has made.”\r\n\r\n-Any other printed or multimedia documents related to the event.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nPhilip Eil",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/central-falls-2195/materials-from-the-wyatt-detention-facilitys-ten-year-anniversary-celebration-on-july-18-2003-187897/"
  }
]