[
  {
    "id": 164246,
    "title": "Unlawfully Delayed Folkston ICE Death Report",
    "slug": "unlawfully-delayed-folksston-ice-death-report",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 25665,
    "username": "DetentionKills",
    "agency": 133,
    "datetime_submitted": "2024-05-28T12:55:10.217551",
    "date_due": "2024-06-26",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-05-28T12:55:10.300723",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164246,
        "from_user": 25665,
        "to_user": 9620,
        "subject": "Freedom of Information Act Request: Unlawfully Delayed Folkston ICE Death Report",
        "datetime": "2024-05-28T12:55:10.300723",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\n1. The Congressionally mandated ICE Detainee Death Report for Jaspal Singh, age 57, who died on April 15, 2024, at the GEO-owned Folkston ICE Processing Center in Folkston, Georgia. \r\n2. All emails exchanged between ICE and GEO, ICE and CRCL, and ICE and Congress regarding the publication of the Congressionally Mandated Detainee Death Report sent or received between April 15, 2024, and May 28, 2024. \r\n\r\nExpedited Processing Request\r\nPursuant to 6 CFR 5.5(e), I hereby request expedited processing and certify that the following is true and correct pursuant to 28 USC 1746: \r\n\r\n1. I am a member of the media primarily engaged in information collection and dissemination. \r\n2. Jaspal Singh died in ICE custody on April 15, 2024. https://www.ice.gov/news/releases/indian-national-ice-custody-dies-hospital\r\n3. Implementing Congressional Appropriations requirements, ICE’s death policy, ICE Directive 11003.5, Section 5.3, paragraph 4, mandates ICE make available to the public a detainee death report on its website within 30 days of a person’s death. See https://www.ice.gov/doclib/detention/directive11003-5.pdf. \r\n4. ICE has previously failed to comply with this requirement -- most recently in the case of Charles Leo Daniel who died March 7, 2024, and before that, in the cases Frankline Okpu and Salvador Vargas, to name just a few.\r\n5. The ICE Detainee Death Report for Mr. Singh is not online as of the date of this request. \r\n6. ICE has engaged a pattern and practice of violating its own policy and Congressional appropriations requirements by failing to post death reports within the 30-day period following detainee deaths.\r\n7. Hundreds of noncitizens currently reside inside involuntarily at GEO's Folkston facility.\r\n8. Neither ICE nor any of its oversight bodies has publicly released information revealing the cause and manner of Mr. Singh's death. \r\n\r\nBased on the above, there is an urgent need to inform the public regarding the facts surrounding Mr. Singh's death, and the steps the agency may have taken to prevent harm to other people locked inside the Folkston facility at government expense.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAndrew Free",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/unlawfully-delayed-folksston-ice-death-report-164246/"
  }
]