[
  {
    "id": 151372,
    "title": "Records of a Transit Employee Protection Certification",
    "slug": "records-of-a-transit-employee-protection-certification",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 14585,
    "username": "LXHXZZTVENTLKU",
    "agency": 63,
    "datetime_submitted": "2023-08-29T15:53:39.164364",
    "date_due": "2023-09-27",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-08-29T15:53:39.397081",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 151372,
        "from_user": 14585,
        "to_user": 10251,
        "subject": "Freedom of Information Act Request: Records of a Transit Employee Protection Certification",
        "datetime": "2023-08-29T15:53:39.397081",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nA copy of all records received and/or produced by the Department of Labor in relation to the DOL's role providing a Transit Employee Protection Certification. This is specifically in connection to a $30M Federal Transit Administration grant made to New York City Department of Transportation for the New York City Ferry and as part of the American Rescue Plan 2021. \r\n\r\nMy own search for the grant  identifies it as having the Unique Award Key \"ASST_NON_NY-2022-013_6955\", and the Federal Award Identification Number \"NY-2022-013\". A link with further identifying information is here: https://www.usaspending.gov/award/ASST_NON_NY-2022-013_6955 \r\n\r\nThis request is inclusive all records from the grant application to the final determination of the Department of Labor and through any modifications, and may include materials from the recipient and subrecipients of the grant money.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nT. McElwee",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/records-of-a-transit-employee-protection-certification-151372/"
  }
]