[
  {
    "id": 161608,
    "title": "DIA 4.2.24",
    "slug": "dia-4224",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 60252,
    "username": "rskva102",
    "agency": 24,
    "datetime_submitted": "2024-04-02T11:22:18.746394",
    "date_due": "2024-04-30",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-02T11:22:18.899059",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161608,
        "from_user": 60252,
        "to_user": 10049,
        "subject": "",
        "datetime": "2024-04-02T11:22:18.899059",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nYou are receiving this correspondence as a request under the Freedom of Information Act, 5 U.S.C. subsection 552. I am requesting the following:\r\n\r\nCopies of records related to all contracts awarded by, or on behalf of, the Defense Intelligence Agency (DIA) to Advanced Echelon LLC (UEI: W7D1H4WMXCQ7). This request includes, but is not limited to:\r\n\r\n- Solicitations/Standard form 1449\r\n\r\n- Statements of Work\r\n\r\n- Requests for Proposals\r\n\r\n- Requests for Information\r\n\r\n- Memorandum(s) of Understanding\r\n\r\n- Letters of Interest\r\n\r\n- Award Letters\r\n\r\n- Task Letters\r\n\r\n- Privacy Impact Assessments\r\n\r\n- Invoices\r\n\r\n- Purchase and/or Change Orders\r\n\r\n- Project Budgets and/or Budget Proposals\r\n\r\n- Evaluation Reports\r\n\r\n- Presentations by the Advanced Echelon LLC\r\n\r\nI am asking you waive any fees associated with this request. I am a member of the news media. My bylines, which include Unicorn Riot, Covert Action Magazine, and the Geopolitical Economy Report, can be found in both print and electronic publications, and I am sending this request in coordination with Muckrock, an award-winning and nationally-recognized news organization. Please take note of the Office of Management and Budget guidelines published March 27, 1987 (52 FR 10012) that include electronic publications and other nontraditional publishers as representatives of the news media. \r\n\r\nA fee waiver is appropriate in situations where \"disclosure of the requested information is in the public interest because it is likely to contribute significantly to public understanding of the operations and activities of the government, and is not primarily in the commercial interest of the requester,” 5 U.S.C. § 552(a)(4)(iii). This request would contribute significantly to public understanding of the operations and activities of government with regard to its research into anomalous health incidents.\r\n\r\nAnomalous health incidents (AHI) are events occurring between 2016 and the present day that have resulted in a condition, or a series of related conditions, afflicting intelligence agents and diplomats working for the governments of the United States and Canada. In 2017, the Associated Press reported on a number of such incidents that happened in Cuba the year prior that led to the United States pulling staff from its embassy in that country. Since then, AHI have continued to generate considerable media attention and stories focusing on the national security implications have appeared in the New York Times and The New Yorker, among many other publications. Based on sources in the Intelligence Community, journalists working for these publications have suggested that AHI may have been caused by directed energy weapons, or ranged weapons that attack a target with electromagnetic radiation like ultra-high frequency radio waves.\r\n\r\nIn January 2022, however, the Central Intelligence Agency issued an interim report stating that the agency found no evidence to support claims that a foreign adversary such as Russia or China was responsible for causing AHI. This was supported by an intelligence assessment published by the Office of the Director of National Intelligence on March 1, 2023, which states, in part, \"most [Intelligence Community] agencies have concluded that it is 'very unlikely' a foreign adversary is responsible for the reported AHIs.\"\r\n\r\nAs of January 2024, there have been over 200 reported AHI and many of the victims themselves believe they were subject to attacks by directed energy weapons. Given that most of these individuals have been identified as high-ranking officials across multiple federal agencies, any investigations into claims of AHI and/or the effects of directed energy on humans would be of considerable public interest. This is especially important in light of the fact that, as part of the HAVANA Act of 2021, both Congress and the President approved compensation in the range of $140,000 or $187,000 per person to individuals diagnosed as suffering from AHI.\r\n\r\nOn March 31, 2024, Advanced Echelon LLC's CEO Gregory Edgreen appeared on CBS News' 60 Minutes to discuss his involvement with an investigation conducted by the DIA into AHI. Per the 60 Minutes report, Edgreen is a retired Army Lieutenant Colonel who claims to have served as the project lead for a DIA working group on AHI. Lt. Col. Edgreen also states Advanced Echelon will provide care for government officials and intelligence agents diagnosed with AHI.\r\n\r\nGiven the DIA's creation of an AHI Program (first reported here: https://geopoliticaleconomy.com/2023/03/16/us-spending-millions-havana-syndrome-research/), and Lt. Col. Edgreen's association with a DIA-led investigation into AHI, there is a public interest in knowing if Advanced Echelon LLC has been awarded any contracts in the field of AHI research or care by the DIA.\r\n\r\nIn the event that there are fees, I am willing to pay up to $100. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThis request is not being made for commercial purposes. All documents will be provided to the general public without charge.\r\n\r\nI look forward to your response within 20 working days, as the statute requires. If access to the records I am requesting will take longer, please contact me with information about when I might expect copies or the ability to inspect the requested records.\r\n\r\nIf you deny any or all of this request, please cite each specific exemption you feel justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\r\n\r\nSincerely,\r\n\r\nRobert Skvarla, Jr.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/dia-4224-161608/"
  },
  {
    "id": 161607,
    "title": "Employment of Raed Yousef",
    "slug": "employment-of-raed-yousef",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 21661,
    "datetime_submitted": "2024-04-02T10:59:00.851873",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2024-04-17",
    "datetime_done": null,
    "datetime_updated": "2024-04-02T10:59:00.987815",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161607,
        "from_user": 3031,
        "to_user": 34394,
        "subject": "Florida Sunshine Law Request: Employment of Raed Yousef",
        "datetime": "2024-04-02T10:59:00.987815",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\n1. Any communications to or from (a) any Pasco County Commissioner; or (b) an assistant to any Pasco County Commissioner (including their executive assistants, legislative assistants, and legislative aides) concerning Raed Yousef. This request is limited to communications on or after January 1, 2024.\r\n\r\n2. Any communications to or from (a) the County Administrator; (b) the Chief of Staff; (c) Intergovernmental Affairs; or (d) any assistant or aide to the County Administrator, Chief of Staff, or Intergovernmental Affairs concerning Raed Yousef. This request is limited to communications on or after January 1, 2024.\r\n\r\n3. The personnel file of Raed Yousef.\r\n\r\n\"Communications\" includes, but is not limited to, emails, letters, text messages, social media messages, chats, or other means of one-to-one or one-to-many communication.\r\n\r\nPlease also note that this request seeks public records wherever they may be found, including on devices or networks owned or operated by private parties. For example, if an employee uses a personal cell phone or social media account to conduct public business, records created, maintained, or held on the phone or account are public records subject to this request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/pasco-county-10454/employment-of-raed-yousef-161607/"
  }
]