[
  {
    "id": 153169,
    "title": "FBI: name.ly investigative records",
    "slug": "fbi-namely-investigative-records",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 351,
    "username": "RobbyD",
    "agency": 10,
    "datetime_submitted": "2023-10-11T15:12:41.035221",
    "date_due": "2023-11-08",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-10-11T15:12:41.474448",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 153169,
        "from_user": 351,
        "to_user": 9555,
        "subject": "",
        "datetime": "2023-10-11T15:12:41.474448",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAll investigative records that reference the company able.me (AKA: enable.me) and/or the parent organization of name.ly dating from July 2008 to October 1st of 2023. Of particular interest are any records pertaining to able.me and name.ly's possible connection with the Russian Internet Research Agency, and any records of able.me or namel.ly's connection with Russian propaganda and utilization of these services during influence operations that targeted the United States both before, during and after, the 2016 Presidential Elections.\r\n\r\nOf particular interest are investigative records related to two domains: http://wdsu.able.me and http://cnn.able.me. These domains were utilized by the Internet Research Agency to impersonate the WDSU television station in New Orleans and CNN's website during an internet hoax. The uniqueness of impersonating news websites during a breaking news hoax was publicly discuss at the time it occurred. \r\n\r\nHere is the name.ly domain: http://name.ly/about/\r\nHere is the able.me/enable.me domain: http://able.me/about/\r\n\r\nIf either able.me or enable.me and/or name.ly are currently under Bureau investigation, please do not deny the entire request and release any information available under the law. If you cannot fulfill certain parts of this request or certain portions must be redacted please provide any reasonable segregable portion of a requested record after removing or redacting those portions claimed to be exempt, explain in writing the justification for redacting the record, indicate the extent of any redactions on the portion of the record which is made available or published and where technically feasible indicate on the redacted portion itself the specific exemption(s) claimed.\r\n\r\nThank you for the Bureau's commitment to transparency, and I look forward to working with you on this request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobert Delaware",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/fbi-namely-investigative-records-153169/"
  }
]