[
  {
    "id": 173566,
    "title": "Former Chief Del Papa \"mutual agreement\" to end term",
    "slug": "former-chief-del-papa-mutual-agreement-to-end-term",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 123176,
    "username": "Susanneac",
    "agency": 39125,
    "datetime_submitted": "2024-09-20T12:22:38.106888",
    "date_due": "2024-10-04",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-09-20T12:22:39.035967",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 173566,
        "from_user": 123176,
        "to_user": 141793,
        "subject": "",
        "datetime": "2024-09-20T12:22:39.035967",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Massachusetts Public Records Law, I hereby request the following records:\r\n\r\nPlease provide any town records, correspondences and emails regarding the administrative leave, subsequent Abington Police internal investigation and resignation of Joshua Heal between December 1, 2021 and March 30, 2023. Please provide Abington town records, corespondences, emails regarding adminstraive decisions incurred by former Chief Del Papa regarding Josh Heal between December 2021 and March 30, 2023, as well as the terms of Cheif Del Papa's \"mutual agreement\" also known as \"separation agreement\" intiated on May 3, 2024 and announced by the Town of Abington on May 7, 2024.\r\n\r\nPlease include records/ reports including \"Allen Consulting Services,\" as well as transcripts and email correspondences including Selectman Alex Hagerty, Town Manager Scott Lambiase, School Committe Chair Chris Coyle, Selectman Roger Woods and Selectman Kevin Donovan.\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by the recommendations of the Massachusetts Supervisor of Public Records. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nI expect the request to be filled in an accessible format, including for screen readers, which provide text-to-speech for persons unable to read print. Files that are not accessible to screen readers include, for example, .pdf image files as well as physical documents.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nSusanne Cleveland",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/massachusetts-1/former-chief-del-papa-mutual-agreement-to-end-term-173566/"
  }
]