[
  {
    "id": 186750,
    "title": "Naples Pride v. City of Naples, et al.",
    "slug": "naples-pride-v-city-of-naples-et-al",
    "status": "submitted",
    "embargo_status": "public",
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 5319,
    "datetime_submitted": "2025-05-18T08:45:24.355148",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-05-18T08:45:24.456199",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186750,
        "from_user": 3031,
        "to_user": 106698,
        "subject": "",
        "datetime": "2025-05-18T08:45:24.456199",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\n1. Any document(s) sufficient to show the amount(s) budgeted for attorneys' fees and costs in connection with Naples Pride v. City of Naples, et al., No. 2:25-cv-00291 (M.D. Fla. Apr. 10, 2025), including any appeal.\r\n\r\n2. All invoices from Roper, Townsend & Sutphen, P.A. in connection with Naples Pride or Naples Pride v. City of Naples, et al., No. 2:25-cv-00291 (M.D. Fla. Apr. 10, 2025), including any appeal.\r\n\r\n3. All invoices from Dickman Law Firm in connection with Naples Pride or Naples Pride v. City of Naples, et al., No. 2:25-cv-00291 (M.D. Fla. Apr. 10, 2025), including any appeal.\r\n\r\n3. Any non-privileged emails sent by (a) any member of the City Council, (b) the Mayor, or (c) the Vice-Mayor on or after May 1, 2025, which mention any of these terms: \"pride\", \"drag\", \"ACLU\", \"liberty\".\r\n\r\n4. Any non-privileged text messages or other communications (excluding emails) sent or received by (a) any member of the City Council, (b) the Mayor, or (c) the Vice-Mayor on or after May 1, 2025, which mention any of these terms: \"pride\", \"drag\", \"ACLU\", \"liberty\".\r\n\r\n\"Communications\" means and includes text messages, social media messages, letters, memoranda, calendar entries, chats, or any form of one-to-one or one-to-many communication.\r\n\r\nPlease note that this request seeks public records wherever they may be found, including on devices or networks owned or operated by private parties. For example, if an employee uses a personal cell phone or social media account to conduct public business, records created, maintained, or held on the phone or account are public records subject to this request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/naples-37/naples-pride-v-city-of-naples-et-al-186750/"
  }
]