[
  {
    "id": 142780,
    "title": "FBI: Disqus",
    "slug": "fbi-disqus",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 351,
    "username": "RobbyD",
    "agency": 10,
    "datetime_submitted": "2023-03-13T14:12:20.385464",
    "date_due": "2023-04-10",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-03-13T14:12:20.565438",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 142780,
        "from_user": 351,
        "to_user": 9555,
        "subject": "",
        "datetime": "2023-03-13T14:12:20.565438",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAny and all records, files, PowerPoint presentations, or reports related to or about the blog comment host service Disqus (located at https://disqus.com/)\r\n\r\nPlease conduct a search for bureau communication to or from the \"security@disqus.com\" or \"privacy@disqus.com\" email address. In addition to communication to those two email accounts, please also conduct a search for any bureau monitoring or examination of individual Disqus user accounts, user generated content, or the content moderation policies of Disqus. Please conduct a search into these records in relation to issues including, but not limited to: the 2014 Ukraine-Russia war, Russian influence campaigns such as the one employed during the 2016 US Presidential election, criticism or comment of media coverage of the bureau, and the COVID-19 pandemic. \r\n\r\nOf particular public interest is any record of a bureau examination of Disqus users, or content, or content moderation policies before or after the 2016 Presidential campaign in relation to malign nation-state campaigns that target the US political system which might have used Disqus as vector to influence public debate in the United States. \r\n\r\nOf related interest is any record of files related to data breaches of Disqus customer data in 2013 and 2017. \r\n\r\nAmong other relevant searches, please conduct a search of the Central Records System, including but not limited to the ELSUR Records System, the Microphone Surveillance (MISUR) Indices, the Physical Surveillance (FISUR) Indices, and the Technical Surveillance (TESUR) Indices, for both main-file records and cross-reference records for all relevant names, individuals, agencies and companies. If any potentially responsive records have been destroyed and/or transferred to NARA, then I request copies of the destruction or transfer slips as well as any other documentation relating to, mentioning or describing said transfer or destruction, to include but not be limited to, the confirmation that the Bureau has no other copies of said records. \r\n\r\nThe requests seeks records from between October 30, 2007 and the day the request is received. Thank you for the bureau's commitment to transparency, and I look forward to answering any questions and working together towards the resolution of this request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobert Delaware",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/fbi-disqus-142780/"
  }
]