[
  {
    "id": 177181,
    "title": "Medicaid Fraud Invoices",
    "slug": "medicaid-fraud-invoices",
    "status": "submitted",
    "embargo_status": "public",
    "user": 2153,
    "username": "GrEp",
    "agency": 239,
    "datetime_submitted": "2024-12-04T16:12:10.555477",
    "date_due": "2025-01-03",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-12-04T16:12:10.682436",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177181,
        "from_user": 2153,
        "to_user": 9548,
        "subject": "",
        "datetime": "2024-12-04T16:12:10.682436",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nI am requesting records under the Freedom of Information Act (FOIA) relating to Medicaid billing and potential fraud associated with my involuntary detention in the summer of 2020 in Polk County, Iowa. Specifically, I am requesting:\r\n\r\nAggregate Medicaid Billing Records:\r\nThe total amount billed to Medicaid for my involuntary detention in the summer of 2020 by Polk County Hospital Broadlawns Medical Center and its contractor, UnityPoint Broadlawns Psych Education Foundation. These entities operate under contracts with Carlyle Group subsidiary Sedgwick, functioning as a \"Third-Party Administrator\" registered under the fictitious name Iowa Communities Insurance Pool (ICAP). ICAP provides coverage for local entities such as the City of Clive, City of West Des Moines, City of Urbandale, City of Waukee, Dallas County, and the City of Ankeny.\r\nThis request seeks to investigate potential Medicaid fraud tied to my detention, which I believe was political retaliation for whistleblowing activities. Public reports, including the case at https://caselaw.findlaw.com/court/ia-court-of-appeals/2019420.html, indicate Iowa Governor Kim Reynolds received Sedgwick resources, including flights, to allegedly conceal Medicaid fraud.\r\n\r\nMissing Medicaid Involuntary Hospitalization Invoices:\r\nConfirmation of whether Medicaid invoices related to Iowa Code 229 involuntary hospitalizations, missing since approximately 2018, have been received by the Polk County and Dallas County Auditors. If still missing, I request details on any known discrepancies or irregularities in Medicaid invoicing and reconciliation processes since 2018 be sent to Polk County/Dallas County Auditors with confirmation letter to myself and Iowa Senators Grassley and Ernst to remediate broken fraud controls in Iowa caused by Carlyle Sedgwick ICAP attorney \"advise\" that insured local law enforcement misprison Medicaid irregularities from their 99 County Attorneys and Senators Grassley/Ernst.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nChad Brewbaker",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/medicaid-fraud-invoices-177181/"
  },
  {
    "id": 177180,
    "title": "Untitled",
    "slug": "untitled",
    "status": "submitted",
    "embargo_status": "public",
    "user": 2153,
    "username": "GrEp",
    "agency": 38998,
    "datetime_submitted": "2024-12-04T15:53:38.903103",
    "date_due": "2024-12-18",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-12-04T15:53:40.092671",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177180,
        "from_user": 2153,
        "to_user": 145594,
        "subject": "",
        "datetime": "2024-12-04T15:53:40.092671",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Iowa Open Records Law, I hereby request the following records:\r\n\r\nI am requesting records relating to the following matters. The requested records pertain to material disclosures by William Kelly, John Jarvey, and Stephen Locher that require correction in their ethics filings. These corrections are necessary so that litigants affected by these disclosures can take appropriate action to protect their liberty and property interests:\r\n\r\nUnauthorized Payments to Belin McCormick Law Firm from State of Iowa\r\nRecords of payments to the Belin McCormick Law Firm involving funds misappropriated under Iowa Code §§ 13.7 and 13.11, originating from Iowa Board of Regents corporations. These include, but are not limited to, the $35,000 payment from the Iowa State University Foundation facilitated by Belin McCormick attorneys Zumbach and Boykin, which was subsequently directed to the Blouin for Governor Campaign in 2005 under Governor Tom Vilsack's administration (currently Secretary of the U.S. Department of Agriculture). These payments were not disclosed by Hon. Stephen Locher, a shareholder of Belin McCormick, in his disclosures to the U.S. Senate Judiciary Committee.\r\n\r\nPayments to Belin McCormick on March 23, 2019\r\nRecords of payments exceeding $10,000 made to the Belin McCormick Law Firm by the Iowa GOP on or about March 23, 2019. These payments were not disclosed by firm shareholder Hon. Stephen Locher and are connected to an \"annoying speech\" warrant signed by his wife, Polk County Judge Sarah Crane. The warrant was based on a solitary SMS message referencing e-notary regulatory capture related to Doug Strawn's firm, LenderClose, sent to the registered agent and attorney for Flying Access Residuals LLC, which held a lending automation patent application under review by the USPTO.\r\n\r\nPayments to U.S. Judge John Jarvey\r\nRecords of annual payments from the State of Iowa to U.S. Judge John Jarvey, facilitated by Dana Oxley. These payments were not disclosed by Judge Jarvey in filings with the U.S. Court Administration or the Iowa Judicial Nominating Commission by Justice Oxley.\r\n\r\nPayments to William Kelly's Dentons Davis Brown Firm\r\nRecords of payments to William Kelly's firm, Dentons Davis Brown, involving funds misappropriated under Iowa Code §§ 13.7 and 13.11 from Iowa Board of Regents corporations (e.g., ISU Daily). These payments were not disclosed by William Kelly in ethics filings with the Iowa Judicial Nominating Commission or U.S. Courts during his application process. Reference is made to the Iowa Bar Association article tying Bruce Rastetter's attorney of record, Leslie Behaunek, to JAG William Kelly and JAG Lucas Sterbick, who prosecuted the warrant signed by Judge Sarah Crane in 2019. [Link in support: https://www.iowabar.org/?pg=IowaLawyerMagazine&pubAction=viewIssue&pubIssueID=36019&pubIssueItemID=209236] Kelly further needs to disclose an estimated $20,000 of fraudulent Medicaid invoices he caused in summer of 2020 as alleged whistleblower retaliation. Kelly's quashing of Wellpath pharmacy fraud/abuse subpoenas related to US DHS ICE pharmacy contracts in November 2019 is public and can be added to his file.\r\n\r\nThe requested records are critical to ensuring compliance with ethics requirements and to allow litigants whose cases were affected by these undisclosed material relationships to take necessary steps to protect their liberty and property interests.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nChad Brewbaker",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/iowa-246/untitled-177180/"
  }
]