[
  {
    "id": 184418,
    "title": "Public Records Request – Fatal Officer-Involved Shooting: Deputy William May & Timothy Jarvinen",
    "slug": "public-records-request-fatal-officer-involved-shooting-deputy-william-may-timothy-jarvinen",
    "status": "submitted",
    "embargo_status": "public",
    "user": 149612,
    "username": "Tomsquats",
    "agency": 5096,
    "datetime_submitted": "2025-04-03T17:00:48.615772",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-04-03T17:00:48.719002",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 184418,
        "from_user": 149612,
        "to_user": 9955,
        "subject": "",
        "datetime": "2025-04-03T17:00:48.719002",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nDear Custodian of Records,\r\n\r\nPursuant to Chapter 119 of the Florida Statutes (Florida Public Records Law), I am submitting this request for specific records related to the officer-involved shooting that occurred at or near the Dollar General in Mossy Head, Florida, involving Deputy William “Bill” May and Mr. Timothy Mark Jarvinen, resulting in the deaths of both individuals.\r\n\r\nThis request is being made in the public interest. Preliminary reports indicate that Mr. Jarvinen had no criminal history in Walton County or Northwest Florida, was a legal concealed carry permit holder, and had no record of prior violence. Publicly available information shows no indication of instability or aggression. In contrast, recent narratives claim the deputy was escorting Mr. Jarvinen out of the store and that shots were fired once both men were outside—with the deputy behind him.\r\n\r\nGiven this context, the public has a right to know exactly what happened and whether proper use-of-force protocols and de-escalation practices were followed. This request is made not to assign blame, but to uncover facts that matter for public trust and accountability.\r\n\r\nRequested Records:\r\nAll body-worn camera footage and in-car video/audio from Deputy William May and any other deputies present at the scene.\r\n\r\n911 audio recordings, dispatch logs, radio traffic, and CAD reports relating to the incident from the time of the call through the conclusion of the scene.\r\n\r\nFull incident and supplemental reports, including witness statements, officer narratives, and scene diagrams.\r\n\r\nAll store surveillance video (Dollar General and surrounding businesses) acquired by law enforcement or reviewed during the investigation.\r\n\r\nThe complete personnel file of Deputy William May, including:\r\n\r\nUse-of-force records (past and present),\r\n\r\nInternal affairs complaints,\r\n\r\nDisciplinary actions (if any),\r\n\r\nMental health screenings or psychological evaluations tied to employment,\r\n\r\nRelevant training certifications, especially related to de-escalation or crowd control.\r\n\r\nAny emails, memos, or internal communications referencing Mr. Jarvinen or this incident, dated between March 22, 2025 and April 5, 2025, including communications between deputies, supervisors, and public information officers.\r\n\r\nThe Spring Break deployment strategy or assignment roster, specifically indicating how and why Deputy May volunteered for the shift and whether Dollar General or similar retail disturbances were a known issue.\r\n\r\nNote on Intent:\r\nThis is a deeply tragic event. Two lives were lost. But when both parties are deceased, it becomes the duty of the public—and those of us who serve the public interest—to ask:\r\n“What really happened, and could it have been prevented?”\r\n\r\nI request that all records be provided in electronic format where possible. If portions of the requested records are exempt or confidential, please cite the specific exemption and provide redacted versions of the non-exempt portions in accordance with Florida law.\r\n\r\nPlease confirm receipt of this request and notify me of any estimated costs prior to fulfilling it.\r\n\r\nThank you for your time and commitment to transparency.\r\n\r\nSincerely,\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nAlabama Times",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/walton-county-10467/public-records-request-fatal-officer-involved-shooting-deputy-william-may-timothy-jarvinen-184418/"
  }
]