[
  {
    "id": 149330,
    "title": "Texas Adult Pay to Stay Policy",
    "slug": "texas-adult-pay-to-stay-policy",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 107539,
    "username": "Kellys2662",
    "agency": 896,
    "datetime_submitted": "2023-07-14T13:25:46.707602",
    "date_due": "2023-07-28",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-07-14T13:25:46.894239",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 149330,
        "from_user": 107539,
        "to_user": 10797,
        "subject": "",
        "datetime": "2023-07-14T13:25:46.894239",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\nWhile we are aware that medical copayments for incarcerated adults were suspended in 2020 and forgone in FY21, we seek clarification over whether medical fees were assessed and collected in FY22 and FY23. \r\nIf so, we ask that you provide all reports, databases, spreadsheets, or equivalent materials regarding such fees, including the number of individuals charged for medical fees and the total amount of medical fees collected in FY22 and FY23. \r\nWhile we are aware that room and board fees are only collected for those participating in the Prison Industry Enhancement Program, we seek all current policies and procedures related to how such fees are set, accrued, imposed, collected, and enforced (such as those related to per diem fees, ability to pay determinations, penalties for late or non-payment, authorization for civil or criminal action for payment enforcement, etc).\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKelly Stevenson",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/texas-109/texas-adult-pay-to-stay-policy-149330/"
  },
  {
    "id": 149329,
    "title": "Nebraska Youth Pay to Stay Policy",
    "slug": "nebraska-youth-pay-to-stay-policy",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 107539,
    "username": "Kellys2662",
    "agency": 35206,
    "datetime_submitted": "2023-07-14T13:12:25.800502",
    "date_due": "2023-07-20",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-07-14T13:12:25.913518",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 149329,
        "from_user": 107539,
        "to_user": 115777,
        "subject": "",
        "datetime": "2023-07-14T13:12:25.913518",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Nebraska Public Records Act, I hereby request the following records:\r\n\r\nThe following materials regarding the imposition, assessment, collection and balances of fees and debt for incarcerated youth (i.e., juvenile):\r\n\r\nAll current policies and procedures regarding medical and room & board costs or fees for which incarcerated youth (i.e. juvenile) and/or their parents or legal guardians are or may become liable. Please include all policies and procedures related to how fees are set, accrued, imposed, collected, and enforced (such as those related to per diem fees, ability to pay determinations, penalties for late or non-payment, authorization for civil or criminal action for payment enforcement, etc). \r\n\r\nAll reports, databases, spreadsheets, or equivalent materials regarding debts/restitution paid to or owed to this department/office or any facility/agency under its jurisdiction in FY2021. Please include all relevant data regarding medical and room & board costs, including the number of youths (i.e., juveniles) charged for medical and room & board costs or fees and the total amount of medical and room & board fees imposed in FY2021.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 4 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKelly Stevenson",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/nebraska-300/nebraska-youth-pay-to-stay-policy-149329/"
  }
]