[
  {
    "id": 181262,
    "title": "ALPR Audits (Los Angeles Police Department)",
    "slug": "alpr-audits-los-angeles-police-department",
    "status": "processed",
    "embargo_status": "public",
    "user": 136171,
    "username": "joey1scott",
    "agency": 265,
    "datetime_submitted": "2025-02-10T14:49:14.757889",
    "date_due": "2025-02-20",
    "days_until_due": null,
    "date_followup": "2025-05-13",
    "datetime_done": null,
    "datetime_updated": "2025-02-13T18:03:47.204727",
    "date_embargo": null,
    "tracking_id": "25-2170",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 181262,
        "from_user": 136171,
        "to_user": 9704,
        "subject": "California Public Records Act Request: ALPR Audits (Los Angeles Police Department)",
        "datetime": "2025-02-10T14:49:15.122866",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nPart A - Information related to ALPR data sharing.\r\n\r\nA1. The names of agencies and organizations with which the Agency shares ALPR data;\r\n\r\nA2. The names of agencies and organizations from which the Agency receives ALPR data;\r\n\r\nA3. The names of agencies and organizations with which the Agency shares “hot list” information;\r\n\r\nA4. The names of agencies and organizations from which the Agency receives “hot list” information.\r\n\r\nThe information requested in items A1-A4 is readily available for extraction through the ALPR software you use. For example, with Vigilant Solutions/Motorola Solutions, this data can be exported easily using the Data Sharing Report function. With Flock Safety, this information is available through the transparency portal function. Other software, such as BOSS, has similar functionality. \r\n\r\nIn a small number of cases, an agency has interpreted items A1-A4 as requesting the creation of a record that does not exist. We disagree: this data is maintained by your software, can be exported through software your agency has already purchased, and is therefore subject to CPRA. \r\n\r\nHowever, should you disagree, you may alternatively produce the following records: \r\n\r\nA5. All agreements, memoranda of understanding, requests, or other certifying documents that external agencies have signed to comply with Sec 1798.90.52(b) for accessing your agency's ALPR data. These documents are also often required under the \"Releasing ALPR Data\" subsection of a California law enforcement agency's SB 34 policy. \r\n\r\nA6. All agreements, memoranda of understanding, requests, or other certifying documents your agency has signed under Sec 1798.90.52(b) to access other agencies' ALPR data.\r\n\r\nA7. All \"records of access\" required by Sec. 1798.90.52(a) from 2019 until the date of processing this request. \r\n\r\nItems A5-A7 are unnecessary if your agency provides the information requested in items A1-A4. We feel that items A1-A4 are more focused and would require less labor from your agency to produce. \r\n\r\nPart B - Information Related to Numbers of “Detections” (plate scans) and “Hits” (plate scans that matched to a hotlist)\r\n\r\nB1. The aggregate number of \"detections\" collected 2019 to today's date\r\n\r\nB2. The aggregate number of “hits” 2019 to today's date\r\n\r\nThe information requested in items B1-B4 is readily available through the ALPR software you use. For example, with Vigilant Solutions/Motorola Solutions, this data can be exported easily using the Hit Ratio Report function. With Flock Safety, this information is available through the transparency portal function. Other software, such as BOSS, has similar functionality. As noted above, this information exists within your system and can be easily exported with existing software.\r\n\r\n\r\nRecords of: \r\n- Officers with authorized access to ALPR systems\r\n- Any audits that include records for the reason of the search, misuse, and how many times the ALPR search was run. \r\n- The number of times other agencies, including federal agencies, with access to the department's ALPR data.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJoey Scott",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 181262,
        "from_user": 9704,
        "to_user": 136171,
        "subject": "Your City of Los Angeles public records request #25-2170 has been submitted.",
        "datetime": "2025-02-11T20:03:42.384377",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "City of Los Angeles\r\n\r\n************************************************************************\r\n\r\n\r\nYour record request #25-2170 has been submitted successfully.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n************************************************************************                          \r\nReply to this email or sign in to contact City of Los Angeles.<br><br>\r\n             <a href=\"https://lacity.nextrequest.com/settings?id=1826290\">Change your email settings</a> | <a href=\"https://www.nextrequest.civicplus.help/hc/en-us/categories/17720084172567-Requesters\">Visit our help center</a>",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 181262,
        "from_user": 9704,
        "to_user": 136171,
        "subject": "[ACTION REQUIRED] Your City of Los Angeles public records portal account",
        "datetime": "2025-02-11T20:03:46.181213",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Use this to confirm your account. The link is only valid for 24 hours.\r\n\r\nCity of Los Angeles\r\n\r\n************************************************************************\r\nHello Joey Scott!\r\n************************************************************************\r\n\r\nYou can confirm your City of Los Angeles public records portal account by copying and pasting the URL below into your web browser. This link is only valid for the next 24 hours.\r\n\r\nMagic link: https://lacity.nextrequest.com/users/confirmation?confirmation_token=yaht9ZPDgnq9Zzbi1Fgf\r\n\r\n\r\n\r\n************************************************************************                          \r\nQuestions? Check out our help page (https://www.nextrequest.com/support) or email us at support@nextrequest.com.\r\n************************************************************************\r\n\r\nPowered by NextRequest (https://www.nextrequest.com).",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 181262,
        "from_user": 9704,
        "to_user": 136171,
        "subject": "[External Message Added] City of Los Angeles public records request #25-2170",
        "datetime": "2025-02-13T18:03:47.204727",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "City of Los Angeles\r\n\r\n************************************************************************\r\n\r\n\r\nA message was sent to you regarding record request #25-2170:\r\n\r\nDear Requester,\r\n\r\n\r\n\r\nYour California Public Records Act (CPRA) request was received and will be assigned to a CPRA Analyst.\r\n\r\n\r\n\r\nIf you have questions, please respond to this email.\r\n\r\n\r\n\r\nRespectfully,\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nLAPD Public Records &amp; Subpoena Response Section, CPRA Unit\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n************************************************************************                          \r\n<em>Questions about your request?</em> Reply to this email or sign in to contact staff at City of Los Angeles.<br><em>Technical support:</em> See our <a href=\"https://www.nextrequest.civicplus.help/hc/en-us/categories/17720084172567-Requesters\">help page</a>",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/los-angeles-91/alpr-audits-los-angeles-police-department-181262/"
  }
]