[
  {
    "id": 144625,
    "title": "Cadet Chapel at West Point",
    "slug": "cadet-chapel-at-west-point",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 9908,
    "datetime_submitted": "2023-04-15T19:28:32.737712",
    "date_due": "2023-05-12",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-04-15T19:28:32.817784",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 144625,
        "from_user": 4164,
        "to_user": 13270,
        "subject": "",
        "datetime": "2023-04-15T19:28:32.817784",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nRelated to The Cadet Chapel at West Point, pursuant to the Freedom of Information Act (FOIA) for the past 10 years.\r\n\r\nAs there have been court cases where the government has been required to release records under FOIA, I trust that you will comply with my request. For example, in American Civil Liberties Union v. Central Intelligence Agency (2019), the court ruled that the government could not withhold or redact records related to the CIA's use of drone strikes. Additionally, in Competitive Enterprise Institute v. Office of Science and Technology Policy (2020), the court ruled that the government must release certain records related to climate change policy.\r\n\r\nI am requesting access to the following records:\r\n\r\nArchitectural drawings and blueprints of The Cadet Chapel, including any revisions or updates made over the past 10 years.\r\nRecords related to the construction and maintenance of The Cadet Chapel over the past 10 years, including any contracts or agreements with contractors and vendors.\r\nRecords related to the funding of The Cadet Chapel over the past 10 years, including any budget reports or financial statements.\r\nAny records related to events or ceremonies held at The Cadet Chapel over the past 10 years, including guest lists, program materials, and photographs.\r\nTo facilitate your search for the requested documents, please let me know if there are any specific offices or departments that may hold the requested documents.\r\n\r\nI am requesting that you do not redact, withhold, or delete any responsive records. If any documents are withheld or redacted, I will seek a court order to compel their release. Please note that the government's obligation to disclose records under FOIA is a cornerstone of transparency and accountability, and I urge you to fully comply with my request.\r\n\r\nFinally, I would like to make a special request for any records related to the history and significance of The Cadet Chapel at West Point. As a landmark building with a rich history, I am interested in learning more about the cultural and historical significance of The Cadet Chapel, and any information you can provide would be greatly appreciated.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJordan Lassiter",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/cadet-chapel-at-west-point-144625/"
  }
]