[
  {
    "id": 174102,
    "title": "SSA Open Access DMF",
    "slug": "ssa-open-access-dmf",
    "status": "submitted",
    "embargo_status": "public",
    "user": 4660,
    "username": "saizai",
    "agency": 202,
    "datetime_submitted": "2024-10-04T08:51:02.962962",
    "date_due": "2024-11-04",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-10-04T08:51:03.053148",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 174102,
        "from_user": 4660,
        "to_user": 10105,
        "subject": "Freedom of Information Act Request: SSA Open Access DMF",
        "datetime": "2024-10-04T08:51:03.053148",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Social Security Administration:\r\n\r\nThis letter is a formal Freedom of Information Act request for the following records.\r\n\r\nPlease see previously:\r\nDOC-NTIS-2019-000203\r\nDOC-NTIS-2021-000490\r\nDOC-OS-2021-000490\r\nDOJ-AP-2019-005746\r\nGSA-2021-000087\r\nGSA-2021-000088\r\nNARA-NGC-2021-000054 \r\nNARA-NGC-2021-000055\r\nSSA-2019-000571\r\nSSA-2019-000831\r\nSSA-2019-002016\r\nSSA-2020-000511\r\nSSA-2020-005956\r\nSSA-2020-006392\r\nSSA-2021-000478\r\nSSA-2021-000479\r\n\r\nPlease note that this request is different from the prior ones because for this request, the 15 CFR 1110.2 SSDMF cut-off date is 3y before your search on this request, which is later than the prior cut-offs.\r\n\r\n\r\nA. Open Access DMF\r\n\r\nI request the entire Open Access† Death Master File, as defined in 15 CFR 1110.2:\r\n\r\n\"Open Access DMF. The DMF product made available by NTIS which does not include DMF with respect to any deceased individual at any time during the three-calendar-year period beginning on the date of the individual's death.\"\r\n\r\nI request everything in original native electronic format as currently stored. Contrasted with your prior release, I specifically require that the transfer be made in electronic format. No CDs or DVDs or USB drives or floppy disks. Either give me your site to download it from, or upload it to Muckrock, or upload it to my SFTP, RSYNC shell, Dropbox, or Google Drive, which I will provide on request and can handle multiple terabytes of data at no cost to you.\r\n\r\nIn order to potentially reduce costs, I request that you tell me the actual change in any cost you would otherwise impose if I were to narrowly exclude the specific rows of data that were released in SSA-2019-000831 / SSA-2019-000571 / SSA-2020-000511 / SSA-2020-006392, but only to the extent that rows in the current OADMF are exactly identical to prior rows — i.e. so that all rows with any change whatever from the last release to me, all rows not in the last release to me, and all documents changed since or not in the last release to me, would still be included. I do not at this time consent to such a limitation; this is simply an inquiry to enable negotiation to reduce costs. \r\n\r\nTo be clear, I specifically deny that you have any right whatever to charge costs, and expressly reserve the right to sue you for any charge you may impose, regardless of whether I pay your demand. Any such payment would be as a surety only in order to facilitate a more expeditious disclosure, made expressly under protest and with the explicit intent and reservation to sue you for imposing the unlawful charge. (This also was and remains true for the last disclosure, for which you demanded payment, which I paid.)\r\n\r\n\r\n† I specifically do NOT request the Limited Access DMF, and refuse to participate in 15 CFR 1110 \"certification\".\r\n\r\nThe requirements of 15 CFR Part 1110 only apply to \"any Person seeking access to a Limited Access DMF\"; see 15 CFR 1110.1(b), limiting its applicability. This is reiterated in 15 CFR 1110.100(b),  which says that \"Certification under this part is not required for any Person to access the Open Access DMF made available by NTIS\".\r\n\r\n42 USC 106c(e)(1)'s FOIA exemption only applies to \"the information described in subsection (a)\", i.e. the Limited Access DMF information, which I do not seek.\r\n\r\n\r\n### \r\nAll content after this line is part of my standard template.\r\n###\r\n\r\n\r\n# Prioritization\r\n\r\nPlease prioritize, in order:\r\n1. the items & subitems above, in the order listed\r\n2. within each item or subitem, most recent records first.\r\n\r\n\r\n# Additional requests\r\n\r\nI also request:\r\n\r\nB. all records relating to the fulfillment of this request, such as FOIA logs, documentation of searches, referral emails, etc.\r\n\r\nThis part of the request is to be processed only after you have completed processing all of the above parts. This part does not request that you create any new record; rather, it requests the records that you will have created in processing the above parts, and will therefore exist before you conduct the search for this part. See McGehee v. CIA, 697 F. 2d 1095, 1100-05 (D.C. Cir. 1983) (agency must use time-of-search cut-off date, not time-of-request).\r\n\r\nC. all records relating to any complaint(s), FOIA request(s)/appeal(s), and/or Privacy Act request(s)/appeal(s) made by me. This includes, but is not limited to:\r\n1. all records relating to the processing my previous requests, complaints, etc;\r\n2. all records containing the terms my name, email address(es), and other contact or identifying information, listed below my signature; and\r\n3. all records containing any of my complaint, request or appeal identifiers.\r\n\r\nParts (B) and (C) must be processed only after you have processed the items above that line, i.e. such that at the time of the search, the records described will have already been created at the time you conduct the search. Part (C) must be processed after part (B) is completed.\r\n\r\nParts (B) and (C) may overlap with similar prior requests. However, the cut-off date is, at earliest, the date that you complete search on all of the above items. If you wish to administratively merge this request with a prior similar request, I consent on condition that you extend the cut-off date for the prior request, and provide rolling updates. Otherwise, you must treat this as a new request.\r\n\r\n\r\nFor all responsive records, I also request:\r\n\r\nD.\r\n1. all parts of the record (i.e. no portion of a record with some responsive portion may be considered \"non-responsive\");\r\n2. all versions of the record, whether or not currently in use;\r\n3. all record metadata, such as dates on which they were drafted, passed, went into effect, withdrawn, or similar events; person(s) / office(s) responsible; authors;  IDs; revision numbers; etc.;\r\n4. a detailed index of all claims of exemption/privilege, regardless of whether the record is claimed to be exempt in whole or in part;\r\naccess to inspect the record directly, in its native electronic format; and\r\n5. if any classification applies, mandatory declassification review (MDR) under E.O. 13526, and the result of the MDR, including any declassified records.\r\n\r\nItems in part (D) should be prioritized at the same level as the record they apply to.\r\n\r\n\r\n# Timing\r\n\r\nFor all requests above, the \"cut-off date\" is, at the earliest, the date that you conduct the search.\r\n\r\nThe priority order listed above is only for items that may take extra time to respond to, and must not be taken as blocking response to an otherwise lower priority item that could be released more quickly than a higher priority item that is pending time-intensive search or review.\r\n\r\n\r\n# FOIA IA notice\r\n\r\nPlease note that this request is made after the enactment of Public Law No. 114-185, S. 337 (114th), the FOIA Improvement Act of 2016 (FOIA IA). The revised statute, as specified in the FOIA IA, applies to this request. FOIA IA § 6. \r\n\r\nIn particular, please note that:\r\n1. you must provide electronic format documents, §§ 552(a)(2) (undesignated preceding text), 552(a)(2)(E) (undesignated following text), 552(a)(3)(B), and 552(a)(3)(C);\r\n2. you may not specify an appeal duration less than 90 days, § 552(a)(6)(C)(A)(i)(III)(aa);\r\n3. you may not withhold any record unless \"the agency reasonably foresees that disclosure would harm an interest protected by an exemption described in subsection (b), or disclosure is prohibited by law\", § 552(a)(8)(A)(i);\r\n4. you must segregate and partially release records where possible, §§ 552(a)(8)(A)(ii) and 552(b) (undesignated matter following (b)(9)); and\r\n5. you may not claim deliberative process exemption for records more than 25 years old, § 552(b)(5).\r\n\r\n\r\n# \"Record\" defined\r\n\r\nFor the purposes of this request, except as otherwise specified, \"record\" means any agreement, appendix, application, assessment, attachment, checklist, circular, contract, correspondence (including but not limited to email), data management plan, documentation of search parameters, email, email attachment, form, guide, handbook, index of records, information consent agreement, information sharing agreement, instruction, interpretation, kit, management instruction, manual, memorandum, memorandum of understanding, notice, notification, opinion, order, plan, policy, policy statement, processing note, publication, recording, referral, report, request certification form, request detail report, response, rule, script, standard operating procedure, submission, talking point, training document, video, or related record described, regardless of publication status.\r\n\r\n\r\n# Anti-duplication exclusion\r\n\r\nThis request specifically excludes providing me with new copies of any records which have been already provided to me or published online for free (e.g. on the agency's online \"reading room\"), in full or identically to the form that would be provided to me under this request (i.e. with exactly the same format, redactions, and claimed exemptions).\r\n\r\nThis is only an exclusion on providing records under this request that are identical to those already provided to me or available online, and only if I am or have already been provided a link to the online version (if \"available online\"). \r\n\r\nThis exclusion is only intended to limit unnecessary duplication or provision, not to limit what records are responsive to this request, nor to permit failure to disclose the location of a responsive record available online. If this exclusion would in any way increase the cost or duration to respond to this request, it is to be ignored to the extent it does so.\r\n\r\nThis request is to be treated as separate from all others that I have filed.\r\n\r\n\r\n# Forwarding; multi-agency / multi-component records\r\n\r\nPlease forward this request to the FOIA office of every agency component and subcomponent that may have responsive records for independent processing, with a copy to me.\r\n\r\nThis request includes any records held jointly by your agency in conjunction with any other agency and/or department, in interagency and/or interdepartmental systems of records, or by other agencies or third parties (including contractors) acting pursuant any agreement with your agency.\r\n\r\n\r\n# Minimal redaction\r\n\r\nPlease note that the FOIA requires you to service the maximum extent of my request that can be done via e.g. partial redaction of exempt material. If you believe some portions of a record to be exempt because it contains Sensitive Security Information (SSI,  49 CFR 15 & 1520) or classified information (18 USC 798), please provide a version of the record redacted to the minimum extent necessary to remove exempt information (e.g. per  49 CFR 1520.15), along with adequate information to describe the reason for each specific exemption.\r\n\r\n\r\n# Estimates and rolling updates\r\n\r\nIn order to help tailor my request, please provide an upfront estimate of the time and cost it will take to complete this request, broken down any significant factors that would affect cost to service, number of records in each category, and your estimate of how many records in the category are likely to be exempt.\r\n\r\nPlease provide me with incremental updates, with updated estimates for fulfillment of the remainder, rather than having the entirety of the request be blocked until fully completed.\r\n\r\n\r\n# No new records; electronic & original format\r\n\r\nThis request does not ask you to create new records. \r\n\r\nIf you determine that a response would require creating a new record that you do not want to create, please first contact me by email with an explanation of what records you have that would most closely match the information requested and might be acceptable substitutes, so that we can reasonably tailor the request.\r\n\r\nIn particular, I specifically request that you do not create new documents in response to this request that are modifications of a digital record, such as page-view images, print views, scans, or the like. No such creation or substitution is authorized by FOIA or the Privacy Act.\r\n\r\nHowever, if the same or similar records are held in both electronic and paper formats, this request includes both the paper and electronic versions. The paper version and the digital version are distinct records, and each may contain distinct information such as handwritten or other markings on the paper copy and embedded metadata in the electronic version.\r\n\r\nI specifically request both the original, electronic format record, and (if it contains any additional markings) the paper record.\r\n\r\nTo the extent that the native electronic format is proprietary or otherwise not in format accessible by widely available, open source software, I also request\r\n1. an export of the proprietary format into a standard, open format, as described below, and\r\n2. all proprietary software necessary to use and understand the original, proprietary format records.\r\n\r\n\r\n# Rehab Act § 508 compliance\r\n\r\nPlease note that I am partially blind, use screen readers (such as VoiceOver and TalkBack), and need to process documents using computer code (which requires machine-readable data).\r\n\r\nIn accordance with 5 USC 552(a)(3)(B & C) (E-FOIA), Rehabilitation Act § 508, and FOIA IA, I demand that you respond using original, native format, electronic, machine-processable, accessible, open, and well structured records to the maximum extent possible — for both the content of your response, and any communications about the request (such as response letters).\r\n\r\nThis means, e.g.:\r\n1. native, original format records rather than PDFs or other conversions (see note above re providing both native electronic records and scans of paper records, if both exist);\r\n2. individual files per distinct source record (e.g. one .msg file per email), named clearly using the record's identifier, title, and date, rather than a single file containing multiple concatenated records;\r\n3. records compliant with the Rehabilitation Act § 508, 36 CFR 1194.22, USAB ATBCB-2015-0002, and I​SO 14289­-1;\r\n4. fully digital text records rather than scans, rasterizations, or OCR;\r\n5. complete electronic records, as held on any computer (including phones, servers, backup servers, mail servers, workstations, etc.), including all headers and attachments, fully expanded e-mail addresses, full addresses for address \"aliases\", full lists for \"distribution list\" aliases, all embedded and external metadata, complete bitwise digital copies of the original file, all file headers, and all other file content;\r\n6. blackout rather than whiteout redactions, with every redaction marked with all exemption(s) claimed for that redaction;\r\n7. digital redactions rather than black marker or rasterization;\r\n8. lists and structured data as machine-processable spreadsheets (e.g. CSV, SQL, XSL) rather than word documents (e.g. DOC, PDF, TXT, RTF) or partial printouts (e.g. PDF),\r\n9. open format records (e.g. PDF, AVI, MPG) rather than proprietary format records (e.g. WordPerfect, Microsoft Advanced Systems Format (ASF)) (note above re providing both original, proprietary format records and open format records);\r\n10. scans rather than paper copies;\r\n11. digital audio/video files rather than physical tapes;\r\n12. upload to your Electronic Reading Room (or other publicly accessible server) rather than personal transfer (for all items other than the item requesting records related to me or my requests);\r\n13. email or (S)FTP file transfer rather than CD;\r\n14. email correspondence rather than physical mail; etc. \r\n\r\n\r\n# Compression, passwords, and uploading large files\r\n\r\nMultiple files may be sent in a combined, compressed form using standard ZIP, TAR, GZIP, BZIP2, and/or RAR formats, or sent as separate files, at your discretion.\r\n\r\nDo not use any password on any files, including ZIP files etc., unless a password was present in the original, native format (in which case, leave it unaltered, and send me the password).\r\n\r\nIf there are any files you prefer not to transfer by email (e.g. if they are >10MB), please upload them to me via the link listed below my signature. Doing so is secure, completely free to you, and I will be notified of the upload.\r\n\r\n\r\n# No physical \"duplication\"; inspection & direct access\r\n\r\nPlease note that this request does not request that you physically \"duplicate\" records, as I do not want you to create any paper or other physical copy for me — I only want electronic versions (or scans, for records that are not fully available in electronic form). As such, I expect there to be no duplication related costs.\r\n\r\nFurthermore, I specifically request access for inspection of the records, including direct electronic access, in native format, to any electronic records. \r\n\r\n\r\n# No fees agreed to; non-commercial status; journalistic & public interest waiver\r\n\r\nI am not currently willing to pay for servicing this request. I may be willing to pay if it is necessary; please send a detailed explanation of the costs and their statutory justification, and service the maximum extent of the request that can be done for free in the meantime.\r\n\r\nThis request is a qualified request for journalistic, public interest purposes. As such, I request fully waived fees, including both public interest fee waiver and journalistic fee waiver.\r\n\r\n1. Fiat Fiendum, Inc. (FF) is a 501(c)(3) nonprofit organization, organized for charitable, educational, scientific, and/or literary purposes.\r\n\r\nThis request is a part of FF's bona fide educational and scientific purpose activities, which are public interest purposes as a matter of law.\r\n\r\n2. FF's actions in matters such as this request are non-commercial. My personal interest in the records is also non-commercial.\r\n\r\n3. Both Fiat Fiendum as an organization, and I as an individual, are representatives of the news media and entitled to waiver of all search fees.\r\n\r\n4. I intend and am able to host and publish all received records online to the general public at no charge, as well to publish highlights, analyses, summaries, commentaries, and other creative, original journalistic and scientific work about responsive records through multiple online publications, as part of Fiat Fiendum's work.\r\n\r\n5. The records requested are of significant public interest, entitled to waiver of all duplication fees, since\r\na. they are requested for 501(c)(3) public interest purposes;\r\nb. as above, I both am able and intend to disseminate the files widely;\r\nc. they would contribute greatly to the public understanding of the operations & activities of your agency, in that they are records that directly describe agency operations & activities, as well as the issues and matters described at the top of this letter;\r\nd. they are not currently readily available; and\r\ne. they are likely to be requested by others.\r\n\r\n6. As mentioned above, I am explicitly not asking for any physical duplication, but rather direct server-to-server file transfer or email (or posting on your website). FOIA authorizes \"duplication\" fees strictly limited to your agency's actual costs, and mandates that your agency use the cheapest available requested methods. I consider the actual costs for server-to-server file transfer to be reasonably estimated by, e.g., Amazon S3's pricing (https://aws.amazon.com/s3/pricing/).\r\n\r\n7. I request that, pending fee waiver determination or appeal, you proceed with this request as if it were in the \"other non-commercial requester\" category.\r\n\r\n\r\n# Requester\r\n\r\nThis request is made on behalf of both myself, Sai (in personal capacity) and Fiat Fiendum, Inc. (in official capacity).\r\n\r\nPlease note that “Sai” is my full legal name.\r\n\r\n\r\n# Request tracking numbers and estimated completion date\r\n\r\nUpon receipt, and in every followup response, please state your tracking number(s) for this request, as well as your specific estimated completion date. 5 USC 552(a)(7).\r\n\r\n\r\n# Communication about this request and method for responding\r\n\r\nIf you have any questions or updates about this request, please contact me by email, using only the MuckRock email address from which this request was sent. Please do not send responses to my personal or organizational email addresses unless I specifically request you to do so.\r\n\r\nPlease ensure that all of your responses comply with § 508 of the Rehabilitation Act, 36 CFR 1194.22, and UESB NPRM ATBCB-2015-0002.\r\nIn particular, please make all correspondence pursuant to this request — including notification and responsive records — by email, with native electronic format records, as specified in the request. I do not authorize you to send anything to me by physical mail unless I specifically state otherwise. \r\n\r\nDo not respond using ZixCorp \"Secure Mail\" or any other method that \"expires\" records from being available. Use only actual email and direct attachments, or upload using the link below, unless I explicitly request otherwise.\r\n\r\n\r\n# \"Reasonable description\" and tailoring\r\n\r\nPlease note that a request need only be \"reasonably described\" in the sense that you understand what is requested and where you can find it. A request is not improper merely because of the amount of responsive records. I will not agree to a limitation premised on this request asking for voluminous records. However, I may agree to a limitation premised on the difficulty of finding particular records or categories thereof, the quality of records available, paper vs electronic format, or similar issues.\r\n\r\nIf you believe that any of the requested items are not reasonably described, that they would be overly burdensome to fulfill, or that you need any further information, please be specific about what you consider vague. \r\n\r\nPlease include in any response about \"reasonably described\", or any request for narrowing, specific questions I can answer that would clarify matters for you; specific descriptions of what parts of the request more or less burdensome (and why) that could serve as the basis for negotiating a narrower request; and any indexes, finding guides, record categories, record storage practices, likely places that responsive records may be located, or similar information that would allow me to understand your concerns and better tailor the request.\r\n\r\nSincerely,\r\nSai\r\nPresident, Fiat Fiendum, Inc.\r\n\r\nFiat Fiendum is a 501(c)(3) tax-exempt corporation devoted to public interest journalism, government transparency and accountability, individuals' civil rights, and related issues.\r\n\r\n\r\nUpload link and physical mail address are below. (Again, do not physically mail responsive records without my explicit request; send all responses electronically.)",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/ssa-open-access-dmf-174102/"
  },
  {
    "id": 174099,
    "title": "Arkansas Parole Board Policies",
    "slug": "arkansas-parole-board-policies",
    "status": "ack",
    "embargo_status": "public",
    "user": 142227,
    "username": "Bonanno",
    "agency": 6460,
    "datetime_submitted": "2024-10-04T08:25:36.498673",
    "date_due": "2024-10-09",
    "days_until_due": null,
    "date_followup": "2024-10-09",
    "datetime_done": null,
    "datetime_updated": "2024-10-04T08:25:36.719549",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 174099,
        "from_user": 142227,
        "to_user": 32750,
        "subject": "Arkansas Freedom of Information Act Request: Arkansas Parole Board Policies",
        "datetime": "2024-10-04T08:25:36.719549",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Arkansas Freedom of Information Act, Ark. Code Ann. § 25-19-101 et seq., I request that the Arkansas Post-Prison Transfer Board (“the Board”) make the below documents available for copying or inspection. \r\n\r\n1) Please provide any and all internal policies, procedures, assessments, standards, or guidelines used by the Board to determine whether to issue an arrest warrant for an individual alleged to have violated the conditions of their release per Ark. Code Ann. § 16-93-705(a)(1)(A)(i). \r\n\r\n2) Please provide any and all internal policies, procedures, assessments, standards, or guidelines used by the Board regarding the appointment of attorneys for indigent individuals at parole revocation hearings per Code Ark. R. 158.00.1-3.9. \r\n\r\n3) Please provide any and all internal policies, procedures, assessments, standards, or guidelines used by the Board to determine which facilities are deemed suitable for the temporary detainment of individuals arrested for parole violations prior to their revocation hearing date per Ark. Code Ann. § 16-93-705(a)(3). \r\n\r\n4) Please provide any and all internal policies, procedures, assessments, standards, or guidelines used by the Board to determine when a parole revocation hearing may be held without first holding a preliminary hearing pursuant to Ark. Code Ann. § 16-93-705(e). \r\n\r\n5) Please provide any and all internal policies, procedures, assessments, standards, or guidelines used by the Board to determine when to schedule an individual’s parole revocation hearing subsequent to that individual’s arrest per Ark. Code Ann. § 16-93-705(c)(1)(A). \r\n\r\n6) Please provide any and all internal policies, procedures, assessments, standards, or guidelines used by the Board to determine whether to take any of the following actions against an individual found to have violated a condition of their release per Code Ark. R. 158.00.1-3.6: \r\n\r\n          a) Returning the individual to supervision; \r\n\r\n          b) Imposing additional conditions of release; \r\n\r\n          c) Ordering placement in an Arkansas Division of Correction (ADC) facility; \r\n\r\n          d) Ordering placement in an Arkansas Department of Community Correction (ACC) Regional Correctional Facility (RCF); \r\n\r\n          e) Ordering placement in the Technical Violator’s Program (TVP); or \r\n\r\n          f) Utilizing an appropriate alternative to incarceration. \r\n \r\nI ask that the Board provide the above records within three business days of receipt of this request, as required by Ark. Code Ann. § 25-19-105(e). I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not. I also ask that the Board provide me with a fee estimate prior to fulfilling any request. \r\n\r\nShould any part of the above request be denied, I request the Board provide a written response citing the specific statutory exemption, as required by Ark. Code. Ann. § 25-19-105(a)(3). If some of the above records are disclosable and others exempt, please provide the disclosable documents and provide the exemption(s) preventing disclosure of the rest per Ark. Code Ann. § 25-19-105(f). If any of the above documents are administratively controlled by a different custodian than the Board, I ask that the Board please provide those custodians’ information, per Ark. Code. Ann. § 25-19-105(a)(3)(C).   \r\n\r\nPlease note that I am a citizen of Arkansas, and I am using MuckRock’s services to help manage and track my request. The requested documents will be made available to the general public, and this request is not being made for commercial purposes.  \r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires. \r\nSonny Albarado, a citizen of Arkansas, in coordination with Matthew.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/arkansas-114/arkansas-parole-board-policies-174099/"
  }
]