[
  {
    "id": 144179,
    "title": "Threats Against Governor Kathy Hochul NY State Police and Counter Terrorism Unit",
    "slug": "threats-against-governor-kathy-hochul-ny-state-police-and-counter-terrorism-unit",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 354,
    "datetime_submitted": "2023-04-03T17:12:07.142897",
    "date_due": "2023-04-10",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-04-03T17:12:07.231113",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 144179,
        "from_user": 4164,
        "to_user": 10142,
        "subject": "",
        "datetime": "2023-04-03T17:12:07.231113",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nI am writing to request access to and copies of all documents, emails, and any other information in the possession of the New York State Police and their Counter Terrorism Unit related to threats made against Governor Kathy Hochul, including emails and tips received by the police, electronic surveillance, and any documents or memos related to the Freedom of Information Act (FOIA), from her Inauguration on August 24, 2021 to the present. This request includes metadata associated with the records, such as author, date, and time of creation.\r\n\r\nAs a requester, I would like to bring to your attention that it is crucial to read this request carefully and provide the requested information in a complete and accurate manner. Failure to do so may result in legal action, including filing a complaint with the New York State Committee on Open Government or a court of law, in order to compel the production of the requested records.\r\n\r\nTo ensure that this request is properly processed, I ask that you carefully review the details of this request, including the scope of documents and information being requested, the timeframe for the requested records, and the specific key string searches to be conducted. If any clarification is needed, please do not hesitate to contact me.\r\n\r\n\r\nRecent reports have indicated that Governor Hochul has received numerous threats of violence and harm since taking office, including on social media platforms such as Twitter. As a concerned citizen and advocate for transparency, I request access to any documents, emails, or other information in the possession of the New York State Police and their Counter Terrorism Unit that relate to these threats, including any information gathered through electronic surveillance or other investigative methods.\r\n\r\nTo assist in the search for responsive records, I request that the following keystring searches be conducted:\r\n\r\n\"Kathy Hochul\"\r\n\"Governor Hochul\"\r\n\"threats\"\r\n\"violence\"\r\n\"harm\"\r\n\"social media\"\r\n\"Twitter\"\r\n\r\nIt is important to note that this request includes not only records related to direct threats against Governor Hochul, but also any records related to the New York State Police's response to such threats, including any investigations, protective measures, or communications with other law enforcement agencies or government entities. The Counter Terrorism Unit is included in this request due to their expertise in responding to threats against public officials.\r\n\r\nIf any portion of this request is denied or exempt from disclosure, please cite the specific exemption and provide an index of the withheld or redacted records, as required by law.\r\n\r\nPlease be advised that any attempt to withhold or delete responsive documents will be appealed in a court of law. Any such actions may result in legal proceedings to compel the production of the records and any applicable penalties. I also request that any responsive records be provided on a rolling basis, meaning that records should be provided as they become available instead of waiting for all records to be collected before responding to the request.\r\n\r\nIn support of this request, I refer to the following court cases and legal principles:\r\n\r\nFreedom of Information Law (FOIL), Public Officers Law Article 6: This law requires the government to provide access to records maintained by government entities.\r\n\r\nNational Archives and Records Administration v. Favish, 541 U.S. 157 (2004): This case held that FOIA requires agencies to disclose records unless the agency reasonably foresees that disclosure would harm an interest protected by a FOIA exemption.\r\n\r\nNewsday LLC v. Empire State Development Corporation, 98 A.D.3d 36, 944 N.Y.S.2d 78 (2d Dept. 2012): This case held that \"an agency must identify which exemption(s) it asserts to justify withholding the requested information, and state in a conclusory fashion how the exemption applies to the particular documents or parts thereof.\"\r\n\r\nMatter of Johnson v. N.Y. State Police, 196 A.D.2d 794, 601 N.Y.S.2d 64 (3d Dept. 1993): This case held that \"an agency cannot simply deny access to documents or information sought under FOIL by invoking a statutory exemption; rather, the agency has the burden of demonstrating that the exemption applies to the material in question.\"\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJordan",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/threats-against-governor-kathy-hochul-ny-state-police-and-counter-terrorism-unit-144179/"
  }
]