[
  {
    "id": 159818,
    "title": "MS Corrections data dictionaries",
    "slug": "ms-corrections-data-dictionaries",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 12867,
    "username": "epoxy",
    "agency": 3535,
    "datetime_submitted": "2024-03-05T11:01:32.026029",
    "date_due": "2024-03-14",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-03-05T11:01:32.202553",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 159818,
        "from_user": 12867,
        "to_user": 9841,
        "subject": "",
        "datetime": "2024-03-05T11:01:32.202553",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Mississippi Public Records Act, I hereby request the following records:\r\n\r\n1) All data dictionaries and schemas used for or associated with databases (or other data repositories) used by the Mississippi Department of Corrections' offender management system.\r\n\r\n2) Any documents sufficient to explain, detail, or describe the contents of tables and fields in any database (including which are considered exempt from disclosure or otherwise restricted, if applicable) used by the Mississippi Department of Corrections' offender management system.\r\n\r\n“Data dictionary” refers to any set of information describing the contents of a database, including details about tables, columns, data types, and relationships among tables.\r\n\r\n\"Schema\" refers to any set of information describing a database's overall structure and organization.\r\n\r\n\"Offender management system\" refers to the database or software system that MDOC uses to manage information on all aspects of an offender’s incarcerations from intake to release.\r\n\r\nThe requested documents will be used for academic research. This request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 7 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobert Stewart, Ph.D.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/mississippi-231/ms-corrections-data-dictionaries-159818/"
  }
]