[
  {
    "id": 184396,
    "title": "Preston County Opioid Settlement Funds 3",
    "slug": "preston-county-opioid-settlement-funds-3",
    "status": "submitted",
    "embargo_status": "public",
    "user": 152590,
    "username": "hheiskell1",
    "agency": 41084,
    "datetime_submitted": "2025-04-03T14:22:20.642018",
    "date_due": "2025-04-10",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-04-03T14:22:21.784817",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 184396,
        "from_user": 152590,
        "to_user": 156075,
        "subject": "",
        "datetime": "2025-04-03T14:22:21.784817",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Nathan Raybeck:\r\n\r\nUnder the West Virginia Freedom of Information Act, §29-B-1-1 et seq., I am requesting an opportunity to inspect or obtain copies of public records that detail the use or allocation of opioid lawsuit settlement funds in Preston County and outline an application for these funds. I am also requesting any documentation related to the review or approval process for these funds, including the names of individuals involved.\r\n\r\nSpecifically, I am requesting documentation of the amount of funds Preston County has received so far, the application process to apply for funding, the individuals who will review the funding applications, the process by which funds will be awarded, how much funding has been awarded as of March 1, 2025, and to whom it was awarded.\r\n\r\nIf there are any fees for searching or copying these records, please inform me if the cost will exceed $25. However, I would also like to request a waiver of all fees in that the disclosure of the requested information is in the public interest and will contribute significantly to the public’s understanding of West Virginia’s allocations of opioid settlement funds. I am a representative of the news media and my request is related to news gathering purposes. This information is not being sought for commercial purposes.\r\n\r\nThe West Virginia Freedom of Information Act requires a response to this request be made within five business days. If access to the records I am requesting will take longer than this amount of time, please contact me with information about when I might expect copies or the ability to inspect the requested records. You can call me at 304-216-6743 or send me an email at heiskell.hannah@gmail.com. My physical address is 1511 University Ave. Morgantown, WV, 26505.\r\n\r\nIf you deny any or all of this request, please cite each specific exemption you feel justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\r\n\r\nThank you for considering my request.\r\n\r\nSincerely,\r\nHannah Heiskell\r\n304-216-6743\r\nheiskell.hannah@gmail.com",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/west-virginia-304/preston-county-opioid-settlement-funds-3-184396/"
  },
  {
    "id": 184393,
    "title": "Miller v. City of LaFollette settlement agreement",
    "slug": "miller-v-city-of-lafollette-settlement-agreement",
    "status": "submitted",
    "embargo_status": "public",
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 41083,
    "datetime_submitted": "2025-04-03T13:38:30.737131",
    "date_due": "2025-04-14",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-04-03T13:38:30.961100",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 184393,
        "from_user": 3031,
        "to_user": 156071,
        "subject": "",
        "datetime": "2025-04-03T13:38:30.961100",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Tennessee Public Records Act, I hereby request the following records:\r\n\r\nA copy of the settlement agreement involving Sgt. Marvin Miller and Lt. Brian Tiller, or otherwise settling Miller v. City of LaFollette, TN, No. 3:23-cv-152.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 7 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKent Hoover, a citizen of Tennessee, in coordination with Adam Steinbaugh.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/tennessee-155/miller-v-city-of-lafollette-settlement-agreement-184393/"
  }
]