[
  {
    "id": 173140,
    "title": "Financial and other records on Cadet Uniforms",
    "slug": "financial-and-other-records-on-cadet-uniforms",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 140258,
    "username": "TheCadet",
    "agency": 15147,
    "datetime_submitted": "2024-09-10T16:46:58.002475",
    "date_due": "2024-09-17",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-09-10T16:46:58.236806",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 173140,
        "from_user": 140258,
        "to_user": 19541,
        "subject": "Virginia Freedom of Information Act Request: Financial and other records on Cadet Uniforms",
        "datetime": "2024-09-10T16:46:58.236806",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Virginia Freedom of Information Act, I hereby request the following records:\r\n\r\n1. Records showing the standard issue of all uniforms to individual Cadets at the Virginia Military Institute (e.g. Cotee, Blouse, white and or greay pants, class uniforms, etc.) for the past two academic years including the current academic year.\r\n2. Records, including contracts, payment disbursements, etc. showing the purchase of each uniform item for cadets (by item and total) over the past two academic years including the current academic year.\r\n3. Records showing the current number of each uniform item issues to cadets and remaining in stock available for issue to Cadets over the past two academic years including the current academic year.\r\n4. Records, including contracts, payment disbursements, etc. showing the cost of cleaning of each type of uniform item for cadets over the past two academic years including the current academic year. Please exclude any costs for personal clothing.\r\n5. Records, including contracts, payment disbursements, etc. showing the cost of cleaning of maintenance of uniform item for cadets over the past two academic years including the current academic year. Please exclude any costs for personal clothing.\r\n6. Records showing the number and type of different uniforms issued to the football and basketbal teams  for the past two academic years including the current academic year and, if any of these uniforms were not re-used by subsequent players their disposition (discarded, given to players, etc.)\r\n7. Records showing the source of funds used to purchase uniforms issued to the football and basketbal teams  for the past two academic years including the current academic year.\r\n8. Records, including contracts, payment disbursements, etc. showing the purchase of each uniform items for the football and basketball teams (by item and total) over the past two academic years including the current academic year.\r\n9. Records showing the current number of each uniform item issued to the football and basketball teams and remaining in stock available for issue over the past two academic years including the current academic year.\r\n10. Records, including contracts, payment disbursements, etc. showing the cost of cleaning of each type of uniform item for the football and basketball teams over the past two academic years including the current academic year. Please exclude any costs for personal clothing.\r\n11. Records, including contracts, payment disbursements, etc. showing the cost of cleaning of maintenance of uniform item for the football and basketball teams over the past two academic years including the current academic year. Please exclude any costs for personal clothing.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTom Nash, a citizen of Virginia, in coordination with Anonymous.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/lexington-32067/financial-and-other-records-on-cadet-uniforms-173140/"
  },
  {
    "id": 173138,
    "title": "Erie County Department of Environment and Planning",
    "slug": "erie-county-department-of-environment-and-planning",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 140689,
    "username": "AndrewGalarneau",
    "agency": 39060,
    "datetime_submitted": "2024-09-10T16:39:32.167098",
    "date_due": "2024-10-08",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-09-10T16:39:33.144766",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 173138,
        "from_user": 140689,
        "to_user": 141073,
        "subject": "",
        "datetime": "2024-09-10T16:39:33.144766",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nThe application and final funding agreement for $925,000 grant to Westminster Economic Development Initiative by the Erie County Department of Environment and Planning, Erie County Cultural Capital Grant Program.\r\n\r\nAlso, any related correspondence.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAndrew",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/erie-county-department-of-environment-and-planning-173138/"
  }
]