[
  {
    "id": 182223,
    "title": "Child care provider data",
    "slug": "child-care-provider-data",
    "status": "submitted",
    "embargo_status": "public",
    "user": 120335,
    "username": "gpepin",
    "agency": 35979,
    "datetime_submitted": "2025-02-27T21:48:11.789771",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-02-27T21:48:11.963395",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 182223,
        "from_user": 120335,
        "to_user": 120428,
        "subject": "",
        "datetime": "2025-02-27T21:48:11.963395",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Oregon Public Records Law, I hereby request the following records:\r\n\r\nHistorical data on all licensed child care providers (active and closed) from as far back as data systems will allow to present. I also request data on license-exempt providers, if available. Specifically, I request the following information as it is available:\r\n\r\n1)\tProvider name or ID\r\n2)\tStreet number\r\n3)\tStreet name\r\n4)\tCity\r\n5)\tZip code\r\n6)\tLicensed capacity for each year (by child age group if available)\r\n7)\tEnrollment for each year (by child age group if available)\r\n8)\tProvider type (e.g., center-based provider, home-based provider, Head Start, school-based pre-K, etc.) for each year\r\n9)\tFirst license issue (open) date\r\n10)\tMost recent license issue date\r\n11)\tMost recent license expiration date or close date\r\n12)\tAges served for each year\r\n13)\tHours of operation for each year\r\n14)\tQRIS rating for each year (please explain who is required to participate and whether there are financial supports based on rating)\r\n15)\tAccepts Child Care and Development Fund subsidies for each year\r\n16)\tAccepts other types of subsidies for each year (please list types)\r\n17)\tPrices for each year (by child age group if available)\r\n18)\tViolation records\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nGabrielle Pepin",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/oregon-158/child-care-provider-data-182223/"
  }
]