[
  {
    "id": 151312,
    "title": "Untitled",
    "slug": "untitled",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 84225,
    "username": "TonyaRiley_iXqIQTpL",
    "agency": 5049,
    "datetime_submitted": "2023-08-29T11:08:47.238089",
    "date_due": "2023-09-06",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-08-29T11:08:47.360562",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 151312,
        "from_user": 84225,
        "to_user": 11216,
        "subject": "",
        "datetime": "2023-08-29T11:08:47.360562",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the West Virginia Freedom of Information Act, I hereby request the following records:\r\n\r\nAll data reports, results reports, incident reports, or other documentary records registering the output and results of RankOne's systems use in Marion, Taylor, Doddridge, and Putnam counties.\r\n\r\nAccording to news public reports, RankOne's facial recognition system has been installed on cameras in more than 55 schools across Marion, Taylor, Doddridge and Putnam counties: https://wvpublic.org/four-counties-to-implement-facial-recognition-for-school-safety/\r\n\r\nI ask that all fees be waived as I intend to use the requested records to further public understanding of government functions and not for any commercial purpose.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTonya Riley",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/west-virginia-304/untitled-151312/"
  }
]