[
  {
    "id": 138189,
    "title": "SEATTLE CITY ATTORNEY – Request for a complete electronic copy (.PDF) of all public documents filed with the Clerk of the Court in case # 21-2-11739-9 SEA - IRWIN ET ANO VS CITY OF SEATTLE.",
    "slug": "seattle-city-attorney-request-for-a-complete-electronic-copy-pdf-of-all-public-documents-filed-with-the-clerk-of-the-court-in-case-21-2-11739-9-sea-irwin-et-ano-vs-city-of-seattle",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 107956,
    "username": "DirkaDurkan",
    "agency": 2546,
    "datetime_submitted": "2022-12-21T19:04:59.506501",
    "date_due": "2022-12-29",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2022-12-21T19:04:59.587665",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 138189,
        "from_user": 107956,
        "to_user": 12687,
        "subject": "Washington Public Records Act Request: SEATTLE CITY ATTORNEY – Request for a complete electronic copy (.PDF) of all public documents filed with the Clerk of the Court in case # 21-2-11739-9 SEA - IRWIN ET ANO VS CITY OF SEATTLE.",
        "datetime": "2022-12-21T19:04:59.587665",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "SEATTLE CITY ATTORNEY – Request for a complete electronic copy (.PDF) of all public documents filed with the Clerk of the Court in case # 21-2-11739-9 SEA - IRWIN ET ANO VS CITY OF SEATTLE.\r\n\r\nDecember 21, 2022\r\n\r\nVia email to:  thomas.kuffel@seattle.gov\r\n\r\nTo Whom It May Concern:\r\n\r\nOn July 9, 2021 the Columbian reported:\r\n\r\n“SEATTLE (AP) — Two now-former public records officers who blew the whistle about Seattle Mayor Jenny Durkan’s missing text messages have each filed $5 million claims against the city, saying they faced retaliation and felt compelled to resign.\r\nRecords officer Stacy Irwin, with support from colleague Kimberly Ferreiro, reported to the Seattle Ethics and Elections Commission that the mayor’s office had broken the Public Records Act in responding to requests from journalists and others for Durkan’s communications. The requests focused on decisions Durkan and other city officials made amid racial justice protests and unrest in the city’s Capitol Hill neighborhood last year.\r\n\r\nThe claims allege Irwin and Ferreiro were required to “perform illegal acts” and “subjected to scorn, ridicule, abuse and hostility” in retaliation for trying to comply with the law, The Seattle Times reported.”\r\n\r\nPursuant to the Washington Public Records Act [RCW 42.56] I hereby request the following records in the care custody or control of the SEATTLE CITY ATTORNEY or in the alternative the CITY OF SEATTLE:\r\n\r\n1.\tI request a complete electronic .pdf copy of all public documents filed with the King County Superior Clerk of the Court in case # 21-2-11739-9 SEA - IRWIN ET ANO VS CITY OF SEATTLE. The documents requested should be exact .pdf copies of the attached screenshot from the King County Superior Court Clerk’s office (attached).\r\n\r\nDocuments requested include all court filings of all participants both plaintiff and defendant.\r\n\r\nPRODUCTION AND DELIVERY OF ELECTRONIC RECORDS\r\n\r\nThe use of 3rd party “portals” (Such as GOVQA or NEXTREQUEST) for communication and production of records in response to a public records request is optional for the requestor in the State of Washington. Respectfully we decline to use any 3rd party \"portal\" system, specifically GOVQA and NEXTREQUEST.\r\n\r\nPlease provide all records electronically via direct email attachment, or via no password, no registration internet cloud-based download link.\r\n\r\nPlease do not direct or invite us to use, register for, or communicate with your agency via any 3rd party portal including but not limited to FOIAOnline, GovQA, NextRequest, FOIAExpress, JustFOIA FOIADirect, WebForm, or any other commercial 3rd party records portal service.\r\n\r\nRCW 42.56.080 - Identifiable records—Facilities for copying—Availability of public records.\r\n\"...Agencies shall honor requests received in person during an agency's normal office hours, or by mail or email, for identifiable public records unless exempted by provisions of this chapter. \r\nNo official format is required for making a records request; however, agencies may recommend that requestors submit requests using an agency provided form or web page.\"\r\n\r\nThis public records request is being made via email. This public records request will be honored and fulfilled by your agency via email as requested or relief will be sought per statute.\r\n\r\nNATIVE ELECTRONIC FORMAT\r\n\r\nPlease provide all identified public records in their NATIVE electronic format. Unless the records exist IN PAPER FORM ONLY, DO NOT instead create new records by printing native stored electronic files, then scanning and re-printing these newly scanned prints only to reproduce them in again in electronic production.\r\n\r\nFEES\r\n\r\nIn the event that there are fees, please inform us of the total charges in advance of fulfilling the request in strict compliance with all provisions of the Washington State Public Records Act.\r\n\r\nEXEMPTION LOGS\r\n\r\nPlease ensure all redactions or exemptions claimed by your agency in the production of responsive records are accompanied by a complete and detailed exemption log noting the valid legal reason for each exemption at each redaction location in the record produced, as well as the specific number of pages if any that your agency redacts or withholds in their entirety. Each redaction should be noted by footnote or by a clear reference to the specific justification for that redaction, and only the minimal exempt portion of any record may be withheld.\r\n\r\nThe requested documents will be made available to the general public.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. We look forward to receiving your response to this request within 5 business days, as the statute requires.",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1057096,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/DirkaDurkan/115893/All_Filings_21-2-11739-9_SEA.pdf",
            "datetime": "2022-12-21T19:04:59.587665",
            "title": "All_Filings_21-2-11739-9_SEA.pdf",
            "source": "Dirka Dirka Durkan",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/seattle-69/seattle-city-attorney-request-for-a-complete-electronic-copy-pdf-of-all-public-documents-filed-with-the-clerk-of-the-court-in-case-21-2-11739-9-sea-irwin-et-ano-vs-city-of-seattle-138189/"
  }
]