[
  {
    "id": 148961,
    "title": "USP Florence ADMAX institutional communications",
    "slug": "usp-florence-admax-institutional-communications",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 89673,
    "username": "EnzoLudin",
    "agency": 41,
    "datetime_submitted": "2023-07-08T01:32:14.229971",
    "date_due": "2023-08-04",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-07-08T01:32:14.342971",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 148961,
        "from_user": 89673,
        "to_user": 9568,
        "subject": "",
        "datetime": "2023-07-08T01:32:14.342971",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nThe following requests shall be construed as pertaining only to the Administrative Maximum facility of the overall conplex from 2010 to present. To the extent that any of the materials are also shared with other facilities in the same complex (such as Florence High), they shall be included as well.\r\n\r\n1. All Institution Supplements, preferably in their original format such as Adobe Portable Document Format (PDF), Microsoft Word, or Adobe InDesign.\r\n\r\n2. A comprehensive collection of institution-specific closed-circuit television (CCTV) programming content related to institutional news and communications to inmates. This shall include not only the final products, but also source files for graphics, audio, compositing, etc.\r\n\r\n3. All regulations and data regarding commissary privilege levels applicable to all units.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nEnzo Ludin",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/usp-florence-admax-institutional-communications-148961/"
  }
]