[
  {
    "id": 138081,
    "title": "Deloitte SecureRelease FOIA Contract Documents",
    "slug": "deloitte-securerelease-foia-contract-documents",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 25665,
    "username": "DetentionKills",
    "agency": 133,
    "datetime_submitted": "2022-12-20T11:39:24.794351",
    "date_due": "2023-01-20",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2022-12-20T11:39:24.934000",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 138081,
        "from_user": 25665,
        "to_user": 9620,
        "subject": "Freedom of Information Act Request: Deloitte SecureRelease FOIA Contract Documents",
        "datetime": "2022-12-20T11:39:24.934000",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nContracting documents evidencing ICE’s transfer of technological responsibility to private contractor Deloitte for handling Freedom of Information Act Requests, including any Quality Assurance Surveillance Plan, Statement of Work, Performance Work Statement, or other similar document outlining the responsibilities Deloitte has accepted with respect to processing FOIA requests. \r\n\r\nPlease search ICE’s FOIA Office, the Office of the Acting Director, the Office of the Chief Financial Officer, and the Office of Acquisition Management for records responsive to this request. \r\n\r\nAndrew Free\r\n#DetentionKills Transparency Initiative \r\nAl Otro Lado\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAndrew Free",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/deloitte-securerelease-foia-contract-documents-138081/"
  }
]