[
  {
    "id": 190919,
    "title": "Obama Presidential Library: NSC Correspondence Related to December 2016 Death of Petr Polshikov",
    "slug": "obama-presidential-library-nsc-correspondence-related-to-december-2016-death-of-petr-polshikov",
    "status": "ack",
    "embargo_status": "public",
    "user": 351,
    "username": "RobbyD",
    "agency": 31318,
    "datetime_submitted": "2025-08-08T14:13:35.462995",
    "date_due": "2025-09-08",
    "days_until_due": null,
    "date_followup": "2025-09-08",
    "datetime_done": null,
    "datetime_updated": "2025-08-08T14:13:35.543147",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 190919,
        "from_user": 351,
        "to_user": 88846,
        "subject": "Freedom of Information Act Request: Obama Presidential Library: NSC Correspondence Related to December 2016 Death of Petr Polshikov",
        "datetime": "2025-08-08T14:13:35.543147",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAll information, analyses, summaries, assessments, transcripts, news clippings, email threads, text messages or similar records included in National Security Correspondence related to the death and news coverage of the death of Petr Polshikov on the 20th of December of 2016. Petr Petrovich Polshikov (Cyrillic: \"Петр Петрович Польшиков\") was, according to Russian state media, a \"senior diplomat in the Latin American section of the Russian foreign ministry.\" Polshikov was one of a number of Russian diplomatic figures who met mysterious violent deaths following the 2016 Presidential election. \r\n\r\nPlease limit the search to between December 20th 2016 and January 20th of 2017.\r\n\r\nSearch terms:\r\nПетр Петрович Польшиков\r\nПетр Польшиков\r\nPetr Polshikov \r\n\r\nIf there is no NSC Correspondence about the death of Polshikov, subsequent news coverage and social media chatter, then publicly say so and close the request.\r\n\r\nNews coverage for context:\r\nhttps://english.alarabiya.net/News/world/2016/12/21/Russian-diplomat-found-dead-in-his-appartment\r\n\r\nThank you for the Obama Presidential library for the commitment to transparency.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobert Delaware",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/obama-presidential-library-nsc-correspondence-related-to-december-2016-death-of-petr-polshikov-190919/"
  }
]