[
  {
    "id": 191142,
    "title": "ICE video footage",
    "slug": "ice-video-footage",
    "status": "submitted",
    "embargo_status": "public",
    "user": 136171,
    "username": "joey1scott",
    "agency": 133,
    "datetime_submitted": "2025-08-12T12:22:20.953209",
    "date_due": "2025-09-10",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-08-12T12:22:21.082450",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 191142,
        "from_user": 136171,
        "to_user": 9620,
        "subject": "",
        "datetime": "2025-08-12T12:22:21.082450",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\no Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nThe public should have access to any unedited audio or visual recordings of ICE's enforcement operations in California between January 6, 2025 to the present. Since at least 2010, ICE has created and made public hundreds of videos of various internal agency operations, including arrests, detention, and removals. Recently ICE and accompanying agencies have released videos of operations in Los Angeles that have included a raid on MacArthur Park. Videographers accompanied the agency, and the content was shared across multiple platforms. Other operations have been videotaped and shared online by the agency. On one publicly available website, ICE videographers have uploaded videos of agency actions. Given ICE's widespread practice of recording its operations, additional and unedited recordings of ICE operations in California likely exist but have not been made public. These videos contain important information about the tactics used when arresting noncitizens and whether ICE officers are acting in a manner consistent with ICE's own protocols and state and federal due process laws. Because these video and audio records contain information about a critical government function on a matter of significant public interest and concern, FOIA mandates their disclosure.\r\n\r\nRequest:\r\n\r\n1. Visual recordings taken by the department or contracted videographers of ICE operations to share on social media, advertising, and with news outlets, including arrests, detention, and removals, in Los Angeles between January 6, 2025, to the present. \r\n\r\nThe Requestors:\r\n\r\nJoey Scott and Jeremy Lindenfield are both journalists who work in news gathering, including written and visual reporting. Joey Scott is a freelance investigative journalist in Los Angeles. Jeremy Lindenfield is a journalist for Capital and Main news.\r\n\r\nFee Waiver\r\n\r\nThe Requestor seeks a full fee waiver on the grounds that disclosure of the requested records is in the public interest and is \"likely to contribute significantly to public understanding of operations or activities of the government and is not primarily in the commercial interest of the requestor.\" 5 U.S.C. § 552(a)(4)(A)(iii). As set forth above, this request aims to further public understanding of ICE programs and practices that directly affect untold numbers of noncitizens as well as members of the public captured in video recordings of ICE enforcement actions. These policies and practices are of interest to the general public.\r\n\r\nThe public interest fee waiver provision \"is to be liberally construed in favor of waivers for noncommercial requesters.\" McClellan Ecologic Seepage Situation v. Carlucci, 835 F.2d 1282, 1284 (9th Cir. 1987). The relevant question is whether the requested information is likely to contribute significantly to public understanding of the operations or activities of the government, good or bad. See judicial Watch, Inc. v. Rossotti, 326 F.3d 1309, 1314 (D.C. Cir. 2003). Disclosure of the information and report sought is in the public interest and will contribute significantly to the public's understanding of the treatment of immigrants during enforcement actions. The requested records also relate directly to government operations, including the use and storage of video files that potentially implicate fundamental rights and freedoms, including the right to privacy. The requested records also relate to the relationship between the federal government and private, for-profit contracted entities.\r\n\r\nThe records are not sought for commercial use, and the Requestor plans to disseminate the information disclosed through print and other media to the public at no cost. As demonstrated above, the Requestor has both the intent and ability to convey any information obtained through this request to the public and is therefore entitled to a full fee waiver under 5 U.S.C. § 552(a)(4)(A)(iii).\r\n\r\nShould the request for a full fee waiver be denied, Requestor also seeks a limitation of processing fees pursuant to 5 U.S.C. § 552(a)(4)(A)(ii)(II) (\"fees shall be limited to reasonable standard charges for document duplication when records are not sought for commercial use and the request is made by ... educational or noncommercial scientific institution ... or a representative of the news media\") and 6 C.F.R. § 5.11(d)(1) (search fees shall not be charged to \"representatives of the news media\"). Requestor is a non-profit organization that intends to disseminate the information gathered by this request to the public at no cost, including through the Requestor's website and social media. The Requestor may publish a news story or other publication on the government's treatment of immigrants based on information gathered through this FOIA.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJoey Scott\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJoey Scott",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/ice-video-footage-191142/"
  }
]