[
  {
    "id": 161653,
    "title": "DHSIA 3.27.24",
    "slug": "dhsia-32724",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 60252,
    "username": "rskva102",
    "agency": 8,
    "datetime_submitted": "2024-04-04T08:57:53.918008",
    "date_due": "2024-05-02",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-04T08:57:54.084904",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161653,
        "from_user": 60252,
        "to_user": 10083,
        "subject": "",
        "datetime": "2024-04-04T08:57:54.084904",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear FOIA Officer:\r\n\r\nYou are receiving this correspondence as a request under the Freedom of Information Act, 5 U.S.C. subsection 552. I am requesting the following:\r\n\r\nA copy of a Department of Homeland Security (DHS) Open Source Intelligence Report, dated July 17, 2020. The existence of this report was revealed by the Washington Post on July 31, 2020, in an article titled \"DHS analyzed protester communications, raising questions about previous statements by senior department official\". The article reads, in part:\r\n\r\n\"In a letter sent Friday, Democratic members of the Senate Intelligence Committee asked Brian Murphy, acting DHS undersecretary for intelligence and analysis, about statements he made to committee staff on July 23 regarding the department’s intelligence activities in Portland ... A DHS Open Source Intelligence Report dated six days before Murphy’s briefing to the committee shows that the I & A office analyzed messages that protesters exchanged on the Telegram messaging app. They discussed which routes to take during marches and how to avoid the police.\"\r\n\r\nI am asking you waive any fees associated with this request. I am a member of the news media. My bylines, which include Unicorn Riot, Covert Action Magazine, and the Geopolitical Economy Report, can be found in both print and electronic publications, and I am sending this request in coordination with Muckrock, an award-winning and nationally-recognized news organization. Please take note of the Office of Management and Budget guidelines published March 27, 1987 (52 FR 10012) that include electronic publications and other nontraditional publishers as representatives of the news media.\r\n\r\nA fee waiver is appropriate in situations where \"disclosure of the requested information is in the public interest because it is likely to contribute significantly to public understanding of the operations and activities of the government, and is not primarily in the commercial interest of the requester,” 5 U.S.C. § 552(a)(4)(iii). As this report deals with the operations of a government agency and details the surveillance of American citizens, on American soil, there exists a public interest in understanding how and why DHS's Office of Intelligence and Analysis collected private communications. Per the Washington Post article, these communications were non-violent and \"don’t show the protesters planning to harass or target police or damage property.\"\r\n\r\nIn the event that there are fees, I am willing to pay up to $100. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThis request is not being made for commercial purposes. All documents will be provided to the general public without charge.\r\n\r\nI look forward to your response within 20 working days, as the statute requires. If access to the records I am requesting will take longer, please contact me with information about when I might expect copies or the ability to inspect the requested records.\r\n\r\nIf you deny any or all of this request, please cite each specific exemption you feel justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\r\n\r\nSincerely,\r\n\r\nRobert Skvarla, Jr.",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1167303,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/rskva102/133769/DHS_analyzed_protester_communications_raising_questions_about_previous_statements_by_senior_dep.pdf",
            "datetime": "2024-04-04T08:57:54.084904",
            "title": "DHS_analyzed_protester_communications_raising_questions_about_previous_statements_by_senior_dep.pdf",
            "source": "Robert Skvarla, Jr.",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/dhsia-32724-161653/"
  },
  {
    "id": 161651,
    "title": "FBI VK 4.4.24",
    "slug": "fbi-vk-4424",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 60252,
    "username": "rskva102",
    "agency": 10,
    "datetime_submitted": "2024-04-04T08:51:34.381695",
    "date_due": "2024-05-02",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-04T08:51:34.644662",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161651,
        "from_user": 60252,
        "to_user": 9555,
        "subject": "",
        "datetime": "2024-04-04T08:51:34.644662",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear FOIA Officer:\r\n\r\nYou are receiving this correspondence as a request under the Freedom of Information Act, 5 U.S.C. subsection 552. I am requesting the following:\r\n\r\nRecords relating to, mentioning, or generated as a result of investigation or inquiry for Vitallii Kovalev, also possibly known as Vitalii Kovalev and Vitaly Kovalev (01/24/1985 - 2/8/2023). Mr. Kovalev was arrested by the Monroe County Sheriff's Office, Monroe County, Florida, on June 16, 2020 (arrest number MCSO20ARR002460, offense number MCSO20OFF003605), for a moving traffic violation, resisting arrest, and battery. A 60 Minutes episode produced by CBS News and aired on March 31, 2024, identifies Mr. Kovalev as a person of interest interviewed by the Federal Bureau of Investigation (FBI) shortly after the arrest. \r\n\r\nChristo Grozev, a journalist for The Insider and Der Spiegel, appeared on the 60 Minutes episode and stated that he had located a Russian death certificate for Mr. Kovalev, identifying that he passed away on February 8, 2023. As verification, please see the following link to 60 Minutes' YouTube channel, beginning at 12:20: https://youtu.be/ZGNVvOqJ50s?si=mHDirkhV8xFLwQmf&t=740\r\n\r\nTherefore, I am requesting all records relating to, mentioning, or generated as a result of investigation or inquiry for Vitallii Kovalev.\r\n\r\nI am asking you waive any fees associated with this request. I am a member of the news media. My bylines, which include Unicorn Riot, Covert Action Magazine, and the Geopolitical Economy Report, can be found in both print and electronic publications, and I am sending this request in coordination with Muckrock, an award-winning and nationally-recognized news organization. Please take note of the Office of Management and Budget guidelines published March 27, 1987 (52 FR 10012) that include electronic publications and other nontraditional publishers as representatives of the news media.\r\n\r\nA fee waiver is appropriate in situations where \"disclosure of the requested information is in the public interest because it is likely to contribute significantly to public understanding of the operations and activities of the government, and is not primarily in the commercial interest of the requester,” 5 U.S.C. § 552(a)(4)(iii). This request would contribute significantly to public understanding of the operations and activities of government with regard to its research into anomalous health incidents.\r\n\r\nAnomalous health incidents (AHI) are events occurring between 2016 and the present day that have resulted in a condition, or a series of related conditions, afflicting intelligence agents and diplomats working for the governments of the United States and Canada. In 2017, the Associated Press reported on a number of such incidents that happened in Cuba the year prior that led to the United States pulling staff from its embassy in that country. Since then, AHI have continued to generate considerable media attention and stories focusing on the national security implications have appeared in the New York Times and The New Yorker, among many other publications. Based on sources in the Intelligence Community, journalists working for these publications have suggested that AHI may have been caused by directed energy weapons, or ranged weapons that attack a target with electromagnetic radiation like ultra-high frequency radio waves.\r\n\r\nIn January 2022, however, the Central Intelligence Agency issued an interim report stating that the agency found no evidence to support claims that a foreign adversary such as Russia or China was responsible for causing AHI. This was supported by an intelligence assessment published by the Office of the Director of National Intelligence on March 1, 2023, which states, in part, \"most [Intelligence Community] agencies have concluded that it is 'very unlikely' a foreign adversary is responsible for the reported AHIs.\"\r\n\r\nAs of January 2024, there have been over 200 reported AHI and many of the victims themselves believe they were subject to attacks by directed energy weapons. Given that most of these individuals have been identified as high-ranking officials across multiple federal agencies, any investigations into claims of AHI and/or the effects of directed energy on humans would be of considerable public interest. This is especially important in light of the fact that, as part of the HAVANA Act of 2021, both Congress and the President approved compensation in the range of $140,000 or $187,000 per person to individuals diagnosed as suffering from AHI.\r\n\r\nOn March 31, 2024, 60 Minutes aired a segment naming Vitallii Kovalev as a possible party to such attacks on American intelligence officers. Thus, any information the FBI may have on Mr. Kovalev is of immense public interest given the public nature of these attacks.\r\n\r\nThis request is not being made for commercial purposes.\r\n\r\nAll documents will be provided to the general public without charge.\r\n\r\nIn the event that there are fees, I am willing to pay up to $100. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nI look forward to your response within 20 working days, as the statute requires. If access to the records I am requesting will take longer, please contact me with information about when I might expect copies or the ability to inspect the requested records.\r\n\r\nIf you deny any or all of this request, please cite each specific exemption you feel justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\r\n\r\nSincerely,\r\n\r\nRobert Skvarla, Jr.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/fbi-vk-4424-161651/"
  }
]