[
  {
    "id": 169966,
    "title": "Subject: Request for Information on Inmate Deaths in Custody (2018-2024)",
    "slug": "subject-request-for-information-on-inmate-deaths-in-custody-2018-2024",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 133775,
    "username": "AlexandraCollins",
    "agency": 38640,
    "datetime_submitted": "2024-07-22T00:20:31.115354",
    "date_due": "2024-08-19",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-07-22T00:20:31.224985",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 169966,
        "from_user": 133775,
        "to_user": 138155,
        "subject": "",
        "datetime": "2024-07-22T00:20:31.224985",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Subject: Request for Information on Inmate Deaths in Custody (2018-2024)\r\n\r\nDear St. Louis County Jail - Buzz Westfall Justice Center,\r\n\r\n I am writing to formally request information regarding the names of inmates who have passed away while in custody at your facility from the years 2018 through 2024. This request is made in accordance with public records laws and aims to gather data for research purposes.\r\n\r\nThe information requested is intended to contribute to a broader understanding of inmate health and safety within correctional facilities. By analyzing the circumstances surrounding these unfortunate events, we aim to identify trends and potential areas for improvement in inmate care and management.\r\n\r\nSpecific Information Requested:\r\n\r\n1. Names of Inmates: Please provide the full names of all inmates who have died while in custody during the specified timeframe.\r\n2. Dates of Death: Along with the names, I would appreciate it if you could include the dates on which these deaths occurred.\r\n3. Circumstances (if available): If possible, any additional details regarding the circumstances surrounding each death would be invaluable for our research.\r\n\r\nI understand that certain information may be subject to privacy laws and regulations. Therefore, I assure you that any data provided will be handled with the utmost respect for confidentiality and used solely for research purposes.\r\n\r\nThank you very much for your attention to this matter. I look forward to your prompt response.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/subject-request-for-information-on-inmate-deaths-in-custody-2018-2024-169966/"
  }
]