[
  {
    "id": 185711,
    "title": "Fort Worth Police Department NYC trip receipts | Sally Mann",
    "slug": "fort-worth-police-department-nyc-trip-receipts-sally-mann",
    "status": "submitted",
    "embargo_status": "public",
    "user": 88498,
    "username": "bwdjourno",
    "agency": 664,
    "datetime_submitted": "2025-04-28T12:28:44.104844",
    "date_due": "2025-05-12",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-04-28T12:28:44.296541",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 185711,
        "from_user": 88498,
        "to_user": 10280,
        "subject": "",
        "datetime": "2025-04-28T12:28:44.296541",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\n1) All receipts incurred for FWPD's trip to New York City in its investigation of the Modern Art Museum of Fort Worth.\r\n\r\nAccording to a 4/28/25/ Fort Worth Report story, trip expenses included $2,506.92 for the officers’ lodging, $1,694.85 for airfare, $47 for parking at DFW Airport, $670 for museum entry fees, and $2,070 per diem. I am requesting copies of the receipts that constituted these expenses.\r\n\r\n2) FWPD's most recent policy protocol on work travel expenses. (Per a  4/28/25 Fort Worth Report story, a spokesperson said \"Trip expenses were covered following our policy protocols\").\r\n\r\nIf you determine that some but not all the information we’ve requested is exempt from disclosure and that you intend to withhold it, I ask that you redact it for the time being and make the rest available on a rolling basis. In any event, please provide a signed notification citing the legal authorities on which you rely if you determine that any information is exempt and will not be disclosed.\r\n\r\nThe requested documents will be made available to the general public free of charge and processed by a representative of the news media/press and is made in the process of news gathering and not for commercial usage, and therefore we request that you waive any costs.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I also ask that our request be filled electronically, by e-mail attachment if available (email: bdavis@star-telegram.com) – if not, secure file transfer, thumb drive, or CD-ROM. \r\n\r\nSincerely,\r\n\r\nBradford Davis",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/fort-worth-330/fort-worth-police-department-nyc-trip-receipts-sally-mann-185711/"
  }
]