[
  {
    "id": 204155,
    "title": "Florida Public Records Request: FACES Facial Recognition System (Okaloosa County Sheriff's Department)",
    "slug": "florida-public-records-request-faces-facial-recognition-system-okaloosa-county-sheriffs-department",
    "status": "submitted",
    "embargo_status": "public",
    "user": 169847,
    "username": "kylesearfoss21",
    "agency": 450,
    "datetime_submitted": "2026-02-04T10:34:28.687868",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2026-02-04T10:34:28.893380",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 204155,
        "from_user": 169847,
        "to_user": 9774,
        "subject": "",
        "datetime": "2026-02-04T10:34:28.893380",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Public Records Law (Chapter 119, Florida Statutes), I hereby request the following records related to Okaloosa County Sheriffs Department's use of and access to the Pinellas County Sheriff's Office Face Analysis Comparison & Examination System (FACES) and related surveillance technologies:\r\n\r\n1. FACES SYSTEM ACCESS POLICIES AND PROCEDURES:\r\n   - All current written policies governing the department's use of the FACES facial recognition system\r\n   - All memoranda of understanding (MOUs), memoranda of agreement (MOAs), interagency agreements, or contracts with Pinellas County Sheriff's Office or any other entity related to FACES access\r\n   - Training materials provided to personnel authorized to use FACES\r\n   - Standard operating procedures (SOPs) for conducting FACES searches\r\n   - Documents describing civil rights protections, limitations on use, or oversight mechanisms for FACES searches\r\n\r\n2. ADMINISTRATIVE LOGS AND USAGE RECORDS:\r\n   - Organization Audit reports from FACES showing searches conducted by department personnel for the period of January 1st, 2026 to the date this request is processed if available\r\n   - Documents sufficient to show:\r\n     * Total number of FACES searches conducted by the department\r\n     * User logs identifying which personnel conducted searches (names may be redacted if required by law, but please include badge numbers or employee IDs)\r\n     * Case numbers or incident reports associated with each search\r\n     * Stated reasons or justifications for each search\r\n     * Any internal audit reports reviewing FACES usage for compliance or misuse\r\n\r\n3. INTEGRATION AND RELATED TECHNOLOGIES:\r\n   - All contracts, agreements, purchase orders, invoices, or correspondence with FUSUS/Axon or any entity related to FUSUS system implementation or integration\r\n   - Documents describing any integration between FACES and the FUSUS platform or any other real-time surveillance systems\r\n   - Technical specifications or system architecture documents showing how FACES connects or shares data with other surveillance technologies including but not limited to:\r\n     * FUSUS real-time camera integration platform\r\n     * Automated License Plate Readers (ALPRs)\r\n     * Predictive policing systems\r\n     * Body-worn cameras\r\n     * ShotSpotter or other gunshot detection systems\r\n     * Private camera registries\r\n   - Any assessments, reports, or internal communications discussing the integration of FACES with other surveillance technologies\r\n   - Documents describing any real-time crime center operations that utilize FACES\r\n\r\n4. PERFORMANCE AND ACCURACY:\r\n   - Any internal assessments, audits, or external reports evaluating the accuracy, effectiveness, or reliability of FACES\r\n   - Documents addressing known error rates, particularly regarding demographic disparities\r\n   - Any false positive reports or case files where FACES identification was determined to be incorrect\r\n\r\n5. POLICY UPDATES AND OVERSIGHT:\r\n   - Communications with Pinellas County Sheriff's Office regarding policy updates or requirements implemented in 2024\r\n   - Documents related to any citizen oversight, internal affairs reviews, or complaints regarding FACES usage\r\n   - Any reports provided to elected officials, oversight bodies, or the public regarding FACES usage\r\n\r\n================================================================================\r\n\r\nIMPORTANT CLARIFICATION REGARDING SCOPE OF REQUEST:\r\n\r\nThis request does NOT seek:\r\n- Personally identifiable information (PII) of individuals who have been subjects of searches or investigations, including names, addresses, dates of birth, social security numbers, or biometric data of searched individuals\r\n- Photographs, facial recognition images, or biometric templates of any individuals in the FACES database\r\n- Specific investigative techniques, methodologies, or operational tactics that would compromise ongoing or future investigations\r\n- Information that would reveal the identity of confidential informants or undercover officers\r\n\r\nThis request DOES seek:\r\n- Policies, procedures, and governance documents regarding system use\r\n- Aggregate statistical data and anonymized audit logs showing usage patterns, search volume, and compliance\r\n- System integration information at an architectural level (what systems connect to what) without revealing specific security vulnerabilities\r\n- Public accountability records such as oversight reports, accuracy assessments, and policy compliance reviews\r\n\r\nI am seeking information about the governance, oversight, financial arrangements, and operational policies surrounding these technologies—not information about specific individuals, active investigations, or sensitive law enforcement techniques. All personal identifying information of subjects, victims, witnesses, or confidential sources should be redacted as required by law.\r\n\r\nIf any responsive records contain both exempt and non-exempt information, I request that you provide the non-exempt portions with appropriate redactions, as required by Florida Statutes § 119.07(1)(d).\r\n\r\n================================================================================\r\n\r\nFORMAT AND FEE WAIVER REQUEST:\r\n\r\nPlease provide the requested records in their original electronic, machine-readable format. For audit reports and logs, please provide data in .csv, .xlsx, or another database format if available. For policy documents, PDF format is acceptable.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes. This request is made in the public interest to promote transparency and accountability regarding the use of facial recognition technology and surveillance systems. Therefore, I request a waiver of all fees associated with this request. If any fees apply, please inform me of the total charges in advance of fulfilling my request.\r\n\r\n================================================================================\r\n\r\nTIME FRAME:\r\n\r\nI prefer to receive records electronically by email attachment. Florida law requires a response to this request within a reasonable time, the timeline for this request is 10 business days. If you anticipate difficulty meeting this timeline, please contact me.\r\n\r\nIf any portion of this request is denied, please:\r\n1. Cite the specific statutory exemption being claimed for each withheld record\r\n2. Provide a detailed explanation of why the exemption applies to the specific information being withheld\r\n3. Indicate whether a redacted version of the record can be provided\r\n\r\nThank you for your assistance. Please contact me if you have any questions about this request or require clarification on any aspect of what is being sought.\r\n\r\nSincerely,\r\n\r\nKyle Searfoss",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/okaloosa-county-10449/florida-public-records-request-faces-facial-recognition-system-okaloosa-county-sheriffs-department-204155/"
  },
  {
    "id": 204146,
    "title": "Matthew Kramer",
    "slug": "matthew-kramer",
    "status": "ack",
    "embargo_status": "public",
    "user": 177149,
    "username": "JohnDorsey",
    "agency": 19768,
    "datetime_submitted": "2026-02-04T10:05:57.979792",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2026-02-19",
    "datetime_done": null,
    "datetime_updated": "2026-02-04T10:05:58.114034",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 204146,
        "from_user": 177149,
        "to_user": 30185,
        "subject": "Oklahoma Open Records Act Request: Matthew Kramer",
        "datetime": "2026-02-04T10:05:58.114034",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Oklahoma Open Records Act, I hereby request the following records:\r\n\r\nPlease send any and all records related to MATTHEW S KRAMER and his reason for termination and and disciplinary actions he received during his employment at your police department. From my records he was active in 2017.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nJohn Dorsey",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "fax"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/kiefer-26776/matthew-kramer-204146/"
  },
  {
    "id": 204145,
    "title": "Request log, record retention schedule and forms",
    "slug": "request-log-record-retention-schedule-and-forms",
    "status": "submitted",
    "embargo_status": "public",
    "user": 7087,
    "username": "chrisamico",
    "agency": 44956,
    "datetime_submitted": "2026-02-04T09:56:08.877385",
    "date_due": "2026-03-05",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2026-02-04T09:56:09.978475",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 204145,
        "from_user": 7087,
        "to_user": 177147,
        "subject": "",
        "datetime": "2026-02-04T09:56:09.978475",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\n- all record retention schedules\r\n- master list of forms\r\n- a log of all requests submitted to the New Jersey State Athletic Control Board, from the earliest available date until this request is fulfilled. Please include the date of request, the requester's name, the requester's organizational affiliation, a description of the request and the date the request was filled.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nChris Amico",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/request-log-record-retention-schedule-and-forms-204145/"
  }
]