[
  {
    "id": 182320,
    "title": "Request for Body Cam Footage of Arrest – Gisselle Victoria-Gonzalez",
    "slug": "request-for-body-cam-footage-of-arrest-gisselle-victoria-gonzalez",
    "status": "submitted",
    "embargo_status": "public",
    "user": 150546,
    "username": "catchingsuspects",
    "agency": 3552,
    "datetime_submitted": "2025-03-02T22:06:03.934749",
    "date_due": "2025-03-06",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-02T22:06:04.093313",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 182320,
        "from_user": 150546,
        "to_user": 9914,
        "subject": "",
        "datetime": "2025-03-02T22:06:04.093313",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Connecticut Freedom of Information Act, I hereby request the following records:\r\n\r\nIncident Details for Footage Retrieval:\r\n\r\nDate: November 6, 2024\r\nLocation: Hartford, CT\r\nSuspect: Gisselle Victoria-Gonzalez, 42\r\nIncident Summary:\r\nVictoria-Gonzalez was arrested in Hartford on a warrant for second-degree murder in Florida regarding the disappearance of her roommate, Runyleidy Medina-Pacheco. Authorities in Orlando allege she falsely reported Medina-Pacheco missing in December 2022, and subsequent investigation uncovered evidence of a violent incident at their residence. The bodycam footage reportedly captures officers processing Victoria-Gonzalez and communicating with her through a Spanish translator.\r\nI am requesting copies of all body-worn camera footage from officers who:\r\n\r\nParticipated in the arrest of Victoria-Gonzalez.\r\nProcessed her at the time of arrest.\r\nInteracted with her using a translator.\r\n\r\nI also request that, if possible and pursuant to Conn. Gen. Stat. § 1-212(d), fees be waived as I believe this request is in the public interest and not made for commercial gain. The requested documents will be made available to the public at MuckRock.com.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 4 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nHarun",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/hartford-97/request-for-body-cam-footage-of-arrest-gisselle-victoria-gonzalez-182320/"
  }
]