[
  {
    "id": 173980,
    "title": "Extended Tours Request",
    "slug": "extended-tours-request",
    "status": "submitted",
    "embargo_status": "public",
    "user": 138907,
    "username": "vijayfisch",
    "agency": 174,
    "datetime_submitted": "2024-10-01T11:06:54.582579",
    "date_due": "2024-10-16",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-10-01T11:06:54.686555",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 173980,
        "from_user": 138907,
        "to_user": 9560,
        "subject": "",
        "datetime": "2024-10-01T11:06:54.686555",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Massachusetts Public Records Law, I hereby request the following records:\r\n\r\nAll paid extended tours overtime cards submitted by officers since 2020. Please provide all fields used in the tracking system for these cards, including:\r\n\r\nCity of Boston Employee ID (6 digit ID)\r\nEmployee first name\r\nEmployee last name\r\nEmployee middle name\r\nBadge Number\r\nRank\r\nDistrict/Taskforce\r\nTracking number\r\nExtended Tour Date\r\nStart Time\r\nEnd Time\r\nAdditional Hours Worked\r\nAdditional Pay Hours\r\nAdditional Amount paid\r\n\r\nI also request a waiver of all fees for this request, as disclosure of the requested information to me is in the public interest and will contribute to the public’s understanding of operations and activities of the government. This request is being made for research conducted by Spark! at Boston University and will not be used for commercial use.\r\n\r\nI expect the request to be filled in an electronically-accessible format, including for screen readers. Files that are not accessible to screen readers include, for example, .pdf image files as well as physical documents. We understand that the data may be large in size, so feel free to send it over in year or half-year increments.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires. If you believe any of this information to be exempt, I ask you to please cite the specific portion of the law on which you rely. I also ask you to please redact any information you believe to be exempt and disclose the rest. If you need to discuss this request, I can be reached at 617-358-8514.\r\n\r\nSincerely,\r\nBoston University SPARK!",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/boston-3/extended-tours-request-173980/"
  }
]