[
  {
    "id": 157462,
    "title": "Enbridge Inc.'s Algonquin Pipeline Expansion",
    "slug": "enbridge-incs-algonquin-pipeline-expansion",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 4382,
    "datetime_submitted": "2024-01-19T04:12:15.630859",
    "date_due": "2024-01-26",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-01-19T04:12:15.734273",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 157462,
        "from_user": 4164,
        "to_user": 11190,
        "subject": "",
        "datetime": "2024-01-19T04:12:15.734273",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "New York State Department of Environmental Conservation\r\nATTN: FOIA Requester Service\r\n625 Broadway, Albany, NY 12233\r\nEmail: foia@dec.ny.gov\r\n\r\nRe: Freedom of Information Act Request\r\n\r\nDear NYSDEC FOIA Requester Service Center,\r\n\r\nSubject: Request for Records on Enbridge Inc.'s Algonquin Pipeline Expansion\r\n\r\nI am writing under the Freedom of Information Act (5 U.S.C. § 552) to request comprehensive records related to the Algonquin Pipeline Expansion, specifically focusing on the role and responsibilities of Enbridge Inc., the company owning and operating the pipeline.\r\n\r\nMy request includes, but is not limited to, the following records:\r\n\r\nEnvironmental Impact Assessments and Statements conducted by or submitted to NYSDEC regarding the Algonquin Pipeline Expansion, including Enbridge Inc.’s involvement.\r\nPermits and Approvals issued to Enbridge Inc. for the Algonquin Pipeline Expansion, along with any conditions or stipulations.\r\nCorrespondence and Communications between NYSDEC and Enbridge Inc. related to environmental assessments, compliance, or violations.\r\nCompliance Reports and Violation Notices issued to Enbridge Inc. concerning the pipeline expansion.\r\nInternal Memos and Evaluations within NYSDEC regarding Enbridge Inc.’s environmental management, risk assessments, and mitigation strategies for the pipeline expansion.\r\nPublic Consultation and Comments Records related to the Algonquin Pipeline Expansion, particularly those mentioning Enbridge Inc.\r\nLegal Basis for Request:\r\n\r\nFreedom of Information Law (Public Officers Law Article 6)\r\nCase Law: Environmental Protection Agency v. Mink, 410 U.S. 73 (1973) and NLRB v. Robbins Tire & Rubber Co., 437 U.S. 214 (1978) for transparency in government operations and activities.\r\nFee Waiver Request:\r\nI request a waiver of all fees for this request, as the disclosure is in the public interest, contributing significantly to public understanding of government operations and activities, particularly regarding environmental impact and corporate accountability (5 U.S.C. § 552(a)(4)(A)(iii)).\r\n\r\nFOIA Compliance:\r\nIn line with Department of Justice v. Tax Analysts, 492 U.S. 136 (1989), I expect adherence to principles of transparency and public access to information.\r\n\r\nResponse in Case of Denial:\r\nPlease provide detailed justifications for any denial, citing specific FOIA exemptions or reasons as per New York State guidelines.\r\n\r\nCorrespondence Tracking:\r\nKindly provide a unique FOIA request number for this inquiry.\r\n\r\nI look forward to your response within the statutory period as outlined in New York State's FOIA guidelines.\r\n\r\nSincerely,\r\n\r\nJordan Lassiter",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1146539,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/131361/Fee_Waiver_Letter_copy.pdf",
            "datetime": "2024-01-19T04:12:15.734273",
            "title": "Fee_Waiver_Letter_copy.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/enbridge-incs-algonquin-pipeline-expansion-157462/"
  }
]