[
  {
    "id": 158622,
    "title": "IVAS Tropical Test",
    "slug": "ivas-tropical-test",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 114696,
    "username": "CarlosBerríosPolanco",
    "agency": 226,
    "datetime_submitted": "2024-02-11T16:47:58.664986",
    "date_due": "2024-03-11",
    "days_until_due": null,
    "date_followup": "2024-03-11",
    "datetime_done": null,
    "datetime_updated": "2024-02-11T16:47:58.803576",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 158622,
        "from_user": 114696,
        "to_user": 11047,
        "subject": "Freedom of Information Act Request: IVAS Tropical Test",
        "datetime": "2024-02-11T16:47:58.803576",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nI am requesting any and all documents and communications about and referring to the use and testing of helmet-mounted Integrated Visual Augmentation System (IVAS) by 3rd Battalion, 75th Ranger Regiment personnel and the support they received from 191st Regional Support Group and 292nd Combat Sustainment Support Battalion of the Puerto Rico Army National Guard at Camp Santiago's Joint Readiness Training Center in Puerto Rico. This request is looking for all records produced between December 1, 2021 and January 30, 2022.\r\n\r\nKeywords Include: IVAS, mixed reality goggles, goggles, augmented reality, atec, camp santiago, santiago, puerto rico, field officer, field exercise, and/or salinas, logistics, and logistical support.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nCarlos Berríos Polanco",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/ivas-tropical-test-158622/"
  }
]