[
  {
    "id": 158520,
    "title": "CBP DCRA Response Meta-FOIA",
    "slug": "cbp-dcra-response-meta-foia",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 25665,
    "username": "DetentionKills",
    "agency": 38,
    "datetime_submitted": "2024-02-08T20:58:29.823481",
    "date_due": "2024-03-08",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-02-08T20:58:29.940770",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 158520,
        "from_user": 25665,
        "to_user": 9575,
        "subject": "Freedom of Information Act Request: CBP DCRA Response Meta-FOIA",
        "datetime": "2024-02-08T20:58:29.940770",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nPlease provide all record CBP FOIA and its other offices created in response to the FOIA request it assigned CBP-FO-2023-083502. The agency acknowledged receiving this request on May 23, 2023, and produced records on February 8, 2024. \r\n\r\nPlease produce at minimum, \r\n\r\n(1) the FOIA tasker CBP FOIA created assigning this request, \r\n(2) the Daily Media Summary CBP FOIA created including this request, and \r\n(3) the processing form any custodians created indicated systems of records searched, time spent searching, search terms, the date the search was tasked, and the time period searched. \r\n\r\nPursuant to 6 CFR 5.5(e), I respectfully request expedited processing and make the following statements under penalty of perjury pursuant to 28 USC 1746: \r\n\r\n1. The records CBP FOIA released on February 8, 2024, encompass 44 individual deaths over a 9-month period (rather than the 99.5-month period we sought). \r\n2. The records set contains least 8 in-custody CBP deaths for which no prior record of public release by CBP appears to exist, in contravention of the agency's Death Notifications policy. \r\n3. The records set omits several publicly reported in-custody CBP deaths during the 9-month the records encompass, apparently putting CBP in violation of its obligations under DCRA. \r\n4. The General Accountability Office has repeatedly concluded CBP needed to improve its death reporting mechanisms. \r\n5. In-custody CBP deaths and federal law enforcement agencies' noncompliance with DCRA have been subject of widespread media criticism, with repeat findings of the noncompliance. \r\n6. I am a member of the media, primarily engaged in information dissemination.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAndrew Free",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/cbp-dcra-response-meta-foia-158520/"
  }
]