[
  {
    "id": 183914,
    "title": "overdose data",
    "slug": "overdose-data",
    "status": "submitted",
    "embargo_status": "public",
    "user": 152,
    "username": "BrianMcCarter",
    "agency": 4826,
    "datetime_submitted": "2025-03-25T20:31:11.386712",
    "date_due": "2025-04-08",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-25T20:31:11.530766",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 183914,
        "from_user": 152,
        "to_user": 13672,
        "subject": "",
        "datetime": "2025-03-25T20:31:11.530766",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Massachusetts Public Records Law, I hereby request the following records:\r\n\r\nAny draft or preliminary data, internal reports, or summaries regarding non-fatal and fatal overdoses among Boston residents for calendar years 2023, 2024, and 2025 (to date), collected under the CDC Overdose Data to Action (OD2A) grant or from other sources. \r\nAny data files, internal communications, or documentation used for reporting or submitting this information to the CDC during the same period.\r\nAny draft or pending updates to the Boston Overdose Dashboard, including materials related to updates in Microsoft Power BI, whether or not those updates have been published publicly.\r\n\r\nAs the current OD2A grant cycle runs from September 1, 2023, through August 31, 2028, and includes funding for enhanced surveillance and timely dissemination of data, responsive records for this period are expected to exist even if not yet finalized for publication.\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by the recommendations of the Massachusetts Supervisor of Public Records. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nI expect the request to be filled in an accessible format, including for screen readers, which provide text-to-speech for persons unable to read print. Files that are not accessible to screen readers include, for example, .pdf image files as well as physical documents.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBrian McCarter",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/boston-3/overdose-data-183914/"
  }
]