[
  {
    "id": 181208,
    "title": "2009 Crime Incident ata Request (Birmingham Police Department)",
    "slug": "2009-crime-incident-ata-request-birmingham-police-department",
    "status": "ack",
    "embargo_status": "public",
    "user": 149808,
    "username": "blockkn",
    "agency": 3484,
    "datetime_submitted": "2025-02-09T12:03:56.970516",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2025-05-10",
    "datetime_done": null,
    "datetime_updated": "2025-02-09T12:03:58.050977",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 181208,
        "from_user": 149808,
        "to_user": 10582,
        "subject": "Alabama Open Records Law Request: 2009 Crime Incident ata Request (Birmingham Police Department)",
        "datetime": "2025-02-09T12:03:58.050977",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Alabama Open Records Law, I hereby request the following records:\r\n\r\nI am requesting data on crime incidents—those classified by your agency as crimes—rather than calls for service or unfounded incidents.\r\n• Year(s) Requested: 2009\r\n• Columns Requested: Incident date, Incident time, Type of crime (e.g., robbery, theft, etc.), Incident ID, and all other available columns that do not require additional processing by the agency or redaction.\r\n\r\nIf the data are stored in a proprietary or custom electronic format not publicly available, I request that it be converted to a format viewable with standard software, such as Microsoft Excel or CSV. Please avoid providing data in PDF or paper printouts.\r\n\r\nThis request is made to support academic research conducted in the public interest and is not for commercial purposes. The data will contribute to a research project assessing the effect of music concerts on crime, aiming to enhance public understanding of how large events influence community safety.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nAndré Natta, a citizen of Alabama, in coordination with Kristina Block.",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1259969,
            "ffile": "https://cdn.muckrock.com/foia_files/2025/02/11/Public-Records-Request-Form-2024_hvIc2nZ.pdf",
            "datetime": "2025-02-11T11:47:29.351858",
            "title": "Public-Records-Request-Form-2024",
            "source": "Melinda",
            "description": "",
            "doc_id": "25518852-public-records-request-form-2024",
            "pages": 1
          }
        ],
        "delivered": "mail"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/birmingham-743/2009-crime-incident-ata-request-birmingham-police-department-181208/"
  }
]