[
  {
    "id": 163669,
    "title": "Alexandra Collins - Saint Louis Fusion Center Grievance Letter",
    "slug": "alexandra-collins-saint-louis-fusion-center-grievance-letter",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 133775,
    "username": "AlexandraCollins",
    "agency": 9984,
    "datetime_submitted": "2024-05-14T09:56:20.867087",
    "date_due": "2024-05-17",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-05-14T09:56:20.950382",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 163669,
        "from_user": 133775,
        "to_user": 13434,
        "subject": "The Missouri Sunshine Law Request: Alexandra Collins - Saint Louis Fusion Center Grievance Letter",
        "datetime": "2024-05-14T09:56:20.950382",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "I am writing to you with regard to my wrongful inclusion in a watchlist under the jurisdiction of the Saint Louis Fusion Center: Terrorism Early Warning Group (STLFC). I have reason to believe that I have been subjected to various forms of abuse, harassment, and exploitation as a result of this inclusion. This grievance pertains specifically to the actions of individuals within the Saint Louis Fusion Center, as well as its collaborative partners in State, Local, Tribal, Territorial Law Enforcement (F/SLTT), National Guard, Army, and Contractors. \r\n  \r\nIt has come to my attention that the Saint Louis Fusion Center, in conjunction with programs established by the U.S. Department of Homeland Security (DHS), such as the St. Louis Urban Area Security Initiative (UASI), has engaged in practices that have violated established security protocols, Standard Operating Procedures (SOP), and federal laws, notably the Computer Fraud and Abuse Act, 18 USC SEC 1030.  \r\n  \r\nI have reason to believe that certain individuals associated with the operation have inappropriately disseminated my personal information for fraudulent purposes, potentially for personal gain, thereby compromising my privacy and potentially exposing me to unwarranted harm. These actions have not only caused me distress but have also raised serious concerns regarding the integrity and legality of the operations carried out by the Saint Louis Fusion Center and its affiliates.  Moreover, I am deeply troubled by the revelation that there are instances of misuse of telecommunications satellites and systems, which may pose a threat to security and integrity. I have reason to believe that these individuals have been using intelligence tactics to instill fear and create a sense of insecurity.\r\n\r\nDuring the course of this operation, I have experienced instances of cruel and unusual punishment, including sexual misconduct, harassment, bodily injuries, discrimination, exploitation, mail tampering, and medical violations due to the arbitrary exercise of power. Furthermore, I have encountered Intelligence operators who have been involved in concealing, altering, and destroying evidence relevant to the situation. Additionally, these operators have intercepted telephone lines in an attempt to hinder me from reporting the illicit activities to government authorities and attorneys.\r\n  \r\nAs a law-abiding citizen, I expect that my rights and privacy are protected by those tasked with upholding the law. It is disheartening to discover that I have become a victim of misconduct and negligence within a system that is meant to safeguard the well-being of its citizens.  \r\n  \r\nI urge the Saint Louis Fusion Center to conduct a thorough investigation into these allegations and take the necessary steps to rectify any injustices that have been inflicted upon me. Furthermore, I request that appropriate measures be implemented to prevent similar incidents from occurring in the future and to uphold the highest standards of professionalism and ethical conduct within the organization.  \r\n  This letter serves as notice to the Saint Louis Fusion Center: Terrorism Early Warning Group (STLFC) to immediately cease and desist the following activities:\r\n1.)\tMisuse of collected data for personal gain.\r\n2.)\tMisuse of telecommunication and intelligence systems in order to harass, exploit, and deprive me of my constitutional rights. This includes ALL civil rights and liberties.\r\n3.)\tAny/All violations of the Standard Operating Systems (SOP).\r\n4.)\tAny/All fraud in relation to computers outlined specifically in the Computer Fraud and Abuse Act, 18 USC SEC 1030.\r\n5.)   Any/All unauthorized spying or monitoring that infringes on privacy rights.\r\n6.)   Impede and/or misrepresent communication or reporting with government entities and law firms.\r\n\r\nI trust that the Saint Louis Fusion Center will address this matter with the seriousness and urgency it deserves and provide me with a prompt response regarding the steps that will be taken to address my grievances.  \r\n  \r\nThank you for your attention to this matter.  \r\n\r\nSincerely,\r\n\r\nAlexandra Collins",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/missouri-299/alexandra-collins-saint-louis-fusion-center-grievance-letter-163669/"
  }
]