[
  {
    "id": 175655,
    "title": "C000796-092524",
    "slug": "c000796-092524",
    "status": "submitted",
    "embargo_status": "public",
    "user": 108519,
    "username": "rose.terse",
    "agency": 24775,
    "datetime_submitted": "2024-11-01T16:11:44.582290",
    "date_due": "2024-11-08",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-11-01T16:11:44.720522",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 175655,
        "from_user": 108519,
        "to_user": 141972,
        "subject": "",
        "datetime": "2024-11-01T16:11:44.720522",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Washington Public Records Act, I hereby request the following records:\r\n\r\n1. All emails, text messages, chat messages (Teams, Slack, etc), and/or call logs regarding the fulfillment of C000796-092524, including accompanying metadata. For any responsive chat and text messages, please provide messages sent/received in that thread within 1 hour of the responsive message as context.\r\n2. Any notes, work logs, or other memoranda produced in the fulfillment of C000796-092524.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRose Terse",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/bellevue-402/c000796-092524-175655/"
  }
]