[
  {
    "id": 174181,
    "title": "Law Enforcement Agencies Accessing the North Dakota Bureau of Criminal Investigation's Face Recognition System",
    "slug": "law-enforcement-agencies-accessing-the-north-dakota-bureau-of-criminal-investigations-face-recognition-system",
    "status": "ack",
    "embargo_status": "public",
    "user": 103735,
    "username": "paultepper",
    "agency": 14753,
    "datetime_submitted": "2024-10-08T15:37:25.118470",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2024-10-23",
    "datetime_done": null,
    "datetime_updated": "2024-10-08T15:37:25.366613",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 174181,
        "from_user": 103735,
        "to_user": 18993,
        "subject": "North Dakota Open Records Law Request: Law Enforcement Agencies Accessing the North Dakota Bureau of Criminal Investigation's Face Recognition System",
        "datetime": "2024-10-08T15:37:25.366613",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the North Dakota Open Records Law, I hereby request the following records:\r\n\r\nI would like to learn: 1) which local, state and national law enforcement agencies can currently submit probe photos to be run through the Bureau of Criminal Investigation's face recognition system, and 2) which law enforcement agencies actually submitted probe photos to the Bureau for a search from March 11, 2023 to the date of the most recently available data.\r\n\r\nPlease provide any lists, logs or datasets showing this information.  With regard to agencies that have submitted probe photos, please provide logs, lists or datasets describing, as available, the requesting organization, the number of requests made, the dates of the requests, and the number of requests granted.  If the Bureau maintains this information in an Excel spreadsheet, I request that the record be produced in this format.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nPaul Tepper",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/north-dakota-232/law-enforcement-agencies-accessing-the-north-dakota-bureau-of-criminal-investigations-face-recognition-system-174181/"
  }
]