[
  {
    "id": 181752,
    "title": "Communications Between New Rochelle Police Department and ICE, Internal FOIL Handling Records, FOIL Processing Certifications, and Internal Discussions Pertaining to Prior FOIL Requests",
    "slug": "communications-between-new-rochelle-police-department-and-ice-internal-foil-handling-records-foil-processing-certifications-and-internal-discussions-pertaining-to-prior-foil-requests",
    "status": "submitted",
    "embargo_status": "public",
    "user": 4164,
    "username": "TheJ",
    "agency": 9928,
    "datetime_submitted": "2025-02-19T20:36:05.075838",
    "date_due": "2025-02-26",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-02-19T20:36:05.204211",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 181752,
        "from_user": 4164,
        "to_user": 13269,
        "subject": "",
        "datetime": "2025-02-19T20:36:05.204211",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Jordan Lassiter\r\nIndependent Investigative Journalist\r\nTransparency Report\r\nEmail: Jordan@Lassiter.eu\r\n\r\nFebruary 19, 2025\r\n\r\nTo: Law Department of the City of New Rochelle\r\nNew Rochelle City Hall\r\n515 North Avenue\r\nNew Rochelle, NY 10801\r\n\r\nSubject: Expanded FOIL Request – Communications Between New Rochelle Police Department and ICE, Internal FOIL Handling Records, FOIL Processing Certifications, and Internal Discussions Pertaining to Prior FOIL Requests\r\n\r\nTo Whom It May Concern,\r\n\r\nPursuant to the New York Freedom of Information Law (FOIL), Public Officers Law §§ 84-90, I hereby submit this expanded request for records related to the New Rochelle Police Department’s (NRPD) interactions with Immigration and Customs Enforcement (ICE), internal handling of FOIL requests concerning this subject, FOIL processing procedures and employee certifications, and internal communications regarding my prior FOIL request.\r\n\r\nThis request supplements my previous FOIL request, currently under appeal. While that appeal is pending, I seek additional documentation to understand:\r\n\t1.\tThe full scope of NRPD’s communications with ICE, including policy discussions, operational cooperation, and legal directives.\r\n\t2.\tNRPD’s internal handling of public records requests related to ICE, including any coordination that may have influenced the FOIL response process.\r\n\t3.\tDocumentation of FOIL handling procedures, tracking of FOIL requests, and certifications or training of employees responsible for processing FOIL requests.\r\n\t4.\tInternal communications, including emails, memos, and metadata, regarding my prior FOIL request, involving NRPD, ICE, legal counsel, or other relevant parties.\r\n\r\nRequested Records\r\n\r\nI request access to all responsive records, including but not limited to:\r\n\r\n1. Communications Between NRPD and ICE\r\n\r\nAll emails, letters, memos, reports, meeting notes, text messages, chat logs, attachments, and other forms of correspondence exchanged between NRPD and ICE from January 1, 2020, to the present, including:\r\n\t•\tPolicy discussions regarding cooperation between NRPD and ICE.\r\n\t•\tDetainer requests, notifications, and NRPD’s policies on detainer compliance.\r\n\t•\tJoint actions, task forces, information-sharing programs, or investigative efforts related to immigration enforcement.\r\n\t•\tAgreements, memoranda of understanding (MOUs), funding arrangements, or grants between NRPD and ICE concerning immigration enforcement or related public safety efforts.\r\n\t•\tLegal guidance or directives provided by ICE to NRPD regarding local-federal collaboration on immigration matters.\r\n\r\n2. Internal NRPD Discussions on Processing FOIL Requests Related to ICE\r\n\r\nAll internal emails, memos, notes, and records reflecting discussions within NRPD and between NRPD and other city agencies or departments regarding:\r\n\t•\tThe processing of FOIL requests related to ICE communications or immigration enforcement activities.\r\n\t•\tInstructions, training materials, or legal guidance provided to NRPD personnel on handling FOIL requests concerning ICE-related matters.\r\n\t•\tDiscussions among NRPD staff or between NRPD and the Law Department about approving, denying, or redacting information in FOIL requests related to ICE.\r\n\t•\tJustifications for exemptions used to withhold ICE-related records under FOIL.\r\n\t•\tMetadata for all email and electronic communications related to FOIL processing for ICE-related requests, including sender/recipient information, timestamps, and subject lines.\r\n\r\n3. FOIL Processing Records, Tracking Logs, and Employee Certifications\r\n\r\nAll records related to NRPD’s processing and tracking of FOIL requests, including:\r\n\t•\tFOIL request tracking logs or databases maintained by NRPD from January 1, 2020, to the present, detailing:\r\n\t•\tRequest numbers, dates of receipt, processing statuses, assigned personnel, response deadlines, and resolution statuses (granted, denied, or pending).\r\n\t•\tExtensions requested for FOIL responses and their justifications.\r\n\t•\tInternal policies, standard operating procedures, or manuals used by NRPD to process FOIL requests, including instructions on redactions, legal reviews, and response coordination.\r\n\t•\tEmployee training records, certifications, or qualifications for FOIL officers and personnel responsible for processing public records requests.\r\n\t•\tDesignations or delegations of authority for employees assigned to handle public records requests.\r\n\t•\tCommunications or audits related to FOIL compliance, delays, or procedural issues in fulfilling FOIL requests.\r\n\r\n4. Internal Communications Regarding My Prior FOIL Request\r\n\r\nAll emails, memos, notes, and metadata related to internal NRPD discussions regarding my prior FOIL request, including:\r\n\t•\tCorrespondence between NRPD, ICE, or legal counsel concerning my FOIL request and its processing.\r\n\t•\tInternal discussions on whether or how to respond to my FOIL request.\r\n\t•\tEmails or messages between NRPD staff and legal counsel discussing FOIL exemptions, withholding strategies, or potential legal risks related to my request.\r\n\t•\tDirectives from NRPD officials, the Law Department, or other agencies regarding the handling of my request.\r\n\t•\tMetadata for all emails related to my FOIL request, including sender/recipient information, timestamps, and subject lines.\r\n\r\nLegal Basis for Disclosure\r\n\r\nNew York’s FOIL operates under a presumption of access, meaning all government records are accessible unless a specific exemption applies. The agency bears the burden of proving that a record falls squarely within a FOIL exemption by articulating a particularized and specific justification for denying access. Conclusory assertions are insufficient to deny access.  ￼\r\n\r\n1. Communications with ICE Are Not Exempt Under § 87(2)(g)\r\n\t•\tThe inter-agency or intra-agency exemption does not apply to external communications with federal agencies like ICE.  ￼\r\n\t•\tCourts have ruled that communications between state and federal agencies are not protected under inter-agency exemptions.  ￼\r\n\r\n2. Internal FOIL Processing Records Are Subject to Disclosure\r\n\t•\tRecords detailing how an agency processes a FOIL request must be disclosed unless they contain privileged legal advice.  ￼\r\n\t•\tAgencies cannot claim exemption for deliberations on responding to FOIL requests unless they meet strict attorney-client privilege standards.\r\n\r\n3. FOIL Processing Logs, Employee Certifications, and Tracking Data Are Public Records\r\n\t•\tRecords related to the internal processing and tracking of FOIL requests do not fall under any valid exemption.\r\n\t•\tFOIL officers’ training and certification records are public records and must be disclosed upon request.\r\n\r\n4. Internal Discussions Regarding My FOIL Request Must Be Released\r\n\t•\tInternal discussions about whether to approve, deny, or delay a FOIL request must be disclosed unless they fall strictly under attorney-client privilege.  ￼\r\n\r\nPreservation of Records & Consequences for Non-Compliance\r\n\r\nGiven my ongoing appeal regarding a related FOIL request, I formally demand that all responsive records be preserved while this request and appeal are active.\r\n\t•\tAny destruction, alteration, or deletion of records subject to FOIL review may constitute a violation of state law.\r\n\t•\tSee Armstrong v. Executive Office of the President, 1 F.3d 1274 (D.C. Cir. 1993) (holding that agencies must preserve all records potentially subject to disclosure).\r\n\t•\tUnder Public Officers Law § 89(8), willful non-compliance or bad-faith denials could result in judicial intervention and legal penalties.\r\n\r\nFurthermore, I am prepared to initiate an Article 78 proceeding if necessary to compel compliance with FOIL. Courts have ruled in favor of requesters where agencies engaged in unreasonable delays or improper denials.\r\n\t•\tSee Matter of Thomas v. New York City Dep’t of Educ., 103 A.D.3d 495 (1st Dep’t 2013) (agencies may not improperly delay or refuse to provide access to public records).\r\n\t•\tSee Matter of Madeiros v. New York State Educ. Dept., 30 N.Y.3d 67 (2017) (holding that agencies must provide sufficiently detailed explanations for FOIL denials or risk court intervention).\r\n\r\nIf this FOIL request is improperly denied, I reserve all legal remedies available to enforce compliance, including seeking judicial review under Article 78 and requesting attorneys’ fees and costs in accordance with Matter of Beechwood Restorative Care Ctr. v. Signor, 5 N.Y.3d 435 (2005).\r\n\r\nFee Waiver Request\r\n\r\nI request a waiver of all fees associated with this request, as disclosure serves the public interest and is not for commercial use.\r\n\t•\tUnder Matter of New York Times Co. v. City of New York Fire Department, 4 N.Y.3d 477 (2005), fee waivers are appropriate when the requested information enhances public knowledge on government operations.\r\n\t•\tIf a fee waiver is denied, I agree to pay up to $100 for processing fees. Please notify me in advance if costs exceed this amount.\r\n\r\nResponse Format & Timeline\r\n\r\nPlease provide the requested records in electronic format whenever possible. Under Public Officers Law § 89(3)(a), I expect:\r\n\t1.\tAcknowledgment of receipt within five business days.\r\n\t2.\tAn estimated timeline for completion.\r\n\t3.\tA clear legal explanation for any redactions or denials, citing case law as required under FOIL.\r\n\r\nAll responses should be provided via the MuckRock platform for tracking purposes and CC my personal email at Jordan@Lassiter.eu.\r\n\r\nConclusion & Next Steps\r\n\r\nThis request expands upon my previous FOIL request while reinforcing transparency requirements regarding:\r\n\t1.\tNRPD’s broader engagement with ICE, including written agreements, operational cooperation, and compliance policies.\r\n\t2.\tInternal deliberations regarding FOIL requests concerning ICE, ensuring that FOIL processing procedures are lawful and not influenced by external pressures.\r\n\t3.\tThe integrity of FOIL processing at NRPD, including proper record-keeping, tracking, and certifications of employees responsible for handling public records requests.\r\n\r\nGiven well-established case law supporting disclosure, I expect full compliance with this request. If records are withheld, I demand a detailed legal justification citing specific exemptions and case law.\r\n\r\nIf NRPD fails to comply with its obligations under FOIL, I will consider filing an Article 78 proceeding to compel disclosure, seeking judicial enforcement and attorneys’ fees if necessary.\r\n\r\nThank you for your prompt attention to this request.\r\n\r\nSincerely,\r\nJordan Lassiter\r\nIndependent Investigative Journalist\r\nTransparency Report",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1261571,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/152279/Fee_Waiver_Letter_copy.pdf",
            "datetime": "2025-02-19T20:36:05.204211",
            "title": "Fee_Waiver_Letter_copy.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-rochelle-22890/communications-between-new-rochelle-police-department-and-ice-internal-foil-handling-records-foil-processing-certifications-and-internal-discussions-pertaining-to-prior-foil-requests-181752/"
  },
  {
    "id": 181749,
    "title": "Grievances: Q3 + Q4, Unions",
    "slug": "grievances-q3-q4-unions",
    "status": "submitted",
    "embargo_status": "public",
    "user": 75124,
    "username": "miriamcb",
    "agency": 3121,
    "datetime_submitted": "2025-02-19T20:29:53.002166",
    "date_due": "2025-02-26",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-02-19T20:29:53.190627",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 181749,
        "from_user": 75124,
        "to_user": 10007,
        "subject": "Illinois Freedom of Information Act. Request: Grievances: Q3 + Q4, Unions",
        "datetime": "2025-02-19T20:29:53.190627",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\n1. Provide a list or records regarding all grievance settlements including settlement amounts, union, date grievance filed, school (if applicable), date grievance settled, and contract issues of grievance from July 1, 2024 through December 31, 2024.\r\n\r\n2. Provide a list or records regarding all grievances in arbitration including union, date grievance filed, date arbitration started, school (if applicable) and contract issues of grievance from July 1, 2024 through December 31, 2024.\r\n\r\n3. Provide a total list of all grievances filed including union, date grievance filed, school (if applicable) and contract issues of grievance from July 1, 2024 to December 31, 2024.\r\n\r\nThis request is made on behalf of The FOIA Bakery. Because this request is in the public interest for Illinois nonprofit The FOIA Bakery’s work to advocate for public education, please waive any fees in accordance with 5 ILCS § 140/6(c). Feel free to contact me with any questions, or if clarification is needed.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMiriam Bhimani",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/chicago-169/grievances-q3-q4-unions-181749/"
  }
]