[
  {
    "id": 186732,
    "title": "8 USC § 1182(a)(3)(C)(iv) Notifications to House and Senate",
    "slug": "8-usc-1182a3civ-notifications-to-house-and-senate",
    "status": "submitted",
    "embargo_status": "public",
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 14,
    "datetime_submitted": "2025-05-16T15:57:18.741383",
    "date_due": "2025-06-16",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-05-16T15:57:19.061836",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186732,
        "from_user": 3031,
        "to_user": 9615,
        "subject": "",
        "datetime": "2025-05-16T15:57:19.061836",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\n8 USC § 1182(a)(3)(C)(iv) provides: \"If a determination is made under clause (iii) with respect to an alien, the Secretary of State must notify on a timely basis the chairmen of the Committees on the Judiciary and Foreign Affairs of the House of Representatives and of the Committees on the Judiciary and Foreign Relations of the Senate of the identity of the alien and the reasons for the determination.\" \r\n\r\nI request a copy of any notification required under 8 USC § 1182(a)(3)(C)(iv) that was provided to the chair of the Committee of the Judiciary of the House of Representatives, the chair of the Committee on Foreign Affairs of the House of Representatives, the chair of the Committee on the Judiciary of teh Senate, and/or the chair of the Committee on Foreign Relations of the Senate. This request is limited to notifications provided on or after January 1, 1990.\r\n\r\nREQUEST FOR EXPEDITED PROCESSING:\r\n\r\nI request that this request be expedited under 22 CFR § 171.12(d)(1)(ii) for the following reasons:\r\n\r\n1. I certify the following to be true and correct: My organization is primarily engaged in disseminating information. The Foundation for Individual Rights and Expression (FIRE) maintains a news website at https://thefire.org/news, through which its staff members regularly publish news stories and editorial content concerning the activities of governments, government officials, and other persons or organizations of public concern. I am a staff member of FIRE. I frequently write about matters involving the First Amendment and free expression, including on FIRE's website. See, e.g., https://www.thefire.org/news-archive?author=303. A substantial component of my duties as a staff member of FIRE is to obtain information through public records requests, including through the Freedom of Information Act, which I or my colleagues then share through FIRE's website and social media channels. I also publish news and other information of public concern via \"X\" (https://x.com/adamsteinbaugh) and \"Bluesky\" (https://bsky.app/profile/adamsteinbaugh.bsky.social).\r\n\r\n2. The requested information concerns an actual or alleged government activity, namely the Department's involvement in the revocation of a visa or green card due to protest activity. The requested information relates to prior instances of determinations by the Secretary of State that a person within or seeking admission to the United States  would have potentially serious adverse foreign policy consequences for the United States.\r\n\r\n3. The requested information extends beyond the public's right to know about government activity generally and instead has a particular value that would be lost if not processed on an expedited basis. The information pertains to a news story of public interest. That issue has attracted a wide range of news media coverage, including the numerous articles identified below, which are helpful in establishing that there is an urgency to inform the public on this topic. Information of this nature has also been requested by a United States District Court in a high-profile litigation, which has attracted significant media attention. See Khalil v. Joyce, No. 2:25-cv-01963 (D.N.J.) at ECF No. 231.\r\n\r\nExamples of recent articles demonstrating the public's ongoing and current interest in this information include articles:\r\n\r\na. https://www.nytimes.com/2025/03/10/us/trump-rubio-khalil-columbia-student-protests.html\r\nb. https://apnews.com/article/columbia-university-mahmoud-khalil-ice-15014bcbb921f21a9f704d5acdcae7a8\r\nc. https://www.reuters.com/world/us/us-authorities-arrest-palestinian-student-protester-columbia-university-students-2025-03-09/\r\nd. https://www.columbiaspectator.com/news/2025/03/09/palestinian-activist-mahmoud-khalil-sipa-24-detained-by-immigration-and-customs-enforcement-lawyer-says/\r\ne. https://www.theguardian.com/us-news/2025/mar/09/ice-arrests-palestinian-activist-columbia-protests\r\nf. https://nypost.com/2025/03/09/us-news/ice-arrests-palestinian-leader-of-columbias-anti-israel-protests-lawyer/\r\ng. https://zeteo.com/p/breaking-dhs-detains-palestinian\r\nh. https://www.dropsitenews.com/p/dhs-detains-columbia-university-student-gaza\r\ni. https://www.dailymail.co.uk/news/article-14478989/pro-palestinian-Columbia-graduate-arrested-ICE-campus-protests.html\r\nj. https://www.insidehighered.com/news/government/politics-elections/2025/02/04/trumps-antisemitism-order-leaves-many-questions\r\nk. https://reason.com/volokh/2025/02/03/may-aliens-be-deported-based-on-their-speech/\r\nl. https://www.dailysignal.com/2025/02/02/trumps-antisemitism-order-puts-foreign-students-and-us-colleges-on-notice/\r\nm. https://nypost.com/2025/02/01/opinion/deporting-pro-terror-protestors-will-to-restore-order-to-lawless-campuses/\r\nn. https://www.npr.org/2025/01/30/g-s1-45468/trump-antisemitism-executive-order-protests-deport-hamas\r\no. https://www.jta.org/2025/01/30/politics/trumps-order-on-antisemitism-suggests-deporting-non-citizen-campus-activists-dividing-jewish-groups\r\n\r\nREQUEST FOR A FEE WAIVER OR REDUCED FEES:\r\n\r\nI request, under 22 CFR § 171.16(j), a waiver or reduction of fees for the following reasons:\r\n\r\n1. Disclosure of the requested information is in the public interest because its disclosure would shed light on the operations or activities of the government. The requested information pertains specifically to controversial conduct by United States officials in response to campus protests.\r\n\r\n2. Disclosure of the requested information would be likely to contribute significantly to public understanding of those operations or activities. Disclosure of the requested information would meaningfully inform the public about the Department's activities and operations.\r\n\r\n3. Disclosure of the requested information will contribute to the understanding of a reasonably broad audience of persons interested in the subject, as opposed to the individual understanding of the requester. The requestor is a licensed attorney who practices First Amendment law. As such, the requestor will be able to effectively convey information to the public. Further, the requestor is a representative of the news media. The requestor and his employer, the Foundation for Individual Rights and Expression, gather information of potential interest to a segment of the public, turns that information into distinct works (including through its news website, located at https://thefire.org/news), and distributes that information to the public. The information requested here relates to information that is about current events or that would be of current interest to the public. The requestor's past publication record (in addition to FIRE's articles available at https://thefire.org/news) is available at https://www.thefire.org/news-archive?author=303.\r\n\r\n4. The requested information is not primarily in the commercial interest of the requester. The requestor works for a nonprofit organization and the records are not sought for a commercial purpose.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/8-usc-1182a3civ-notifications-to-house-and-senate-186732/"
  }
]