[
  {
    "id": 176937,
    "title": "constitutional Sheriff (CSPOA)",
    "slug": "constitutional-sheriff-cspoa",
    "status": "submitted",
    "embargo_status": "public",
    "user": 145149,
    "username": "DragonTattoo",
    "agency": 39559,
    "datetime_submitted": "2024-11-26T06:51:20.782015",
    "date_due": "2024-12-04",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-11-26T06:51:20.881475",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 176937,
        "from_user": 145149,
        "to_user": 145155,
        "subject": "",
        "datetime": "2024-11-26T06:51:20.881475",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Washington Public Records Act, I hereby request the following records:\r\n\r\nI am requesting all records, documents, communications or other materials from 2018 to present that contain certain key phrases, such as “constitutional training” and the “Constitutional Sheriffs and Peace Officers Association,” CSPOA, protect America Now as well as records that were sent to, from or included mention of the sheriff group’s leadership, from and too all employed deputies at Columbia county Sheriff’s Office including elected Sheriff Joe Helm. \r\n\r\nI am requesting all receipts and money paid for CPSOA training, dues, membership, travel to events, rallies, from 2018-present.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nLizbeth Salander",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/dayton-8340/constitutional-sheriff-cspoa-176937/"
  }
]