[
  {
    "id": 152070,
    "title": "After Action Review Report-2020 BLM Protests",
    "slug": "after-action-review-report-2020-blm-protests",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 111209,
    "username": "bknibbs",
    "agency": 5623,
    "datetime_submitted": "2023-09-15T20:53:42.449205",
    "date_due": "2023-09-20",
    "days_until_due": null,
    "date_followup": "2023-09-20",
    "datetime_done": null,
    "datetime_updated": "2023-09-15T20:53:43.166837",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 152070,
        "from_user": 111209,
        "to_user": 9818,
        "subject": "Arkansas Freedom of Information Act Request: After Action Review Report-2020 BLM Protests",
        "datetime": "2023-09-15T20:53:43.166837",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Arkansas Freedom of Information Act, I hereby request the following records:\r\n\r\na copy of an After Action Review Report in regards to the 2020 George Floyd/Black Lives Matter protests. \r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nThrough this request, I am gathering information on the copies of the three lawsuits because this information is being sought on behalf of NYCity News Service for dissemination to the general public.\r\n\r\nPlease waive any applicable fees. Release of the information is in the public interest because it will contribute significantly to public understanding of government operations and activities. As I am making this request as a journalist and this information is of timely value, I would appreciate your communicating with me by phone or email, if you have questions regarding this request.\r\n\r\nPlease provide expedited processing of this request which concerns a matter of urgency. As a journalist, I am primarily engaged in disseminating information. The public has an urgent need for information about the copies of the three lawsuits because I certify that my statements concerning the need for expedited processing are true and correct to the best of my knowledge and belief.\r\n\r\nThank you in advance for your time. I look forward to receiving your response to this request within five business days, as the statute requires.\r\n\r\nSincerely,\r\nBrianna Knibbs\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nSonny Albarado, a citizen of Arkansas, in coordination with Brianna Knibbs.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/bentonville-409/after-action-review-report-2020-blm-protests-152070/"
  }
]