[
  {
    "id": 157275,
    "title": "CIA LLV 1.15.24",
    "slug": "cia-llv-11524",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 60252,
    "username": "rskva102",
    "agency": 6,
    "datetime_submitted": "2024-01-15T10:19:00.543591",
    "date_due": "2024-02-12",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-01-15T10:19:00.681643",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 157275,
        "from_user": 60252,
        "to_user": 9567,
        "subject": "",
        "datetime": "2024-01-15T10:19:00.681643",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nYou are receiving this correspondence as a request under the Freedom of Information Act, 5 U.S.C. subsection 552. I am requesting the following:\r\n\r\nCopies of all records, correspondence, and documents on Leonid Leonidovich Vasiliev, aka L. L. Vasiliev (1891–1966). Dr. Vasiliev was a professor of physiology at the Institute of Brain Research at the University of Leningrad and served on the Soviet Academy of Medical Sciences. The Central Intelligence Agency (CIA) has identified Dr. Vasiliev as a subject of interest in documents in its CREST system, available via its Electronic Reading Room. One such document titled \"Parapsychology in the USSR\" can be found in the CREST system under document number CIA-RDP96-00792R000500210002-8. A copy of that document can be found at the following link: https://www.cia.gov/readingroom/docs/CIA-RDP96-00792R000500210002-8.pdf\r\n\r\nFor verification of Dr. Vasiliev's death, please see page 2 of document number CIA-RDP96-00792R000500210002-8 which states: \"After Vasiliev's death in 1966, the center of soviet parapsychological research partially shifted from Leningrad to Moscow, where IPPOLIT KOGAN, Director of the Section for Bioinformation on the totally soviet scientific and technical A.S. Popov Institute for Radiotechnology and Electrical Communication was located.\"\r\n\r\nAs further verification that the CIA has created records on Dr. Vasiliev, CIA-funded researchers and adjacent military institutions interacted with and/or monitored Dr. Vasiliev before and after his passing. \r\n\r\nDr. Stephen Abrams, spoke and corresponded with Dr. Vasiliev between at least 1962 and 1966. A report created by the Federal Bureau of Investigation in 1965 states of Abrams: \r\n\r\n\"On January 4, 1965 ABRAMS contacted the U. S. Embassy, London, to report his tentative acceptance of a Soviet Government research grant covering two years work at the University of Leningrad and at this time he inquired as to what effect this acceptance would have on his American citizenship ... ABRAMS on this occasion revealed that he had been on close terms with a Czech scientist residing in Czechoslovakia and described as a 'staunch anti-Communist'. ABRAMS advised he met this scientist through a Soviet scientist, Professor (FNU) VASILIEV. ABRAMS also made one or more trips to the Soviet Bloc during which he had discussed with Professor VASILIEV the research grant he claimed to have, beginning the summer of 1965.\"\r\n\r\nA copy of Dr. Abrams's FBI file containing the above passage can be found at the following link: https://documents2.theblackvault.com/documents/fbifiles/historical/stephenabrams-fbi1.pdf\r\n\r\nPrior to the Soviet research grant referenced in the quoted passage, Dr. Abrams received funds through the CIA's Project MKULTRA, as part of subproject 136. This subproject, per a project proposal, ran from August 1961 through July 1962 and covered research into an \"Experimental Analysis of Extrasensory Perception.\" \r\n\r\nA copy of that project proposal can be found at the following link: https://archive.org/details/DOC_0000017395/page/n11/mode/1up\r\n\r\nThe CIA has publicly acknowledged Dr. Abrams's role in agency-funded MKULTRA research. In 2003 it approved the release of an article titled \"Parapsychology in Intelligence: A Personal Review and Conclusions\" by Dr. Kenneth A. Kress, originally published in volume 21, issue 4 of \"Studies in Intelligence\" (winter 1977). Footnote 2 on page 8 of this article identifies a draft report written by S. I. Abrams and titled \"Extrasensory Perception\", publication date December 14, 1965. Dr. Abrams is referenced by name in the following portion of the footnoted paragraph:\r\n\r\n\"In 1961, the  reports induced one of the earliest U. S. government parapsychology investigations when the chief of CIA's Office of Technical Service (then the Technical Services Division) became interested in the claims of ESP. Technical project officers soon contacted Stephen I. Abrams, the Director of the Parapsychological Laboratory, Oxford University, England. Under the auspices of Project ULTRA, Abrams prepared a review article which claimed ESP was demonstrated but not understood or controllable. The report was read with interest but produced no further action for another decade.\"\r\n\r\nA copy of that article can be found in the CREST system under document number CIA-RDP80-00630A000100010001-8 and at the following link: https://www.cia.gov/readingroom/docs/CIA-RDP96-00791R000200030040-0.pdf\r\n\r\nDr. Vasiliev was a noted expert in the area of extrasensory perception (ESP), hence the correspondence between Abrams and Vasiliev. Dr. Vasiliev published a book on the subject of ESP, \"Mysterious Phenomena of the Human Psyche,\" in 1959, and it was later translated into English and published by New York University Press in 1965. Separately, the United States Air Force funded another translation in 1967 under AF 33(657)-16408. A copy of that translation with corresponding paperwork can be found at the following link: https://apps.dtic.mil/sti/pdfs/AD0661891.pdf\r\n\r\nThere is no doubt that the CIA created records responsive to Dr. Vasiliev, given his interactions with Dr. Abrams and potentially other American researchers in the field of parapsychological research. Therefore, I am requesting all CIA records, correspondence, and documents on Leonid Leonidovich Vasiliev, aka L. L. Vasiliev.\r\n\r\nI am asking you waive any fees associated with this request. My bylines, which include Unicorn Riot, the Geopolitical Economy Report, and Creem Magazine, can be found in both print and electronic publications. Please take note of the Office of Management and Budget guidelines published March 27, 1987 (52 FR 10012) that include electronic publications and other nontraditional publishers as representatives of the news media.\r\n\r\nA fee waiver is appropriate in situations where \"disclosure of the requested information is in the public interest because it is likely to contribute significantly to public understanding of the operations and activities of the government, and is not primarily in the commercial interest of the requester,” 5 U.S.C. § 552(a)(4)(iii). Any agency interactions with Soviet researchers would help to broaden academic and public understanding of parapsychological research during the Cold War. Given the CIA's involvement in Project Star Gate, later known as Project Grill Flame—a joint effort with the Defense Intelligence Agency and the Department of the Army involving remote viewing and ESP research—records on Dr. Vasiliev would clarify how such research started and under what circumstances. Additionally, any such records on Dr. Vasiliev might potentially disabuse the public of some of the wilder conspiracy theories involving Project MKULTRA and Project Star Gate that have arisen since information on both was made available for public consumption.\r\n\r\nIn the event that there are fees, I am willing to pay up to $100. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThis request is not being made for commercial purposes. All documents will be provided to the general public without charge.\r\n\r\nI look forward to your response within 20 working days, as the statute requires. If access to the records I am requesting will take longer, please contact me with information about when I might expect copies or the ability to inspect the requested records.\r\n\r\nIf you deny any or all of this request, please cite each specific exemption you feel justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\r\n\r\nIf any potentially responsive records have been destroyed and/or transferred, then I request copies of the destruction or transfer slips as well as any other documentation relating to, mentioning or describing said destruction or transfer, to include but not be limited to confirmation that the bureau has no other copies of said records.\r\n\r\nSincerely,\r\n\r\nRobert Skvarla, Jr.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/cia-llv-11524-157275/"
  }
]