[
  {
    "id": 182203,
    "title": "Cybercheck Communications and Agreements",
    "slug": "cybercheck-communications-and-agreements",
    "status": "ack",
    "embargo_status": "public",
    "user": 150405,
    "username": "JessicaHatcher",
    "agency": 6933,
    "datetime_submitted": "2025-02-27T11:05:09.112590",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2025-03-14",
    "datetime_done": null,
    "datetime_updated": "2025-02-27T11:05:09.484925",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 182203,
        "from_user": 150405,
        "to_user": 15953,
        "subject": "Ohio Open Records Law Request: Cybercheck Communications and Agreements",
        "datetime": "2025-02-27T11:05:09.484925",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Ohio Open Records Law, I hereby request the following records:\r\n\r\nTo Whom It May Concern:\r\n\r\nPursuant to the Colorado Open Records Act, I hereby request the following records:\r\n\r\n1. All contracts, licenses, MOUs, MOAs, data agreements, letters of intent, State of Work documents, Scope of Work documents, and other agreement documents since Jan. 1, 2021 between Portage County Sheriff's Office and Global Intelligence Inc. (also called Cybercheck or Cybercheck.AI) for the provision of the Cybercheck service.\r\n\r\n2. All email exchanges, including attachments, between Portage County Sheriff's Office staff and email addresses with the domain \"@cybercheck.ai\" between Jan. 1, 2021 and the present.\r\n\r\n3. All emails, including attachments, between staff of Portage County Sheriff's Office that reference Cybercheck or its provider Global Intelligence, sent between Jan. 1, 2021 and the present.\r\n\r\nI kindly request that you waive all fees as I am a journalist and the requested records will be used for journalism in the public interest.\r\n\r\nIf you choose to impose fees, I request a detailed breakdown of the fees, including the hourly wage of each employee involved and an explanation of the employee hours required to fulfil the request.\r\n\r\nIf you choose to reject this request or redact portions of responsive documents, I ask that you provide a detailed breakdown of the statutory exemptions and associated case law underlying your decision to withhold each/any portions from public review.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nJessica Hatcher",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "fax"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/portage-county-25194/cybercheck-communications-and-agreements-182203/"
  }
]