[
  {
    "id": 192487,
    "title": "IHSC Folkston 911 SENs/SIRs",
    "slug": "ihsc-folkston-911-senssirs",
    "status": "submitted",
    "embargo_status": "public",
    "user": 25665,
    "username": "DetentionKills",
    "agency": 133,
    "datetime_submitted": "2025-09-03T11:31:44.088013",
    "date_due": "2025-10-01",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-09-03T11:31:44.620296",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192487,
        "from_user": 25665,
        "to_user": 9620,
        "subject": "",
        "datetime": "2025-09-03T11:31:44.620296",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAll Significant Event Notifications and Significant Incident Reports received by the IHSC Field Medical Coordinator or OAQ Contracting Officer pertaining to medical emergencies or 911 calls at the Folkston ICE Processing Center, and Annex, for the period beginning January 1, 2024, and continuing through September 3, 2025. \r\n\r\nI request expedited processing of this request pursuant to 6 C.F.R. 5.5(e) and declare the following statements in support thereof to be true and correct under penalty of perjury pursuant to 28 USC 1746: \r\n\r\n1. Folkston is now the largest ICE detention facility in Georgia. \r\n2. Following the preventable death of Jaspal Singh in 2023, ICE rewarded Folkston's operator, GEO, with an expansion of the Folkston contract worth over $100M\r\n3. In 2025, Folkston was the site of a second in-custody death. \r\n4. Logs of 911 calls reflect instances in which EMS units were unavailable to gain timely access to the facility as a result of GEO staff's inability to consistently man the sally ports and entryways to secure areas, delaying emergency care for people inside. \r\n5. Lack of access to timely emergency medical care threatens the health safety of people in Folkston and the surrounding community. \r\n6. ICE Mortality Reviewers have attributed lack of timely access to emergency medical care to a significant number of deaths in ICE custody. \r\n7. The records requested will shed light on whether, and to what extent, ICE is aware of the challenges posed and consequences created by its use of detention in high numbers at the Folkston facility. \r\n8. I am a member of the media primarily engaged in information dissemination through edited publications, and have previously been granted expedited processing by federal FOIA offices on this basis. \r\n9. These records are needed on an expedited basis to fill out the federal side of a piece for which I have received journalism grant funding and which will be published no later than October.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAndrew Free",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/ihsc-folkston-911-senssirs-192487/"
  },
  {
    "id": 192486,
    "title": "Untitled",
    "slug": "untitled",
    "status": "submitted",
    "embargo_status": "public",
    "user": 165347,
    "username": "BRYANTMACHOWSKI",
    "agency": 274,
    "datetime_submitted": "2025-09-03T11:15:51.894640",
    "date_due": "2025-09-17",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-09-03T11:15:51.978537",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192486,
        "from_user": 165347,
        "to_user": 10031,
        "subject": "",
        "datetime": "2025-09-03T11:15:51.978537",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Massachusetts Public Records Law, I hereby request the following records:\r\n\r\nI am writing to you because I am demanding the personnel file of Meaghan Sullivan who worked for Massachusetts state police in 2013-2016 or around this time. She is the wife of Michael Sullivan. Meaghan was employed by the MARDI GRAS Strip club as a bartender. She has engaged in misuse of a computer and fraud and stalking after I got into a verbal argument with Michael who was at the strip club and heard her say to him after she would take care of it. After this incident, my emails begun to get hacked and I was harassed for over 15 years. I am asking for her personnel file and a in-dept look on the woman. It is believed she was involved in serious criminal behaviors including skimming from the mardi gras bar in springfield and grooming young women or recruiting them to dance. I reported this to the D.O.J but expect you release the personnel file as I am looking to sue.\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by the recommendations of the Massachusetts Supervisor of Public Records. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nI expect the request to be filled in an accessible format, including for screen readers, which provide text-to-speech for persons unable to read print. Files that are not accessible to screen readers include, for example, .pdf image files as well as physical documents.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBRYANT MACHOWSKI",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/massachusetts-1/untitled-192486/"
  }
]