[
  {
    "id": 183578,
    "title": "Rep. Toth correspondence with Jonathan Mitchell",
    "slug": "rep-toth-correspondence-with-jonathan-mitchell",
    "status": "submitted",
    "embargo_status": "public",
    "user": 126156,
    "username": "srinkunas",
    "agency": 4649,
    "datetime_submitted": "2025-03-20T12:13:24.019210",
    "date_due": "2025-04-03",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-20T12:13:24.130121",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 183578,
        "from_user": 126156,
        "to_user": 11543,
        "subject": "",
        "datetime": "2025-03-20T12:13:24.130121",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\n- Any digital communications (including but not limited to: emails, text messages, engagement letters) between Texas state Representative Steve Toth and Jonathan Mitchell and/or Mitchell Law PLLC (jonathan@mitchell.law) sent between November 1, 2024, and the time this request is processed, including attachments\r\n\r\nThis session, Rep. Toth has introduced abortion-related bills with civil liability enforcement provisions that mirror a 2021 law written by Jonathan Mitchell. Mitchell is involved in federal strategy to restrict abortion and his involvement here would be newsworthy.\r\n\r\nI am a journalist doing public interest reporting.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nSusan Rinkunas",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/texas-109/rep-toth-correspondence-with-jonathan-mitchell-183578/"
  },
  {
    "id": 183577,
    "title": "Sen. Hughes correspondence with Jonathan Mitchell",
    "slug": "sen-hughes-correspondence-with-jonathan-mitchell",
    "status": "submitted",
    "embargo_status": "public",
    "user": 126156,
    "username": "srinkunas",
    "agency": 17407,
    "datetime_submitted": "2025-03-20T12:11:19.173822",
    "date_due": "2025-04-03",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-20T12:11:19.385204",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 183577,
        "from_user": 126156,
        "to_user": 23676,
        "subject": "",
        "datetime": "2025-03-20T12:11:19.385204",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\n- Any digital communications (including but not limited to: emails, text messages, engagement letters) between Texas state Senator Bryan Hughes and Jonathan Mitchell and/or Mitchell Law PLLC (jonathan@mitchell.law) sent between November 1, 2024, and the time this request is processed, including attachments\r\n\r\nThis session, lawmakers Sen. Hughes has introduced abortion-related bills with civil liability enforcement provisions that mirror a 2021 law written by Jonathan Mitchell. Mitchell is involved in federal strategy to restrict abortion and his involvement here would be newsworthy.\r\n\r\nI am a journalist doing public interest reporting.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nSusan Rinkunas",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/austin-139/sen-hughes-correspondence-with-jonathan-mitchell-183577/"
  },
  {
    "id": 183573,
    "title": "Bias Incident Reporting: Minnesota Department of Human Rights",
    "slug": "bias-incident-reporting-minnesota-department-of-human-rights",
    "status": "submitted",
    "embargo_status": "public",
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 40994,
    "datetime_submitted": "2025-03-20T12:02:08.340857",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-20T12:02:08.467332",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 183573,
        "from_user": 3031,
        "to_user": 155251,
        "subject": "",
        "datetime": "2025-03-20T12:02:08.467332",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Minnesota Government Data Practices Act, I hereby request the following records:\r\n\r\nAny Document falling within one or more of the following categories:\r\n\r\n1. A copy of any version of the “Bias Incident Reporting” form (the “Form”) used by the Minnesota Department of Human Rights since January 1, 2020.\r\n\r\n2. Policies, guides, manuals, memoranda, or training materials provided to any staff member or volunteer tasked with receiving, handling, or responding to any report submitted through the Form since January 1, 2020. \r\n\r\n3. Any statistics, annual reports (or other periodic reports), or synopses of complaints, incidents, or responses concerning “bias incidents” (or the processing thereof) submitted through the Form since January 1, 2020.\r\n\r\n4. Any report submitted through the Form since January 1, 2020. \r\n\r\n5. If the Form’s reporting system is associated with a database, any copies of database entries related to the Form reporting and any records maintained in accordance with the operation of the database since January 1, 2020. \r\n\r\n“Document” means any record consisting of handwriting, typewriting, printing, photostating, photographing, photocopying, transmitting by electronic mail or facsimile, and every other means of recording upon any tangible thing, any form of communication or representation, including letters, words, pictures, sounds, or symbols, or combinations thereof, and any record thereby created, regardless of the manner in which the record has been stored. \r\n\r\nThe names, phone numbers, and mailing address of persons other than government employees or officials should be redacted from any responsive documents. \r\n\r\nI request a waiver of all fees for searching or copying the responsive records. The Foundation for Individual Rights in Education (FIRE) is a nonprofit, nonpartisan organization dedicated to defending, preserving, and extending civil liberties. The records sought herein are not sought for a commercial purpose. As discussed in greater detail below, release of the information requested will further the public’s understanding of the City of Eden Prairie’s efforts to address the concerns of its citizens with respect to social issues, as well as the Minnesota Department of Human Rights' policies and practices regarding offensive speech and its citizens’ First Amendment rights. The purposes of the Minnesota Data Practices Act will be furthered by a waiver of costs because the documents requested will contribute substantially to the public’s understanding of how government officials implement policies relating to offensive speech, and whether those efforts and policies are consistent with the First Amendment.\r\n\r\nIf you deny any portion, or all, of this request, please provide me with a written explanation of the reason(s) for your denial, including a citation to each specific statutory exemption you feel justifies the refusal to release the information and notify me of the appeal procedures available to me under the law. If you conclude that portions of the records that I request are exempt from disclosure, please release the remainder of such records for inspection and copying, redacting only the portion or portions that you claim are exempt. For any exemptions, please note whether it is discretionary and, if so, the basis for refusing to exercise discretion in favor of granting access.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/minnesota-156/bias-incident-reporting-minnesota-department-of-human-rights-183573/"
  }
]