[
  {
    "id": 163772,
    "title": "Report Corruption, Fraud, Waste, Abuse, Mismanagement or Misconduct: Fusion Center, F/SLTT, Air Force National Guard, and Partners.",
    "slug": "report-corruption-fraud-waste-abuse-mismanagement-or-misconduct-fusion-center-fsltt-air-force-national-guard-and-partners",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 133775,
    "username": "AlexandraCollins",
    "agency": 236,
    "datetime_submitted": "2024-05-15T18:49:52.250935",
    "date_due": "2024-06-13",
    "days_until_due": null,
    "date_followup": "2024-06-13",
    "datetime_done": null,
    "datetime_updated": "2024-05-15T18:49:52.337616",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 163772,
        "from_user": 133775,
        "to_user": 9587,
        "subject": "Freedom of Information Act Request: Report Corruption, Fraud, Waste, Abuse, Mismanagement or Misconduct: Fusion Center, F/SLTT, Air Force National Guard, and Partners.",
        "datetime": "2024-05-15T18:49:52.337616",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "I am writing to formally lodge a complaint against the actions of individuals involved in the watchlist operation, which I believe have resulted in the commission of unlawful acts. It has come to my attention that certain individuals associated with the watchlist operation are engaging in tactics such as man-in-the-middle cyber attacks to obstruct, manipulate, and misrepresent communications, particularly when submitting online reports to the Department of Homeland Security Office of Inspector General, Attorneys, and other Government entities. For the sake of transparency and accountability, I am submitting this complaint through Muck Rock to ensure that the public is informed of my concerns and to facilitate the proper filing and tracking of this complaint.\r\n\r\nMy involvement in this matter stems from being unjustly placed on a watchlist subsequent to my disclosure of misconduct within the Radiology Department at Mercy Hospital in Creve Coeur, Missouri. I strongly believe that I obtain proof and may have witnesses that substantiates my claim.\r\n\r\n\r\nI am writing to you with regard to my 6 year wrongful inclusion in a watchlist under the jurisdiction of the Saint Louis Fusion Center: Terrorism Early Warning Group (STLFC). I have reason to believe that I have been subjected to various forms of abuse, harassment, and exploitation as a result of this inclusion. This grievance pertains specifically to the actions of individuals within the Saint Louis Fusion Center, as well as its collaborative partners in State, Local, Tribal, Territorial Law Enforcement (F/SLTT), Air National Guard, Army, and Contractors.\r\n\r\nIt has come to my attention that the Saint Louis Fusion Center, in conjunction with programs established by the U.S. Department of Homeland Security (DHS), such as the St. Louis Urban Area Security Initiative (UASI), has engaged in practices that have violated established security protocols, Standard Operating Procedures (SOP), and federal laws, notably the Computer Fraud and Abuse Act, 18 USC SEC 1030.\r\n\r\nAdditionally, I have been subjected to unfair treatment that includes one or more persons acting under color of law willfully depriving and conspiring to deprive me of my rights protected by the constitution.  This misconduct goes beyond mere allegations of negligence commonly associated with law enforcement collaborations with Fusion Centers.\r\nI have reason to believe that certain individuals associated with the operation have inappropriately disseminated my personal information for fraudulent purposes, potentially for personal gain, thereby compromising my privacy and potentially exposing me to unwarranted harm. These actions have not only caused me distress but have also raised serious concerns regarding the integrity and legality of the operations carried out by the Saint Louis Fusion Center and its affiliates. Moreover, I am deeply troubled by the revelation that there are instances of misuse of telecommunications satellites and systems, which may pose a threat to security and integrity. I have reason to believe that these individuals have been using intelligence tactics to instill fear and create a sense of insecurity.\r\n\r\nDuring the course of this operation, I have experienced instances of cruel and unusual punishment, including sexual misconduct, harassment, bodily injuries, discrimination, exploitation, mail tampering, and medical violations due to the arbitrary exercise of power. Furthermore, I have encountered Intelligence operators who have been involved in concealing, altering, and destroying evidence relevant to the situation. Additionally, these operators have intercepted telephone lines in an attempt to hinder me from reporting the illicit activities to government authorities and attorneys.\r\n\r\nAs a law-abiding citizen, I expect that my rights and privacy are protected by those tasked with upholding the law. It is disheartening to discover that I have become a victim of misconduct and negligence within a system that is meant to safeguard the well-being of its citizens.\r\n\r\nI urge the United States Department of Homeland Security Office of the Inspector General to conduct a thorough investigation into these allegations and take the necessary steps to rectify any injustices that have been inflicted upon me. \r\n\r\nYour expertise and oversight in this matter are crucial to ensuring the integrity and effectiveness of our national security systems. Your prompt attention to this request is greatly appreciated.\r\n\r\nThank you for your dedicated service and commitment to upholding the highest standards of accountability and security in our government operations.\r\n\r\nSincerely, \r\n\r\nAlexandra Collins\r\n\r\nAlexandra Collins\r\nGranite City, Illinois 62040-2013",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/report-corruption-fraud-waste-abuse-mismanagement-or-misconduct-fusion-center-fsltt-air-force-national-guard-and-partners-163772/"
  }
]