[
  {
    "id": 144052,
    "title": "Request To Peekskill City Clerk - Government Emails",
    "slug": "request-to-peekskill-city-clerk-government-emails",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 34844,
    "datetime_submitted": "2023-04-01T16:11:23.302000",
    "date_due": "2023-04-07",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-04-01T16:11:23.404227",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 144052,
        "from_user": 4164,
        "to_user": 113245,
        "subject": "",
        "datetime": "2023-04-01T16:11:23.404227",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nI am requesting copies of government emails sent and received by ldylewski@cityofpeekskill.com and WBowman@peekskillpolice.com for the period from January 1, 2023 to March 31, 2023.\r\n\r\nPlease provide the requested emails in a readable format, such as EML, PST or OST, and include any emails sent to, copied or blind-copied to any email address ending with @cityofpeekskill.com domain. Additionally, please include any external emails received by these individuals during this period.\r\n\r\nIn support of my request, I would like to cite several cases that uphold the principles of transparency and accountability that underpin the Freedom of Information Act. These cases include United States Department of Justice v. Reporters Committee for Freedom of the Press, Citizens for Responsibility and Ethics in Washington v. Department of Justice, and New York Times Co. v. United States. I respectfully request that you comply with the requirements of FOIA, as affirmed by these and other relevant cases, by providing me with the requested records in a timely and efficient manner.\r\n\r\nAs per New York State law, I request that you provide all responsive records, regardless of the format in which they are stored. Additionally, I request that the records be provided on a rolling basis, as they become available, rather than waiting until all records are assembled.\r\n\r\nFinally, I would like to note that any attempt to withhold public information be appealed.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJordan",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/peekskill-22893/request-to-peekskill-city-clerk-government-emails-144052/"
  }
]