[
  {
    "id": 168995,
    "title": "Transfer, by Race",
    "slug": "transfer-by-race",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 75124,
    "username": "miriamcb",
    "agency": 3121,
    "datetime_submitted": "2024-07-15T12:13:04.819425",
    "date_due": "2024-07-22",
    "days_until_due": null,
    "date_followup": "2024-10-16",
    "datetime_done": null,
    "datetime_updated": "2024-07-18T18:09:10.912324",
    "date_embargo": null,
    "tracking_id": "N015838-071524",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 168995,
        "from_user": 75124,
        "to_user": 10007,
        "subject": "Illinois Freedom of Information Act. Request: Transfer, by Race",
        "datetime": "2024-07-15T12:13:04.945926",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nAnonymized data of all school transfers of CPS students for school year 2023-2024 to date broken down by race. These records should include a unique non-identifiable code for the student, race, the original school, the receiving school, and the month and year of transfer. \r\n\r\nInclude the transfer code in the above-requested data table:\r\n\r\n1. 33 - Transfer Outside of Chicago\r\n2. 86 - Unable to Locate\r\n3. 31 - Transfer within CPS\r\n4. 32- Transfer to non-public\r\n5. 52 - Program Ended, PreK or K\r\n6. 40 - Homeschooled\r\n7. 35 - Legally Committed to an Institution\r\n8. 87 - 17 or >, Cons to Wthd\r\n\r\nBecause this request is in the public interest for Illinois nonprofit The FOIA Bakery’s work to advocate for public education, please waive any fees in accordance with 5 ILCS § 140/6(c). Feel free to contact me with any questions, or if clarification is needed.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMiriam Bhimani",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 168995,
        "from_user": 10007,
        "to_user": 75124,
        "subject": "Welcome to the FOIA Center!",
        "datetime": "2024-07-15T21:37:07.093596",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Thank you for registering with the CPS FOIA Center. Please log in to the FOIA Center to update any contact or password information and to track the progress of your request. \r\n Your Login ID is:  168995-43481177@requests.muckrock.com If you did not submit your request through the Records Center but are receiving this e-mail, an account has been created for you where you can track and monitor the status of your request, and receive any documents in response to your request. If you have never used this system or cannot remember your password you may request a temporary password here: Request Temporary Password. (https://cps.mycusthelp.com/webapp/_rs/forgotpassword.aspx?) \r\n \r\n \r\n \r\nThis is an auto-generated email and has originated from an unmonitored email account. Please DO NOT REPLY.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 168995,
        "from_user": 10007,
        "to_user": 75124,
        "subject": "FOIA Request :: N015838-071524",
        "datetime": "2024-07-15T21:38:09.302280",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Miriam: \r\n \r\nThank you for your interest in Chicago Public Schools. Your FOIA request has been submitted. Your FOIA Center reference number for tracking purposes is: N015838-071524 \r\nYou have requested the following records: To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nAnonymized data of all school transfers of CPS students for school year 2023-2024 to date broken down by race. These records should include a unique non-identifiable code for the student, race, the original school, the receiving school, and the month and year of transfer.\r\n\r\nInclude the transfer code in the above-requested data table:\r\n\r\n1. 33 - Transfer Outside of Chicago\r\n2. 86 - Unable to Locate\r\n3. 31 - Transfer within CPS\r\n4. 32- Transfer to non-public\r\n5. 52 - Program Ended, PreK or K\r\n6. 40 - Homeschooled\r\n7. 35 - Legally Committed to an Institution\r\n8. 87 - 17 or >, Cons to Wthd\r\n\r\nBecause this request is in the public interest for Illinois nonprofit The FOIA Bakery’s work to advocate for public education, please waive any fees in accordance with 5 ILCS § 140/6(c). Feel free to contact me with any questions, or if clarification is needed.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMiriam Bhimani\r\n\r\nUpload documents directly: https://accounts.muckrock.com/accounts/login/?next=https%3A%2F%2Fwww.muckrock.com%2Faccounts%2Flogin%2F%3Fnext%3D%252Faccounts%252Fagency_login%252Fchicago-public-schools-3121%252Ftransfer-by-race-168995%252F%253F&url_auth_token=AAATZ6_n4zL9LUQrOAhSu0BQ7O8%3A1sTX6d%3AL3OdgFRHZMbHcuRc85MrGY0HYXpM6a9Cj5g0YBHwpvI \r\n \r\nChicago Public Schools (CPS) responds to all public records requests in accordance with the Illinois Freedom of Information Act (FOIA), 5 ILCS 140/1 et seq. \r\nDue to the volume and complexity of requests received in the normal course of business, CPS is extending the time for its initial response to your request by an additional 5 business days (to 10 business days total beginning on the first business day following receipt of the request) pursuant to 5 ILCS 140/3(e)(v) which allows for the examination and evaluation of the requested records by personnel to determine if they are exempt from disclosure under Section 7 of Illinois FOIA or should be revealed only with appropriate deletions. \r\nUpon the completion of a response, CPS will provide the first 50 pages to you at no charge.  If a response is more than 50 pages, a fee of 15¢ per page will be charged for each additional page. Copies of video recordings have a fee of $48. All applicable fees must be paid prior to the copying. CPS will inform you of any fees due if your paper response exceeds 50 pages. You can monitor the progress of your request at the link below and you’ll receive an email when your request has been completed. Thank you for using the CPS FOIA Center. \r\n\r\nTrack the issue status and respond at: https://cps.mycusthelp.com/WEBAPP//_rs/RequestEdit.aspx?rid=15838",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 168995,
        "from_user": 10007,
        "to_user": 75124,
        "subject": "Non-Commercial FOIA Request :: N015838-071524",
        "datetime": "2024-07-18T18:09:10.912324",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "--- Please respond above this line --- \r\n07/18/2024 \r\n\r\nMiriam Bhimani \r\nMuckRock News, DEPT MR168995 263 Huntington Ave \r\nBoston MA 02115 \r\n\r\nRE: Chicago Public Schools FOIA Request N015838-071524 Dear Miriam: Thank you again for using the Chicago Public Schools FOIA Center. Under the Freedom of Information Act, a public body may extend the time to respond to a FOIA request by up to 5 business days for a limited number of reasons. 5 ILCS 140/3(e). We are extending the time to respond to your request by 5 business days for one or more of the following reason(s): (  ) the requested records are stored in whole or in part at other locations than the office having charge of the requested records; \r\n( )  the request requires the collection of a substantial number of specified records; \r\n( ) the request is couched in categorical terms and requires an extensive search for the records responsive to it; \r\n( ) the requested records have not been located in the course of routine search and additional efforts are being made to locate them; \r\n(x) the requested records require examination and evaluation by personnel having the necessary competence and discretion to determine if they are exempt from disclosure under Section 7 of this Act or should be revealed only with appropriate deletions; \r\n(x) the request for records cannot be complied with by the public body within the time limits prescribed by 5 ILCS 140/3 (c) without unduly burdening or interfering with the operations of the public body; \r\n( ) there is need for consultation, which shall be conducted with all practicable speed, with another public body or among two or more components of a public body having a substantial interest in the determination or in the subject matter of the request. Sincerely, \r\nAna Diaz Freedom of Information Act Officer Chicago Public Schools",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/chicago-169/transfer-by-race-168995/"
  }
]