[
  {
    "id": 191616,
    "title": "911 Call-Related Records (CFS/CAD Event History & Audio) – CCN 24170107 (Nov 1, 2024)",
    "slug": "911-call-related-records-cfscad-event-history-audio-ccn-24170107-nov-1-2024",
    "status": "submitted",
    "embargo_status": "public",
    "user": 152623,
    "username": "lacylacy22",
    "agency": 3873,
    "datetime_submitted": "2025-08-20T07:12:55.709805",
    "date_due": "2025-09-18",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-08-20T07:12:55.833623",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 191616,
        "from_user": 152623,
        "to_user": 23623,
        "subject": "",
        "datetime": "2025-08-20T07:12:55.833623",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nThe 911 call-related records (Call-for-Service and Computer-Aided Dispatch event history) for CCN 24170107 / Event #24170107, incident at Constitution Ave NW & 3rd St NW, Washington, DC, on November 1, 2024, around 7PM. Please include:\r\n\r\n- The CFS/CAD event history/chronology (all time-stamped call-taker/dispatcher remarks)\r\n- Unit identifiers and status times (dispatch, en route, on-scene, transport start, hospital arrival/clear, unit clear)\r\n- Any cross-referenced or merged event numbers and their histories\r\n- Final disposition/closure codes\r\n- Any attachments normally included with CFS/CAD histories (e.g., narrative notes, location updates)\r\n- Any available audio recordings of 911 calls and radio dispatch for this event (or a certification of non-existence if no longer retained), and any existing transcripts or text notes (I am not asking you to create a transcript)\r\n- Non-identifying severity indicators, if maintained, such as dispatch determinant/priority code, response mode (lights-and-sirens vs. routine), and transport disposition/mode\r\n\r\nIf readily ascertainable, please state whether the event history contains any references to the presence of additional bicycle traffic or other cyclists in the vicinity of the intersection at the time of the incident. I am not seeking personally identifying information.\r\n\r\nIf any portion of these records is held by another District agency, please advise where I should re-file. This request follows guidance from the Metropolitan Police Department FOIA Office, which advised that the Office of Unified Communications is the custodian of 911 and CAD records responsive to CCN 24170107. I am not seeking personal identifiers (PII). Please redact such information as required.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nPASZ",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/911-call-related-records-cfscad-event-history-audio-ccn-24170107-nov-1-2024-191616/"
  }
]