[
  {
    "id": 173000,
    "title": "Police Presence at Police Union Lodge",
    "slug": "police-presence-at-police-union-lodge",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 140960,
    "username": "RobertAtkinson",
    "agency": 646,
    "datetime_submitted": "2024-09-08T18:56:07.932402",
    "date_due": "2024-09-18",
    "days_until_due": null,
    "date_followup": "2024-09-18",
    "datetime_done": null,
    "datetime_updated": "2024-09-08T18:56:08.047128",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 173000,
        "from_user": 140960,
        "to_user": 9892,
        "subject": "Maryland Public Information Act Request: Police Presence at Police Union Lodge",
        "datetime": "2024-09-08T18:56:08.047128",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Maryland Public Information Act, I hereby request the following records:\r\n\r\n1. any departmental records regarding the on duty 24-hour Baltimore City police presence at Baltimore City Fraternal Order of Police Lodge #3 at 3920 Buena Vista Ave, Baltimore, MD 21211 from July 26, 2020 through July 26, 2022 including:\r\n\r\na. number of personnel assigned to this location over this period\r\nb. number of total hours accrued by personnel as part of the police presence\r\nc. number of regular and overtime hours accrued by personnel as part of the police presence\r\nd. use of any city-owned property such as barricades to maintain this police presence\r\ne. purpose or goal for this police presence\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobert Atkinson",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/baltimore-315/police-presence-at-police-union-lodge-173000/"
  }
]