[
  {
    "id": 204486,
    "title": "MacGregor Twin metals 2",
    "slug": "macgregor-twin-metals-2",
    "status": "submitted",
    "embargo_status": "public",
    "user": 13018,
    "username": "jtoby87@gmail.com",
    "agency": 8998,
    "datetime_submitted": "2026-02-10T11:05:21.485622",
    "date_due": "2026-03-11",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2026-02-10T11:05:21.628099",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 204486,
        "from_user": 13018,
        "to_user": 25342,
        "subject": "Freedom of Information Act Request: MacGregor Twin metals 2",
        "datetime": "2026-02-10T11:05:21.628099",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAll written or electronic communication, including emails, texts, DMs, Signal messages, notes and/or letters, between Kate MacGregor and any representatives, employees or staff of Twin Metals Minnesota or its parent company, Antofagasta Plc. This request seeks records produced since April 1, 2025 to the date this request is processed.\r\n\r\nI am a reporter for Public Domain and seek a fee waiver. If that waiver is denied, I am willing to pay $25.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJimmy Tobias",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/macgregor-twin-metals-2-204486/"
  }
]