[
  {
    "id": 141365,
    "title": "DCSU Meta-FOIA",
    "slug": "dcsu-meta-foia",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 25665,
    "username": "DetentionKills",
    "agency": 133,
    "datetime_submitted": "2023-02-24T22:26:00.159471",
    "date_due": "2023-03-24",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-02-24T22:26:00.223454",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 141365,
        "from_user": 25665,
        "to_user": 9620,
        "subject": "",
        "datetime": "2023-02-24T22:26:00.223454",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nDescription of Records Sought: \r\nAll records created or received by ICE FOIA in responding to the prior Freedom of Information Act request assigned the following tracking numbers by ICE:  \r\n2023-ICAP-00174\r\n2021-ICAP-00843\r\n2020-ICFO-64605\r\n(Full proceedings available here: https://www.muckrock.com/foi/united-states-of-america-10/detention-standards-compliance-unit-reports-2019-77302/#comms) \r\n\r\nPlease task the ICE FOIA Office with an initial for any processing notes, FOIA Taskers, E-FOIA Express entries, SecureRelease entries agency component responses, or other search information contained in paper files, emails, calendar entries, instant messages, chats, SharePoint files, Teams communications, memoranda, text messages, voice mails or memos, or other agency records pertaining to ICE’s handling of this FOIA request and the two associated appeals. \r\n\r\nPlease specifically provide information regarding the following questions: \r\nThe date on which ICE FOIA tasked the search\r\nThe custodians ICE FOIA tasked with a search \r\nThe responses of custodians to the search taskings following the initial search, the search on remand, and any records review performed by OPLA-GILD during appellate review in both administrative appeals. \r\n\r\nWe make this request on behalf of the Al Otro Lado #DetentionKills Transparency Initiative.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAndrew Free",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/dcsu-meta-foia-141365/"
  }
]