[
  {
    "id": 174044,
    "title": "Leonard Crowdog",
    "slug": "leonard-crowdog",
    "status": "submitted",
    "embargo_status": "public",
    "user": 135442,
    "username": "damon.t",
    "agency": 10,
    "datetime_submitted": "2024-10-02T17:49:54.865445",
    "date_due": "2024-10-31",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-10-02T17:49:55.010873",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 174044,
        "from_user": 135442,
        "to_user": 9555,
        "subject": "Freedom of Information Act Request: Leonard Crowdog",
        "datetime": "2024-10-02T17:49:55.010873",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nRecords mentioning, relating to, or generated as a result of investigation or inquiry or FBI association with Leonard Crowdog. This request is to include, but not limited to, FD-209 records. Please note that Mr. Crowdog is deceased and thus privacy concerns under FOIA Exemptions 6 and 7 are voided, as are any concerns under the Privacy Act. You may find an obituary, published in the New York Times, here: https://www.nytimes.com/2021/06/23/us/leonard-crow-dog-dead.html\r\n\r\nPlease conduct a search of the Central Records System, including but not limited to the Electronic Surveillance (ELSUR) Indices, the Microphone Surveillance (MISUR) Indices, the Physical Surveillance (FISUR) Indices, and the Technical Surveillance (TESUR) Indices, for both main-file records and cross-reference records of both HQ and all field offices. Additionally, this request includes, but is not limited to, all files concerning the above-named individual originating from the  Minneapolis, Minnesota field office, as well as the state's resident agencies, and the resident agency offices in South Dakota, between 1972 - 1977.\r\n\r\nIf any part of these documents are exempt from disclosure, please be sure to review and release all reasonably segregable nonexempt portions of responsive documents, as the FOIA requires.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDamon Tabor",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/leonard-crowdog-174044/"
  }
]