[
  {
    "id": 203875,
    "title": "Seeking correspondence between the BOE and Robert S. Harvey",
    "slug": "seeking-correspondence-between-the-boe-and-robert-s-harvey",
    "status": "submitted",
    "embargo_status": "public",
    "user": 159645,
    "username": "MCMeditor",
    "agency": 8205,
    "datetime_submitted": "2026-01-30T17:31:49.933080",
    "date_due": "2026-02-04",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2026-01-30T17:31:50.050098",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 203875,
        "from_user": 159645,
        "to_user": 22135,
        "subject": "",
        "datetime": "2026-01-30T17:31:50.050098",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the The Missouri Sunshine Law, I hereby request the following records:\r\n\r\nHello,\r\n\r\nI am seeking copies of any emails or other electronic correspondence between the members of the Board of Education and Robert S. Harvey, who was to be sworn in as the board's newest member. I would also like copies of any emails Dr. Harvey has sent to legal or other staff who work for the Board of Education.  The time period that I am seeking is from the beginning of October 2025 up until the end of January 2026.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nGlenn Burleigh",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/st-louis-337/seeking-correspondence-between-the-boe-and-robert-s-harvey-203875/"
  }
]