[
  {
    "id": 203096,
    "title": "POST Separation Data",
    "slug": "post-separation-data",
    "status": "submitted",
    "embargo_status": "public",
    "user": 136171,
    "username": "joey1scott",
    "agency": 7522,
    "datetime_submitted": "2026-01-25T01:41:07.516398",
    "date_due": "2026-02-04",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2026-01-25T01:41:07.685657",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 203096,
        "from_user": 136171,
        "to_user": 12859,
        "subject": "California Public Records Act Request: POST Separation Data",
        "datetime": "2026-01-25T01:41:07.685657",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nRecords about police officer reasons for separation data. Any data and records that outline why an officer no longer works at a department, which departments they worked at previously, and that officer's name/POST ID\r\n- Officer POST IDs\r\n- Previous agencies that start from their original hire to their current/last agency\r\n- Reason for separation (ineligibility, revocation, retirement, starting at a new agency, and other classifications collected by POST\r\n- Employment dates\r\n\r\nSeparation reason to include: \r\nResigned\r\nDischarged\r\nRetired\r\nDeceased\r\nFelony\r\nOther\r\nPromotion/Demotion\r\nInvoluntary Separation\r\nSeparated Pending Complaint, Administrative Charge, or Investigation for Serious Misconduct\r\nStatus Change\r\nDid Not Complete Probation\r\nUnknown\r\n\r\nPlease provide it in its native format: .csv, .pdf, or .json\r\n\r\nRelease records for officers hired in 1990 to today's date.  Not interested in records from officers who retired or were hired prior to that date.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJoey Scott",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/california-52/post-separation-data-203096/"
  }
]