[
  {
    "id": 178038,
    "title": "Plastics - Tennessee AG comms with industry",
    "slug": "plastics-tennessee-ag-comms-with-industry",
    "status": "submitted",
    "embargo_status": "public",
    "user": 131870,
    "username": "joshvoorhees",
    "agency": 5068,
    "datetime_submitted": "2024-12-20T15:24:30.382345",
    "date_due": "2025-01-02",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-12-20T15:24:30.608113",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 178038,
        "from_user": 131870,
        "to_user": 13717,
        "subject": "",
        "datetime": "2024-12-20T15:24:30.608113",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Tennessee Public Records Act, I hereby request the following records:\r\n\r\nAll communications between a) the Attorney General, b) anyone serving as Deputy Attorney General, Chief of Staff, Chief Deputy, Solicitor General, Communications Director, or Press Secretary, or c) anyone communicating on the AG’s behalf such as an Executive Assistant, Scheduler or Receptionist/Secretary; \r\n\r\nAND any individual(s) from any of the following groups or organizations:\r\n\r\nRule of Law Defense Fund (@rldf.org or @ruleoflawdefensefund.org)\r\nRepublican Attorneys General Association (@republicanags.com)\r\nNational Association of PET Container Resources (@napcor.com)\r\nPLASTICS Industry Association (@plasticsindustry.org)\r\nConsumer Brands Association (@consumerbrandsassociation.org)\r\nAssociation of of Plastics Recyclers (@plasticsrecycling.org)\r\nAmerican Chemistry Council (@americanchemistry.com)\r\nAmerican Beverage Association (@americanbeverage.org)\r\nThe Recycling Partnership (@recyclingpartnership.org)\r\nClosed Loop Partners (@closedlooppartners.com)\r\nCircular Action Alliance (@circularactionalliance.org)\r\nRecycled Materials Association (@recycledmaterials.org)\r\nSNAC International (@snacintl.org)\r\nSullivan & LeShane, Inc (@ctlobby.com)\r\nCozen O'Connor (@cozen.com)\r\nEdelson PC (@edelson.com)\r\nGaffney, Bennett and Associates (@gbact.com)\r\nHunton Andrews Kurth LLP (@hunton.com)\r\nJames Otis Law Group (@james-otis.com)\r\nJones Day (@jonesday.com)\r\nLehotsky Keller Cohn LLP (@lkcfirm.com)\r\nMotley Rice LLC (@motleyrice.com)\r\nNelson Mullins Riley & Scarborough LLP (@nelsonmullins.com)\r\nO’Melveny & Myers LLP (@omm.com)\r\nOrrick, Herrington & Sutcliffe LLP (@orrick.com)\r\nRowthorn Law LLC (@rowthorn.com)\r\nPatrick Lynch Group (@patricklynchgroup.com)\r\nSher Edling LLP (@sheredling.com)\r\nSilver Golub & Teitell LLP (@sgtlaw.com)\r\nTroutman Pepper Hamilton Sanders LLP (@troutman.com)\r\nWilmerHale (@wilmerhale.com)\r\nThe Herald Group (@theheraldgroup.com)\r\n\r\nOR any of the following individuals:\r\nZach Dendas (zdendas@gmail.com)\r\nMatt Well (franklin.park16@gmail.com) \r\nAdam Piper (adamcpiper@hotmail.com, adamcpiper@yahoo.com, adampiper1@gmail.com, or pose1721@yahoo.com)\r\nGregory Cairns (cairnsme@yahoo.com, gregcairns@gmail.com, or gregcairns89@yahoo.com)\r\nAlexandria Cunningham (alexandria_cunningham@ncsu.edu, or acunningham@ncsu.edu)\r\n\r\nPlease search for responsive records regardless of format, medium, or physical characteristics. We seek records of any kind, including paper records, electronic records, audiotapes, videotapes, photographs, data, and graphical material. Our request includes without limitation all correspondence, letters, emails, text messages, facsimiles, telephone messages, voice mail messages, and transcripts, notes, or minutes of any meetings, telephone conversations, or discussions. Our request also includes any attachments to emails and other records, and anyone who was cc’ed or bcc’ed on any emails.\r\n\r\nIf it is your position any portion of the requested records is exempt from disclosure, we request that you provide it with an index of those documents as required under Vaughn v. Rosen, 484 F.2d 820 (D.C. Cir. 1973). If some portions of the requested records are properly exempt from disclosure, please disclose any reasonably segregable non-exempt portions of the requested records. See 5 U.S.C. § 552(b). If it is your position that a document contains non-exempt segments, but that those non-exempt segments are so dispersed throughout the document as to make segregation impossible, please state what portion of the document is non-exempt, and how the material is dispersed throughout the document. See Mead Data Central v. U.S. Dep’t of the Air Force, 566 F.2d 242, 261 (D.C. Cir. 1977).\r\n\r\nI am making this request on behalf of Fieldnotes (fieldnotes.co), a media requestor. Fieldnotes seeks the above listed records for noncommercial use as a representative of the news media. Documented qualifies as a news media organization under the definition provided by Congress in the OPEN Government Act because it “gathers information of potential interest to a large segment of the public, and uses its editorial skills to turn the raw materials into a distinct work, and distributes that work to an audience.”\r\n\r\nSpecifically, Fieldnotes is seeking this public-records request because the information in it is of interest to a large portion of the public, including the many concerned citizens that regularly acquire information through our extensive range of publications. These publications include websites, blogs, newsletters, reports, press statements, social media networks such as Facebook, and Twitter. In addition, Documented reaches out to many traditional news media outlets that regularly broadcast our publications through television, radio, print and electronic articles and interviews. Fieldnotes plans to compile the information from this request into a distinct, original work that will be released to the public through the publications listed above.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 7 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKent Hoover, a citizen of Tennessee, in coordination with Josh Voorhees.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/tennessee-155/plastics-tennessee-ag-comms-with-industry-178038/"
  }
]