[
  {
    "id": 171549,
    "title": "IPD Fixed ALPR Location Data",
    "slug": "ipd-fixed-alpr-location-data",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 139348,
    "username": "andyjhn",
    "agency": 5232,
    "datetime_submitted": "2024-08-09T12:40:07.380028",
    "date_due": "2024-08-19",
    "days_until_due": null,
    "date_followup": "2024-08-19",
    "datetime_done": null,
    "datetime_updated": "2024-08-09T12:40:07.508125",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 171549,
        "from_user": 139348,
        "to_user": 10324,
        "subject": "California Public Records Act Request: IPD Fixed ALPR Location Data",
        "datetime": "2024-08-09T12:40:07.508125",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nAccess to and copies of public records related to all fixed and mounted automatic license plate reader (ALPR) devices within the City of Irvine to which the Irvine Police Department has access. Specifically, I request the following information:\r\n\r\n1. Model and Make Information: Detailed information on the model and make of all fixed and mounted ALPR devices, both city-owned and non-city-owned, within the City of Irvine to which the Irvine Police Department has access. This request excludes any vehicle-mounted ALPR camera devices.\r\n\r\n2. Location Information: The precise locations where these fixed and mounted ALPR devices are installed and/or operated within the City of Irvine to which the Irvine Police Department has access.\r\n\r\nIf my request is denied in whole or in part, please justify all deletions or redactions by reference to the specific exemptions of the California Public Records Act. Additionally, if any documents are withheld, please inform me of the existence of such documents and the specific reasons for their being withheld.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAndrew Johnston",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/irvine-3262/ipd-fixed-alpr-location-data-171549/"
  }
]