[
  {
    "id": 186574,
    "title": "Request for Correctional Mental Health Staff Directory and Contact Information (Department of Corrections)",
    "slug": "request-for-correctional-mental-health-staff-directory-and-contact-information-department-of-corrections",
    "status": "fix",
    "embargo_status": "public",
    "user": 158792,
    "username": "andrewma08",
    "agency": 4002,
    "datetime_submitted": "2025-05-14T19:01:42.755067",
    "date_due": null,
    "days_until_due": 6,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-05-20T08:54:17.771021",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186574,
        "from_user": 158792,
        "to_user": 13111,
        "subject": "South Dakota Open Records Law Request: Request for Correctional Mental Health Staff Directory and Contact Information (Department of Corrections)",
        "datetime": "2025-05-14T19:01:43.196593",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the South Dakota Open Records Law, I hereby request the following records:\r\n\r\nI am requesting a list of currently employed mental health professionals within your state's Department of Corrections or its subsidiary agencies, as well as their contact information.\r\n\r\nSpecifically, I am requesting:\r\n\r\n- Full names\r\n- Job titles\r\n- Assigned correctional facility\r\n- Government-issued email addresses\r\n- Government-issued phone numbers (direct desk numbers if available, otherwise department phone numbers with or without extensions)\r\n- Department/division (e.g. Behavioral Health, Mental Health Services)\r\n\r\nThis request applies to the following roles: rehabilitative program coordinators, licensed psychologists, psychiatrists, clinical social workers, and other licensed mental health professionals serving incarcerated populations in state-operated facilities.\r\n\r\nIf available, I request this information be provided in a machine-readable format such as CSV or Excel.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAndrew Ma",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 186574,
        "from_user": 13111,
        "to_user": 158792,
        "subject": "RE: South Dakota Open Records Law Request: Request for Correctional Mental Health Staff Directory and Contact Information (Department of Corrections)",
        "datetime": "2025-05-20T08:54:17.771021",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "All public record requests must be made through the Public Record Portal on the State of South Dakota website at https://www.sd.gov/cs?id=sc_cat_item&sys_id=f7f939eddbd4b150b2fb93d4f39619c0.\n",
        "status": "fix",
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/south-dakota-303/request-for-correctional-mental-health-staff-directory-and-contact-information-department-of-corrections-186574/"
  }
]