[
  {
    "id": 144333,
    "title": "Proposed Order Figueroa Law Group",
    "slug": "proposed-order-figueroa-law-group",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 79707,
    "username": "Mbl22885",
    "agency": 6575,
    "datetime_submitted": "2023-04-07T13:31:27.292929",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-04-07T13:31:27.379107",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 144333,
        "from_user": 79707,
        "to_user": 86883,
        "subject": "",
        "datetime": "2023-04-07T13:31:27.379107",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nAny proposed order submitted by the Figueroa Law Group via the electronic portal for review by Judge Jessica Recksiedler  from 11/1/2022-3/1/2023.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nMichael Locke",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/brevard-county-182/proposed-order-figueroa-law-group-144333/"
  },
  {
    "id": 144331,
    "title": "Tennessee General Assembly",
    "slug": "tennessee-general-assembly",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 74211,
    "username": "becklerh",
    "agency": 9749,
    "datetime_submitted": "2023-04-07T13:01:20.197438",
    "date_due": "2023-04-18",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-04-07T13:01:20.363950",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 144331,
        "from_user": 74211,
        "to_user": 12661,
        "subject": "",
        "datetime": "2023-04-07T13:01:20.363950",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Tennessee Public Records Act, I hereby request the following records:\r\n\r\nUnder the Tennessee Open Records Act, §10-7-503 et seq., I am requesting records related to the following statutes: “HB0009” AKA House Bill 9, “SB0003” AKA Senate Bill 3, “HB0001” AKA House Bill 1, “SB0001” AKA Senate Bill 1, “SB0005” AKA Senate Bill 5, “HB1378” AKA House Bill 1378, “HB0030” AKA House Bill 30, “SB0841” AKA Senate Bill 841.\r\n\r\n1. All records of internal memoranda, email correspondence, and other written communication sent and/or received by the members of the Tennessee General Assembly and the individuals named in the attachment to this request titled “TN_General Assembly_Attachment” from the year 2021 to the date this request is processed. Please limit your search to the following non-case-sensitive key-strings: “HB0009” “SB0003” “Senate Bill 3” “HB0001” “SB0001” “SB0005” “HB1378” “HB0030” “SB0841” “woke” “transgender” “drag” “hormone” “hormone replacement therapy” “adult cabaret entertainment” “purported identity” “biological sex” “asserted identity” “adult cabaret entertainment.” Responsive records should include email metadata (sender address, receiver address, time-stamps, etc.), the email subject, the body of the email, and any/all documents attached to each respective email sent/received.\r\n2. All digital calendars and schedules related to the statutes listed above.\r\n3. All digital calendar invitations sent and/or received by the members of the Tennessee General Assembly and the individuals named in the attachment between 2021 to the date this request is processed.\r\n4. All slides and presentations concerning the statutes listed above, including materials prepared by outside parties and shared with the assembly\r\n5. All Q&As and Fact Sheets concerning the statutes listed above, including drafts and materials prepared by outside parties and shared with the assembly\r\n\r\nIn conducting your search, please use the most recent technologies and tools available. Please produce these records in the electronic format (such as .pdfs).\r\n\r\nThe release of the information is for non-commercial purposes. I am a journalist with Insider, a news organization, whose mission is journalism in the public interest. This request is for news gathering purposes. I will use the records to inform the public through our reporting. I therefore request a waiver of all fees and charges pursuant to the Tennessee Open Records Act. In the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. \r\n\r\nAs I am making this request as a journalist and the information sought is in the public interest, I request that you expedite the production of responsive records. If previously released records are responsive to my request, then I request a rolling release consisting of those records while additional records are located and processed for release.\r\n\r\nIf any part of our request is determined by your organization to be exempt from disclosure, please release any segregable non-exempt portions. If your organization determines that such segregation is impossible, please indicate why this is technically the case. If my request is denied in whole or part, I ask that you justify all deletions by reference to specific exemptions of the Tennessee Open Records Act. If you claim such an exemption to my request under the Tennessee Open Records Act, please cite in writing the specific statutory exemption. I reserve the right to appeal your decision to withhold any information or to deny a waiver of fees.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 7 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKent Hoover, a citizen of Tennessee, in coordination with Hannah Beckler.",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1080295,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/becklerh/120639/TN_General_Assembly_Attachment.xlsx",
            "datetime": "2023-04-07T13:01:20.363950",
            "title": "TN_General_Assembly_Attachment.xlsx",
            "source": "Hannah Beckler",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/tennessee-155/tennessee-general-assembly-144331/"
  }
]