[
  {
    "id": 180620,
    "title": "Criminal Justice Agency Directory",
    "slug": "criminal-justice-agency-directory",
    "status": "ack",
    "embargo_status": "public",
    "user": 84591,
    "username": "Dillon-Bergin",
    "agency": 2600,
    "datetime_submitted": "2025-01-29T14:18:47.403266",
    "date_due": "2025-02-05",
    "days_until_due": null,
    "date_followup": "2025-02-05",
    "datetime_done": null,
    "datetime_updated": "2025-01-29T14:18:47.599357",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 180620,
        "from_user": 84591,
        "to_user": 18966,
        "subject": "Virginia Freedom of Information Act Request: Criminal Justice Agency Directory",
        "datetime": "2025-01-29T14:18:47.599357",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Virginia Freedom of Information Act, I hereby request the following records:\r\n\r\nThe database of criminal justice agencies that sends data to the Criminal Justice Agency Directory lookup (https://www.dcjs.virginia.gov/law-enforcement/criminal-justice-directory) in a machine-readable database or spreadsheet format such as Excel, CSV, Access, SQL or JSON. \r\n\r\nThe data should include all fields in the database or spreadsheets that contain non-exempt information, including but not limited to all fields returned for a given agency on the website (https://www.dcjs.virginia.gov/law-enforcement/criminal-justice-directory). I also request all documentation that describes the layout of the database’s tables and fields, and that provides the definitions of any field names, codes, and abbreviations used in the database. This information may be gathered together in a single document like a data dictionary, entity layout, or user's guide. If that is the case, I request access to and copy of said document.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTom Nash, a citizen of Virginia, in coordination with Dillon Bergin.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/virginia-128/criminal-justice-agency-directory-180620/"
  }
]