[
  {
    "id": 155868,
    "title": "Microsoft/OpenAI",
    "slug": "microsoftopenai",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 126842,
    "username": "AaronHolmes",
    "agency": 66,
    "datetime_submitted": "2023-12-12T13:07:15.575969",
    "date_due": "2024-01-11",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-12-12T13:07:15.710622",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 155868,
        "from_user": 126842,
        "to_user": 9579,
        "subject": "",
        "datetime": "2023-12-12T13:07:15.710622",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nMicrosoft, one of the largest software companies in the US, has an exclusive partnership with OpenAI, one of the most prominent AI startups. Some tech industry interest groups have claimed to the FTC that  the partnership helps entrench Microsoft's cloud business (https://www.regulations.gov/docket/FTC-2023-0028/comments).\r\n\r\nTherefore, I am requesting the following records related to Microsoft Corporation:\u2028\r\n\r\n- All digital and paper correspondence (such as electronic mail and paper mail) between the Federal Trade Commission and representatives or employees from Microsoft Corporation from January 1, 2019 to present that mention OpenAI. Please include any attachments in responsive digital forms of correspondence.\u2028\r\n- A copy of all minutes and documents related to Federal Trade Commission cases and proceedings that involve Microsoft Corporation and that mention OpenAI. Such documents could include Case Documents, Merits Briefs, Refunds, Commission Decision Volumes, Letters and Statements, Petitions to Quash, Companies and People Banned From Debt Relief, Adjudicative Proceedings, and Banned Debt Collectors.\u2028\r\n- A copy of all Merger Review documents that directly name or involve Microsoft Corporation and mention OpenAI.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes. It will be used in the course of reporting for The Information, a Silicon Valley-based tech news outlet (www.theinformation.com).\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAaron Holmes",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/microsoftopenai-155868/"
  }
]