[
  {
    "id": 140263,
    "title": "DC2 2.8.23",
    "slug": "dc2-2823",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 60252,
    "username": "rskva102",
    "agency": 10,
    "datetime_submitted": "2023-02-08T10:14:04.521149",
    "date_due": "2023-03-09",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-02-08T10:14:04.639137",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140263,
        "from_user": 60252,
        "to_user": 9555,
        "subject": "",
        "datetime": "2023-02-08T10:14:04.639137",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nYou are receiving this correspondence as a request under the Freedom of Information Act, 5 U.S.C. subsection 552. I am requesting the following:\r\n\r\nCopies of all records, documents, and communications responsive to: David Van Cortlandt Crosby; David Crosby; The Byrds; Crosby, Stills, and Nash; and Crosby, Stills, Nash, and Young.\r\n\r\nOn January 31, 2023, I submitted Freedom of Information/Privacy Acts (FOIPA) request number 1580835-000 via MuckRock seeking all Federal Bureau of Investigation (FBI) records on David Crosby, aka David Van Cortlandt Crosby (August 14, 1941 – January 18, 2023). The Bureau responded on February 3, 2023, stating officials had conducted a main entity search of the Central Records System and could not locate any responsive records, and advising that I could file an additional request should I identify new information pertinent to Mr. Crosby and the Bureau. I am attaching a PDF file outlining instances in which Mr. Crosby or associates of Mr. Crosby interacted with FBI agents, or were surveilled by the Bureau more broadly. I will summarize the contents herein:\r\n\r\nIn December 1985, Mr. Crosby turned himself in to the Bureau's West Palm Beach field office in relation to an outstanding warrant issued by the state of Texas for a parole violation. The violation was connected to charges stemming from a 1983 arrest for possession of cocaine and a .45-caliber pistol. An FBI agent identified as a supervisor at the West Palm Beach field office, Bob Neumann, publicly commented on the case to the press, stating that Mr. Crosby turned himself in because he had learned from his lawyer that the FBI was going to \"look for him\"; Agent Neumann also told reporters that Mr. Crosby looked \"to be under the influence of something ... and extremely uptight\" at the time he turned himself in. The year prior, Mr. Crosby's then-girlfriend, Jan Dee Dance, was brought up on federal charges connected to a separate case involving drugs and a handgun. A September 1984 story sent out nationally by wire service United Press International states that Ms. Dance submitted an affidavit to the Bureau identifying Mr. Crosby by name and explaining her relationship with him between the years of 1977 and 1984.\r\n\r\nAdditionally, the Bureau created files on a number of friends and associates of Mr. Crosby in the late 1960s, including the rock acts Jimi Hendrix, Jefferson Airplane, and the Grateful Dead. A Bureau memorandum, dated September 5, 1969, can be found in the FBI files of all three groups. The memo identifies that an informant or person used as a source of information attended the Woodstock Music and Art Fair, commonly shortened as simply Woodstock, and submitted a report by mail on the event. Mr. Crosby is identified as one of the entertainers that performed at the festival, with information in the report stating his band Crosby, Stills, and Nash played on the night of August 17, 1969. That Jimi Hendrix, Jefferson Airplane, and the Grateful Dead, among others, are listed in the Woodstock report, and the Bureau created files on all three parties, would suggest the Bureau created a file on Mr. Crosby and/or one of his many bands from that period, to include: The Byrds; Crosby, Stills, and Nash; and Crosby, Stills, Nash, and Young.\r\n\r\nTherefore, I am requesting the Bureau conduct an additional search for all of the following: David Van Cortlandt Crosby; David Crosby; The Byrds; Crosby, Stills, and Nash; and Crosby, Stills, Nash, and Young.\r\n\r\nThere is no expectation of a violation of Mr. Crosby's privacy, as he passed away on January 18, 2023. Privacy rights are not extended to deceased persons. In addition to the aforementioned PDF file, I am also attaching a reproduction of Mr. Crosby's obituary in the New York Times. For expediency's sake, I am including a link here: https://www.nytimes.com/2023/01/19/arts/music/david-crosby-dead.html\r\n\r\nI am asking you waive any fees associated with this request. I am a member of the news media, with bylines including Covert Action Magazine, Janata Weekly, and Philly Voice. Please take note of the Office of Management and Budget guidelines published March 27, 1987 (52 FR 10012) that include electronic publications and other nontraditional publishers as representatives of the news media.\r\n\r\nThis request is not being made for commercial purposes. All documents will be provided to the general public without charge.\r\n\r\nIn the event that there are fees, I am willing to pay up to $100. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nI look forward to your response within 20 working days, as the statute requires. If access to the records I am requesting will take longer, please contact me with information about when I might expect copies or the ability to inspect the requested records.\r\n\r\nIf you deny any or all of this request, please cite each specific exemption you feel justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\r\n\r\nSincerely,\r\n\r\nRobert Skvarla, Jr.",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1066393,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/rskva102/117715/David_Crosby_Folk-Rock_Voice_of_the_1960s_Dies_at_81_-_The_New_York_Times.pdf",
            "datetime": "2023-02-08T10:14:04.639137",
            "title": "David_Crosby_Folk-Rock_Voice_of_the_1960s_Dies_at_81_-_The_New_York_Times.pdf",
            "source": "Robert Skvarla, Jr.",
            "description": "",
            "doc_id": "",
            "pages": 0
          },
          {
            "id": 1066392,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/rskva102/117715/DavidCrosby.pdf",
            "datetime": "2023-02-08T10:14:04.639137",
            "title": "DavidCrosby.pdf",
            "source": "Robert Skvarla, Jr.",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/dc2-2823-140263/"
  }
]