[
  {
    "id": 143200,
    "title": "Takings Cases Off the Calendar",
    "slug": "takings-cases-off-the-calendar",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 5180,
    "username": "Mlhesq",
    "agency": 4122,
    "datetime_submitted": "2023-03-21T11:52:43.761058",
    "date_due": "2023-04-18",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-03-21T11:52:43.892846",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 143200,
        "from_user": 5180,
        "to_user": 11743,
        "subject": "Freedom of Information Act Request: Takings Cases Off the Calendar",
        "datetime": "2023-03-21T11:52:43.892846",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nIn April 2022, Chief Immigration Judge Tracy Short issued guidance by email to immigration judges authorizing taking certain cases off of the court's calendar. However, while that email message included 6 categories of cases that should be de-calendared, we have consistently received these notices only in one category of case that was not listed in Tracy Short's April, 2022 email. Specifically, the only cases being taken off the country in Kansas City, where I practice, are cancellation of removal cases set for trial. \r\n\r\nTo better understand what explains this apparent deviation from the current policy, I am requesting any guidance since April 21, 2022 to Immigration Judges about which cases should be removed from the court's calendar. This may include policy memoranda or email messages. Assuming this guidance was disseminated to the \"All of OCIJ HDQ and Courts (EOIR)\" email address, please search that account for the phrase \"taking cases off.\" If that guidance was disseminated in some other manner, please contact me to discuss possible search terms.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMatthew Hoppock",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/takings-cases-off-the-calendar-143200/"
  }
]