[
  {
    "id": 191472,
    "title": "Information on DoE FOIA requests slated for cancellation (EXPEDITED)",
    "slug": "information-on-doe-foia-requests-slated-for-cancellation-expedited",
    "status": "submitted",
    "embargo_status": "public",
    "user": 4660,
    "username": "saizai",
    "agency": 15,
    "datetime_submitted": "2025-08-15T05:12:06.530653",
    "date_due": "2025-09-15",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-08-15T05:12:06.685355",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "processing notes and search slips",
      "foia for foias",
      "meta-foia",
      "release notes",
      "all-agency"
    ],
    "communications": [
      {
        "foia": 191472,
        "from_user": 4660,
        "to_user": 25384,
        "subject": "",
        "datetime": "2025-08-15T05:12:06.685355",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Department of Energy,\r\n\r\nPlease refer to https://www.federalregister.gov/documents/2025/08/14/2025-15490/notice-of-the-department-of-energy-freedom-of-information-act-foia-still-interested-inquiry.\r\n\r\nOn behalf of myself and Fiat Fiendum, I hereby request the following records under the FOIA:\r\n1. a CSV formatted spreadsheet of every \"FOIA request to DOE HQ at any time prior to October 1, 2024 (FY25), that is still open and is not under active litigation with DOE (or another Federal agency)\", including \"FOIA requests submitted to another agency, which were transferred to DOE and provided with a DOE control number\", and including requests which were not assigned a DoE control number\r\n\r\nThis spreadsheet should include the following data fields (to the extent they are available to the DoE):\r\na. all fields in or tracked by DoE's FOIA handling, processing, management, or other similar processes, software, or databases\r\nb. whether or not a DoE control number was assigned\r\nc. the requester's name, organization, and email\r\nd. whether DoE considers the request to be \"from [a] vexatious requester\"\r\ne. whether DoE considers the request to be \"from [an] automated bot\" \r\nf. all dates and actions related to the request (e.g. filing, acknowledgment, issuance of control number, inter agency transfer, initiation of search, individual notification to requester of https://www.federalregister.gov/documents/2025/08/14/2025-15490/notice-of-the-department-of-energy-freedom-of-information-act-foia-still-interested-inquiry, individual notification to requester of any other \"still interested\" letter, responses in either direction, etc) \r\ng. track(s) and flag(s) of request (e.g. simple, complex, expedited, commercial, journalistic, other, fee waiver status, etc)\r\nh. content of the request\r\ni. subject line of the request\r\nj. all FOIA control numbers assigned, including ones assigned other than by DoE\r\nk. all URLs associated with the request (as request), such as a MuckRock or other request page, a FOIA portal page, or the like\r\n\r\n2. all records that informed the creation of, and decisions embodied in, https://www.federalregister.gov/documents/2025/08/14/2025-15490/notice-of-the-department-of-energy-freedom-of-information-act-foia-still-interested-inquiry (including, for instance, the decisions to give a 1 month deadline, and to make the notification by Federal Register publication rather than directly to requesters)\r\n\r\n3. the specific subsection(s) of 5 USC 552, any other law, any regulation, and any court decision, which authorize DoE to in any way fail to respond to a request for which the requester \r\na. does not respond to an individualized \"still interested\" letter\r\nb. does not respond to https://www.federalregister.gov/documents/2025/08/14/2025-15490/notice-of-the-department-of-energy-freedom-of-information-act-foia-still-interested-inquiry \r\n\r\nPlease note that item 3 requests that you provide the relevant specific subsection, regulation, or decision; those are records that are not legally privileged. \r\n\r\nPlease also note that the publication of https://www.federalregister.gov/documents/2025/08/14/2025-15490/notice-of-the-department-of-energy-freedom-of-information-act-foia-still-interested-inquiry makes both items 2 & 3 post-decisional, and that they include \"facts\", which are exempt from deliberative process privilege.\r\n\r\nFor all responsive records, I request:\r\na. all parts of the record (i.e. no portion of a record with some responsive portion may be considered \"non-responsive\")\r\nb. all record metadata, such as dates on which they were drafted, passed, went into effect, withdrawn, or similar events; person(s) / office(s) responsible; authors; IDs; revision numbers; email headers; hyperlinks; structural metadata; email addresses; comments; revision history; timestamps; file names and contents; pagination or lack thereof; format specific metadata (e.g. particular to Word, PDF, or paper files); filing location, labeling, & organization; etc.\r\nc. if any classification applies, mandatory declassification review (MDR) under E.O. 13526, and the result of the MDR, including any declassified records.\r\n\r\n\r\n# Form & format\r\n\r\n## Native email format & minimal redaction\r\n\r\nPlease provide all email records in EML, Maildir, or MBOX format only — not PDF, Word, image, etc — including all metadata (e.g. full email headers as received/sent) and attachments, without alteration other than narrowly tailored electronic redaction of specifically claimed exemptions that do not affect any part of non exempt information (and, in particular, without rasterization).\r\n\r\nPlease provide all other records in their original electronic format (if electronic), and as one 300dpi color scan PDF per logical document, staple, paperclip, or file folder (whichever is most narrow) if the original is in paper format.\r\n\r\nPlease note that FOIA requires you to service the maximum extent of my request that can be done via e.g. partial redaction of exempt material. If you believe some portions of a record to be exempt because it contains classified information (18 USC 798), please provide a version of the record redacted to the minimum extent necessary to remove exempt information, along with adequate information to describe the reason for each specific exemption, and without altering any non exempt information (including metadata).\r\n\r\n## No new records; electronic & original format\r\n\r\nThis request does not ask you to create new records.\r\n\r\nIf you determine that a response would require creating a new record that you do not want to create, please first contact me by email with an explanation of what records you have that would most closely match the information requested and might be acceptable substitutes, so that we can reasonably tailor the request.\r\n\r\nIn particular, I specifically request that you do not create new documents in response to this request that are modifications of a digital record, such as page-view images, print views, scans, or the like. No such creation or substitution is authorized by FOIA.\r\n\r\nHowever, if the same or similar records are held in both electronic and paper formats, this request includes both the paper and electronic versions. The paper version and the digital version are distinct records, and each may contain distinct information such as handwritten or other markings on the paper copy and embedded metadata in the electronic version. I specifically request both the original, electronic format record, and (if it contains any additional markings) the paper record.\r\n\r\nTo the extent that the original native electronic format is proprietary or otherwise not in format accessible by widely available, open source software, I also request\r\n1. an export of the proprietary format into a standard, open format, and\r\n2. all proprietary software and documentation necessary to use and understand the original, proprietary format records.\r\n\r\n## Rehab Act § 508 compliance\r\n\r\nI am partially blind. In accordance with 5 USC 552(a)(3)(B & C) (E-FOIA), Rehabilitation Act § 508, and the FOIA Improvement Act, I require that you respond using original, native format, electronic, machine-processable, accessible, open, and well structured records to the maximum extent possible — for both the content of your response, and any communications about the request (such as response letters).\r\n\r\nPlease make all correspondence pursuant to this request — including notification and responsive records — by email, with native electronic format records, as specified in the request. I do not authorize you to send anything to me by physical mail unless I specifically state otherwise.\r\n\r\n## Compression, passwords, and uploading large files\r\n\r\nMultiple files may be sent in a combined, compressed form using standard ZIP, TAR, GZIP, BZIP2, and/or RAR formats, or sent as separate files, at your discretion.\r\n\r\nDo not use any password on any files, including ZIP files etc., unless a password was present in the original, native format (in which case, leave it unaltered, and send me the password). Do not respond using ZixCorp \"Secure Mail\" or any other method that \"expires\" records from being available. Use only actual email and direct attachments, or upload using the link below, unless I explicitly request otherwise.\r\n\r\nIf there are any files you prefer not to transfer by email (e.g. if they are >10MB), please upload them to me via the link listed below my signature. Doing so is secure, completely free to you, and I will be notified of the upload. If that is insufficient, I can also provide Google Drive, Dropbox, SFTP, rsync, or similar provisions that will let you easily upload hundreds of gigabytes of data to me for free.\r\n\r\n## Redaction format \r\n\r\nWhen redacting any content, please assign a replacement identifier for each different piece of content redacted, so that your redaction does not obfuscate the commonality.\r\n\r\nFor example, suppose that responsive records include the names Alice, Bob, and Chris, and you determine that each of those names are redactable (e.g. under (b)(7) or (b)(6)). Rather than redacting each with only the text \"(b)(7)(C)\", replace each instance of \"Alice\" with \"(b)(7)(D) - confidential source 1\", each instance of \"Bob\" with \"(b)(7)(C) - US congressional aide 2\", each instance of \"Chris\" with \"(b)(7)(C) - US congressional aide 3\",  etc. This would vindicate your narrow interest in withholding the person's identity, while not withholding the facts of commonality between occurrences, nor the relevant natures of each redacted person, which you would not have justification to withhold.\r\n\r\nPlease use reasonably descriptive identifiers. For instance, if Alice's name is not redacted but her personal cellphone number is, and that cellphone number appears e.g. both in her email signature and elsewhere by itself, it should in both cases be redacted with the same descriptive identifier, such as \"Alice's cell #\" (or \"confidential source 1's cell #\" if her name is redacted, as above). \r\n\r\nPlease use a unique replacement identifier number for each distinct item — e.g. even if you only redact two entities, and they have different descriptors such that the descriptors would distinguish them, use \"confidential source 1\" and \"US congressional aide 2\", not \"US congressional aide 1\". The result should be that there is exactly one replacement identifier number per identical redacted content, across all records produced, with no reuse of the same number for different content, nor use of different numbers for the same content — except for the purposes of descriptive reference, e.g. the \"2\" in \"confidential source 1 email to US congressional aide 2\".\r\n\r\nIf a classification codeword is itself classified — meaning very specifically the text of that codeword, e.g. if the literal texts \"STLW\" and/or \"STELLARWIND\" were themselves classified, not merely their expansions, referents, or covered records —  please use a replacement like \"TSC 4\" or \"SC 5\" (as applicable). Likewise, if the existence of a particular classification authority office is classified, please use a replacement like \"NSA office 6\". Etc.\r\n\r\nFor PDFs, replacement identifiers can be specified in the margins if they don't fit in the original space. For more native electronic files, like EML, this can be done by direct editing. If space or file format does not permit you to do so inline or in margins or equivalent, then please use just the replacement identifier number (e.g. \"[#52]\"), and provide a CSV formatted table matching replacement identifier numbers to full replacement identifiers with your response letter.\r\n\r\nIf you make any such redactions, please keep but do not provide a table matching codes/identifiers to the redacted content, for use in case your redaction is examined or overturned on appeal or in litigation.\r\n\r\nThis is a form and format request pertaining to your process of redaction. Because it only applies in situations when you have already exercised the voluntary decision to alter the records from the original form requested, you have necessarily waived any objection to this section \"creating a new record\", since your act of redaction itself already \"makes a new record\" in that limited sense. This is only about how you do a redaction you have already decided to make.\r\n\r\nThis provision limits the scope of your redaction to the minimum possible extent, and specifies the form and format of your redactions, so that even if you decide to withhold some particular piece of content, you do not also withhold the fact of its being the same as the same content appearing elsewhere, or the kind of thing redacted. That fact is itself metadata that is explicitly requested as part of this request. If you decide that the mere fact of two pieces of content being the same is itself withholdable, then please redact it using a replacement identifier that encodes only the reason.\r\n\r\n\r\n# Rolling updates\r\n\r\nPlease provide me with rolling (incremental) updates, rather than having the entirety of the request be blocked until fully completed.\r\n\r\nPlease preserve all responsive records that you currently hold, pending release, particularly ones that are currently held in electronic form or format.\r\n\r\nPlease prioritize rolling updates based on what is most readily available, i.e. such that you release as the greatest amount of records in the fastest time.\r\n\r\n\r\n# Fee waiver\r\n\r\nI request fee waiver, because\r\n* Fiat Fiendum is a 501(c)(3) non-profit;\r\n* this request is for public interest, non-commercial, journalistic purposes;\r\n* I am requesting records to be provided exclusively in electronic format, with no paper copies, so you should incur no actual costs; and\r\n* the DoE has incorporated these records, by reference, in a Federal Register publication, https://www.federalregister.gov/documents/2025/08/14/2025-15490/notice-of-the-department-of-energy-freedom-of-information-act-foia-still-interested-inquiry; \r\n* these records would inform the public about a novel attempt to cancel FOIA requests in bulk; and\r\n* these records would better enable responses to the DoE's Federal Register publication.\r\n\r\n\r\n# Expedition\r\n\r\nI request expedited processing, to be completed in no longer than 2 weeks, because these records are critical to \r\na. informing responses to the DoE's Federal Register publication, which demands a response by September 18, 2025, and\r\nb. informing timely journalistic coverage of that publication and its likely impact.\r\n\r\nI also note that all records requested by item 1 should be already held by the DoE HQ FOIA office itself, making it especially easy to quicky provide.\r\n\r\nPlease pay particular attention to the \"rolling updates\" request above. In order to maximally expedite this request, please provide every record (or part of record) requested as soon as you are able, on the same day as that particular record can be provided, without waiting for any remaining records requested, even if that makes the records fragmented, or makes any particular update incomplete. This includes, for example, providing CSV formatted spreadsheets in response to item 1 which cover only some of the sub-items (if for instance some of them can be more quickly provided than others). However, please ensure that every spreadsheet provided in response to item 1 includes at least 1 uniquely identifying field-set which is the same across all spreadsheets, so that partial responses can be easily combined to form a single updated spreadsheet. (Alternatively and preferably, provide successively updated spreadsheets with all information available so far, rather than just the unique identifiers and the newly available column(s).)\r\n\r\n\r\n# Request tracking numbers and estimated completion date\r\n\r\nUpon receipt, and in every followup response, please state your tracking number(s) for this request, as well as your specific estimated completion date. 5 USC 552(a)(7).\r\n\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your initial response to this request within 10 business days, as the statute requires for expedited requests.\r\n\r\nSincerely,\r\nSai\r\nPresident, Fiat Fiendum, Inc.\r\nFiat Fiendum is a 501(c)(3) tax-exempt corporation devoted to public interest journalism, government transparency and accountability, individuals' civil rights, and related issues.\r\n\r\nP.S. My full legal name is \"Sai\". Please use no title for me.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/information-on-doe-foia-requests-slated-for-cancellation-expedited-191472/"
  }
]