[
  {
    "id": 187899,
    "title": "Documents from the Planning and Early Days of the Wyatt Detention Facility (Mentioned in 2002 Harvard Design School Paper)",
    "slug": "documents-from-the-planning-and-early-days-of-the-wyatt-detention-facility-mentioned-in-2002-harvard-design-school-paper",
    "status": "submitted",
    "embargo_status": "public",
    "user": 2399,
    "username": "phileil",
    "agency": 18490,
    "datetime_submitted": "2025-06-12T10:12:34.246315",
    "date_due": "2025-06-26",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-06-12T10:12:34.403872",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 187899,
        "from_user": 2399,
        "to_user": 27427,
        "subject": "",
        "datetime": "2025-06-12T10:12:34.403872",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Rhode Island Access to Public Records Act, I hereby request the following records:\r\n\r\nA number of documents related to the planning, launch, and early operations of the Wyatt Detention Facility that are mentioned in the publicly available 20-page Harvard Design School paper on the Wyatt from 2002. That case study, authored by HSD graduate student, Arjan Bol, can be found here: https://www.dunwalke.com/resources/documents/Events/Harvard_Case_Study_940101-014.pdf.\r\n\r\nThe documents I am seeking include:\r\n\r\n-The prospectus for the Donald W. Wyatt Detention Facility. (Mentioned in the “Sources” section of Bol's paper on page 20.)\r\n\r\n-The final plans for the Donald W. Wyatt Detention Facility. (Mentioned in the “City Approval” section on page 9, in a sentence that reads, in part, “In July 1991, the final plans were presented to the residents and the City Council of Central Falls…”)\r\n\r\n-The March 2, 1992 Loan and Trust Agreement between the Rhode Island Port Authority and the Central Falls Detention Facility Corporation. (Mentioned in the “Loan and Trust Agreement” section on page 11, in a sentence that reads, in part, “…on March 2, 1992, the Board approved the ‘Loan and Trust Agreement’ between the Rhode Island Port Authority and the Central Falls Detention Facility Corporation.”)\r\n\r\n-The August 19, 1991 Intergovernmental Agreement between the U.S. Marshals Service and the Central Falls Detention Facility Corporation. (Mentioned in the “Intergovernmental Agreement” section on pages 13 and 14, in a sentence that reads, in part, “…resulting in the signing of the Intergovernmental Agreement on August 19, 1991 between the Central Falls Detention Facility Corporation and the United States of America, acting for and through the US Marshal Service.”)\r\n\r\n-The November 1, 1991 report by consultants Arthur Andersen & Co. (Mentioned in the “The Arthur Andersen report” section on page 14, in sentences that read, “Cornell Cox hired the prestigious consulting firm, Arthur Andersen & Co., to estimate the need for detention bed space. The Andersen report, dated November 1, 1991…”)\r\n\r\n-The August 1991 design-build contract with Brown & Root for the construction of the Wyatt Detention Facility. (Mentioned in the “Design-Build contract” section on page 15, in a sentence that reads, “In August 1991, CFDFC signed a design-build contract with a fixed price of US $21.2 million (including acquisition costs) with Brown & Root.”)\r\n\r\n-The Wyatt Detention Facility Operator’s Agreement signed by Cornell Cox. (Mentioned in the “Operator's Agreement” section on page 16, in a sentence that reads, “Cornell Cox signed a contract with CFDFC to operate and manage the detention facility.”)\r\n\r\n-The Detention Center Associates’ consulting agreement for the Wyatt Detention Facility. (Mentioned in the “Consulting Agreement” section on page 16, in a sentence that reads, “DCA, involved in the project from the beginning, signed a one-year consulting contract with CFDFC.”)\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nPhilip Eil",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/central-falls-2195/documents-from-the-planning-and-early-days-of-the-wyatt-detention-facility-mentioned-in-2002-harvard-design-school-paper-187899/"
  }
]