[
  {
    "id": 148315,
    "title": "Turner 6.26.23",
    "slug": "turner-62623",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 60252,
    "username": "rskva102",
    "agency": 10,
    "datetime_submitted": "2023-06-26T14:58:01.680190",
    "date_due": "2023-07-25",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-06-26T14:58:01.781715",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 148315,
        "from_user": 60252,
        "to_user": 9555,
        "subject": "Freedom of Information Act Request: Turner 6.26.23",
        "datetime": "2023-06-26T14:58:01.781715",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nYou are receiving this correspondence as a request under the Freedom of Information Act, 5 U.S.C. subsection 552. I am requesting the following:\r\n\r\nCopies of all records, documents, and correspondence responsive to Mr. William Weyland Turner, aka William W. Turner, aka William Turner, aka Bill Turner (April 14, 1927 – December 26, 2015). Mr. Turner worked for the Federal Bureau of Investigation between the years of 1951 and 1961, and wrote about his time as an agent in a number of non-fiction books, including \"Hoover's FBI\", and as an editor for Ramparts Magazine (100-HQ-445393). In the introduction to \"Hoover's FBI\", Mr. Turner states that the Bureau maintained a case file on him which he obtained in the late 1970s, circa 1978; from pages xvii and xviii of the 1993 edition of the book (ISBN-13: 9781560250630): \"When I obtained my FBI file under the Freedom of Information Act (FOI) a decade later, the FBI's back-door collaboration with Joe Pyne was confirmed. Several days before the show, Pyne's producer had called the local FBI office soliciting 'any information on Turner' because there were 'some derogatory comments concerning the FBI' in the book. The Special Agent in Charge (SAC) immediately sent an 'Urgent' teletype to Washington headquarters urging that Pyne be furnished an abstract of my dossier. If this wasn't done, the SAC warned, 'IT MAY WRONGLY APPEAR THAT TURNER AND HIS ILK ARE PARAGONS OF TRUTH, VERACITY AND COMPETENCY TO JUDGE.\"\r\n\r\nThere is no expectation of a violation of Mr. Turner's privacy, as he passed away on December 26, 2015. Privacy rights are not extended to deceased persons. I have attached a reproduction of Mr. Turner's obituary in The Mercury News, out of San Jose, California. For clarity's sake, I am including a link here: https://www.mercurynews.com/2016/01/06/william-turner-bay-area-fbi-agent-who-criticized-j-edgar-hoover-dies-at-88/\r\n\r\nAdditionally, Mr. Turner publicly disclosed his work with the the Bureau in this memoir and in articles for publications like Ramparts Magazine and The Nation, removing any further concerns over privacy. That he wrote extensively about his time as an agent with the Bureau would make him a figure of public interest.\r\n\r\nI am asking you waive any fees associated with this request. I am a member of the news media and request classification as such. My bylines, which include Creem Magazine, Covert Action Magazine, and Philly Voice, can be found in both print and electronic publications. Please take note of the Office of Management and Budget guidelines published March 27, 1987 (52 FR 10012) that include electronic publications and other nontraditional publishers as representatives of the news media.\r\n\r\nA fee waiver is appropriate in situations where \"disclosure of the requested information is in the public interest because it is likely to contribute significantly to public understanding of the operations and activities of the government, and is not primarily in the commercial interest of the requester,” 5 U.S.C. § 552(a)(4)(iii). This request would contribute significantly to public understanding of the operations and activities of government with regard to Bureau policies on monitoring former agents. Mr. Turner engaged in a very public dispute with then-director J. Edgar Hoover after his termination in 1961, and given that Mr. Turner himself identified a Bureau file or files showing Bureau surveillance, it would be in the public interest for any Bureau files germane to Mr. Turner to be made public so that this era in the Bureau's history can be better understood and contextualized.\r\n\r\nThis request is not being made for commercial purposes. All documents will be provided to the general public without charge.\r\n\r\nIn the event that there are fees, I am willing to pay up to $100. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nI look forward to your response within 20 working days, as the statute requires. If access to the records I am requesting will take longer, please contact me with information about when I might expect copies or the ability to inspect the requested records.\r\n\r\nIf you deny any or all of this request, please cite each specific exemption you feel justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\r\n\r\nSincerely,\r\n\r\nRobert Skvarla, Jr.",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1098412,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/rskva102/123513/William_Turner_Bay_Area_FBI_agent_who_criticized_J._Edgar_Hoover_dies_at_88__The_Mercury_News.pdf",
            "datetime": "2023-06-26T14:58:01.781715",
            "title": "William_Turner_Bay_Area_FBI_agent_who_criticized_J._Edgar_Hoover_dies_at_88__The_Mercury_News.pdf",
            "source": "Robert Skvarla, Jr.",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/turner-62623-148315/"
  }
]