[
  {
    "id": 176967,
    "title": "Act Appeal – Control Number 090620247088 CMS (Department of Health and Human Services, Centers for Medicare & Medicaid Services)",
    "slug": "act-appeal-control-number-090620247088-cms-department-of-health-and-human-services-centers-for-medicare-medicaid-services",
    "status": "submitted",
    "embargo_status": "public",
    "user": 142975,
    "username": "DavidMedeiros24",
    "agency": 239,
    "datetime_submitted": "2024-11-26T14:04:05.913116",
    "date_due": "2024-12-26",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-11-26T14:04:06.765198",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 176967,
        "from_user": 142975,
        "to_user": 9548,
        "subject": "",
        "datetime": "2024-11-26T14:04:06.765198",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nDEPARTMENT OF HEALTH & HUMAN SERVICES\r\nCenters for Medicare & Medicaid Services\r\n7500 Security Boulevard, Mail Stop C5-11-06\r\nBaltimore, Maryland 21244-1850\r\n\r\nOffice of Strategic Operations and Regulatory Affairs/Freedom of Information Group\r\nRefer to: Control Number 090620247088 and PIN 4MUP\r\n11/25/2024\r\nDavid Medeiros.\r\nABI Resources, LLC\r\n215 Mountain St.\r\nWillimantic, CT 06226\r\nDear David Medeiros:\r\nThis letter is in response to your Freedom of Information Act (5 U.S.C. §552) request of\r\n9/3/2024, which you sent to the Centers for Medicare & Medicaid Services (CMS). Within your\r\ncorrespondence, you requested records relating to “Connecticut Medicaid Acquired Brain Injury\r\nWaiver Program Records”.\r\nAfter a careful search of the Centers for Medicare & Medicaid Services (CMS) files, i.e., a\r\nsearch reasonably calculated to locate records responsive to your request and employing\r\nreasonable standards, we were unable to locate any records responsive to your request. We were\r\ninformed that you may request the information directly from the state of Connecticut.\r\nIf you believe that the information withheld should not be exempt from disclosure, or this\r\nresponse constitutes an adverse determination, you may appeal. By filing an appeal, you\r\npreserve your rights under FOIA and give the agency a chance to review and reconsider your\r\nrequest and the agency’s decision.\r\nYour appeal must be mailed within 90 days from the date of receipt of this letter, to:\r\nPrincipal Deputy Administrator\r\nCenters for Medicare and Medicaid Services\r\nRoom C5-16-03\r\n7500 Security Blvd.\r\nBaltimore, Maryland 21244-1850\r\nPlease clearly mark both the envelope and your letter “Freedom of Information Act Appeal.”\r\nIf you would like to discuss our response before filing an appeal to attempt to resolve your\r\ndispute without going through the appeals process, you may contact Angelica Holland or the\r\nCMS FOIA Public Liaison for assistance at:\r\nDesiree Gaynor\r\nCMS FOIA Public Liaison\r\nCenters for Medicare & Medicaid Services\r\n7500 Security Blvd., MS C5-11-06\r\nBaltimore, Maryland 21244-1850\r\nTelephone: (410) 786-5353 fax (443)-380-7260\r\nIf you are unable to resolve your FOIA dispute through our FOIA Public Liaison, the Office of\r\nGovernment Information Services (OGIS), the Federal FOIA Ombudsman’s office, offers\r\nmediation services to help resolve disputes between FOIA requesters and Federal agencies. The\r\ncontact information for OGIS is:\r\nOffice of Government Information Services\r\nNational Archives and Records Administration\r\n8601 Adelphi Road–OGIS\r\nCollege Park, MD 20740-6001\r\nTelephone: 202-741-5770\r\nToll-Free: 1-877-684-6448\r\nE-mail: ogis@nara.gov\r\nFax: 202-741-5769\r\n\r\nSincerely yours,\r\nEmmett Nicholson\r\nDirector Division of FOIA Analysis – C\r\nFreedom of Information Group\r\n\r\n___________________________________________________________________________________\r\n\r\nSubject: Freedom of Information Act Appeal – Control Number 090620247088\r\n\r\nTo:\r\nPrincipal Deputy Administrator\r\nCenters for Medicare & Medicaid Services\r\nRoom C5-16-03\r\n7500 Security Blvd.\r\nBaltimore, MD 21244-1850\r\nCMS-Specific Contacts\r\nDesiree Gaynor\r\nCMS FOIA Public Liaison\r\nCenters for Medicare & Medicaid Services\r\n7500 Security Blvd., MS C5-11-06\r\nBaltimore, MD 21244-1850\r\nPhone: (410) 786-5353\r\nEmail: FOIA_Request@cms.hhs.gov\r\n\r\nAngelica Holland\r\nGovernment Information Specialist\r\nDivision of FOIA Analysis-C, Freedom of Information Group\r\nCenters for Medicare & Medicaid Services\r\nPhone: (410) 786-3963\r\nEmail: Angelica.Holland@cms.hhs.gov\r\n\r\nEmmett Nicholson\r\nDirector, Division of FOIA Analysis-C\r\nCenters for Medicare & Medicaid Services\r\n7500 Security Blvd., MS C5-11-06\r\nBaltimore, MD 21244-1850\r\n\r\nOversight Bodies\r\nOffice of Government Information Services (OGIS)\r\nNational Archives and Records Administration\r\n8601 Adelphi Road\r\nCollege Park, MD 20740-6001\r\nPhone: (202) 741-5770\r\nToll-Free: (877) 684-6448\r\nEmail: ogis@nara.gov\r\n\r\nOffice of Inspector General (HHS-OIG)\r\nU.S. Department of Health and Human Services\r\n330 Independence Avenue, SW\r\nWashington, DC 20201\r\nPhone: (800) 447-8477\r\nEmail: FOIA.HHS@hhs.gov\r\n\r\nU.S. Department of Justice, Civil Rights Division\r\nPhone: (800) 514-0301 (Voice)\r\nEmail: ada.complaint@usdoj.gov\r\nCongressional Oversight Committees\r\nU.S. Senate Committee on Finance\r\n(Oversees Medicaid funding and CMS accountability.)\r\nAddress: Dirksen Senate Office Building, Washington, DC 20510\r\nEmail: Contact the committee through its public website.\r\n\r\nU.S. House Committee on Oversight and Reform\r\n(Focuses on government accountability and transparency.)\r\nAddress: Rayburn House Office Building, Washington, DC 20515\r\nEmail: OversightDemocrats@mail.house.gov\r\n\r\n\r\nDear Principal Deputy Administrators,\r\n\r\nThis appeal concerns CMS’s response to my Freedom of Information Act (FOIA) request, Control Number 090620247088, submitted on September 3, 2024, which sought records related to the “Connecticut Medicaid Acquired Brain Injury Waiver Program.” CMS’s determination that no responsive records exist violates statutory requirements under FOIA, the Americans with Disabilities Act (ADA), and principles enshrined in the United States Constitution, including the Fourteenth Amendment, the Supremacy Clause, and the First Amendment.\r\n\r\nThis letter outlines in detail why CMS’s response fails to meet legal, procedural, and ethical standards. It incorporates all required ADA accommodations and compliance demands, as well as a specific framework for remediation.\r\n\r\nExecutive Summary\r\nThis appeal identifies four critical deficiencies in CMS’s response:\r\n\r\nFailure to Conduct a Reasonable Search: CMS did not perform a search reasonably calculated to locate all responsive documents, violating FOIA.\r\nNon-Compliance with ADA Mandates: CMS failed to honor my ADA accommodations, violating federal law and constitutional protections under the Fourteenth Amendment.\r\nBreach of Constitutional Accountability: CMS’s actions undermine rights protected under the Constitution, including due process, equal protection, and transparency obligations.\r\nViolation of Public Accountability Principles: The absence of responsive records raises systemic concerns about transparency in federally funded programs.\r\nI request immediate remediation, including a new search, explicit ADA compliance measures, and systemic reforms to ensure future accountability.\r\n\r\nDetailed Grounds for Appeal\r\n1. Failure to Conduct a Reasonable Search\r\nFOIA requires that federal agencies conduct a search reasonably calculated to uncover all relevant records (5 U.S.C. § 552(a)(3)(C)). CMS’s claim that no responsive records exist is inconsistent with its statutory oversight role under the Medicaid program.\r\n\r\nStatutory Obligations Require Record Existence:\r\nCMS is required under 42 C.F.R. §§ 430.12 and 441.302 to maintain comprehensive documentation of Medicaid waivers, including:\r\n\r\nWaiver applications submitted by the State of Connecticut.\r\nCMS review and approval documentation.\r\nCorrespondence with the Connecticut Department of Social Services (DSS).\r\nReports on program outcomes, compliance, and funding.\r\nInsufficient Search Methodology:\r\nCMS failed to confirm whether relevant offices, databases, and third-party contractors were included in the search. Offices likely to have responsive records include:\r\n\r\nMedicaid & CHIP Operations Group (MCOG)\r\nCenter for Medicaid & CHIP Services (CMCS)\r\nFreedom of Information Group (FOIG)\r\nConstitutional Implications:\r\nThe Fourteenth Amendment’s Equal Protection Clause guarantees fair and equal treatment under the law. CMS’s inadequate search undermines transparency and access to government-held information, a foundational principle of due process.\r\n\r\nRequested Remedy:\r\n\r\nConduct a new search that includes all relevant offices, databases, and systems.\r\nProvide documentation detailing the methodology, including:\r\nSearch terms used.\r\nPersonnel and divisions consulted.\r\nCorrespondence with contractors and state agencies.\r\nExplain why records required under 42 C.F.R. §§ 430.12 and 441.302 are not available.\r\n2. Non-Compliance with ADA Mandates\r\nAs an individual with a traumatic brain injury (TBI), I requested specific ADA accommodations in my FOIA request to ensure effective communication. CMS’s failure to provide these accommodations violates 42 U.S.C. § 12132 and 28 C.F.R. § 35.160.\r\n\r\nADA Accommodations Requested:\r\n\r\nAll correspondence embedded directly in the email body for accessibility.\r\nSimplified summaries of complex records or correspondence.\r\nScreen-reader compatible PDFs for any attachments.\r\nThese accommodations are non-negotiable and designed to reduce cognitive load and ensure equal access. CMS’s failure to comply with these requirements constitutes a direct violation of my rights under the ADA and the Rehabilitation Act of 1973 (29 U.S.C. § 794).\r\n\r\nPrecedent Supporting ADA Accommodations:\r\nIn Tennessee v. Lane, 541 U.S. 509 (2004), the U.S. Supreme Court reinforced that individuals with disabilities are entitled to accommodations that ensure their ability to participate fully in government processes.\r\n\r\nConstitutional Implications:\r\nBy failing to provide effective communication, CMS violates the Fourteenth Amendment’s guarantee of equal protection and the Supremacy Clause, as federal ADA regulations preempt non-compliance.\r\n\r\nRequested Remedy:\r\n\r\nConfirm compliance with ADA accommodations in all future correspondence, including:\r\nUse of the MuckRock platform as my sole communication method.\r\nEmbedding all text directly in email bodies for accessibility.\r\nProvide a revised response to this appeal in full compliance with ADA standards.\r\nOutline corrective measures CMS will implement to prevent future ADA violations.\r\n3. Breach of Constitutional Accountability\r\nTransparency and accountability are constitutional principles that underpin government operations. CMS’s inadequate response infringes on several key protections:\r\n\r\nFirst Amendment: Public access to government-held information is an extension of free speech and a prerequisite for meaningful participation in democracy.\r\nFourteenth Amendment: CMS’s failure to provide a fair and equitable process for accessing records violates due process and equal protection rights.\r\nSupremacy Clause (Article VI): Federal statutes, including FOIA and the ADA, preempt any agency practice that undermines compliance.\r\nRequested Remedy:\r\n\r\nAcknowledge constitutional obligations to provide transparency and accountability.\r\nConfirm that all processes comply with constitutional and statutory protections.\r\n4. Violation of Public Accountability Principles\r\nThe Connecticut Medicaid Acquired Brain Injury Waiver Program involves federal funds allocated to support individuals with disabilities. Records related to this program are essential for:\r\n\r\nEnsuring compliance with program goals.\r\nSafeguarding taxpayer dollars.\r\nProtecting the rights of vulnerable populations.\r\nPotential Implications of Missing Records:\r\nCMS’s inability to locate responsive records raises systemic concerns about:\r\n\r\nRecord retention practices under the Federal Records Act (44 U.S.C. § 3101).\r\nOversight and compliance failures with Medicaid program goals.\r\nRequested Remedy:\r\n\r\nConfirm whether third-party contractors or state agencies were consulted during the search.\r\nProvide responsive records or justify their absence.\r\nImplement systemic reforms to improve transparency and accountability.\r\nEscalation Pathways\r\nIf this appeal is not resolved satisfactorily, I will escalate the matter through the following channels:\r\n\r\nU.S. Department of Justice, Civil Rights Division: For ADA non-compliance.\r\nOffice of Inspector General (HHS-OIG): For investigation into systemic failures.\r\nCongressional Oversight Committees: To address broader accountability issues.\r\nJudicial Review: Filing suit under 5 U.S.C. § 552(a)(4)(B) to compel compliance.\r\nConclusion\r\nCMS’s response fails to meet its obligations under FOIA, the ADA, and the Constitution. I request:\r\n\r\nA comprehensive search for responsive records, with detailed documentation of the process.\r\nImmediate compliance with ADA accommodations, including exclusive use of the MuckRock platform for all correspondence.\r\nA revised response to this appeal addressing the deficiencies outlined.\r\nPlease confirm receipt of this appeal and provide a full response no later than 20 business days from receipt, as required under FOIA. Failure to comply will result in immediate escalation.\r\n\r\nSincerely,\r\nDavid Medeiros\r\nABI Resources, LLC\r\n\r\n\r\nCC:\r\nDesiree Gaynor, CMS FOIA Public Liaison\r\nOffice of Government Information Services (OGIS) \r\n\r\n\r\n\r\n1. Freedom of Information Act (FOIA) Compliance\r\nKey Laws:\r\nFreedom of Information Act (5 U.S.C. § 552)\r\n\r\nGoverns public access to federal agency records and requires \"reasonable searches\" for responsive documents.\r\nFederal Records Act (44 U.S.C. § 3101)\r\n\r\nMandates proper creation, maintenance, and preservation of federal records.\r\nRelevant Cases:\r\nNARA v. Favish, 541 U.S. 157 (2004)\r\n\r\nAgencies bear the burden of demonstrating the adequacy of their search and providing a justification for withholding records.\r\nChurch of Scientology v. IRS, 792 F.2d 146 (D.C. Cir. 1986)\r\n\r\nAgencies must conduct a search \"reasonably calculated to uncover all relevant documents.\"\r\nDepartment of Justice v. Reporters Committee for Freedom of the Press, 489 U.S. 749 (1989)\r\n\r\nDefines public interest in government transparency and accountability as fundamental to FOIA.\r\nWolf v. CIA, 473 F.3d 370 (D.C. Cir. 2007)\r\n\r\nCourts review whether an agency’s FOIA search was conducted in good faith and was adequate in scope.\r\nKissinger v. Reporters Committee for Freedom of the Press, 445 U.S. 136 (1980)\r\n\r\nClarifies agency obligations under FOIA regarding the handling and preservation of federal records.\r\n2. Americans with Disabilities Act (ADA) Compliance\r\nKey Laws:\r\nAmericans with Disabilities Act (42 U.S.C. § 12132)\r\n\r\nProhibits discrimination against individuals with disabilities in accessing public services.\r\nSection 504 of the Rehabilitation Act of 1973 (29 U.S.C. § 794)\r\n\r\nRequires federally funded programs to provide reasonable accommodations for individuals with disabilities.\r\n28 C.F.R. § 35.160\r\n\r\nEstablishes effective communication requirements for public entities under the ADA.\r\nRelevant Cases:\r\nTennessee v. Lane, 541 U.S. 509 (2004)\r\n\r\nReinforces the right to reasonable accommodations to ensure equal access to public services.\r\nAlexander v. Choate, 469 U.S. 287 (1985)\r\n\r\nProhibits policies or actions that disproportionately exclude individuals with disabilities from accessing public benefits.\r\nDoe v. Regional School Unit 26, 928 F.3d 51 (1st Cir. 2019)\r\n\r\nPublic entities must provide reasonable accommodations to ensure effective communication.\r\nHale v. King, 642 F.3d 492 (5th Cir. 2011)\r\n\r\nFederal agencies must comply with ADA requirements when responding to requests from individuals with disabilities.\r\n3. Constitutional Protections\r\nKey Provisions:\r\nFirst Amendment\r\n\r\nProtects the public’s right to access information as an extension of free speech.\r\nFourteenth Amendment\r\n\r\nGuarantees due process and equal protection under the law, including rights to fair access to government processes.\r\nSupremacy Clause (U.S. Const. art. VI)\r\n\r\nFederal laws, such as FOIA and the ADA, preempt state or agency actions that violate these statutes.\r\nRelevant Cases:\r\nLane v. Brown, 372 U.S. 477 (1963)\r\n\r\nEnsures federal programs operate in a non-discriminatory manner consistent with constitutional protections.\r\nRosenberger v. Rector and Visitors of the University of Virginia, 515 U.S. 819 (1995)\r\n\r\nReinforces transparency as a principle integral to constitutional accountability.\r\nMarbury v. Madison, 5 U.S. 137 (1803)\r\n\r\nEstablishes judicial review as a mechanism to ensure government compliance with constitutional and statutory requirements.\r\n4. Government Accountability and Oversight\r\nKey Laws:\r\nAdministrative Procedure Act (5 U.S.C. §§ 701–706)\r\n\r\nGoverns the process by which federal agencies operate and ensures accountability for agency actions.\r\nHatch Act (5 U.S.C. §§ 7321–7326)\r\n\r\nProhibits improper use of federal resources, ensuring ethical operations in federal agencies.\r\nInspector General Act of 1978 (5 U.S.C. App.)\r\n\r\nEstablishes mechanisms for independent oversight and investigation of agency misconduct.\r\nRelevant Cases:\r\nChevron U.S.A., Inc. v. NRDC, 467 U.S. 837 (1984)\r\n\r\nAgencies must justify actions under statutory frameworks, and judicial deference is contingent on compliance with the law.\r\nMassachusetts v. EPA, 549 U.S. 497 (2007)\r\n\r\nAgencies are obligated to provide reasoned explanations for decisions impacting public interest.\r\nSalazar v. Buono, 559 U.S. 700 (2010)\r\n\r\nCourts must ensure agencies operate in alignment with constitutional and statutory mandates.\r\n5. Record Retention and Preservation\r\nKey Laws:\r\nFederal Records Act (44 U.S.C. §§ 3101–3107)\r\n\r\nRequires agencies to create and maintain records documenting their activities.\r\nPaperwork Reduction Act (44 U.S.C. §§ 3501–3521)\r\n\r\nEnsures proper documentation and management of federal records to facilitate public access.\r\nRelevant Cases:\r\nArmstrong v. Executive Office of the President, 1 F.3d 1274 (D.C. Cir. 1993)\r\n\r\nAgencies must ensure records are retained and accessible for public and legal purposes.\r\nPublic Citizen v. Carlin, 184 F.3d 900 (D.C. Cir. 1999)\r\n\r\nDefines agency obligations for maintaining accessible and properly archived records.\r\n6. FOIA and ADA Appeals\r\nKey Precedents for Appeals:\r\nJudicial Review of FOIA Denials:\r\n\r\nCitizens for Responsibility and Ethics in Washington v. U.S. Department of Justice, 846 F.3d 1235 (D.C. Cir. 2017): Courts assess whether FOIA denials meet statutory standards.\r\nADA Appeals Mechanisms:\r\n\r\nGuckenberg v. Boston College, 957 F. Supp. 306 (D. Mass. 1997): Courts reinforce that public entities must comply with ADA accommodation requests.\r\n\r\nCC: \r\n1. Centers for Medicare & Medicaid Services (CMS):\r\n\r\nMichele Edmondson-Parrott\r\n\r\nDirector, Freedom of Information Group (FIG), Office of Strategic Operations and Regulatory Affairs (OSORA)\r\nEmail: FOIA_Request@cms.hhs.gov\r\nPhone: (410) 786-5353\r\nAddress: 7500 Security Blvd., Baltimore, MD 21244\r\nSource\r\nJoseph Tripline\r\n\r\nDeputy Director and Chief FOIA Officer, FIG/OSORA\r\nEmail: FOIA_Request@cms.hhs.gov\r\nPhone: (410) 786-5353\r\nAddress: 7500 Security Blvd., Baltimore, MD 21244\r\nSource\r\nDesiree Gaynor\r\n\r\nFOIA Public Liaison, FIG/OSORA\r\nEmail: FOIA_Request@cms.hhs.gov\r\nPhone: (410) 786-5353\r\nAddress: 7500 Security Blvd., Baltimore, MD 21244\r\nSource\r\n\r\n2. U.S. Department of Health and Human Services (HHS):\r\n\r\nChristi A. Grimm\r\nInspector General, Office of Inspector General (OIG)\r\nEmail: FOIA.HHS@hhs.gov\r\nPhone: (202) 619-2541\r\nAddress: 330 Independence Avenue, SW, Washington, DC 20201\r\nSource\r\n\r\n3. Office of Government Information Services (OGIS):\r\n\r\nAlina M. Semo\r\nDirector, OGIS\r\nEmail: ogis@nara.gov\r\nPhone: (202) 741-5770\r\nAddress: 8601 Adelphi Road, College Park, MD 20740-6001\r\nSource\r\n\r\n4. U.S. Department of Justice (DOJ) – Civil Rights Division:\r\n\r\nKristen Clarke\r\nAssistant Attorney General, Civil Rights Division\r\nEmail: ada.complaint@usdoj.gov\r\nPhone: (202) 514-4609\r\nAddress: 950 Pennsylvania Avenue, NW, Washington, DC 20530-0001\r\nSource\r\n\r\n5. Connecticut Department of Social Services (DSS):\r\n\r\nAndrea Barton Reeves\r\nCommissioner, DSS\r\nEmail: Public.Affairs@ct.gov\r\nPhone: (860) 424-5055\r\nAddress: 55 Farmington Avenue, Hartford, CT 06105\r\nSource\r\n\r\n6. U.S. Senate Committee on Finance:\r\n\r\nSenator Ron Wyden\r\nChairman, Senate Committee on Finance\r\nEmail: Contact via Senate Finance Committee\r\nPhone: (202) 224-4515\r\nAddress: 219 Dirksen Senate Office Building, Washington, DC 20510\r\n\r\n7. U.S. House Committee on Oversight and Reform:\r\n\r\nRepresentative James Comer\r\nChairman, House Committee on Oversight and Reform\r\nEmail: OversightDemocrats@mail.house.gov\r\nPhone: (202) 225-5074\r\nAddress: 2157 Rayburn House Office Building, Washington, DC 20515\r\n\r\n8. DOGE Department of Government Efficiency \r\n\r\nDB.42.131.Inf.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDAVID MEDEIROS",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/act-appeal-control-number-090620247088-cms-department-of-health-and-human-services-centers-for-medicare-medicaid-services-176967/"
  },
  {
    "id": 176966,
    "title": "Act Appeal – Control Number 090620247088 CMS (Centers for Medicare and Medicaid Services)",
    "slug": "act-appeal-control-number-090620247088-cms-centers-for-medicare-and-medicaid-services",
    "status": "submitted",
    "embargo_status": "public",
    "user": 142975,
    "username": "DavidMedeiros24",
    "agency": 3033,
    "datetime_submitted": "2024-11-26T14:04:05.913116",
    "date_due": "2024-12-26",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-11-26T14:04:06.709248",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 176966,
        "from_user": 142975,
        "to_user": 9623,
        "subject": "",
        "datetime": "2024-11-26T14:04:06.709248",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nDEPARTMENT OF HEALTH & HUMAN SERVICES\r\nCenters for Medicare & Medicaid Services\r\n7500 Security Boulevard, Mail Stop C5-11-06\r\nBaltimore, Maryland 21244-1850\r\n\r\nOffice of Strategic Operations and Regulatory Affairs/Freedom of Information Group\r\nRefer to: Control Number 090620247088 and PIN 4MUP\r\n11/25/2024\r\nDavid Medeiros.\r\nABI Resources, LLC\r\n215 Mountain St.\r\nWillimantic, CT 06226\r\nDear David Medeiros:\r\nThis letter is in response to your Freedom of Information Act (5 U.S.C. §552) request of\r\n9/3/2024, which you sent to the Centers for Medicare & Medicaid Services (CMS). Within your\r\ncorrespondence, you requested records relating to “Connecticut Medicaid Acquired Brain Injury\r\nWaiver Program Records”.\r\nAfter a careful search of the Centers for Medicare & Medicaid Services (CMS) files, i.e., a\r\nsearch reasonably calculated to locate records responsive to your request and employing\r\nreasonable standards, we were unable to locate any records responsive to your request. We were\r\ninformed that you may request the information directly from the state of Connecticut.\r\nIf you believe that the information withheld should not be exempt from disclosure, or this\r\nresponse constitutes an adverse determination, you may appeal. By filing an appeal, you\r\npreserve your rights under FOIA and give the agency a chance to review and reconsider your\r\nrequest and the agency’s decision.\r\nYour appeal must be mailed within 90 days from the date of receipt of this letter, to:\r\nPrincipal Deputy Administrator\r\nCenters for Medicare and Medicaid Services\r\nRoom C5-16-03\r\n7500 Security Blvd.\r\nBaltimore, Maryland 21244-1850\r\nPlease clearly mark both the envelope and your letter “Freedom of Information Act Appeal.”\r\nIf you would like to discuss our response before filing an appeal to attempt to resolve your\r\ndispute without going through the appeals process, you may contact Angelica Holland or the\r\nCMS FOIA Public Liaison for assistance at:\r\nDesiree Gaynor\r\nCMS FOIA Public Liaison\r\nCenters for Medicare & Medicaid Services\r\n7500 Security Blvd., MS C5-11-06\r\nBaltimore, Maryland 21244-1850\r\nTelephone: (410) 786-5353 fax (443)-380-7260\r\nIf you are unable to resolve your FOIA dispute through our FOIA Public Liaison, the Office of\r\nGovernment Information Services (OGIS), the Federal FOIA Ombudsman’s office, offers\r\nmediation services to help resolve disputes between FOIA requesters and Federal agencies. The\r\ncontact information for OGIS is:\r\nOffice of Government Information Services\r\nNational Archives and Records Administration\r\n8601 Adelphi Road–OGIS\r\nCollege Park, MD 20740-6001\r\nTelephone: 202-741-5770\r\nToll-Free: 1-877-684-6448\r\nE-mail: ogis@nara.gov\r\nFax: 202-741-5769\r\n\r\nSincerely yours,\r\nEmmett Nicholson\r\nDirector Division of FOIA Analysis – C\r\nFreedom of Information Group\r\n\r\n___________________________________________________________________________________\r\n\r\nSubject: Freedom of Information Act Appeal – Control Number 090620247088\r\n\r\nTo:\r\nPrincipal Deputy Administrator\r\nCenters for Medicare & Medicaid Services\r\nRoom C5-16-03\r\n7500 Security Blvd.\r\nBaltimore, MD 21244-1850\r\nCMS-Specific Contacts\r\nDesiree Gaynor\r\nCMS FOIA Public Liaison\r\nCenters for Medicare & Medicaid Services\r\n7500 Security Blvd., MS C5-11-06\r\nBaltimore, MD 21244-1850\r\nPhone: (410) 786-5353\r\nEmail: FOIA_Request@cms.hhs.gov\r\n\r\nAngelica Holland\r\nGovernment Information Specialist\r\nDivision of FOIA Analysis-C, Freedom of Information Group\r\nCenters for Medicare & Medicaid Services\r\nPhone: (410) 786-3963\r\nEmail: Angelica.Holland@cms.hhs.gov\r\n\r\nEmmett Nicholson\r\nDirector, Division of FOIA Analysis-C\r\nCenters for Medicare & Medicaid Services\r\n7500 Security Blvd., MS C5-11-06\r\nBaltimore, MD 21244-1850\r\n\r\nOversight Bodies\r\nOffice of Government Information Services (OGIS)\r\nNational Archives and Records Administration\r\n8601 Adelphi Road\r\nCollege Park, MD 20740-6001\r\nPhone: (202) 741-5770\r\nToll-Free: (877) 684-6448\r\nEmail: ogis@nara.gov\r\n\r\nOffice of Inspector General (HHS-OIG)\r\nU.S. Department of Health and Human Services\r\n330 Independence Avenue, SW\r\nWashington, DC 20201\r\nPhone: (800) 447-8477\r\nEmail: FOIA.HHS@hhs.gov\r\n\r\nU.S. Department of Justice, Civil Rights Division\r\nPhone: (800) 514-0301 (Voice)\r\nEmail: ada.complaint@usdoj.gov\r\nCongressional Oversight Committees\r\nU.S. Senate Committee on Finance\r\n(Oversees Medicaid funding and CMS accountability.)\r\nAddress: Dirksen Senate Office Building, Washington, DC 20510\r\nEmail: Contact the committee through its public website.\r\n\r\nU.S. House Committee on Oversight and Reform\r\n(Focuses on government accountability and transparency.)\r\nAddress: Rayburn House Office Building, Washington, DC 20515\r\nEmail: OversightDemocrats@mail.house.gov\r\n\r\n\r\nDear Principal Deputy Administrators,\r\n\r\nThis appeal concerns CMS’s response to my Freedom of Information Act (FOIA) request, Control Number 090620247088, submitted on September 3, 2024, which sought records related to the “Connecticut Medicaid Acquired Brain Injury Waiver Program.” CMS’s determination that no responsive records exist violates statutory requirements under FOIA, the Americans with Disabilities Act (ADA), and principles enshrined in the United States Constitution, including the Fourteenth Amendment, the Supremacy Clause, and the First Amendment.\r\n\r\nThis letter outlines in detail why CMS’s response fails to meet legal, procedural, and ethical standards. It incorporates all required ADA accommodations and compliance demands, as well as a specific framework for remediation.\r\n\r\nExecutive Summary\r\nThis appeal identifies four critical deficiencies in CMS’s response:\r\n\r\nFailure to Conduct a Reasonable Search: CMS did not perform a search reasonably calculated to locate all responsive documents, violating FOIA.\r\nNon-Compliance with ADA Mandates: CMS failed to honor my ADA accommodations, violating federal law and constitutional protections under the Fourteenth Amendment.\r\nBreach of Constitutional Accountability: CMS’s actions undermine rights protected under the Constitution, including due process, equal protection, and transparency obligations.\r\nViolation of Public Accountability Principles: The absence of responsive records raises systemic concerns about transparency in federally funded programs.\r\nI request immediate remediation, including a new search, explicit ADA compliance measures, and systemic reforms to ensure future accountability.\r\n\r\nDetailed Grounds for Appeal\r\n1. Failure to Conduct a Reasonable Search\r\nFOIA requires that federal agencies conduct a search reasonably calculated to uncover all relevant records (5 U.S.C. § 552(a)(3)(C)). CMS’s claim that no responsive records exist is inconsistent with its statutory oversight role under the Medicaid program.\r\n\r\nStatutory Obligations Require Record Existence:\r\nCMS is required under 42 C.F.R. §§ 430.12 and 441.302 to maintain comprehensive documentation of Medicaid waivers, including:\r\n\r\nWaiver applications submitted by the State of Connecticut.\r\nCMS review and approval documentation.\r\nCorrespondence with the Connecticut Department of Social Services (DSS).\r\nReports on program outcomes, compliance, and funding.\r\nInsufficient Search Methodology:\r\nCMS failed to confirm whether relevant offices, databases, and third-party contractors were included in the search. Offices likely to have responsive records include:\r\n\r\nMedicaid & CHIP Operations Group (MCOG)\r\nCenter for Medicaid & CHIP Services (CMCS)\r\nFreedom of Information Group (FOIG)\r\nConstitutional Implications:\r\nThe Fourteenth Amendment’s Equal Protection Clause guarantees fair and equal treatment under the law. CMS’s inadequate search undermines transparency and access to government-held information, a foundational principle of due process.\r\n\r\nRequested Remedy:\r\n\r\nConduct a new search that includes all relevant offices, databases, and systems.\r\nProvide documentation detailing the methodology, including:\r\nSearch terms used.\r\nPersonnel and divisions consulted.\r\nCorrespondence with contractors and state agencies.\r\nExplain why records required under 42 C.F.R. §§ 430.12 and 441.302 are not available.\r\n2. Non-Compliance with ADA Mandates\r\nAs an individual with a traumatic brain injury (TBI), I requested specific ADA accommodations in my FOIA request to ensure effective communication. CMS’s failure to provide these accommodations violates 42 U.S.C. § 12132 and 28 C.F.R. § 35.160.\r\n\r\nADA Accommodations Requested:\r\n\r\nAll correspondence embedded directly in the email body for accessibility.\r\nSimplified summaries of complex records or correspondence.\r\nScreen-reader compatible PDFs for any attachments.\r\nThese accommodations are non-negotiable and designed to reduce cognitive load and ensure equal access. CMS’s failure to comply with these requirements constitutes a direct violation of my rights under the ADA and the Rehabilitation Act of 1973 (29 U.S.C. § 794).\r\n\r\nPrecedent Supporting ADA Accommodations:\r\nIn Tennessee v. Lane, 541 U.S. 509 (2004), the U.S. Supreme Court reinforced that individuals with disabilities are entitled to accommodations that ensure their ability to participate fully in government processes.\r\n\r\nConstitutional Implications:\r\nBy failing to provide effective communication, CMS violates the Fourteenth Amendment’s guarantee of equal protection and the Supremacy Clause, as federal ADA regulations preempt non-compliance.\r\n\r\nRequested Remedy:\r\n\r\nConfirm compliance with ADA accommodations in all future correspondence, including:\r\nUse of the MuckRock platform as my sole communication method.\r\nEmbedding all text directly in email bodies for accessibility.\r\nProvide a revised response to this appeal in full compliance with ADA standards.\r\nOutline corrective measures CMS will implement to prevent future ADA violations.\r\n3. Breach of Constitutional Accountability\r\nTransparency and accountability are constitutional principles that underpin government operations. CMS’s inadequate response infringes on several key protections:\r\n\r\nFirst Amendment: Public access to government-held information is an extension of free speech and a prerequisite for meaningful participation in democracy.\r\nFourteenth Amendment: CMS’s failure to provide a fair and equitable process for accessing records violates due process and equal protection rights.\r\nSupremacy Clause (Article VI): Federal statutes, including FOIA and the ADA, preempt any agency practice that undermines compliance.\r\nRequested Remedy:\r\n\r\nAcknowledge constitutional obligations to provide transparency and accountability.\r\nConfirm that all processes comply with constitutional and statutory protections.\r\n4. Violation of Public Accountability Principles\r\nThe Connecticut Medicaid Acquired Brain Injury Waiver Program involves federal funds allocated to support individuals with disabilities. Records related to this program are essential for:\r\n\r\nEnsuring compliance with program goals.\r\nSafeguarding taxpayer dollars.\r\nProtecting the rights of vulnerable populations.\r\nPotential Implications of Missing Records:\r\nCMS’s inability to locate responsive records raises systemic concerns about:\r\n\r\nRecord retention practices under the Federal Records Act (44 U.S.C. § 3101).\r\nOversight and compliance failures with Medicaid program goals.\r\nRequested Remedy:\r\n\r\nConfirm whether third-party contractors or state agencies were consulted during the search.\r\nProvide responsive records or justify their absence.\r\nImplement systemic reforms to improve transparency and accountability.\r\nEscalation Pathways\r\nIf this appeal is not resolved satisfactorily, I will escalate the matter through the following channels:\r\n\r\nU.S. Department of Justice, Civil Rights Division: For ADA non-compliance.\r\nOffice of Inspector General (HHS-OIG): For investigation into systemic failures.\r\nCongressional Oversight Committees: To address broader accountability issues.\r\nJudicial Review: Filing suit under 5 U.S.C. § 552(a)(4)(B) to compel compliance.\r\nConclusion\r\nCMS’s response fails to meet its obligations under FOIA, the ADA, and the Constitution. I request:\r\n\r\nA comprehensive search for responsive records, with detailed documentation of the process.\r\nImmediate compliance with ADA accommodations, including exclusive use of the MuckRock platform for all correspondence.\r\nA revised response to this appeal addressing the deficiencies outlined.\r\nPlease confirm receipt of this appeal and provide a full response no later than 20 business days from receipt, as required under FOIA. Failure to comply will result in immediate escalation.\r\n\r\nSincerely,\r\nDavid Medeiros\r\nABI Resources, LLC\r\n\r\n\r\nCC:\r\nDesiree Gaynor, CMS FOIA Public Liaison\r\nOffice of Government Information Services (OGIS) \r\n\r\n\r\n\r\n1. Freedom of Information Act (FOIA) Compliance\r\nKey Laws:\r\nFreedom of Information Act (5 U.S.C. § 552)\r\n\r\nGoverns public access to federal agency records and requires \"reasonable searches\" for responsive documents.\r\nFederal Records Act (44 U.S.C. § 3101)\r\n\r\nMandates proper creation, maintenance, and preservation of federal records.\r\nRelevant Cases:\r\nNARA v. Favish, 541 U.S. 157 (2004)\r\n\r\nAgencies bear the burden of demonstrating the adequacy of their search and providing a justification for withholding records.\r\nChurch of Scientology v. IRS, 792 F.2d 146 (D.C. Cir. 1986)\r\n\r\nAgencies must conduct a search \"reasonably calculated to uncover all relevant documents.\"\r\nDepartment of Justice v. Reporters Committee for Freedom of the Press, 489 U.S. 749 (1989)\r\n\r\nDefines public interest in government transparency and accountability as fundamental to FOIA.\r\nWolf v. CIA, 473 F.3d 370 (D.C. Cir. 2007)\r\n\r\nCourts review whether an agency’s FOIA search was conducted in good faith and was adequate in scope.\r\nKissinger v. Reporters Committee for Freedom of the Press, 445 U.S. 136 (1980)\r\n\r\nClarifies agency obligations under FOIA regarding the handling and preservation of federal records.\r\n2. Americans with Disabilities Act (ADA) Compliance\r\nKey Laws:\r\nAmericans with Disabilities Act (42 U.S.C. § 12132)\r\n\r\nProhibits discrimination against individuals with disabilities in accessing public services.\r\nSection 504 of the Rehabilitation Act of 1973 (29 U.S.C. § 794)\r\n\r\nRequires federally funded programs to provide reasonable accommodations for individuals with disabilities.\r\n28 C.F.R. § 35.160\r\n\r\nEstablishes effective communication requirements for public entities under the ADA.\r\nRelevant Cases:\r\nTennessee v. Lane, 541 U.S. 509 (2004)\r\n\r\nReinforces the right to reasonable accommodations to ensure equal access to public services.\r\nAlexander v. Choate, 469 U.S. 287 (1985)\r\n\r\nProhibits policies or actions that disproportionately exclude individuals with disabilities from accessing public benefits.\r\nDoe v. Regional School Unit 26, 928 F.3d 51 (1st Cir. 2019)\r\n\r\nPublic entities must provide reasonable accommodations to ensure effective communication.\r\nHale v. King, 642 F.3d 492 (5th Cir. 2011)\r\n\r\nFederal agencies must comply with ADA requirements when responding to requests from individuals with disabilities.\r\n3. Constitutional Protections\r\nKey Provisions:\r\nFirst Amendment\r\n\r\nProtects the public’s right to access information as an extension of free speech.\r\nFourteenth Amendment\r\n\r\nGuarantees due process and equal protection under the law, including rights to fair access to government processes.\r\nSupremacy Clause (U.S. Const. art. VI)\r\n\r\nFederal laws, such as FOIA and the ADA, preempt state or agency actions that violate these statutes.\r\nRelevant Cases:\r\nLane v. Brown, 372 U.S. 477 (1963)\r\n\r\nEnsures federal programs operate in a non-discriminatory manner consistent with constitutional protections.\r\nRosenberger v. Rector and Visitors of the University of Virginia, 515 U.S. 819 (1995)\r\n\r\nReinforces transparency as a principle integral to constitutional accountability.\r\nMarbury v. Madison, 5 U.S. 137 (1803)\r\n\r\nEstablishes judicial review as a mechanism to ensure government compliance with constitutional and statutory requirements.\r\n4. Government Accountability and Oversight\r\nKey Laws:\r\nAdministrative Procedure Act (5 U.S.C. §§ 701–706)\r\n\r\nGoverns the process by which federal agencies operate and ensures accountability for agency actions.\r\nHatch Act (5 U.S.C. §§ 7321–7326)\r\n\r\nProhibits improper use of federal resources, ensuring ethical operations in federal agencies.\r\nInspector General Act of 1978 (5 U.S.C. App.)\r\n\r\nEstablishes mechanisms for independent oversight and investigation of agency misconduct.\r\nRelevant Cases:\r\nChevron U.S.A., Inc. v. NRDC, 467 U.S. 837 (1984)\r\n\r\nAgencies must justify actions under statutory frameworks, and judicial deference is contingent on compliance with the law.\r\nMassachusetts v. EPA, 549 U.S. 497 (2007)\r\n\r\nAgencies are obligated to provide reasoned explanations for decisions impacting public interest.\r\nSalazar v. Buono, 559 U.S. 700 (2010)\r\n\r\nCourts must ensure agencies operate in alignment with constitutional and statutory mandates.\r\n5. Record Retention and Preservation\r\nKey Laws:\r\nFederal Records Act (44 U.S.C. §§ 3101–3107)\r\n\r\nRequires agencies to create and maintain records documenting their activities.\r\nPaperwork Reduction Act (44 U.S.C. §§ 3501–3521)\r\n\r\nEnsures proper documentation and management of federal records to facilitate public access.\r\nRelevant Cases:\r\nArmstrong v. Executive Office of the President, 1 F.3d 1274 (D.C. Cir. 1993)\r\n\r\nAgencies must ensure records are retained and accessible for public and legal purposes.\r\nPublic Citizen v. Carlin, 184 F.3d 900 (D.C. Cir. 1999)\r\n\r\nDefines agency obligations for maintaining accessible and properly archived records.\r\n6. FOIA and ADA Appeals\r\nKey Precedents for Appeals:\r\nJudicial Review of FOIA Denials:\r\n\r\nCitizens for Responsibility and Ethics in Washington v. U.S. Department of Justice, 846 F.3d 1235 (D.C. Cir. 2017): Courts assess whether FOIA denials meet statutory standards.\r\nADA Appeals Mechanisms:\r\n\r\nGuckenberg v. Boston College, 957 F. Supp. 306 (D. Mass. 1997): Courts reinforce that public entities must comply with ADA accommodation requests.\r\n\r\nCC: \r\n1. Centers for Medicare & Medicaid Services (CMS):\r\n\r\nMichele Edmondson-Parrott\r\n\r\nDirector, Freedom of Information Group (FIG), Office of Strategic Operations and Regulatory Affairs (OSORA)\r\nEmail: FOIA_Request@cms.hhs.gov\r\nPhone: (410) 786-5353\r\nAddress: 7500 Security Blvd., Baltimore, MD 21244\r\nSource\r\nJoseph Tripline\r\n\r\nDeputy Director and Chief FOIA Officer, FIG/OSORA\r\nEmail: FOIA_Request@cms.hhs.gov\r\nPhone: (410) 786-5353\r\nAddress: 7500 Security Blvd., Baltimore, MD 21244\r\nSource\r\nDesiree Gaynor\r\n\r\nFOIA Public Liaison, FIG/OSORA\r\nEmail: FOIA_Request@cms.hhs.gov\r\nPhone: (410) 786-5353\r\nAddress: 7500 Security Blvd., Baltimore, MD 21244\r\nSource\r\n\r\n2. U.S. Department of Health and Human Services (HHS):\r\n\r\nChristi A. Grimm\r\nInspector General, Office of Inspector General (OIG)\r\nEmail: FOIA.HHS@hhs.gov\r\nPhone: (202) 619-2541\r\nAddress: 330 Independence Avenue, SW, Washington, DC 20201\r\nSource\r\n\r\n3. Office of Government Information Services (OGIS):\r\n\r\nAlina M. Semo\r\nDirector, OGIS\r\nEmail: ogis@nara.gov\r\nPhone: (202) 741-5770\r\nAddress: 8601 Adelphi Road, College Park, MD 20740-6001\r\nSource\r\n\r\n4. U.S. Department of Justice (DOJ) – Civil Rights Division:\r\n\r\nKristen Clarke\r\nAssistant Attorney General, Civil Rights Division\r\nEmail: ada.complaint@usdoj.gov\r\nPhone: (202) 514-4609\r\nAddress: 950 Pennsylvania Avenue, NW, Washington, DC 20530-0001\r\nSource\r\n\r\n5. Connecticut Department of Social Services (DSS):\r\n\r\nAndrea Barton Reeves\r\nCommissioner, DSS\r\nEmail: Public.Affairs@ct.gov\r\nPhone: (860) 424-5055\r\nAddress: 55 Farmington Avenue, Hartford, CT 06105\r\nSource\r\n\r\n6. U.S. Senate Committee on Finance:\r\n\r\nSenator Ron Wyden\r\nChairman, Senate Committee on Finance\r\nEmail: Contact via Senate Finance Committee\r\nPhone: (202) 224-4515\r\nAddress: 219 Dirksen Senate Office Building, Washington, DC 20510\r\n\r\n7. U.S. House Committee on Oversight and Reform:\r\n\r\nRepresentative James Comer\r\nChairman, House Committee on Oversight and Reform\r\nEmail: OversightDemocrats@mail.house.gov\r\nPhone: (202) 225-5074\r\nAddress: 2157 Rayburn House Office Building, Washington, DC 20515\r\n\r\n8. DOGE Department of Government Efficiency \r\n\r\nDB.42.131.Inf.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDAVID MEDEIROS",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/act-appeal-control-number-090620247088-cms-centers-for-medicare-and-medicaid-services-176966/"
  },
  {
    "id": 176965,
    "title": "Act Appeal – Control Number 090620247088 CMS (Office of Government Information Services)",
    "slug": "act-appeal-control-number-090620247088-cms-office-of-government-information-services",
    "status": "submitted",
    "embargo_status": "public",
    "user": 142975,
    "username": "DavidMedeiros24",
    "agency": 287,
    "datetime_submitted": "2024-11-26T14:04:05.913116",
    "date_due": "2024-12-26",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-11-26T14:04:06.657595",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 176965,
        "from_user": 142975,
        "to_user": 17100,
        "subject": "",
        "datetime": "2024-11-26T14:04:06.657595",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nDEPARTMENT OF HEALTH & HUMAN SERVICES\r\nCenters for Medicare & Medicaid Services\r\n7500 Security Boulevard, Mail Stop C5-11-06\r\nBaltimore, Maryland 21244-1850\r\n\r\nOffice of Strategic Operations and Regulatory Affairs/Freedom of Information Group\r\nRefer to: Control Number 090620247088 and PIN 4MUP\r\n11/25/2024\r\nDavid Medeiros.\r\nABI Resources, LLC\r\n215 Mountain St.\r\nWillimantic, CT 06226\r\nDear David Medeiros:\r\nThis letter is in response to your Freedom of Information Act (5 U.S.C. §552) request of\r\n9/3/2024, which you sent to the Centers for Medicare & Medicaid Services (CMS). Within your\r\ncorrespondence, you requested records relating to “Connecticut Medicaid Acquired Brain Injury\r\nWaiver Program Records”.\r\nAfter a careful search of the Centers for Medicare & Medicaid Services (CMS) files, i.e., a\r\nsearch reasonably calculated to locate records responsive to your request and employing\r\nreasonable standards, we were unable to locate any records responsive to your request. We were\r\ninformed that you may request the information directly from the state of Connecticut.\r\nIf you believe that the information withheld should not be exempt from disclosure, or this\r\nresponse constitutes an adverse determination, you may appeal. By filing an appeal, you\r\npreserve your rights under FOIA and give the agency a chance to review and reconsider your\r\nrequest and the agency’s decision.\r\nYour appeal must be mailed within 90 days from the date of receipt of this letter, to:\r\nPrincipal Deputy Administrator\r\nCenters for Medicare and Medicaid Services\r\nRoom C5-16-03\r\n7500 Security Blvd.\r\nBaltimore, Maryland 21244-1850\r\nPlease clearly mark both the envelope and your letter “Freedom of Information Act Appeal.”\r\nIf you would like to discuss our response before filing an appeal to attempt to resolve your\r\ndispute without going through the appeals process, you may contact Angelica Holland or the\r\nCMS FOIA Public Liaison for assistance at:\r\nDesiree Gaynor\r\nCMS FOIA Public Liaison\r\nCenters for Medicare & Medicaid Services\r\n7500 Security Blvd., MS C5-11-06\r\nBaltimore, Maryland 21244-1850\r\nTelephone: (410) 786-5353 fax (443)-380-7260\r\nIf you are unable to resolve your FOIA dispute through our FOIA Public Liaison, the Office of\r\nGovernment Information Services (OGIS), the Federal FOIA Ombudsman’s office, offers\r\nmediation services to help resolve disputes between FOIA requesters and Federal agencies. The\r\ncontact information for OGIS is:\r\nOffice of Government Information Services\r\nNational Archives and Records Administration\r\n8601 Adelphi Road–OGIS\r\nCollege Park, MD 20740-6001\r\nTelephone: 202-741-5770\r\nToll-Free: 1-877-684-6448\r\nE-mail: ogis@nara.gov\r\nFax: 202-741-5769\r\n\r\nSincerely yours,\r\nEmmett Nicholson\r\nDirector Division of FOIA Analysis – C\r\nFreedom of Information Group\r\n\r\n___________________________________________________________________________________\r\n\r\nSubject: Freedom of Information Act Appeal – Control Number 090620247088\r\n\r\nTo:\r\nPrincipal Deputy Administrator\r\nCenters for Medicare & Medicaid Services\r\nRoom C5-16-03\r\n7500 Security Blvd.\r\nBaltimore, MD 21244-1850\r\nCMS-Specific Contacts\r\nDesiree Gaynor\r\nCMS FOIA Public Liaison\r\nCenters for Medicare & Medicaid Services\r\n7500 Security Blvd., MS C5-11-06\r\nBaltimore, MD 21244-1850\r\nPhone: (410) 786-5353\r\nEmail: FOIA_Request@cms.hhs.gov\r\n\r\nAngelica Holland\r\nGovernment Information Specialist\r\nDivision of FOIA Analysis-C, Freedom of Information Group\r\nCenters for Medicare & Medicaid Services\r\nPhone: (410) 786-3963\r\nEmail: Angelica.Holland@cms.hhs.gov\r\n\r\nEmmett Nicholson\r\nDirector, Division of FOIA Analysis-C\r\nCenters for Medicare & Medicaid Services\r\n7500 Security Blvd., MS C5-11-06\r\nBaltimore, MD 21244-1850\r\n\r\nOversight Bodies\r\nOffice of Government Information Services (OGIS)\r\nNational Archives and Records Administration\r\n8601 Adelphi Road\r\nCollege Park, MD 20740-6001\r\nPhone: (202) 741-5770\r\nToll-Free: (877) 684-6448\r\nEmail: ogis@nara.gov\r\n\r\nOffice of Inspector General (HHS-OIG)\r\nU.S. Department of Health and Human Services\r\n330 Independence Avenue, SW\r\nWashington, DC 20201\r\nPhone: (800) 447-8477\r\nEmail: FOIA.HHS@hhs.gov\r\n\r\nU.S. Department of Justice, Civil Rights Division\r\nPhone: (800) 514-0301 (Voice)\r\nEmail: ada.complaint@usdoj.gov\r\nCongressional Oversight Committees\r\nU.S. Senate Committee on Finance\r\n(Oversees Medicaid funding and CMS accountability.)\r\nAddress: Dirksen Senate Office Building, Washington, DC 20510\r\nEmail: Contact the committee through its public website.\r\n\r\nU.S. House Committee on Oversight and Reform\r\n(Focuses on government accountability and transparency.)\r\nAddress: Rayburn House Office Building, Washington, DC 20515\r\nEmail: OversightDemocrats@mail.house.gov\r\n\r\n\r\nDear Principal Deputy Administrators,\r\n\r\nThis appeal concerns CMS’s response to my Freedom of Information Act (FOIA) request, Control Number 090620247088, submitted on September 3, 2024, which sought records related to the “Connecticut Medicaid Acquired Brain Injury Waiver Program.” CMS’s determination that no responsive records exist violates statutory requirements under FOIA, the Americans with Disabilities Act (ADA), and principles enshrined in the United States Constitution, including the Fourteenth Amendment, the Supremacy Clause, and the First Amendment.\r\n\r\nThis letter outlines in detail why CMS’s response fails to meet legal, procedural, and ethical standards. It incorporates all required ADA accommodations and compliance demands, as well as a specific framework for remediation.\r\n\r\nExecutive Summary\r\nThis appeal identifies four critical deficiencies in CMS’s response:\r\n\r\nFailure to Conduct a Reasonable Search: CMS did not perform a search reasonably calculated to locate all responsive documents, violating FOIA.\r\nNon-Compliance with ADA Mandates: CMS failed to honor my ADA accommodations, violating federal law and constitutional protections under the Fourteenth Amendment.\r\nBreach of Constitutional Accountability: CMS’s actions undermine rights protected under the Constitution, including due process, equal protection, and transparency obligations.\r\nViolation of Public Accountability Principles: The absence of responsive records raises systemic concerns about transparency in federally funded programs.\r\nI request immediate remediation, including a new search, explicit ADA compliance measures, and systemic reforms to ensure future accountability.\r\n\r\nDetailed Grounds for Appeal\r\n1. Failure to Conduct a Reasonable Search\r\nFOIA requires that federal agencies conduct a search reasonably calculated to uncover all relevant records (5 U.S.C. § 552(a)(3)(C)). CMS’s claim that no responsive records exist is inconsistent with its statutory oversight role under the Medicaid program.\r\n\r\nStatutory Obligations Require Record Existence:\r\nCMS is required under 42 C.F.R. §§ 430.12 and 441.302 to maintain comprehensive documentation of Medicaid waivers, including:\r\n\r\nWaiver applications submitted by the State of Connecticut.\r\nCMS review and approval documentation.\r\nCorrespondence with the Connecticut Department of Social Services (DSS).\r\nReports on program outcomes, compliance, and funding.\r\nInsufficient Search Methodology:\r\nCMS failed to confirm whether relevant offices, databases, and third-party contractors were included in the search. Offices likely to have responsive records include:\r\n\r\nMedicaid & CHIP Operations Group (MCOG)\r\nCenter for Medicaid & CHIP Services (CMCS)\r\nFreedom of Information Group (FOIG)\r\nConstitutional Implications:\r\nThe Fourteenth Amendment’s Equal Protection Clause guarantees fair and equal treatment under the law. CMS’s inadequate search undermines transparency and access to government-held information, a foundational principle of due process.\r\n\r\nRequested Remedy:\r\n\r\nConduct a new search that includes all relevant offices, databases, and systems.\r\nProvide documentation detailing the methodology, including:\r\nSearch terms used.\r\nPersonnel and divisions consulted.\r\nCorrespondence with contractors and state agencies.\r\nExplain why records required under 42 C.F.R. §§ 430.12 and 441.302 are not available.\r\n2. Non-Compliance with ADA Mandates\r\nAs an individual with a traumatic brain injury (TBI), I requested specific ADA accommodations in my FOIA request to ensure effective communication. CMS’s failure to provide these accommodations violates 42 U.S.C. § 12132 and 28 C.F.R. § 35.160.\r\n\r\nADA Accommodations Requested:\r\n\r\nAll correspondence embedded directly in the email body for accessibility.\r\nSimplified summaries of complex records or correspondence.\r\nScreen-reader compatible PDFs for any attachments.\r\nThese accommodations are non-negotiable and designed to reduce cognitive load and ensure equal access. CMS’s failure to comply with these requirements constitutes a direct violation of my rights under the ADA and the Rehabilitation Act of 1973 (29 U.S.C. § 794).\r\n\r\nPrecedent Supporting ADA Accommodations:\r\nIn Tennessee v. Lane, 541 U.S. 509 (2004), the U.S. Supreme Court reinforced that individuals with disabilities are entitled to accommodations that ensure their ability to participate fully in government processes.\r\n\r\nConstitutional Implications:\r\nBy failing to provide effective communication, CMS violates the Fourteenth Amendment’s guarantee of equal protection and the Supremacy Clause, as federal ADA regulations preempt non-compliance.\r\n\r\nRequested Remedy:\r\n\r\nConfirm compliance with ADA accommodations in all future correspondence, including:\r\nUse of the MuckRock platform as my sole communication method.\r\nEmbedding all text directly in email bodies for accessibility.\r\nProvide a revised response to this appeal in full compliance with ADA standards.\r\nOutline corrective measures CMS will implement to prevent future ADA violations.\r\n3. Breach of Constitutional Accountability\r\nTransparency and accountability are constitutional principles that underpin government operations. CMS’s inadequate response infringes on several key protections:\r\n\r\nFirst Amendment: Public access to government-held information is an extension of free speech and a prerequisite for meaningful participation in democracy.\r\nFourteenth Amendment: CMS’s failure to provide a fair and equitable process for accessing records violates due process and equal protection rights.\r\nSupremacy Clause (Article VI): Federal statutes, including FOIA and the ADA, preempt any agency practice that undermines compliance.\r\nRequested Remedy:\r\n\r\nAcknowledge constitutional obligations to provide transparency and accountability.\r\nConfirm that all processes comply with constitutional and statutory protections.\r\n4. Violation of Public Accountability Principles\r\nThe Connecticut Medicaid Acquired Brain Injury Waiver Program involves federal funds allocated to support individuals with disabilities. Records related to this program are essential for:\r\n\r\nEnsuring compliance with program goals.\r\nSafeguarding taxpayer dollars.\r\nProtecting the rights of vulnerable populations.\r\nPotential Implications of Missing Records:\r\nCMS’s inability to locate responsive records raises systemic concerns about:\r\n\r\nRecord retention practices under the Federal Records Act (44 U.S.C. § 3101).\r\nOversight and compliance failures with Medicaid program goals.\r\nRequested Remedy:\r\n\r\nConfirm whether third-party contractors or state agencies were consulted during the search.\r\nProvide responsive records or justify their absence.\r\nImplement systemic reforms to improve transparency and accountability.\r\nEscalation Pathways\r\nIf this appeal is not resolved satisfactorily, I will escalate the matter through the following channels:\r\n\r\nU.S. Department of Justice, Civil Rights Division: For ADA non-compliance.\r\nOffice of Inspector General (HHS-OIG): For investigation into systemic failures.\r\nCongressional Oversight Committees: To address broader accountability issues.\r\nJudicial Review: Filing suit under 5 U.S.C. § 552(a)(4)(B) to compel compliance.\r\nConclusion\r\nCMS’s response fails to meet its obligations under FOIA, the ADA, and the Constitution. I request:\r\n\r\nA comprehensive search for responsive records, with detailed documentation of the process.\r\nImmediate compliance with ADA accommodations, including exclusive use of the MuckRock platform for all correspondence.\r\nA revised response to this appeal addressing the deficiencies outlined.\r\nPlease confirm receipt of this appeal and provide a full response no later than 20 business days from receipt, as required under FOIA. Failure to comply will result in immediate escalation.\r\n\r\nSincerely,\r\nDavid Medeiros\r\nABI Resources, LLC\r\n\r\n\r\nCC:\r\nDesiree Gaynor, CMS FOIA Public Liaison\r\nOffice of Government Information Services (OGIS) \r\n\r\n\r\n\r\n1. Freedom of Information Act (FOIA) Compliance\r\nKey Laws:\r\nFreedom of Information Act (5 U.S.C. § 552)\r\n\r\nGoverns public access to federal agency records and requires \"reasonable searches\" for responsive documents.\r\nFederal Records Act (44 U.S.C. § 3101)\r\n\r\nMandates proper creation, maintenance, and preservation of federal records.\r\nRelevant Cases:\r\nNARA v. Favish, 541 U.S. 157 (2004)\r\n\r\nAgencies bear the burden of demonstrating the adequacy of their search and providing a justification for withholding records.\r\nChurch of Scientology v. IRS, 792 F.2d 146 (D.C. Cir. 1986)\r\n\r\nAgencies must conduct a search \"reasonably calculated to uncover all relevant documents.\"\r\nDepartment of Justice v. Reporters Committee for Freedom of the Press, 489 U.S. 749 (1989)\r\n\r\nDefines public interest in government transparency and accountability as fundamental to FOIA.\r\nWolf v. CIA, 473 F.3d 370 (D.C. Cir. 2007)\r\n\r\nCourts review whether an agency’s FOIA search was conducted in good faith and was adequate in scope.\r\nKissinger v. Reporters Committee for Freedom of the Press, 445 U.S. 136 (1980)\r\n\r\nClarifies agency obligations under FOIA regarding the handling and preservation of federal records.\r\n2. Americans with Disabilities Act (ADA) Compliance\r\nKey Laws:\r\nAmericans with Disabilities Act (42 U.S.C. § 12132)\r\n\r\nProhibits discrimination against individuals with disabilities in accessing public services.\r\nSection 504 of the Rehabilitation Act of 1973 (29 U.S.C. § 794)\r\n\r\nRequires federally funded programs to provide reasonable accommodations for individuals with disabilities.\r\n28 C.F.R. § 35.160\r\n\r\nEstablishes effective communication requirements for public entities under the ADA.\r\nRelevant Cases:\r\nTennessee v. Lane, 541 U.S. 509 (2004)\r\n\r\nReinforces the right to reasonable accommodations to ensure equal access to public services.\r\nAlexander v. Choate, 469 U.S. 287 (1985)\r\n\r\nProhibits policies or actions that disproportionately exclude individuals with disabilities from accessing public benefits.\r\nDoe v. Regional School Unit 26, 928 F.3d 51 (1st Cir. 2019)\r\n\r\nPublic entities must provide reasonable accommodations to ensure effective communication.\r\nHale v. King, 642 F.3d 492 (5th Cir. 2011)\r\n\r\nFederal agencies must comply with ADA requirements when responding to requests from individuals with disabilities.\r\n3. Constitutional Protections\r\nKey Provisions:\r\nFirst Amendment\r\n\r\nProtects the public’s right to access information as an extension of free speech.\r\nFourteenth Amendment\r\n\r\nGuarantees due process and equal protection under the law, including rights to fair access to government processes.\r\nSupremacy Clause (U.S. Const. art. VI)\r\n\r\nFederal laws, such as FOIA and the ADA, preempt state or agency actions that violate these statutes.\r\nRelevant Cases:\r\nLane v. Brown, 372 U.S. 477 (1963)\r\n\r\nEnsures federal programs operate in a non-discriminatory manner consistent with constitutional protections.\r\nRosenberger v. Rector and Visitors of the University of Virginia, 515 U.S. 819 (1995)\r\n\r\nReinforces transparency as a principle integral to constitutional accountability.\r\nMarbury v. Madison, 5 U.S. 137 (1803)\r\n\r\nEstablishes judicial review as a mechanism to ensure government compliance with constitutional and statutory requirements.\r\n4. Government Accountability and Oversight\r\nKey Laws:\r\nAdministrative Procedure Act (5 U.S.C. §§ 701–706)\r\n\r\nGoverns the process by which federal agencies operate and ensures accountability for agency actions.\r\nHatch Act (5 U.S.C. §§ 7321–7326)\r\n\r\nProhibits improper use of federal resources, ensuring ethical operations in federal agencies.\r\nInspector General Act of 1978 (5 U.S.C. App.)\r\n\r\nEstablishes mechanisms for independent oversight and investigation of agency misconduct.\r\nRelevant Cases:\r\nChevron U.S.A., Inc. v. NRDC, 467 U.S. 837 (1984)\r\n\r\nAgencies must justify actions under statutory frameworks, and judicial deference is contingent on compliance with the law.\r\nMassachusetts v. EPA, 549 U.S. 497 (2007)\r\n\r\nAgencies are obligated to provide reasoned explanations for decisions impacting public interest.\r\nSalazar v. Buono, 559 U.S. 700 (2010)\r\n\r\nCourts must ensure agencies operate in alignment with constitutional and statutory mandates.\r\n5. Record Retention and Preservation\r\nKey Laws:\r\nFederal Records Act (44 U.S.C. §§ 3101–3107)\r\n\r\nRequires agencies to create and maintain records documenting their activities.\r\nPaperwork Reduction Act (44 U.S.C. §§ 3501–3521)\r\n\r\nEnsures proper documentation and management of federal records to facilitate public access.\r\nRelevant Cases:\r\nArmstrong v. Executive Office of the President, 1 F.3d 1274 (D.C. Cir. 1993)\r\n\r\nAgencies must ensure records are retained and accessible for public and legal purposes.\r\nPublic Citizen v. Carlin, 184 F.3d 900 (D.C. Cir. 1999)\r\n\r\nDefines agency obligations for maintaining accessible and properly archived records.\r\n6. FOIA and ADA Appeals\r\nKey Precedents for Appeals:\r\nJudicial Review of FOIA Denials:\r\n\r\nCitizens for Responsibility and Ethics in Washington v. U.S. Department of Justice, 846 F.3d 1235 (D.C. Cir. 2017): Courts assess whether FOIA denials meet statutory standards.\r\nADA Appeals Mechanisms:\r\n\r\nGuckenberg v. Boston College, 957 F. Supp. 306 (D. Mass. 1997): Courts reinforce that public entities must comply with ADA accommodation requests.\r\n\r\nCC: \r\n1. Centers for Medicare & Medicaid Services (CMS):\r\n\r\nMichele Edmondson-Parrott\r\n\r\nDirector, Freedom of Information Group (FIG), Office of Strategic Operations and Regulatory Affairs (OSORA)\r\nEmail: FOIA_Request@cms.hhs.gov\r\nPhone: (410) 786-5353\r\nAddress: 7500 Security Blvd., Baltimore, MD 21244\r\nSource\r\nJoseph Tripline\r\n\r\nDeputy Director and Chief FOIA Officer, FIG/OSORA\r\nEmail: FOIA_Request@cms.hhs.gov\r\nPhone: (410) 786-5353\r\nAddress: 7500 Security Blvd., Baltimore, MD 21244\r\nSource\r\nDesiree Gaynor\r\n\r\nFOIA Public Liaison, FIG/OSORA\r\nEmail: FOIA_Request@cms.hhs.gov\r\nPhone: (410) 786-5353\r\nAddress: 7500 Security Blvd., Baltimore, MD 21244\r\nSource\r\n\r\n2. U.S. Department of Health and Human Services (HHS):\r\n\r\nChristi A. Grimm\r\nInspector General, Office of Inspector General (OIG)\r\nEmail: FOIA.HHS@hhs.gov\r\nPhone: (202) 619-2541\r\nAddress: 330 Independence Avenue, SW, Washington, DC 20201\r\nSource\r\n\r\n3. Office of Government Information Services (OGIS):\r\n\r\nAlina M. Semo\r\nDirector, OGIS\r\nEmail: ogis@nara.gov\r\nPhone: (202) 741-5770\r\nAddress: 8601 Adelphi Road, College Park, MD 20740-6001\r\nSource\r\n\r\n4. U.S. Department of Justice (DOJ) – Civil Rights Division:\r\n\r\nKristen Clarke\r\nAssistant Attorney General, Civil Rights Division\r\nEmail: ada.complaint@usdoj.gov\r\nPhone: (202) 514-4609\r\nAddress: 950 Pennsylvania Avenue, NW, Washington, DC 20530-0001\r\nSource\r\n\r\n5. Connecticut Department of Social Services (DSS):\r\n\r\nAndrea Barton Reeves\r\nCommissioner, DSS\r\nEmail: Public.Affairs@ct.gov\r\nPhone: (860) 424-5055\r\nAddress: 55 Farmington Avenue, Hartford, CT 06105\r\nSource\r\n\r\n6. U.S. Senate Committee on Finance:\r\n\r\nSenator Ron Wyden\r\nChairman, Senate Committee on Finance\r\nEmail: Contact via Senate Finance Committee\r\nPhone: (202) 224-4515\r\nAddress: 219 Dirksen Senate Office Building, Washington, DC 20510\r\n\r\n7. U.S. House Committee on Oversight and Reform:\r\n\r\nRepresentative James Comer\r\nChairman, House Committee on Oversight and Reform\r\nEmail: OversightDemocrats@mail.house.gov\r\nPhone: (202) 225-5074\r\nAddress: 2157 Rayburn House Office Building, Washington, DC 20515\r\n\r\n8. DOGE Department of Government Efficiency \r\n\r\nDB.42.131.Inf.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDAVID MEDEIROS",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/act-appeal-control-number-090620247088-cms-office-of-government-information-services-176965/"
  },
  {
    "id": 176964,
    "title": "Act Appeal – Control Number 090620247088 CMS (National Archives and Records Administration)",
    "slug": "act-appeal-control-number-090620247088-cms-national-archives-and-records-administration",
    "status": "submitted",
    "embargo_status": "public",
    "user": 142975,
    "username": "DavidMedeiros24",
    "agency": 129,
    "datetime_submitted": "2024-11-26T14:04:05.913116",
    "date_due": "2024-12-26",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-11-26T14:04:06.575258",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 176964,
        "from_user": 142975,
        "to_user": 9557,
        "subject": "",
        "datetime": "2024-11-26T14:04:06.575258",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nDEPARTMENT OF HEALTH & HUMAN SERVICES\r\nCenters for Medicare & Medicaid Services\r\n7500 Security Boulevard, Mail Stop C5-11-06\r\nBaltimore, Maryland 21244-1850\r\n\r\nOffice of Strategic Operations and Regulatory Affairs/Freedom of Information Group\r\nRefer to: Control Number 090620247088 and PIN 4MUP\r\n11/25/2024\r\nDavid Medeiros.\r\nABI Resources, LLC\r\n215 Mountain St.\r\nWillimantic, CT 06226\r\nDear David Medeiros:\r\nThis letter is in response to your Freedom of Information Act (5 U.S.C. §552) request of\r\n9/3/2024, which you sent to the Centers for Medicare & Medicaid Services (CMS). Within your\r\ncorrespondence, you requested records relating to “Connecticut Medicaid Acquired Brain Injury\r\nWaiver Program Records”.\r\nAfter a careful search of the Centers for Medicare & Medicaid Services (CMS) files, i.e., a\r\nsearch reasonably calculated to locate records responsive to your request and employing\r\nreasonable standards, we were unable to locate any records responsive to your request. We were\r\ninformed that you may request the information directly from the state of Connecticut.\r\nIf you believe that the information withheld should not be exempt from disclosure, or this\r\nresponse constitutes an adverse determination, you may appeal. By filing an appeal, you\r\npreserve your rights under FOIA and give the agency a chance to review and reconsider your\r\nrequest and the agency’s decision.\r\nYour appeal must be mailed within 90 days from the date of receipt of this letter, to:\r\nPrincipal Deputy Administrator\r\nCenters for Medicare and Medicaid Services\r\nRoom C5-16-03\r\n7500 Security Blvd.\r\nBaltimore, Maryland 21244-1850\r\nPlease clearly mark both the envelope and your letter “Freedom of Information Act Appeal.”\r\nIf you would like to discuss our response before filing an appeal to attempt to resolve your\r\ndispute without going through the appeals process, you may contact Angelica Holland or the\r\nCMS FOIA Public Liaison for assistance at:\r\nDesiree Gaynor\r\nCMS FOIA Public Liaison\r\nCenters for Medicare & Medicaid Services\r\n7500 Security Blvd., MS C5-11-06\r\nBaltimore, Maryland 21244-1850\r\nTelephone: (410) 786-5353 fax (443)-380-7260\r\nIf you are unable to resolve your FOIA dispute through our FOIA Public Liaison, the Office of\r\nGovernment Information Services (OGIS), the Federal FOIA Ombudsman’s office, offers\r\nmediation services to help resolve disputes between FOIA requesters and Federal agencies. The\r\ncontact information for OGIS is:\r\nOffice of Government Information Services\r\nNational Archives and Records Administration\r\n8601 Adelphi Road–OGIS\r\nCollege Park, MD 20740-6001\r\nTelephone: 202-741-5770\r\nToll-Free: 1-877-684-6448\r\nE-mail: ogis@nara.gov\r\nFax: 202-741-5769\r\n\r\nSincerely yours,\r\nEmmett Nicholson\r\nDirector Division of FOIA Analysis – C\r\nFreedom of Information Group\r\n\r\n___________________________________________________________________________________\r\n\r\nSubject: Freedom of Information Act Appeal – Control Number 090620247088\r\n\r\nTo:\r\nPrincipal Deputy Administrator\r\nCenters for Medicare & Medicaid Services\r\nRoom C5-16-03\r\n7500 Security Blvd.\r\nBaltimore, MD 21244-1850\r\nCMS-Specific Contacts\r\nDesiree Gaynor\r\nCMS FOIA Public Liaison\r\nCenters for Medicare & Medicaid Services\r\n7500 Security Blvd., MS C5-11-06\r\nBaltimore, MD 21244-1850\r\nPhone: (410) 786-5353\r\nEmail: FOIA_Request@cms.hhs.gov\r\n\r\nAngelica Holland\r\nGovernment Information Specialist\r\nDivision of FOIA Analysis-C, Freedom of Information Group\r\nCenters for Medicare & Medicaid Services\r\nPhone: (410) 786-3963\r\nEmail: Angelica.Holland@cms.hhs.gov\r\n\r\nEmmett Nicholson\r\nDirector, Division of FOIA Analysis-C\r\nCenters for Medicare & Medicaid Services\r\n7500 Security Blvd., MS C5-11-06\r\nBaltimore, MD 21244-1850\r\n\r\nOversight Bodies\r\nOffice of Government Information Services (OGIS)\r\nNational Archives and Records Administration\r\n8601 Adelphi Road\r\nCollege Park, MD 20740-6001\r\nPhone: (202) 741-5770\r\nToll-Free: (877) 684-6448\r\nEmail: ogis@nara.gov\r\n\r\nOffice of Inspector General (HHS-OIG)\r\nU.S. Department of Health and Human Services\r\n330 Independence Avenue, SW\r\nWashington, DC 20201\r\nPhone: (800) 447-8477\r\nEmail: FOIA.HHS@hhs.gov\r\n\r\nU.S. Department of Justice, Civil Rights Division\r\nPhone: (800) 514-0301 (Voice)\r\nEmail: ada.complaint@usdoj.gov\r\nCongressional Oversight Committees\r\nU.S. Senate Committee on Finance\r\n(Oversees Medicaid funding and CMS accountability.)\r\nAddress: Dirksen Senate Office Building, Washington, DC 20510\r\nEmail: Contact the committee through its public website.\r\n\r\nU.S. House Committee on Oversight and Reform\r\n(Focuses on government accountability and transparency.)\r\nAddress: Rayburn House Office Building, Washington, DC 20515\r\nEmail: OversightDemocrats@mail.house.gov\r\n\r\n\r\nDear Principal Deputy Administrators,\r\n\r\nThis appeal concerns CMS’s response to my Freedom of Information Act (FOIA) request, Control Number 090620247088, submitted on September 3, 2024, which sought records related to the “Connecticut Medicaid Acquired Brain Injury Waiver Program.” CMS’s determination that no responsive records exist violates statutory requirements under FOIA, the Americans with Disabilities Act (ADA), and principles enshrined in the United States Constitution, including the Fourteenth Amendment, the Supremacy Clause, and the First Amendment.\r\n\r\nThis letter outlines in detail why CMS’s response fails to meet legal, procedural, and ethical standards. It incorporates all required ADA accommodations and compliance demands, as well as a specific framework for remediation.\r\n\r\nExecutive Summary\r\nThis appeal identifies four critical deficiencies in CMS’s response:\r\n\r\nFailure to Conduct a Reasonable Search: CMS did not perform a search reasonably calculated to locate all responsive documents, violating FOIA.\r\nNon-Compliance with ADA Mandates: CMS failed to honor my ADA accommodations, violating federal law and constitutional protections under the Fourteenth Amendment.\r\nBreach of Constitutional Accountability: CMS’s actions undermine rights protected under the Constitution, including due process, equal protection, and transparency obligations.\r\nViolation of Public Accountability Principles: The absence of responsive records raises systemic concerns about transparency in federally funded programs.\r\nI request immediate remediation, including a new search, explicit ADA compliance measures, and systemic reforms to ensure future accountability.\r\n\r\nDetailed Grounds for Appeal\r\n1. Failure to Conduct a Reasonable Search\r\nFOIA requires that federal agencies conduct a search reasonably calculated to uncover all relevant records (5 U.S.C. § 552(a)(3)(C)). CMS’s claim that no responsive records exist is inconsistent with its statutory oversight role under the Medicaid program.\r\n\r\nStatutory Obligations Require Record Existence:\r\nCMS is required under 42 C.F.R. §§ 430.12 and 441.302 to maintain comprehensive documentation of Medicaid waivers, including:\r\n\r\nWaiver applications submitted by the State of Connecticut.\r\nCMS review and approval documentation.\r\nCorrespondence with the Connecticut Department of Social Services (DSS).\r\nReports on program outcomes, compliance, and funding.\r\nInsufficient Search Methodology:\r\nCMS failed to confirm whether relevant offices, databases, and third-party contractors were included in the search. Offices likely to have responsive records include:\r\n\r\nMedicaid & CHIP Operations Group (MCOG)\r\nCenter for Medicaid & CHIP Services (CMCS)\r\nFreedom of Information Group (FOIG)\r\nConstitutional Implications:\r\nThe Fourteenth Amendment’s Equal Protection Clause guarantees fair and equal treatment under the law. CMS’s inadequate search undermines transparency and access to government-held information, a foundational principle of due process.\r\n\r\nRequested Remedy:\r\n\r\nConduct a new search that includes all relevant offices, databases, and systems.\r\nProvide documentation detailing the methodology, including:\r\nSearch terms used.\r\nPersonnel and divisions consulted.\r\nCorrespondence with contractors and state agencies.\r\nExplain why records required under 42 C.F.R. §§ 430.12 and 441.302 are not available.\r\n2. Non-Compliance with ADA Mandates\r\nAs an individual with a traumatic brain injury (TBI), I requested specific ADA accommodations in my FOIA request to ensure effective communication. CMS’s failure to provide these accommodations violates 42 U.S.C. § 12132 and 28 C.F.R. § 35.160.\r\n\r\nADA Accommodations Requested:\r\n\r\nAll correspondence embedded directly in the email body for accessibility.\r\nSimplified summaries of complex records or correspondence.\r\nScreen-reader compatible PDFs for any attachments.\r\nThese accommodations are non-negotiable and designed to reduce cognitive load and ensure equal access. CMS’s failure to comply with these requirements constitutes a direct violation of my rights under the ADA and the Rehabilitation Act of 1973 (29 U.S.C. § 794).\r\n\r\nPrecedent Supporting ADA Accommodations:\r\nIn Tennessee v. Lane, 541 U.S. 509 (2004), the U.S. Supreme Court reinforced that individuals with disabilities are entitled to accommodations that ensure their ability to participate fully in government processes.\r\n\r\nConstitutional Implications:\r\nBy failing to provide effective communication, CMS violates the Fourteenth Amendment’s guarantee of equal protection and the Supremacy Clause, as federal ADA regulations preempt non-compliance.\r\n\r\nRequested Remedy:\r\n\r\nConfirm compliance with ADA accommodations in all future correspondence, including:\r\nUse of the MuckRock platform as my sole communication method.\r\nEmbedding all text directly in email bodies for accessibility.\r\nProvide a revised response to this appeal in full compliance with ADA standards.\r\nOutline corrective measures CMS will implement to prevent future ADA violations.\r\n3. Breach of Constitutional Accountability\r\nTransparency and accountability are constitutional principles that underpin government operations. CMS’s inadequate response infringes on several key protections:\r\n\r\nFirst Amendment: Public access to government-held information is an extension of free speech and a prerequisite for meaningful participation in democracy.\r\nFourteenth Amendment: CMS’s failure to provide a fair and equitable process for accessing records violates due process and equal protection rights.\r\nSupremacy Clause (Article VI): Federal statutes, including FOIA and the ADA, preempt any agency practice that undermines compliance.\r\nRequested Remedy:\r\n\r\nAcknowledge constitutional obligations to provide transparency and accountability.\r\nConfirm that all processes comply with constitutional and statutory protections.\r\n4. Violation of Public Accountability Principles\r\nThe Connecticut Medicaid Acquired Brain Injury Waiver Program involves federal funds allocated to support individuals with disabilities. Records related to this program are essential for:\r\n\r\nEnsuring compliance with program goals.\r\nSafeguarding taxpayer dollars.\r\nProtecting the rights of vulnerable populations.\r\nPotential Implications of Missing Records:\r\nCMS’s inability to locate responsive records raises systemic concerns about:\r\n\r\nRecord retention practices under the Federal Records Act (44 U.S.C. § 3101).\r\nOversight and compliance failures with Medicaid program goals.\r\nRequested Remedy:\r\n\r\nConfirm whether third-party contractors or state agencies were consulted during the search.\r\nProvide responsive records or justify their absence.\r\nImplement systemic reforms to improve transparency and accountability.\r\nEscalation Pathways\r\nIf this appeal is not resolved satisfactorily, I will escalate the matter through the following channels:\r\n\r\nU.S. Department of Justice, Civil Rights Division: For ADA non-compliance.\r\nOffice of Inspector General (HHS-OIG): For investigation into systemic failures.\r\nCongressional Oversight Committees: To address broader accountability issues.\r\nJudicial Review: Filing suit under 5 U.S.C. § 552(a)(4)(B) to compel compliance.\r\nConclusion\r\nCMS’s response fails to meet its obligations under FOIA, the ADA, and the Constitution. I request:\r\n\r\nA comprehensive search for responsive records, with detailed documentation of the process.\r\nImmediate compliance with ADA accommodations, including exclusive use of the MuckRock platform for all correspondence.\r\nA revised response to this appeal addressing the deficiencies outlined.\r\nPlease confirm receipt of this appeal and provide a full response no later than 20 business days from receipt, as required under FOIA. Failure to comply will result in immediate escalation.\r\n\r\nSincerely,\r\nDavid Medeiros\r\nABI Resources, LLC\r\n\r\n\r\nCC:\r\nDesiree Gaynor, CMS FOIA Public Liaison\r\nOffice of Government Information Services (OGIS) \r\n\r\n\r\n\r\n1. Freedom of Information Act (FOIA) Compliance\r\nKey Laws:\r\nFreedom of Information Act (5 U.S.C. § 552)\r\n\r\nGoverns public access to federal agency records and requires \"reasonable searches\" for responsive documents.\r\nFederal Records Act (44 U.S.C. § 3101)\r\n\r\nMandates proper creation, maintenance, and preservation of federal records.\r\nRelevant Cases:\r\nNARA v. Favish, 541 U.S. 157 (2004)\r\n\r\nAgencies bear the burden of demonstrating the adequacy of their search and providing a justification for withholding records.\r\nChurch of Scientology v. IRS, 792 F.2d 146 (D.C. Cir. 1986)\r\n\r\nAgencies must conduct a search \"reasonably calculated to uncover all relevant documents.\"\r\nDepartment of Justice v. Reporters Committee for Freedom of the Press, 489 U.S. 749 (1989)\r\n\r\nDefines public interest in government transparency and accountability as fundamental to FOIA.\r\nWolf v. CIA, 473 F.3d 370 (D.C. Cir. 2007)\r\n\r\nCourts review whether an agency’s FOIA search was conducted in good faith and was adequate in scope.\r\nKissinger v. Reporters Committee for Freedom of the Press, 445 U.S. 136 (1980)\r\n\r\nClarifies agency obligations under FOIA regarding the handling and preservation of federal records.\r\n2. Americans with Disabilities Act (ADA) Compliance\r\nKey Laws:\r\nAmericans with Disabilities Act (42 U.S.C. § 12132)\r\n\r\nProhibits discrimination against individuals with disabilities in accessing public services.\r\nSection 504 of the Rehabilitation Act of 1973 (29 U.S.C. § 794)\r\n\r\nRequires federally funded programs to provide reasonable accommodations for individuals with disabilities.\r\n28 C.F.R. § 35.160\r\n\r\nEstablishes effective communication requirements for public entities under the ADA.\r\nRelevant Cases:\r\nTennessee v. Lane, 541 U.S. 509 (2004)\r\n\r\nReinforces the right to reasonable accommodations to ensure equal access to public services.\r\nAlexander v. Choate, 469 U.S. 287 (1985)\r\n\r\nProhibits policies or actions that disproportionately exclude individuals with disabilities from accessing public benefits.\r\nDoe v. Regional School Unit 26, 928 F.3d 51 (1st Cir. 2019)\r\n\r\nPublic entities must provide reasonable accommodations to ensure effective communication.\r\nHale v. King, 642 F.3d 492 (5th Cir. 2011)\r\n\r\nFederal agencies must comply with ADA requirements when responding to requests from individuals with disabilities.\r\n3. Constitutional Protections\r\nKey Provisions:\r\nFirst Amendment\r\n\r\nProtects the public’s right to access information as an extension of free speech.\r\nFourteenth Amendment\r\n\r\nGuarantees due process and equal protection under the law, including rights to fair access to government processes.\r\nSupremacy Clause (U.S. Const. art. VI)\r\n\r\nFederal laws, such as FOIA and the ADA, preempt state or agency actions that violate these statutes.\r\nRelevant Cases:\r\nLane v. Brown, 372 U.S. 477 (1963)\r\n\r\nEnsures federal programs operate in a non-discriminatory manner consistent with constitutional protections.\r\nRosenberger v. Rector and Visitors of the University of Virginia, 515 U.S. 819 (1995)\r\n\r\nReinforces transparency as a principle integral to constitutional accountability.\r\nMarbury v. Madison, 5 U.S. 137 (1803)\r\n\r\nEstablishes judicial review as a mechanism to ensure government compliance with constitutional and statutory requirements.\r\n4. Government Accountability and Oversight\r\nKey Laws:\r\nAdministrative Procedure Act (5 U.S.C. §§ 701–706)\r\n\r\nGoverns the process by which federal agencies operate and ensures accountability for agency actions.\r\nHatch Act (5 U.S.C. §§ 7321–7326)\r\n\r\nProhibits improper use of federal resources, ensuring ethical operations in federal agencies.\r\nInspector General Act of 1978 (5 U.S.C. App.)\r\n\r\nEstablishes mechanisms for independent oversight and investigation of agency misconduct.\r\nRelevant Cases:\r\nChevron U.S.A., Inc. v. NRDC, 467 U.S. 837 (1984)\r\n\r\nAgencies must justify actions under statutory frameworks, and judicial deference is contingent on compliance with the law.\r\nMassachusetts v. EPA, 549 U.S. 497 (2007)\r\n\r\nAgencies are obligated to provide reasoned explanations for decisions impacting public interest.\r\nSalazar v. Buono, 559 U.S. 700 (2010)\r\n\r\nCourts must ensure agencies operate in alignment with constitutional and statutory mandates.\r\n5. Record Retention and Preservation\r\nKey Laws:\r\nFederal Records Act (44 U.S.C. §§ 3101–3107)\r\n\r\nRequires agencies to create and maintain records documenting their activities.\r\nPaperwork Reduction Act (44 U.S.C. §§ 3501–3521)\r\n\r\nEnsures proper documentation and management of federal records to facilitate public access.\r\nRelevant Cases:\r\nArmstrong v. Executive Office of the President, 1 F.3d 1274 (D.C. Cir. 1993)\r\n\r\nAgencies must ensure records are retained and accessible for public and legal purposes.\r\nPublic Citizen v. Carlin, 184 F.3d 900 (D.C. Cir. 1999)\r\n\r\nDefines agency obligations for maintaining accessible and properly archived records.\r\n6. FOIA and ADA Appeals\r\nKey Precedents for Appeals:\r\nJudicial Review of FOIA Denials:\r\n\r\nCitizens for Responsibility and Ethics in Washington v. U.S. Department of Justice, 846 F.3d 1235 (D.C. Cir. 2017): Courts assess whether FOIA denials meet statutory standards.\r\nADA Appeals Mechanisms:\r\n\r\nGuckenberg v. Boston College, 957 F. Supp. 306 (D. Mass. 1997): Courts reinforce that public entities must comply with ADA accommodation requests.\r\n\r\nCC: \r\n1. Centers for Medicare & Medicaid Services (CMS):\r\n\r\nMichele Edmondson-Parrott\r\n\r\nDirector, Freedom of Information Group (FIG), Office of Strategic Operations and Regulatory Affairs (OSORA)\r\nEmail: FOIA_Request@cms.hhs.gov\r\nPhone: (410) 786-5353\r\nAddress: 7500 Security Blvd., Baltimore, MD 21244\r\nSource\r\nJoseph Tripline\r\n\r\nDeputy Director and Chief FOIA Officer, FIG/OSORA\r\nEmail: FOIA_Request@cms.hhs.gov\r\nPhone: (410) 786-5353\r\nAddress: 7500 Security Blvd., Baltimore, MD 21244\r\nSource\r\nDesiree Gaynor\r\n\r\nFOIA Public Liaison, FIG/OSORA\r\nEmail: FOIA_Request@cms.hhs.gov\r\nPhone: (410) 786-5353\r\nAddress: 7500 Security Blvd., Baltimore, MD 21244\r\nSource\r\n\r\n2. U.S. Department of Health and Human Services (HHS):\r\n\r\nChristi A. Grimm\r\nInspector General, Office of Inspector General (OIG)\r\nEmail: FOIA.HHS@hhs.gov\r\nPhone: (202) 619-2541\r\nAddress: 330 Independence Avenue, SW, Washington, DC 20201\r\nSource\r\n\r\n3. Office of Government Information Services (OGIS):\r\n\r\nAlina M. Semo\r\nDirector, OGIS\r\nEmail: ogis@nara.gov\r\nPhone: (202) 741-5770\r\nAddress: 8601 Adelphi Road, College Park, MD 20740-6001\r\nSource\r\n\r\n4. U.S. Department of Justice (DOJ) – Civil Rights Division:\r\n\r\nKristen Clarke\r\nAssistant Attorney General, Civil Rights Division\r\nEmail: ada.complaint@usdoj.gov\r\nPhone: (202) 514-4609\r\nAddress: 950 Pennsylvania Avenue, NW, Washington, DC 20530-0001\r\nSource\r\n\r\n5. Connecticut Department of Social Services (DSS):\r\n\r\nAndrea Barton Reeves\r\nCommissioner, DSS\r\nEmail: Public.Affairs@ct.gov\r\nPhone: (860) 424-5055\r\nAddress: 55 Farmington Avenue, Hartford, CT 06105\r\nSource\r\n\r\n6. U.S. Senate Committee on Finance:\r\n\r\nSenator Ron Wyden\r\nChairman, Senate Committee on Finance\r\nEmail: Contact via Senate Finance Committee\r\nPhone: (202) 224-4515\r\nAddress: 219 Dirksen Senate Office Building, Washington, DC 20510\r\n\r\n7. U.S. House Committee on Oversight and Reform:\r\n\r\nRepresentative James Comer\r\nChairman, House Committee on Oversight and Reform\r\nEmail: OversightDemocrats@mail.house.gov\r\nPhone: (202) 225-5074\r\nAddress: 2157 Rayburn House Office Building, Washington, DC 20515\r\n\r\n8. DOGE Department of Government Efficiency \r\n\r\nDB.42.131.Inf.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDAVID MEDEIROS",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/act-appeal-control-number-090620247088-cms-national-archives-and-records-administration-176964/"
  },
  {
    "id": 176963,
    "title": "Act Appeal – Control Number 090620247088 CMS (Department of Justice, Office of the Inspector General)",
    "slug": "act-appeal-control-number-090620247088-cms-department-of-justice-office-of-the-inspector-general",
    "status": "submitted",
    "embargo_status": "public",
    "user": 142975,
    "username": "DavidMedeiros24",
    "agency": 796,
    "datetime_submitted": "2024-11-26T14:04:05.913116",
    "date_due": "2024-12-26",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-11-26T14:04:06.518269",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 176963,
        "from_user": 142975,
        "to_user": 9932,
        "subject": "",
        "datetime": "2024-11-26T14:04:06.518269",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nDEPARTMENT OF HEALTH & HUMAN SERVICES\r\nCenters for Medicare & Medicaid Services\r\n7500 Security Boulevard, Mail Stop C5-11-06\r\nBaltimore, Maryland 21244-1850\r\n\r\nOffice of Strategic Operations and Regulatory Affairs/Freedom of Information Group\r\nRefer to: Control Number 090620247088 and PIN 4MUP\r\n11/25/2024\r\nDavid Medeiros.\r\nABI Resources, LLC\r\n215 Mountain St.\r\nWillimantic, CT 06226\r\nDear David Medeiros:\r\nThis letter is in response to your Freedom of Information Act (5 U.S.C. §552) request of\r\n9/3/2024, which you sent to the Centers for Medicare & Medicaid Services (CMS). Within your\r\ncorrespondence, you requested records relating to “Connecticut Medicaid Acquired Brain Injury\r\nWaiver Program Records”.\r\nAfter a careful search of the Centers for Medicare & Medicaid Services (CMS) files, i.e., a\r\nsearch reasonably calculated to locate records responsive to your request and employing\r\nreasonable standards, we were unable to locate any records responsive to your request. We were\r\ninformed that you may request the information directly from the state of Connecticut.\r\nIf you believe that the information withheld should not be exempt from disclosure, or this\r\nresponse constitutes an adverse determination, you may appeal. By filing an appeal, you\r\npreserve your rights under FOIA and give the agency a chance to review and reconsider your\r\nrequest and the agency’s decision.\r\nYour appeal must be mailed within 90 days from the date of receipt of this letter, to:\r\nPrincipal Deputy Administrator\r\nCenters for Medicare and Medicaid Services\r\nRoom C5-16-03\r\n7500 Security Blvd.\r\nBaltimore, Maryland 21244-1850\r\nPlease clearly mark both the envelope and your letter “Freedom of Information Act Appeal.”\r\nIf you would like to discuss our response before filing an appeal to attempt to resolve your\r\ndispute without going through the appeals process, you may contact Angelica Holland or the\r\nCMS FOIA Public Liaison for assistance at:\r\nDesiree Gaynor\r\nCMS FOIA Public Liaison\r\nCenters for Medicare & Medicaid Services\r\n7500 Security Blvd., MS C5-11-06\r\nBaltimore, Maryland 21244-1850\r\nTelephone: (410) 786-5353 fax (443)-380-7260\r\nIf you are unable to resolve your FOIA dispute through our FOIA Public Liaison, the Office of\r\nGovernment Information Services (OGIS), the Federal FOIA Ombudsman’s office, offers\r\nmediation services to help resolve disputes between FOIA requesters and Federal agencies. The\r\ncontact information for OGIS is:\r\nOffice of Government Information Services\r\nNational Archives and Records Administration\r\n8601 Adelphi Road–OGIS\r\nCollege Park, MD 20740-6001\r\nTelephone: 202-741-5770\r\nToll-Free: 1-877-684-6448\r\nE-mail: ogis@nara.gov\r\nFax: 202-741-5769\r\n\r\nSincerely yours,\r\nEmmett Nicholson\r\nDirector Division of FOIA Analysis – C\r\nFreedom of Information Group\r\n\r\n___________________________________________________________________________________\r\n\r\nSubject: Freedom of Information Act Appeal – Control Number 090620247088\r\n\r\nTo:\r\nPrincipal Deputy Administrator\r\nCenters for Medicare & Medicaid Services\r\nRoom C5-16-03\r\n7500 Security Blvd.\r\nBaltimore, MD 21244-1850\r\nCMS-Specific Contacts\r\nDesiree Gaynor\r\nCMS FOIA Public Liaison\r\nCenters for Medicare & Medicaid Services\r\n7500 Security Blvd., MS C5-11-06\r\nBaltimore, MD 21244-1850\r\nPhone: (410) 786-5353\r\nEmail: FOIA_Request@cms.hhs.gov\r\n\r\nAngelica Holland\r\nGovernment Information Specialist\r\nDivision of FOIA Analysis-C, Freedom of Information Group\r\nCenters for Medicare & Medicaid Services\r\nPhone: (410) 786-3963\r\nEmail: Angelica.Holland@cms.hhs.gov\r\n\r\nEmmett Nicholson\r\nDirector, Division of FOIA Analysis-C\r\nCenters for Medicare & Medicaid Services\r\n7500 Security Blvd., MS C5-11-06\r\nBaltimore, MD 21244-1850\r\n\r\nOversight Bodies\r\nOffice of Government Information Services (OGIS)\r\nNational Archives and Records Administration\r\n8601 Adelphi Road\r\nCollege Park, MD 20740-6001\r\nPhone: (202) 741-5770\r\nToll-Free: (877) 684-6448\r\nEmail: ogis@nara.gov\r\n\r\nOffice of Inspector General (HHS-OIG)\r\nU.S. Department of Health and Human Services\r\n330 Independence Avenue, SW\r\nWashington, DC 20201\r\nPhone: (800) 447-8477\r\nEmail: FOIA.HHS@hhs.gov\r\n\r\nU.S. Department of Justice, Civil Rights Division\r\nPhone: (800) 514-0301 (Voice)\r\nEmail: ada.complaint@usdoj.gov\r\nCongressional Oversight Committees\r\nU.S. Senate Committee on Finance\r\n(Oversees Medicaid funding and CMS accountability.)\r\nAddress: Dirksen Senate Office Building, Washington, DC 20510\r\nEmail: Contact the committee through its public website.\r\n\r\nU.S. House Committee on Oversight and Reform\r\n(Focuses on government accountability and transparency.)\r\nAddress: Rayburn House Office Building, Washington, DC 20515\r\nEmail: OversightDemocrats@mail.house.gov\r\n\r\n\r\nDear Principal Deputy Administrators,\r\n\r\nThis appeal concerns CMS’s response to my Freedom of Information Act (FOIA) request, Control Number 090620247088, submitted on September 3, 2024, which sought records related to the “Connecticut Medicaid Acquired Brain Injury Waiver Program.” CMS’s determination that no responsive records exist violates statutory requirements under FOIA, the Americans with Disabilities Act (ADA), and principles enshrined in the United States Constitution, including the Fourteenth Amendment, the Supremacy Clause, and the First Amendment.\r\n\r\nThis letter outlines in detail why CMS’s response fails to meet legal, procedural, and ethical standards. It incorporates all required ADA accommodations and compliance demands, as well as a specific framework for remediation.\r\n\r\nExecutive Summary\r\nThis appeal identifies four critical deficiencies in CMS’s response:\r\n\r\nFailure to Conduct a Reasonable Search: CMS did not perform a search reasonably calculated to locate all responsive documents, violating FOIA.\r\nNon-Compliance with ADA Mandates: CMS failed to honor my ADA accommodations, violating federal law and constitutional protections under the Fourteenth Amendment.\r\nBreach of Constitutional Accountability: CMS’s actions undermine rights protected under the Constitution, including due process, equal protection, and transparency obligations.\r\nViolation of Public Accountability Principles: The absence of responsive records raises systemic concerns about transparency in federally funded programs.\r\nI request immediate remediation, including a new search, explicit ADA compliance measures, and systemic reforms to ensure future accountability.\r\n\r\nDetailed Grounds for Appeal\r\n1. Failure to Conduct a Reasonable Search\r\nFOIA requires that federal agencies conduct a search reasonably calculated to uncover all relevant records (5 U.S.C. § 552(a)(3)(C)). CMS’s claim that no responsive records exist is inconsistent with its statutory oversight role under the Medicaid program.\r\n\r\nStatutory Obligations Require Record Existence:\r\nCMS is required under 42 C.F.R. §§ 430.12 and 441.302 to maintain comprehensive documentation of Medicaid waivers, including:\r\n\r\nWaiver applications submitted by the State of Connecticut.\r\nCMS review and approval documentation.\r\nCorrespondence with the Connecticut Department of Social Services (DSS).\r\nReports on program outcomes, compliance, and funding.\r\nInsufficient Search Methodology:\r\nCMS failed to confirm whether relevant offices, databases, and third-party contractors were included in the search. Offices likely to have responsive records include:\r\n\r\nMedicaid & CHIP Operations Group (MCOG)\r\nCenter for Medicaid & CHIP Services (CMCS)\r\nFreedom of Information Group (FOIG)\r\nConstitutional Implications:\r\nThe Fourteenth Amendment’s Equal Protection Clause guarantees fair and equal treatment under the law. CMS’s inadequate search undermines transparency and access to government-held information, a foundational principle of due process.\r\n\r\nRequested Remedy:\r\n\r\nConduct a new search that includes all relevant offices, databases, and systems.\r\nProvide documentation detailing the methodology, including:\r\nSearch terms used.\r\nPersonnel and divisions consulted.\r\nCorrespondence with contractors and state agencies.\r\nExplain why records required under 42 C.F.R. §§ 430.12 and 441.302 are not available.\r\n2. Non-Compliance with ADA Mandates\r\nAs an individual with a traumatic brain injury (TBI), I requested specific ADA accommodations in my FOIA request to ensure effective communication. CMS’s failure to provide these accommodations violates 42 U.S.C. § 12132 and 28 C.F.R. § 35.160.\r\n\r\nADA Accommodations Requested:\r\n\r\nAll correspondence embedded directly in the email body for accessibility.\r\nSimplified summaries of complex records or correspondence.\r\nScreen-reader compatible PDFs for any attachments.\r\nThese accommodations are non-negotiable and designed to reduce cognitive load and ensure equal access. CMS’s failure to comply with these requirements constitutes a direct violation of my rights under the ADA and the Rehabilitation Act of 1973 (29 U.S.C. § 794).\r\n\r\nPrecedent Supporting ADA Accommodations:\r\nIn Tennessee v. Lane, 541 U.S. 509 (2004), the U.S. Supreme Court reinforced that individuals with disabilities are entitled to accommodations that ensure their ability to participate fully in government processes.\r\n\r\nConstitutional Implications:\r\nBy failing to provide effective communication, CMS violates the Fourteenth Amendment’s guarantee of equal protection and the Supremacy Clause, as federal ADA regulations preempt non-compliance.\r\n\r\nRequested Remedy:\r\n\r\nConfirm compliance with ADA accommodations in all future correspondence, including:\r\nUse of the MuckRock platform as my sole communication method.\r\nEmbedding all text directly in email bodies for accessibility.\r\nProvide a revised response to this appeal in full compliance with ADA standards.\r\nOutline corrective measures CMS will implement to prevent future ADA violations.\r\n3. Breach of Constitutional Accountability\r\nTransparency and accountability are constitutional principles that underpin government operations. CMS’s inadequate response infringes on several key protections:\r\n\r\nFirst Amendment: Public access to government-held information is an extension of free speech and a prerequisite for meaningful participation in democracy.\r\nFourteenth Amendment: CMS’s failure to provide a fair and equitable process for accessing records violates due process and equal protection rights.\r\nSupremacy Clause (Article VI): Federal statutes, including FOIA and the ADA, preempt any agency practice that undermines compliance.\r\nRequested Remedy:\r\n\r\nAcknowledge constitutional obligations to provide transparency and accountability.\r\nConfirm that all processes comply with constitutional and statutory protections.\r\n4. Violation of Public Accountability Principles\r\nThe Connecticut Medicaid Acquired Brain Injury Waiver Program involves federal funds allocated to support individuals with disabilities. Records related to this program are essential for:\r\n\r\nEnsuring compliance with program goals.\r\nSafeguarding taxpayer dollars.\r\nProtecting the rights of vulnerable populations.\r\nPotential Implications of Missing Records:\r\nCMS’s inability to locate responsive records raises systemic concerns about:\r\n\r\nRecord retention practices under the Federal Records Act (44 U.S.C. § 3101).\r\nOversight and compliance failures with Medicaid program goals.\r\nRequested Remedy:\r\n\r\nConfirm whether third-party contractors or state agencies were consulted during the search.\r\nProvide responsive records or justify their absence.\r\nImplement systemic reforms to improve transparency and accountability.\r\nEscalation Pathways\r\nIf this appeal is not resolved satisfactorily, I will escalate the matter through the following channels:\r\n\r\nU.S. Department of Justice, Civil Rights Division: For ADA non-compliance.\r\nOffice of Inspector General (HHS-OIG): For investigation into systemic failures.\r\nCongressional Oversight Committees: To address broader accountability issues.\r\nJudicial Review: Filing suit under 5 U.S.C. § 552(a)(4)(B) to compel compliance.\r\nConclusion\r\nCMS’s response fails to meet its obligations under FOIA, the ADA, and the Constitution. I request:\r\n\r\nA comprehensive search for responsive records, with detailed documentation of the process.\r\nImmediate compliance with ADA accommodations, including exclusive use of the MuckRock platform for all correspondence.\r\nA revised response to this appeal addressing the deficiencies outlined.\r\nPlease confirm receipt of this appeal and provide a full response no later than 20 business days from receipt, as required under FOIA. Failure to comply will result in immediate escalation.\r\n\r\nSincerely,\r\nDavid Medeiros\r\nABI Resources, LLC\r\n\r\n\r\nCC:\r\nDesiree Gaynor, CMS FOIA Public Liaison\r\nOffice of Government Information Services (OGIS) \r\n\r\n\r\n\r\n1. Freedom of Information Act (FOIA) Compliance\r\nKey Laws:\r\nFreedom of Information Act (5 U.S.C. § 552)\r\n\r\nGoverns public access to federal agency records and requires \"reasonable searches\" for responsive documents.\r\nFederal Records Act (44 U.S.C. § 3101)\r\n\r\nMandates proper creation, maintenance, and preservation of federal records.\r\nRelevant Cases:\r\nNARA v. Favish, 541 U.S. 157 (2004)\r\n\r\nAgencies bear the burden of demonstrating the adequacy of their search and providing a justification for withholding records.\r\nChurch of Scientology v. IRS, 792 F.2d 146 (D.C. Cir. 1986)\r\n\r\nAgencies must conduct a search \"reasonably calculated to uncover all relevant documents.\"\r\nDepartment of Justice v. Reporters Committee for Freedom of the Press, 489 U.S. 749 (1989)\r\n\r\nDefines public interest in government transparency and accountability as fundamental to FOIA.\r\nWolf v. CIA, 473 F.3d 370 (D.C. Cir. 2007)\r\n\r\nCourts review whether an agency’s FOIA search was conducted in good faith and was adequate in scope.\r\nKissinger v. Reporters Committee for Freedom of the Press, 445 U.S. 136 (1980)\r\n\r\nClarifies agency obligations under FOIA regarding the handling and preservation of federal records.\r\n2. Americans with Disabilities Act (ADA) Compliance\r\nKey Laws:\r\nAmericans with Disabilities Act (42 U.S.C. § 12132)\r\n\r\nProhibits discrimination against individuals with disabilities in accessing public services.\r\nSection 504 of the Rehabilitation Act of 1973 (29 U.S.C. § 794)\r\n\r\nRequires federally funded programs to provide reasonable accommodations for individuals with disabilities.\r\n28 C.F.R. § 35.160\r\n\r\nEstablishes effective communication requirements for public entities under the ADA.\r\nRelevant Cases:\r\nTennessee v. Lane, 541 U.S. 509 (2004)\r\n\r\nReinforces the right to reasonable accommodations to ensure equal access to public services.\r\nAlexander v. Choate, 469 U.S. 287 (1985)\r\n\r\nProhibits policies or actions that disproportionately exclude individuals with disabilities from accessing public benefits.\r\nDoe v. Regional School Unit 26, 928 F.3d 51 (1st Cir. 2019)\r\n\r\nPublic entities must provide reasonable accommodations to ensure effective communication.\r\nHale v. King, 642 F.3d 492 (5th Cir. 2011)\r\n\r\nFederal agencies must comply with ADA requirements when responding to requests from individuals with disabilities.\r\n3. Constitutional Protections\r\nKey Provisions:\r\nFirst Amendment\r\n\r\nProtects the public’s right to access information as an extension of free speech.\r\nFourteenth Amendment\r\n\r\nGuarantees due process and equal protection under the law, including rights to fair access to government processes.\r\nSupremacy Clause (U.S. Const. art. VI)\r\n\r\nFederal laws, such as FOIA and the ADA, preempt state or agency actions that violate these statutes.\r\nRelevant Cases:\r\nLane v. Brown, 372 U.S. 477 (1963)\r\n\r\nEnsures federal programs operate in a non-discriminatory manner consistent with constitutional protections.\r\nRosenberger v. Rector and Visitors of the University of Virginia, 515 U.S. 819 (1995)\r\n\r\nReinforces transparency as a principle integral to constitutional accountability.\r\nMarbury v. Madison, 5 U.S. 137 (1803)\r\n\r\nEstablishes judicial review as a mechanism to ensure government compliance with constitutional and statutory requirements.\r\n4. Government Accountability and Oversight\r\nKey Laws:\r\nAdministrative Procedure Act (5 U.S.C. §§ 701–706)\r\n\r\nGoverns the process by which federal agencies operate and ensures accountability for agency actions.\r\nHatch Act (5 U.S.C. §§ 7321–7326)\r\n\r\nProhibits improper use of federal resources, ensuring ethical operations in federal agencies.\r\nInspector General Act of 1978 (5 U.S.C. App.)\r\n\r\nEstablishes mechanisms for independent oversight and investigation of agency misconduct.\r\nRelevant Cases:\r\nChevron U.S.A., Inc. v. NRDC, 467 U.S. 837 (1984)\r\n\r\nAgencies must justify actions under statutory frameworks, and judicial deference is contingent on compliance with the law.\r\nMassachusetts v. EPA, 549 U.S. 497 (2007)\r\n\r\nAgencies are obligated to provide reasoned explanations for decisions impacting public interest.\r\nSalazar v. Buono, 559 U.S. 700 (2010)\r\n\r\nCourts must ensure agencies operate in alignment with constitutional and statutory mandates.\r\n5. Record Retention and Preservation\r\nKey Laws:\r\nFederal Records Act (44 U.S.C. §§ 3101–3107)\r\n\r\nRequires agencies to create and maintain records documenting their activities.\r\nPaperwork Reduction Act (44 U.S.C. §§ 3501–3521)\r\n\r\nEnsures proper documentation and management of federal records to facilitate public access.\r\nRelevant Cases:\r\nArmstrong v. Executive Office of the President, 1 F.3d 1274 (D.C. Cir. 1993)\r\n\r\nAgencies must ensure records are retained and accessible for public and legal purposes.\r\nPublic Citizen v. Carlin, 184 F.3d 900 (D.C. Cir. 1999)\r\n\r\nDefines agency obligations for maintaining accessible and properly archived records.\r\n6. FOIA and ADA Appeals\r\nKey Precedents for Appeals:\r\nJudicial Review of FOIA Denials:\r\n\r\nCitizens for Responsibility and Ethics in Washington v. U.S. Department of Justice, 846 F.3d 1235 (D.C. Cir. 2017): Courts assess whether FOIA denials meet statutory standards.\r\nADA Appeals Mechanisms:\r\n\r\nGuckenberg v. Boston College, 957 F. Supp. 306 (D. Mass. 1997): Courts reinforce that public entities must comply with ADA accommodation requests.\r\n\r\nCC: \r\n1. Centers for Medicare & Medicaid Services (CMS):\r\n\r\nMichele Edmondson-Parrott\r\n\r\nDirector, Freedom of Information Group (FIG), Office of Strategic Operations and Regulatory Affairs (OSORA)\r\nEmail: FOIA_Request@cms.hhs.gov\r\nPhone: (410) 786-5353\r\nAddress: 7500 Security Blvd., Baltimore, MD 21244\r\nSource\r\nJoseph Tripline\r\n\r\nDeputy Director and Chief FOIA Officer, FIG/OSORA\r\nEmail: FOIA_Request@cms.hhs.gov\r\nPhone: (410) 786-5353\r\nAddress: 7500 Security Blvd., Baltimore, MD 21244\r\nSource\r\nDesiree Gaynor\r\n\r\nFOIA Public Liaison, FIG/OSORA\r\nEmail: FOIA_Request@cms.hhs.gov\r\nPhone: (410) 786-5353\r\nAddress: 7500 Security Blvd., Baltimore, MD 21244\r\nSource\r\n\r\n2. U.S. Department of Health and Human Services (HHS):\r\n\r\nChristi A. Grimm\r\nInspector General, Office of Inspector General (OIG)\r\nEmail: FOIA.HHS@hhs.gov\r\nPhone: (202) 619-2541\r\nAddress: 330 Independence Avenue, SW, Washington, DC 20201\r\nSource\r\n\r\n3. Office of Government Information Services (OGIS):\r\n\r\nAlina M. Semo\r\nDirector, OGIS\r\nEmail: ogis@nara.gov\r\nPhone: (202) 741-5770\r\nAddress: 8601 Adelphi Road, College Park, MD 20740-6001\r\nSource\r\n\r\n4. U.S. Department of Justice (DOJ) – Civil Rights Division:\r\n\r\nKristen Clarke\r\nAssistant Attorney General, Civil Rights Division\r\nEmail: ada.complaint@usdoj.gov\r\nPhone: (202) 514-4609\r\nAddress: 950 Pennsylvania Avenue, NW, Washington, DC 20530-0001\r\nSource\r\n\r\n5. Connecticut Department of Social Services (DSS):\r\n\r\nAndrea Barton Reeves\r\nCommissioner, DSS\r\nEmail: Public.Affairs@ct.gov\r\nPhone: (860) 424-5055\r\nAddress: 55 Farmington Avenue, Hartford, CT 06105\r\nSource\r\n\r\n6. U.S. Senate Committee on Finance:\r\n\r\nSenator Ron Wyden\r\nChairman, Senate Committee on Finance\r\nEmail: Contact via Senate Finance Committee\r\nPhone: (202) 224-4515\r\nAddress: 219 Dirksen Senate Office Building, Washington, DC 20510\r\n\r\n7. U.S. House Committee on Oversight and Reform:\r\n\r\nRepresentative James Comer\r\nChairman, House Committee on Oversight and Reform\r\nEmail: OversightDemocrats@mail.house.gov\r\nPhone: (202) 225-5074\r\nAddress: 2157 Rayburn House Office Building, Washington, DC 20515\r\n\r\n8. DOGE Department of Government Efficiency \r\n\r\nDB.42.131.Inf.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDAVID MEDEIROS",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/act-appeal-control-number-090620247088-cms-department-of-justice-office-of-the-inspector-general-176963/"
  },
  {
    "id": 176962,
    "title": "Act Appeal – Control Number 090620247088 CMS (Department of Health and Human Services Office of Inspector General)",
    "slug": "act-appeal-control-number-090620247088-cms-department-of-health-and-human-services-office-of-inspector-general",
    "status": "submitted",
    "embargo_status": "public",
    "user": 142975,
    "username": "DavidMedeiros24",
    "agency": 10661,
    "datetime_submitted": "2024-11-26T14:04:05.913116",
    "date_due": "2024-12-26",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-11-26T14:04:06.448018",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 176962,
        "from_user": 142975,
        "to_user": 14936,
        "subject": "",
        "datetime": "2024-11-26T14:04:06.448018",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nDEPARTMENT OF HEALTH & HUMAN SERVICES\r\nCenters for Medicare & Medicaid Services\r\n7500 Security Boulevard, Mail Stop C5-11-06\r\nBaltimore, Maryland 21244-1850\r\n\r\nOffice of Strategic Operations and Regulatory Affairs/Freedom of Information Group\r\nRefer to: Control Number 090620247088 and PIN 4MUP\r\n11/25/2024\r\nDavid Medeiros.\r\nABI Resources, LLC\r\n215 Mountain St.\r\nWillimantic, CT 06226\r\nDear David Medeiros:\r\nThis letter is in response to your Freedom of Information Act (5 U.S.C. §552) request of\r\n9/3/2024, which you sent to the Centers for Medicare & Medicaid Services (CMS). Within your\r\ncorrespondence, you requested records relating to “Connecticut Medicaid Acquired Brain Injury\r\nWaiver Program Records”.\r\nAfter a careful search of the Centers for Medicare & Medicaid Services (CMS) files, i.e., a\r\nsearch reasonably calculated to locate records responsive to your request and employing\r\nreasonable standards, we were unable to locate any records responsive to your request. We were\r\ninformed that you may request the information directly from the state of Connecticut.\r\nIf you believe that the information withheld should not be exempt from disclosure, or this\r\nresponse constitutes an adverse determination, you may appeal. By filing an appeal, you\r\npreserve your rights under FOIA and give the agency a chance to review and reconsider your\r\nrequest and the agency’s decision.\r\nYour appeal must be mailed within 90 days from the date of receipt of this letter, to:\r\nPrincipal Deputy Administrator\r\nCenters for Medicare and Medicaid Services\r\nRoom C5-16-03\r\n7500 Security Blvd.\r\nBaltimore, Maryland 21244-1850\r\nPlease clearly mark both the envelope and your letter “Freedom of Information Act Appeal.”\r\nIf you would like to discuss our response before filing an appeal to attempt to resolve your\r\ndispute without going through the appeals process, you may contact Angelica Holland or the\r\nCMS FOIA Public Liaison for assistance at:\r\nDesiree Gaynor\r\nCMS FOIA Public Liaison\r\nCenters for Medicare & Medicaid Services\r\n7500 Security Blvd., MS C5-11-06\r\nBaltimore, Maryland 21244-1850\r\nTelephone: (410) 786-5353 fax (443)-380-7260\r\nIf you are unable to resolve your FOIA dispute through our FOIA Public Liaison, the Office of\r\nGovernment Information Services (OGIS), the Federal FOIA Ombudsman’s office, offers\r\nmediation services to help resolve disputes between FOIA requesters and Federal agencies. The\r\ncontact information for OGIS is:\r\nOffice of Government Information Services\r\nNational Archives and Records Administration\r\n8601 Adelphi Road–OGIS\r\nCollege Park, MD 20740-6001\r\nTelephone: 202-741-5770\r\nToll-Free: 1-877-684-6448\r\nE-mail: ogis@nara.gov\r\nFax: 202-741-5769\r\n\r\nSincerely yours,\r\nEmmett Nicholson\r\nDirector Division of FOIA Analysis – C\r\nFreedom of Information Group\r\n\r\n___________________________________________________________________________________\r\n\r\nSubject: Freedom of Information Act Appeal – Control Number 090620247088\r\n\r\nTo:\r\nPrincipal Deputy Administrator\r\nCenters for Medicare & Medicaid Services\r\nRoom C5-16-03\r\n7500 Security Blvd.\r\nBaltimore, MD 21244-1850\r\nCMS-Specific Contacts\r\nDesiree Gaynor\r\nCMS FOIA Public Liaison\r\nCenters for Medicare & Medicaid Services\r\n7500 Security Blvd., MS C5-11-06\r\nBaltimore, MD 21244-1850\r\nPhone: (410) 786-5353\r\nEmail: FOIA_Request@cms.hhs.gov\r\n\r\nAngelica Holland\r\nGovernment Information Specialist\r\nDivision of FOIA Analysis-C, Freedom of Information Group\r\nCenters for Medicare & Medicaid Services\r\nPhone: (410) 786-3963\r\nEmail: Angelica.Holland@cms.hhs.gov\r\n\r\nEmmett Nicholson\r\nDirector, Division of FOIA Analysis-C\r\nCenters for Medicare & Medicaid Services\r\n7500 Security Blvd., MS C5-11-06\r\nBaltimore, MD 21244-1850\r\n\r\nOversight Bodies\r\nOffice of Government Information Services (OGIS)\r\nNational Archives and Records Administration\r\n8601 Adelphi Road\r\nCollege Park, MD 20740-6001\r\nPhone: (202) 741-5770\r\nToll-Free: (877) 684-6448\r\nEmail: ogis@nara.gov\r\n\r\nOffice of Inspector General (HHS-OIG)\r\nU.S. Department of Health and Human Services\r\n330 Independence Avenue, SW\r\nWashington, DC 20201\r\nPhone: (800) 447-8477\r\nEmail: FOIA.HHS@hhs.gov\r\n\r\nU.S. Department of Justice, Civil Rights Division\r\nPhone: (800) 514-0301 (Voice)\r\nEmail: ada.complaint@usdoj.gov\r\nCongressional Oversight Committees\r\nU.S. Senate Committee on Finance\r\n(Oversees Medicaid funding and CMS accountability.)\r\nAddress: Dirksen Senate Office Building, Washington, DC 20510\r\nEmail: Contact the committee through its public website.\r\n\r\nU.S. House Committee on Oversight and Reform\r\n(Focuses on government accountability and transparency.)\r\nAddress: Rayburn House Office Building, Washington, DC 20515\r\nEmail: OversightDemocrats@mail.house.gov\r\n\r\n\r\nDear Principal Deputy Administrators,\r\n\r\nThis appeal concerns CMS’s response to my Freedom of Information Act (FOIA) request, Control Number 090620247088, submitted on September 3, 2024, which sought records related to the “Connecticut Medicaid Acquired Brain Injury Waiver Program.” CMS’s determination that no responsive records exist violates statutory requirements under FOIA, the Americans with Disabilities Act (ADA), and principles enshrined in the United States Constitution, including the Fourteenth Amendment, the Supremacy Clause, and the First Amendment.\r\n\r\nThis letter outlines in detail why CMS’s response fails to meet legal, procedural, and ethical standards. It incorporates all required ADA accommodations and compliance demands, as well as a specific framework for remediation.\r\n\r\nExecutive Summary\r\nThis appeal identifies four critical deficiencies in CMS’s response:\r\n\r\nFailure to Conduct a Reasonable Search: CMS did not perform a search reasonably calculated to locate all responsive documents, violating FOIA.\r\nNon-Compliance with ADA Mandates: CMS failed to honor my ADA accommodations, violating federal law and constitutional protections under the Fourteenth Amendment.\r\nBreach of Constitutional Accountability: CMS’s actions undermine rights protected under the Constitution, including due process, equal protection, and transparency obligations.\r\nViolation of Public Accountability Principles: The absence of responsive records raises systemic concerns about transparency in federally funded programs.\r\nI request immediate remediation, including a new search, explicit ADA compliance measures, and systemic reforms to ensure future accountability.\r\n\r\nDetailed Grounds for Appeal\r\n1. Failure to Conduct a Reasonable Search\r\nFOIA requires that federal agencies conduct a search reasonably calculated to uncover all relevant records (5 U.S.C. § 552(a)(3)(C)). CMS’s claim that no responsive records exist is inconsistent with its statutory oversight role under the Medicaid program.\r\n\r\nStatutory Obligations Require Record Existence:\r\nCMS is required under 42 C.F.R. §§ 430.12 and 441.302 to maintain comprehensive documentation of Medicaid waivers, including:\r\n\r\nWaiver applications submitted by the State of Connecticut.\r\nCMS review and approval documentation.\r\nCorrespondence with the Connecticut Department of Social Services (DSS).\r\nReports on program outcomes, compliance, and funding.\r\nInsufficient Search Methodology:\r\nCMS failed to confirm whether relevant offices, databases, and third-party contractors were included in the search. Offices likely to have responsive records include:\r\n\r\nMedicaid & CHIP Operations Group (MCOG)\r\nCenter for Medicaid & CHIP Services (CMCS)\r\nFreedom of Information Group (FOIG)\r\nConstitutional Implications:\r\nThe Fourteenth Amendment’s Equal Protection Clause guarantees fair and equal treatment under the law. CMS’s inadequate search undermines transparency and access to government-held information, a foundational principle of due process.\r\n\r\nRequested Remedy:\r\n\r\nConduct a new search that includes all relevant offices, databases, and systems.\r\nProvide documentation detailing the methodology, including:\r\nSearch terms used.\r\nPersonnel and divisions consulted.\r\nCorrespondence with contractors and state agencies.\r\nExplain why records required under 42 C.F.R. §§ 430.12 and 441.302 are not available.\r\n2. Non-Compliance with ADA Mandates\r\nAs an individual with a traumatic brain injury (TBI), I requested specific ADA accommodations in my FOIA request to ensure effective communication. CMS’s failure to provide these accommodations violates 42 U.S.C. § 12132 and 28 C.F.R. § 35.160.\r\n\r\nADA Accommodations Requested:\r\n\r\nAll correspondence embedded directly in the email body for accessibility.\r\nSimplified summaries of complex records or correspondence.\r\nScreen-reader compatible PDFs for any attachments.\r\nThese accommodations are non-negotiable and designed to reduce cognitive load and ensure equal access. CMS’s failure to comply with these requirements constitutes a direct violation of my rights under the ADA and the Rehabilitation Act of 1973 (29 U.S.C. § 794).\r\n\r\nPrecedent Supporting ADA Accommodations:\r\nIn Tennessee v. Lane, 541 U.S. 509 (2004), the U.S. Supreme Court reinforced that individuals with disabilities are entitled to accommodations that ensure their ability to participate fully in government processes.\r\n\r\nConstitutional Implications:\r\nBy failing to provide effective communication, CMS violates the Fourteenth Amendment’s guarantee of equal protection and the Supremacy Clause, as federal ADA regulations preempt non-compliance.\r\n\r\nRequested Remedy:\r\n\r\nConfirm compliance with ADA accommodations in all future correspondence, including:\r\nUse of the MuckRock platform as my sole communication method.\r\nEmbedding all text directly in email bodies for accessibility.\r\nProvide a revised response to this appeal in full compliance with ADA standards.\r\nOutline corrective measures CMS will implement to prevent future ADA violations.\r\n3. Breach of Constitutional Accountability\r\nTransparency and accountability are constitutional principles that underpin government operations. CMS’s inadequate response infringes on several key protections:\r\n\r\nFirst Amendment: Public access to government-held information is an extension of free speech and a prerequisite for meaningful participation in democracy.\r\nFourteenth Amendment: CMS’s failure to provide a fair and equitable process for accessing records violates due process and equal protection rights.\r\nSupremacy Clause (Article VI): Federal statutes, including FOIA and the ADA, preempt any agency practice that undermines compliance.\r\nRequested Remedy:\r\n\r\nAcknowledge constitutional obligations to provide transparency and accountability.\r\nConfirm that all processes comply with constitutional and statutory protections.\r\n4. Violation of Public Accountability Principles\r\nThe Connecticut Medicaid Acquired Brain Injury Waiver Program involves federal funds allocated to support individuals with disabilities. Records related to this program are essential for:\r\n\r\nEnsuring compliance with program goals.\r\nSafeguarding taxpayer dollars.\r\nProtecting the rights of vulnerable populations.\r\nPotential Implications of Missing Records:\r\nCMS’s inability to locate responsive records raises systemic concerns about:\r\n\r\nRecord retention practices under the Federal Records Act (44 U.S.C. § 3101).\r\nOversight and compliance failures with Medicaid program goals.\r\nRequested Remedy:\r\n\r\nConfirm whether third-party contractors or state agencies were consulted during the search.\r\nProvide responsive records or justify their absence.\r\nImplement systemic reforms to improve transparency and accountability.\r\nEscalation Pathways\r\nIf this appeal is not resolved satisfactorily, I will escalate the matter through the following channels:\r\n\r\nU.S. Department of Justice, Civil Rights Division: For ADA non-compliance.\r\nOffice of Inspector General (HHS-OIG): For investigation into systemic failures.\r\nCongressional Oversight Committees: To address broader accountability issues.\r\nJudicial Review: Filing suit under 5 U.S.C. § 552(a)(4)(B) to compel compliance.\r\nConclusion\r\nCMS’s response fails to meet its obligations under FOIA, the ADA, and the Constitution. I request:\r\n\r\nA comprehensive search for responsive records, with detailed documentation of the process.\r\nImmediate compliance with ADA accommodations, including exclusive use of the MuckRock platform for all correspondence.\r\nA revised response to this appeal addressing the deficiencies outlined.\r\nPlease confirm receipt of this appeal and provide a full response no later than 20 business days from receipt, as required under FOIA. Failure to comply will result in immediate escalation.\r\n\r\nSincerely,\r\nDavid Medeiros\r\nABI Resources, LLC\r\n\r\n\r\nCC:\r\nDesiree Gaynor, CMS FOIA Public Liaison\r\nOffice of Government Information Services (OGIS) \r\n\r\n\r\n\r\n1. Freedom of Information Act (FOIA) Compliance\r\nKey Laws:\r\nFreedom of Information Act (5 U.S.C. § 552)\r\n\r\nGoverns public access to federal agency records and requires \"reasonable searches\" for responsive documents.\r\nFederal Records Act (44 U.S.C. § 3101)\r\n\r\nMandates proper creation, maintenance, and preservation of federal records.\r\nRelevant Cases:\r\nNARA v. Favish, 541 U.S. 157 (2004)\r\n\r\nAgencies bear the burden of demonstrating the adequacy of their search and providing a justification for withholding records.\r\nChurch of Scientology v. IRS, 792 F.2d 146 (D.C. Cir. 1986)\r\n\r\nAgencies must conduct a search \"reasonably calculated to uncover all relevant documents.\"\r\nDepartment of Justice v. Reporters Committee for Freedom of the Press, 489 U.S. 749 (1989)\r\n\r\nDefines public interest in government transparency and accountability as fundamental to FOIA.\r\nWolf v. CIA, 473 F.3d 370 (D.C. Cir. 2007)\r\n\r\nCourts review whether an agency’s FOIA search was conducted in good faith and was adequate in scope.\r\nKissinger v. Reporters Committee for Freedom of the Press, 445 U.S. 136 (1980)\r\n\r\nClarifies agency obligations under FOIA regarding the handling and preservation of federal records.\r\n2. Americans with Disabilities Act (ADA) Compliance\r\nKey Laws:\r\nAmericans with Disabilities Act (42 U.S.C. § 12132)\r\n\r\nProhibits discrimination against individuals with disabilities in accessing public services.\r\nSection 504 of the Rehabilitation Act of 1973 (29 U.S.C. § 794)\r\n\r\nRequires federally funded programs to provide reasonable accommodations for individuals with disabilities.\r\n28 C.F.R. § 35.160\r\n\r\nEstablishes effective communication requirements for public entities under the ADA.\r\nRelevant Cases:\r\nTennessee v. Lane, 541 U.S. 509 (2004)\r\n\r\nReinforces the right to reasonable accommodations to ensure equal access to public services.\r\nAlexander v. Choate, 469 U.S. 287 (1985)\r\n\r\nProhibits policies or actions that disproportionately exclude individuals with disabilities from accessing public benefits.\r\nDoe v. Regional School Unit 26, 928 F.3d 51 (1st Cir. 2019)\r\n\r\nPublic entities must provide reasonable accommodations to ensure effective communication.\r\nHale v. King, 642 F.3d 492 (5th Cir. 2011)\r\n\r\nFederal agencies must comply with ADA requirements when responding to requests from individuals with disabilities.\r\n3. Constitutional Protections\r\nKey Provisions:\r\nFirst Amendment\r\n\r\nProtects the public’s right to access information as an extension of free speech.\r\nFourteenth Amendment\r\n\r\nGuarantees due process and equal protection under the law, including rights to fair access to government processes.\r\nSupremacy Clause (U.S. Const. art. VI)\r\n\r\nFederal laws, such as FOIA and the ADA, preempt state or agency actions that violate these statutes.\r\nRelevant Cases:\r\nLane v. Brown, 372 U.S. 477 (1963)\r\n\r\nEnsures federal programs operate in a non-discriminatory manner consistent with constitutional protections.\r\nRosenberger v. Rector and Visitors of the University of Virginia, 515 U.S. 819 (1995)\r\n\r\nReinforces transparency as a principle integral to constitutional accountability.\r\nMarbury v. Madison, 5 U.S. 137 (1803)\r\n\r\nEstablishes judicial review as a mechanism to ensure government compliance with constitutional and statutory requirements.\r\n4. Government Accountability and Oversight\r\nKey Laws:\r\nAdministrative Procedure Act (5 U.S.C. §§ 701–706)\r\n\r\nGoverns the process by which federal agencies operate and ensures accountability for agency actions.\r\nHatch Act (5 U.S.C. §§ 7321–7326)\r\n\r\nProhibits improper use of federal resources, ensuring ethical operations in federal agencies.\r\nInspector General Act of 1978 (5 U.S.C. App.)\r\n\r\nEstablishes mechanisms for independent oversight and investigation of agency misconduct.\r\nRelevant Cases:\r\nChevron U.S.A., Inc. v. NRDC, 467 U.S. 837 (1984)\r\n\r\nAgencies must justify actions under statutory frameworks, and judicial deference is contingent on compliance with the law.\r\nMassachusetts v. EPA, 549 U.S. 497 (2007)\r\n\r\nAgencies are obligated to provide reasoned explanations for decisions impacting public interest.\r\nSalazar v. Buono, 559 U.S. 700 (2010)\r\n\r\nCourts must ensure agencies operate in alignment with constitutional and statutory mandates.\r\n5. Record Retention and Preservation\r\nKey Laws:\r\nFederal Records Act (44 U.S.C. §§ 3101–3107)\r\n\r\nRequires agencies to create and maintain records documenting their activities.\r\nPaperwork Reduction Act (44 U.S.C. §§ 3501–3521)\r\n\r\nEnsures proper documentation and management of federal records to facilitate public access.\r\nRelevant Cases:\r\nArmstrong v. Executive Office of the President, 1 F.3d 1274 (D.C. Cir. 1993)\r\n\r\nAgencies must ensure records are retained and accessible for public and legal purposes.\r\nPublic Citizen v. Carlin, 184 F.3d 900 (D.C. Cir. 1999)\r\n\r\nDefines agency obligations for maintaining accessible and properly archived records.\r\n6. FOIA and ADA Appeals\r\nKey Precedents for Appeals:\r\nJudicial Review of FOIA Denials:\r\n\r\nCitizens for Responsibility and Ethics in Washington v. U.S. Department of Justice, 846 F.3d 1235 (D.C. Cir. 2017): Courts assess whether FOIA denials meet statutory standards.\r\nADA Appeals Mechanisms:\r\n\r\nGuckenberg v. Boston College, 957 F. Supp. 306 (D. Mass. 1997): Courts reinforce that public entities must comply with ADA accommodation requests.\r\n\r\nCC: \r\n1. Centers for Medicare & Medicaid Services (CMS):\r\n\r\nMichele Edmondson-Parrott\r\n\r\nDirector, Freedom of Information Group (FIG), Office of Strategic Operations and Regulatory Affairs (OSORA)\r\nEmail: FOIA_Request@cms.hhs.gov\r\nPhone: (410) 786-5353\r\nAddress: 7500 Security Blvd., Baltimore, MD 21244\r\nSource\r\nJoseph Tripline\r\n\r\nDeputy Director and Chief FOIA Officer, FIG/OSORA\r\nEmail: FOIA_Request@cms.hhs.gov\r\nPhone: (410) 786-5353\r\nAddress: 7500 Security Blvd., Baltimore, MD 21244\r\nSource\r\nDesiree Gaynor\r\n\r\nFOIA Public Liaison, FIG/OSORA\r\nEmail: FOIA_Request@cms.hhs.gov\r\nPhone: (410) 786-5353\r\nAddress: 7500 Security Blvd., Baltimore, MD 21244\r\nSource\r\n\r\n2. U.S. Department of Health and Human Services (HHS):\r\n\r\nChristi A. Grimm\r\nInspector General, Office of Inspector General (OIG)\r\nEmail: FOIA.HHS@hhs.gov\r\nPhone: (202) 619-2541\r\nAddress: 330 Independence Avenue, SW, Washington, DC 20201\r\nSource\r\n\r\n3. Office of Government Information Services (OGIS):\r\n\r\nAlina M. Semo\r\nDirector, OGIS\r\nEmail: ogis@nara.gov\r\nPhone: (202) 741-5770\r\nAddress: 8601 Adelphi Road, College Park, MD 20740-6001\r\nSource\r\n\r\n4. U.S. Department of Justice (DOJ) – Civil Rights Division:\r\n\r\nKristen Clarke\r\nAssistant Attorney General, Civil Rights Division\r\nEmail: ada.complaint@usdoj.gov\r\nPhone: (202) 514-4609\r\nAddress: 950 Pennsylvania Avenue, NW, Washington, DC 20530-0001\r\nSource\r\n\r\n5. Connecticut Department of Social Services (DSS):\r\n\r\nAndrea Barton Reeves\r\nCommissioner, DSS\r\nEmail: Public.Affairs@ct.gov\r\nPhone: (860) 424-5055\r\nAddress: 55 Farmington Avenue, Hartford, CT 06105\r\nSource\r\n\r\n6. U.S. Senate Committee on Finance:\r\n\r\nSenator Ron Wyden\r\nChairman, Senate Committee on Finance\r\nEmail: Contact via Senate Finance Committee\r\nPhone: (202) 224-4515\r\nAddress: 219 Dirksen Senate Office Building, Washington, DC 20510\r\n\r\n7. U.S. House Committee on Oversight and Reform:\r\n\r\nRepresentative James Comer\r\nChairman, House Committee on Oversight and Reform\r\nEmail: OversightDemocrats@mail.house.gov\r\nPhone: (202) 225-5074\r\nAddress: 2157 Rayburn House Office Building, Washington, DC 20515\r\n\r\n8. DOGE Department of Government Efficiency \r\n\r\nDB.42.131.Inf.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDAVID MEDEIROS",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/act-appeal-control-number-090620247088-cms-department-of-health-and-human-services-office-of-inspector-general-176962/"
  },
  {
    "id": 176961,
    "title": "Act Appeal – Control Number 090620247088 CMS (Department of State, Office of the Inspector General)",
    "slug": "act-appeal-control-number-090620247088-cms-department-of-state-office-of-the-inspector-general",
    "status": "submitted",
    "embargo_status": "public",
    "user": 142975,
    "username": "DavidMedeiros24",
    "agency": 4735,
    "datetime_submitted": "2024-11-26T14:04:05.913116",
    "date_due": "2024-12-26",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-11-26T14:04:06.383267",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 176961,
        "from_user": 142975,
        "to_user": 13322,
        "subject": "",
        "datetime": "2024-11-26T14:04:06.383267",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nDEPARTMENT OF HEALTH & HUMAN SERVICES\r\nCenters for Medicare & Medicaid Services\r\n7500 Security Boulevard, Mail Stop C5-11-06\r\nBaltimore, Maryland 21244-1850\r\n\r\nOffice of Strategic Operations and Regulatory Affairs/Freedom of Information Group\r\nRefer to: Control Number 090620247088 and PIN 4MUP\r\n11/25/2024\r\nDavid Medeiros.\r\nABI Resources, LLC\r\n215 Mountain St.\r\nWillimantic, CT 06226\r\nDear David Medeiros:\r\nThis letter is in response to your Freedom of Information Act (5 U.S.C. §552) request of\r\n9/3/2024, which you sent to the Centers for Medicare & Medicaid Services (CMS). Within your\r\ncorrespondence, you requested records relating to “Connecticut Medicaid Acquired Brain Injury\r\nWaiver Program Records”.\r\nAfter a careful search of the Centers for Medicare & Medicaid Services (CMS) files, i.e., a\r\nsearch reasonably calculated to locate records responsive to your request and employing\r\nreasonable standards, we were unable to locate any records responsive to your request. We were\r\ninformed that you may request the information directly from the state of Connecticut.\r\nIf you believe that the information withheld should not be exempt from disclosure, or this\r\nresponse constitutes an adverse determination, you may appeal. By filing an appeal, you\r\npreserve your rights under FOIA and give the agency a chance to review and reconsider your\r\nrequest and the agency’s decision.\r\nYour appeal must be mailed within 90 days from the date of receipt of this letter, to:\r\nPrincipal Deputy Administrator\r\nCenters for Medicare and Medicaid Services\r\nRoom C5-16-03\r\n7500 Security Blvd.\r\nBaltimore, Maryland 21244-1850\r\nPlease clearly mark both the envelope and your letter “Freedom of Information Act Appeal.”\r\nIf you would like to discuss our response before filing an appeal to attempt to resolve your\r\ndispute without going through the appeals process, you may contact Angelica Holland or the\r\nCMS FOIA Public Liaison for assistance at:\r\nDesiree Gaynor\r\nCMS FOIA Public Liaison\r\nCenters for Medicare & Medicaid Services\r\n7500 Security Blvd., MS C5-11-06\r\nBaltimore, Maryland 21244-1850\r\nTelephone: (410) 786-5353 fax (443)-380-7260\r\nIf you are unable to resolve your FOIA dispute through our FOIA Public Liaison, the Office of\r\nGovernment Information Services (OGIS), the Federal FOIA Ombudsman’s office, offers\r\nmediation services to help resolve disputes between FOIA requesters and Federal agencies. The\r\ncontact information for OGIS is:\r\nOffice of Government Information Services\r\nNational Archives and Records Administration\r\n8601 Adelphi Road–OGIS\r\nCollege Park, MD 20740-6001\r\nTelephone: 202-741-5770\r\nToll-Free: 1-877-684-6448\r\nE-mail: ogis@nara.gov\r\nFax: 202-741-5769\r\n\r\nSincerely yours,\r\nEmmett Nicholson\r\nDirector Division of FOIA Analysis – C\r\nFreedom of Information Group\r\n\r\n___________________________________________________________________________________\r\n\r\nSubject: Freedom of Information Act Appeal – Control Number 090620247088\r\n\r\nTo:\r\nPrincipal Deputy Administrator\r\nCenters for Medicare & Medicaid Services\r\nRoom C5-16-03\r\n7500 Security Blvd.\r\nBaltimore, MD 21244-1850\r\nCMS-Specific Contacts\r\nDesiree Gaynor\r\nCMS FOIA Public Liaison\r\nCenters for Medicare & Medicaid Services\r\n7500 Security Blvd., MS C5-11-06\r\nBaltimore, MD 21244-1850\r\nPhone: (410) 786-5353\r\nEmail: FOIA_Request@cms.hhs.gov\r\n\r\nAngelica Holland\r\nGovernment Information Specialist\r\nDivision of FOIA Analysis-C, Freedom of Information Group\r\nCenters for Medicare & Medicaid Services\r\nPhone: (410) 786-3963\r\nEmail: Angelica.Holland@cms.hhs.gov\r\n\r\nEmmett Nicholson\r\nDirector, Division of FOIA Analysis-C\r\nCenters for Medicare & Medicaid Services\r\n7500 Security Blvd., MS C5-11-06\r\nBaltimore, MD 21244-1850\r\n\r\nOversight Bodies\r\nOffice of Government Information Services (OGIS)\r\nNational Archives and Records Administration\r\n8601 Adelphi Road\r\nCollege Park, MD 20740-6001\r\nPhone: (202) 741-5770\r\nToll-Free: (877) 684-6448\r\nEmail: ogis@nara.gov\r\n\r\nOffice of Inspector General (HHS-OIG)\r\nU.S. Department of Health and Human Services\r\n330 Independence Avenue, SW\r\nWashington, DC 20201\r\nPhone: (800) 447-8477\r\nEmail: FOIA.HHS@hhs.gov\r\n\r\nU.S. Department of Justice, Civil Rights Division\r\nPhone: (800) 514-0301 (Voice)\r\nEmail: ada.complaint@usdoj.gov\r\nCongressional Oversight Committees\r\nU.S. Senate Committee on Finance\r\n(Oversees Medicaid funding and CMS accountability.)\r\nAddress: Dirksen Senate Office Building, Washington, DC 20510\r\nEmail: Contact the committee through its public website.\r\n\r\nU.S. House Committee on Oversight and Reform\r\n(Focuses on government accountability and transparency.)\r\nAddress: Rayburn House Office Building, Washington, DC 20515\r\nEmail: OversightDemocrats@mail.house.gov\r\n\r\n\r\nDear Principal Deputy Administrators,\r\n\r\nThis appeal concerns CMS’s response to my Freedom of Information Act (FOIA) request, Control Number 090620247088, submitted on September 3, 2024, which sought records related to the “Connecticut Medicaid Acquired Brain Injury Waiver Program.” CMS’s determination that no responsive records exist violates statutory requirements under FOIA, the Americans with Disabilities Act (ADA), and principles enshrined in the United States Constitution, including the Fourteenth Amendment, the Supremacy Clause, and the First Amendment.\r\n\r\nThis letter outlines in detail why CMS’s response fails to meet legal, procedural, and ethical standards. It incorporates all required ADA accommodations and compliance demands, as well as a specific framework for remediation.\r\n\r\nExecutive Summary\r\nThis appeal identifies four critical deficiencies in CMS’s response:\r\n\r\nFailure to Conduct a Reasonable Search: CMS did not perform a search reasonably calculated to locate all responsive documents, violating FOIA.\r\nNon-Compliance with ADA Mandates: CMS failed to honor my ADA accommodations, violating federal law and constitutional protections under the Fourteenth Amendment.\r\nBreach of Constitutional Accountability: CMS’s actions undermine rights protected under the Constitution, including due process, equal protection, and transparency obligations.\r\nViolation of Public Accountability Principles: The absence of responsive records raises systemic concerns about transparency in federally funded programs.\r\nI request immediate remediation, including a new search, explicit ADA compliance measures, and systemic reforms to ensure future accountability.\r\n\r\nDetailed Grounds for Appeal\r\n1. Failure to Conduct a Reasonable Search\r\nFOIA requires that federal agencies conduct a search reasonably calculated to uncover all relevant records (5 U.S.C. § 552(a)(3)(C)). CMS’s claim that no responsive records exist is inconsistent with its statutory oversight role under the Medicaid program.\r\n\r\nStatutory Obligations Require Record Existence:\r\nCMS is required under 42 C.F.R. §§ 430.12 and 441.302 to maintain comprehensive documentation of Medicaid waivers, including:\r\n\r\nWaiver applications submitted by the State of Connecticut.\r\nCMS review and approval documentation.\r\nCorrespondence with the Connecticut Department of Social Services (DSS).\r\nReports on program outcomes, compliance, and funding.\r\nInsufficient Search Methodology:\r\nCMS failed to confirm whether relevant offices, databases, and third-party contractors were included in the search. Offices likely to have responsive records include:\r\n\r\nMedicaid & CHIP Operations Group (MCOG)\r\nCenter for Medicaid & CHIP Services (CMCS)\r\nFreedom of Information Group (FOIG)\r\nConstitutional Implications:\r\nThe Fourteenth Amendment’s Equal Protection Clause guarantees fair and equal treatment under the law. CMS’s inadequate search undermines transparency and access to government-held information, a foundational principle of due process.\r\n\r\nRequested Remedy:\r\n\r\nConduct a new search that includes all relevant offices, databases, and systems.\r\nProvide documentation detailing the methodology, including:\r\nSearch terms used.\r\nPersonnel and divisions consulted.\r\nCorrespondence with contractors and state agencies.\r\nExplain why records required under 42 C.F.R. §§ 430.12 and 441.302 are not available.\r\n2. Non-Compliance with ADA Mandates\r\nAs an individual with a traumatic brain injury (TBI), I requested specific ADA accommodations in my FOIA request to ensure effective communication. CMS’s failure to provide these accommodations violates 42 U.S.C. § 12132 and 28 C.F.R. § 35.160.\r\n\r\nADA Accommodations Requested:\r\n\r\nAll correspondence embedded directly in the email body for accessibility.\r\nSimplified summaries of complex records or correspondence.\r\nScreen-reader compatible PDFs for any attachments.\r\nThese accommodations are non-negotiable and designed to reduce cognitive load and ensure equal access. CMS’s failure to comply with these requirements constitutes a direct violation of my rights under the ADA and the Rehabilitation Act of 1973 (29 U.S.C. § 794).\r\n\r\nPrecedent Supporting ADA Accommodations:\r\nIn Tennessee v. Lane, 541 U.S. 509 (2004), the U.S. Supreme Court reinforced that individuals with disabilities are entitled to accommodations that ensure their ability to participate fully in government processes.\r\n\r\nConstitutional Implications:\r\nBy failing to provide effective communication, CMS violates the Fourteenth Amendment’s guarantee of equal protection and the Supremacy Clause, as federal ADA regulations preempt non-compliance.\r\n\r\nRequested Remedy:\r\n\r\nConfirm compliance with ADA accommodations in all future correspondence, including:\r\nUse of the MuckRock platform as my sole communication method.\r\nEmbedding all text directly in email bodies for accessibility.\r\nProvide a revised response to this appeal in full compliance with ADA standards.\r\nOutline corrective measures CMS will implement to prevent future ADA violations.\r\n3. Breach of Constitutional Accountability\r\nTransparency and accountability are constitutional principles that underpin government operations. CMS’s inadequate response infringes on several key protections:\r\n\r\nFirst Amendment: Public access to government-held information is an extension of free speech and a prerequisite for meaningful participation in democracy.\r\nFourteenth Amendment: CMS’s failure to provide a fair and equitable process for accessing records violates due process and equal protection rights.\r\nSupremacy Clause (Article VI): Federal statutes, including FOIA and the ADA, preempt any agency practice that undermines compliance.\r\nRequested Remedy:\r\n\r\nAcknowledge constitutional obligations to provide transparency and accountability.\r\nConfirm that all processes comply with constitutional and statutory protections.\r\n4. Violation of Public Accountability Principles\r\nThe Connecticut Medicaid Acquired Brain Injury Waiver Program involves federal funds allocated to support individuals with disabilities. Records related to this program are essential for:\r\n\r\nEnsuring compliance with program goals.\r\nSafeguarding taxpayer dollars.\r\nProtecting the rights of vulnerable populations.\r\nPotential Implications of Missing Records:\r\nCMS’s inability to locate responsive records raises systemic concerns about:\r\n\r\nRecord retention practices under the Federal Records Act (44 U.S.C. § 3101).\r\nOversight and compliance failures with Medicaid program goals.\r\nRequested Remedy:\r\n\r\nConfirm whether third-party contractors or state agencies were consulted during the search.\r\nProvide responsive records or justify their absence.\r\nImplement systemic reforms to improve transparency and accountability.\r\nEscalation Pathways\r\nIf this appeal is not resolved satisfactorily, I will escalate the matter through the following channels:\r\n\r\nU.S. Department of Justice, Civil Rights Division: For ADA non-compliance.\r\nOffice of Inspector General (HHS-OIG): For investigation into systemic failures.\r\nCongressional Oversight Committees: To address broader accountability issues.\r\nJudicial Review: Filing suit under 5 U.S.C. § 552(a)(4)(B) to compel compliance.\r\nConclusion\r\nCMS’s response fails to meet its obligations under FOIA, the ADA, and the Constitution. I request:\r\n\r\nA comprehensive search for responsive records, with detailed documentation of the process.\r\nImmediate compliance with ADA accommodations, including exclusive use of the MuckRock platform for all correspondence.\r\nA revised response to this appeal addressing the deficiencies outlined.\r\nPlease confirm receipt of this appeal and provide a full response no later than 20 business days from receipt, as required under FOIA. Failure to comply will result in immediate escalation.\r\n\r\nSincerely,\r\nDavid Medeiros\r\nABI Resources, LLC\r\n\r\n\r\nCC:\r\nDesiree Gaynor, CMS FOIA Public Liaison\r\nOffice of Government Information Services (OGIS) \r\n\r\n\r\n\r\n1. Freedom of Information Act (FOIA) Compliance\r\nKey Laws:\r\nFreedom of Information Act (5 U.S.C. § 552)\r\n\r\nGoverns public access to federal agency records and requires \"reasonable searches\" for responsive documents.\r\nFederal Records Act (44 U.S.C. § 3101)\r\n\r\nMandates proper creation, maintenance, and preservation of federal records.\r\nRelevant Cases:\r\nNARA v. Favish, 541 U.S. 157 (2004)\r\n\r\nAgencies bear the burden of demonstrating the adequacy of their search and providing a justification for withholding records.\r\nChurch of Scientology v. IRS, 792 F.2d 146 (D.C. Cir. 1986)\r\n\r\nAgencies must conduct a search \"reasonably calculated to uncover all relevant documents.\"\r\nDepartment of Justice v. Reporters Committee for Freedom of the Press, 489 U.S. 749 (1989)\r\n\r\nDefines public interest in government transparency and accountability as fundamental to FOIA.\r\nWolf v. CIA, 473 F.3d 370 (D.C. Cir. 2007)\r\n\r\nCourts review whether an agency’s FOIA search was conducted in good faith and was adequate in scope.\r\nKissinger v. Reporters Committee for Freedom of the Press, 445 U.S. 136 (1980)\r\n\r\nClarifies agency obligations under FOIA regarding the handling and preservation of federal records.\r\n2. Americans with Disabilities Act (ADA) Compliance\r\nKey Laws:\r\nAmericans with Disabilities Act (42 U.S.C. § 12132)\r\n\r\nProhibits discrimination against individuals with disabilities in accessing public services.\r\nSection 504 of the Rehabilitation Act of 1973 (29 U.S.C. § 794)\r\n\r\nRequires federally funded programs to provide reasonable accommodations for individuals with disabilities.\r\n28 C.F.R. § 35.160\r\n\r\nEstablishes effective communication requirements for public entities under the ADA.\r\nRelevant Cases:\r\nTennessee v. Lane, 541 U.S. 509 (2004)\r\n\r\nReinforces the right to reasonable accommodations to ensure equal access to public services.\r\nAlexander v. Choate, 469 U.S. 287 (1985)\r\n\r\nProhibits policies or actions that disproportionately exclude individuals with disabilities from accessing public benefits.\r\nDoe v. Regional School Unit 26, 928 F.3d 51 (1st Cir. 2019)\r\n\r\nPublic entities must provide reasonable accommodations to ensure effective communication.\r\nHale v. King, 642 F.3d 492 (5th Cir. 2011)\r\n\r\nFederal agencies must comply with ADA requirements when responding to requests from individuals with disabilities.\r\n3. Constitutional Protections\r\nKey Provisions:\r\nFirst Amendment\r\n\r\nProtects the public’s right to access information as an extension of free speech.\r\nFourteenth Amendment\r\n\r\nGuarantees due process and equal protection under the law, including rights to fair access to government processes.\r\nSupremacy Clause (U.S. Const. art. VI)\r\n\r\nFederal laws, such as FOIA and the ADA, preempt state or agency actions that violate these statutes.\r\nRelevant Cases:\r\nLane v. Brown, 372 U.S. 477 (1963)\r\n\r\nEnsures federal programs operate in a non-discriminatory manner consistent with constitutional protections.\r\nRosenberger v. Rector and Visitors of the University of Virginia, 515 U.S. 819 (1995)\r\n\r\nReinforces transparency as a principle integral to constitutional accountability.\r\nMarbury v. Madison, 5 U.S. 137 (1803)\r\n\r\nEstablishes judicial review as a mechanism to ensure government compliance with constitutional and statutory requirements.\r\n4. Government Accountability and Oversight\r\nKey Laws:\r\nAdministrative Procedure Act (5 U.S.C. §§ 701–706)\r\n\r\nGoverns the process by which federal agencies operate and ensures accountability for agency actions.\r\nHatch Act (5 U.S.C. §§ 7321–7326)\r\n\r\nProhibits improper use of federal resources, ensuring ethical operations in federal agencies.\r\nInspector General Act of 1978 (5 U.S.C. App.)\r\n\r\nEstablishes mechanisms for independent oversight and investigation of agency misconduct.\r\nRelevant Cases:\r\nChevron U.S.A., Inc. v. NRDC, 467 U.S. 837 (1984)\r\n\r\nAgencies must justify actions under statutory frameworks, and judicial deference is contingent on compliance with the law.\r\nMassachusetts v. EPA, 549 U.S. 497 (2007)\r\n\r\nAgencies are obligated to provide reasoned explanations for decisions impacting public interest.\r\nSalazar v. Buono, 559 U.S. 700 (2010)\r\n\r\nCourts must ensure agencies operate in alignment with constitutional and statutory mandates.\r\n5. Record Retention and Preservation\r\nKey Laws:\r\nFederal Records Act (44 U.S.C. §§ 3101–3107)\r\n\r\nRequires agencies to create and maintain records documenting their activities.\r\nPaperwork Reduction Act (44 U.S.C. §§ 3501–3521)\r\n\r\nEnsures proper documentation and management of federal records to facilitate public access.\r\nRelevant Cases:\r\nArmstrong v. Executive Office of the President, 1 F.3d 1274 (D.C. Cir. 1993)\r\n\r\nAgencies must ensure records are retained and accessible for public and legal purposes.\r\nPublic Citizen v. Carlin, 184 F.3d 900 (D.C. Cir. 1999)\r\n\r\nDefines agency obligations for maintaining accessible and properly archived records.\r\n6. FOIA and ADA Appeals\r\nKey Precedents for Appeals:\r\nJudicial Review of FOIA Denials:\r\n\r\nCitizens for Responsibility and Ethics in Washington v. U.S. Department of Justice, 846 F.3d 1235 (D.C. Cir. 2017): Courts assess whether FOIA denials meet statutory standards.\r\nADA Appeals Mechanisms:\r\n\r\nGuckenberg v. Boston College, 957 F. Supp. 306 (D. Mass. 1997): Courts reinforce that public entities must comply with ADA accommodation requests.\r\n\r\nCC: \r\n1. Centers for Medicare & Medicaid Services (CMS):\r\n\r\nMichele Edmondson-Parrott\r\n\r\nDirector, Freedom of Information Group (FIG), Office of Strategic Operations and Regulatory Affairs (OSORA)\r\nEmail: FOIA_Request@cms.hhs.gov\r\nPhone: (410) 786-5353\r\nAddress: 7500 Security Blvd., Baltimore, MD 21244\r\nSource\r\nJoseph Tripline\r\n\r\nDeputy Director and Chief FOIA Officer, FIG/OSORA\r\nEmail: FOIA_Request@cms.hhs.gov\r\nPhone: (410) 786-5353\r\nAddress: 7500 Security Blvd., Baltimore, MD 21244\r\nSource\r\nDesiree Gaynor\r\n\r\nFOIA Public Liaison, FIG/OSORA\r\nEmail: FOIA_Request@cms.hhs.gov\r\nPhone: (410) 786-5353\r\nAddress: 7500 Security Blvd., Baltimore, MD 21244\r\nSource\r\n\r\n2. U.S. Department of Health and Human Services (HHS):\r\n\r\nChristi A. Grimm\r\nInspector General, Office of Inspector General (OIG)\r\nEmail: FOIA.HHS@hhs.gov\r\nPhone: (202) 619-2541\r\nAddress: 330 Independence Avenue, SW, Washington, DC 20201\r\nSource\r\n\r\n3. Office of Government Information Services (OGIS):\r\n\r\nAlina M. Semo\r\nDirector, OGIS\r\nEmail: ogis@nara.gov\r\nPhone: (202) 741-5770\r\nAddress: 8601 Adelphi Road, College Park, MD 20740-6001\r\nSource\r\n\r\n4. U.S. Department of Justice (DOJ) – Civil Rights Division:\r\n\r\nKristen Clarke\r\nAssistant Attorney General, Civil Rights Division\r\nEmail: ada.complaint@usdoj.gov\r\nPhone: (202) 514-4609\r\nAddress: 950 Pennsylvania Avenue, NW, Washington, DC 20530-0001\r\nSource\r\n\r\n5. Connecticut Department of Social Services (DSS):\r\n\r\nAndrea Barton Reeves\r\nCommissioner, DSS\r\nEmail: Public.Affairs@ct.gov\r\nPhone: (860) 424-5055\r\nAddress: 55 Farmington Avenue, Hartford, CT 06105\r\nSource\r\n\r\n6. U.S. Senate Committee on Finance:\r\n\r\nSenator Ron Wyden\r\nChairman, Senate Committee on Finance\r\nEmail: Contact via Senate Finance Committee\r\nPhone: (202) 224-4515\r\nAddress: 219 Dirksen Senate Office Building, Washington, DC 20510\r\n\r\n7. U.S. House Committee on Oversight and Reform:\r\n\r\nRepresentative James Comer\r\nChairman, House Committee on Oversight and Reform\r\nEmail: OversightDemocrats@mail.house.gov\r\nPhone: (202) 225-5074\r\nAddress: 2157 Rayburn House Office Building, Washington, DC 20515\r\n\r\n8. DOGE Department of Government Efficiency \r\n\r\nDB.42.131.Inf.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDAVID MEDEIROS",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/act-appeal-control-number-090620247088-cms-department-of-state-office-of-the-inspector-general-176961/"
  },
  {
    "id": 176960,
    "title": "Act Appeal – Control Number 090620247088 CMS (Department of Justice, Civil Rights Division)",
    "slug": "act-appeal-control-number-090620247088-cms-department-of-justice-civil-rights-division",
    "status": "submitted",
    "embargo_status": "public",
    "user": 142975,
    "username": "DavidMedeiros24",
    "agency": 3519,
    "datetime_submitted": "2024-11-26T14:04:05.913116",
    "date_due": "2024-12-26",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-11-26T14:04:06.326205",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 176960,
        "from_user": 142975,
        "to_user": 10014,
        "subject": "",
        "datetime": "2024-11-26T14:04:06.326205",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nDEPARTMENT OF HEALTH & HUMAN SERVICES\r\nCenters for Medicare & Medicaid Services\r\n7500 Security Boulevard, Mail Stop C5-11-06\r\nBaltimore, Maryland 21244-1850\r\n\r\nOffice of Strategic Operations and Regulatory Affairs/Freedom of Information Group\r\nRefer to: Control Number 090620247088 and PIN 4MUP\r\n11/25/2024\r\nDavid Medeiros.\r\nABI Resources, LLC\r\n215 Mountain St.\r\nWillimantic, CT 06226\r\nDear David Medeiros:\r\nThis letter is in response to your Freedom of Information Act (5 U.S.C. §552) request of\r\n9/3/2024, which you sent to the Centers for Medicare & Medicaid Services (CMS). Within your\r\ncorrespondence, you requested records relating to “Connecticut Medicaid Acquired Brain Injury\r\nWaiver Program Records”.\r\nAfter a careful search of the Centers for Medicare & Medicaid Services (CMS) files, i.e., a\r\nsearch reasonably calculated to locate records responsive to your request and employing\r\nreasonable standards, we were unable to locate any records responsive to your request. We were\r\ninformed that you may request the information directly from the state of Connecticut.\r\nIf you believe that the information withheld should not be exempt from disclosure, or this\r\nresponse constitutes an adverse determination, you may appeal. By filing an appeal, you\r\npreserve your rights under FOIA and give the agency a chance to review and reconsider your\r\nrequest and the agency’s decision.\r\nYour appeal must be mailed within 90 days from the date of receipt of this letter, to:\r\nPrincipal Deputy Administrator\r\nCenters for Medicare and Medicaid Services\r\nRoom C5-16-03\r\n7500 Security Blvd.\r\nBaltimore, Maryland 21244-1850\r\nPlease clearly mark both the envelope and your letter “Freedom of Information Act Appeal.”\r\nIf you would like to discuss our response before filing an appeal to attempt to resolve your\r\ndispute without going through the appeals process, you may contact Angelica Holland or the\r\nCMS FOIA Public Liaison for assistance at:\r\nDesiree Gaynor\r\nCMS FOIA Public Liaison\r\nCenters for Medicare & Medicaid Services\r\n7500 Security Blvd., MS C5-11-06\r\nBaltimore, Maryland 21244-1850\r\nTelephone: (410) 786-5353 fax (443)-380-7260\r\nIf you are unable to resolve your FOIA dispute through our FOIA Public Liaison, the Office of\r\nGovernment Information Services (OGIS), the Federal FOIA Ombudsman’s office, offers\r\nmediation services to help resolve disputes between FOIA requesters and Federal agencies. The\r\ncontact information for OGIS is:\r\nOffice of Government Information Services\r\nNational Archives and Records Administration\r\n8601 Adelphi Road–OGIS\r\nCollege Park, MD 20740-6001\r\nTelephone: 202-741-5770\r\nToll-Free: 1-877-684-6448\r\nE-mail: ogis@nara.gov\r\nFax: 202-741-5769\r\n\r\nSincerely yours,\r\nEmmett Nicholson\r\nDirector Division of FOIA Analysis – C\r\nFreedom of Information Group\r\n\r\n___________________________________________________________________________________\r\n\r\nSubject: Freedom of Information Act Appeal – Control Number 090620247088\r\n\r\nTo:\r\nPrincipal Deputy Administrator\r\nCenters for Medicare & Medicaid Services\r\nRoom C5-16-03\r\n7500 Security Blvd.\r\nBaltimore, MD 21244-1850\r\nCMS-Specific Contacts\r\nDesiree Gaynor\r\nCMS FOIA Public Liaison\r\nCenters for Medicare & Medicaid Services\r\n7500 Security Blvd., MS C5-11-06\r\nBaltimore, MD 21244-1850\r\nPhone: (410) 786-5353\r\nEmail: FOIA_Request@cms.hhs.gov\r\n\r\nAngelica Holland\r\nGovernment Information Specialist\r\nDivision of FOIA Analysis-C, Freedom of Information Group\r\nCenters for Medicare & Medicaid Services\r\nPhone: (410) 786-3963\r\nEmail: Angelica.Holland@cms.hhs.gov\r\n\r\nEmmett Nicholson\r\nDirector, Division of FOIA Analysis-C\r\nCenters for Medicare & Medicaid Services\r\n7500 Security Blvd., MS C5-11-06\r\nBaltimore, MD 21244-1850\r\n\r\nOversight Bodies\r\nOffice of Government Information Services (OGIS)\r\nNational Archives and Records Administration\r\n8601 Adelphi Road\r\nCollege Park, MD 20740-6001\r\nPhone: (202) 741-5770\r\nToll-Free: (877) 684-6448\r\nEmail: ogis@nara.gov\r\n\r\nOffice of Inspector General (HHS-OIG)\r\nU.S. Department of Health and Human Services\r\n330 Independence Avenue, SW\r\nWashington, DC 20201\r\nPhone: (800) 447-8477\r\nEmail: FOIA.HHS@hhs.gov\r\n\r\nU.S. Department of Justice, Civil Rights Division\r\nPhone: (800) 514-0301 (Voice)\r\nEmail: ada.complaint@usdoj.gov\r\nCongressional Oversight Committees\r\nU.S. Senate Committee on Finance\r\n(Oversees Medicaid funding and CMS accountability.)\r\nAddress: Dirksen Senate Office Building, Washington, DC 20510\r\nEmail: Contact the committee through its public website.\r\n\r\nU.S. House Committee on Oversight and Reform\r\n(Focuses on government accountability and transparency.)\r\nAddress: Rayburn House Office Building, Washington, DC 20515\r\nEmail: OversightDemocrats@mail.house.gov\r\n\r\n\r\nDear Principal Deputy Administrators,\r\n\r\nThis appeal concerns CMS’s response to my Freedom of Information Act (FOIA) request, Control Number 090620247088, submitted on September 3, 2024, which sought records related to the “Connecticut Medicaid Acquired Brain Injury Waiver Program.” CMS’s determination that no responsive records exist violates statutory requirements under FOIA, the Americans with Disabilities Act (ADA), and principles enshrined in the United States Constitution, including the Fourteenth Amendment, the Supremacy Clause, and the First Amendment.\r\n\r\nThis letter outlines in detail why CMS’s response fails to meet legal, procedural, and ethical standards. It incorporates all required ADA accommodations and compliance demands, as well as a specific framework for remediation.\r\n\r\nExecutive Summary\r\nThis appeal identifies four critical deficiencies in CMS’s response:\r\n\r\nFailure to Conduct a Reasonable Search: CMS did not perform a search reasonably calculated to locate all responsive documents, violating FOIA.\r\nNon-Compliance with ADA Mandates: CMS failed to honor my ADA accommodations, violating federal law and constitutional protections under the Fourteenth Amendment.\r\nBreach of Constitutional Accountability: CMS’s actions undermine rights protected under the Constitution, including due process, equal protection, and transparency obligations.\r\nViolation of Public Accountability Principles: The absence of responsive records raises systemic concerns about transparency in federally funded programs.\r\nI request immediate remediation, including a new search, explicit ADA compliance measures, and systemic reforms to ensure future accountability.\r\n\r\nDetailed Grounds for Appeal\r\n1. Failure to Conduct a Reasonable Search\r\nFOIA requires that federal agencies conduct a search reasonably calculated to uncover all relevant records (5 U.S.C. § 552(a)(3)(C)). CMS’s claim that no responsive records exist is inconsistent with its statutory oversight role under the Medicaid program.\r\n\r\nStatutory Obligations Require Record Existence:\r\nCMS is required under 42 C.F.R. §§ 430.12 and 441.302 to maintain comprehensive documentation of Medicaid waivers, including:\r\n\r\nWaiver applications submitted by the State of Connecticut.\r\nCMS review and approval documentation.\r\nCorrespondence with the Connecticut Department of Social Services (DSS).\r\nReports on program outcomes, compliance, and funding.\r\nInsufficient Search Methodology:\r\nCMS failed to confirm whether relevant offices, databases, and third-party contractors were included in the search. Offices likely to have responsive records include:\r\n\r\nMedicaid & CHIP Operations Group (MCOG)\r\nCenter for Medicaid & CHIP Services (CMCS)\r\nFreedom of Information Group (FOIG)\r\nConstitutional Implications:\r\nThe Fourteenth Amendment’s Equal Protection Clause guarantees fair and equal treatment under the law. CMS’s inadequate search undermines transparency and access to government-held information, a foundational principle of due process.\r\n\r\nRequested Remedy:\r\n\r\nConduct a new search that includes all relevant offices, databases, and systems.\r\nProvide documentation detailing the methodology, including:\r\nSearch terms used.\r\nPersonnel and divisions consulted.\r\nCorrespondence with contractors and state agencies.\r\nExplain why records required under 42 C.F.R. §§ 430.12 and 441.302 are not available.\r\n2. Non-Compliance with ADA Mandates\r\nAs an individual with a traumatic brain injury (TBI), I requested specific ADA accommodations in my FOIA request to ensure effective communication. CMS’s failure to provide these accommodations violates 42 U.S.C. § 12132 and 28 C.F.R. § 35.160.\r\n\r\nADA Accommodations Requested:\r\n\r\nAll correspondence embedded directly in the email body for accessibility.\r\nSimplified summaries of complex records or correspondence.\r\nScreen-reader compatible PDFs for any attachments.\r\nThese accommodations are non-negotiable and designed to reduce cognitive load and ensure equal access. CMS’s failure to comply with these requirements constitutes a direct violation of my rights under the ADA and the Rehabilitation Act of 1973 (29 U.S.C. § 794).\r\n\r\nPrecedent Supporting ADA Accommodations:\r\nIn Tennessee v. Lane, 541 U.S. 509 (2004), the U.S. Supreme Court reinforced that individuals with disabilities are entitled to accommodations that ensure their ability to participate fully in government processes.\r\n\r\nConstitutional Implications:\r\nBy failing to provide effective communication, CMS violates the Fourteenth Amendment’s guarantee of equal protection and the Supremacy Clause, as federal ADA regulations preempt non-compliance.\r\n\r\nRequested Remedy:\r\n\r\nConfirm compliance with ADA accommodations in all future correspondence, including:\r\nUse of the MuckRock platform as my sole communication method.\r\nEmbedding all text directly in email bodies for accessibility.\r\nProvide a revised response to this appeal in full compliance with ADA standards.\r\nOutline corrective measures CMS will implement to prevent future ADA violations.\r\n3. Breach of Constitutional Accountability\r\nTransparency and accountability are constitutional principles that underpin government operations. CMS’s inadequate response infringes on several key protections:\r\n\r\nFirst Amendment: Public access to government-held information is an extension of free speech and a prerequisite for meaningful participation in democracy.\r\nFourteenth Amendment: CMS’s failure to provide a fair and equitable process for accessing records violates due process and equal protection rights.\r\nSupremacy Clause (Article VI): Federal statutes, including FOIA and the ADA, preempt any agency practice that undermines compliance.\r\nRequested Remedy:\r\n\r\nAcknowledge constitutional obligations to provide transparency and accountability.\r\nConfirm that all processes comply with constitutional and statutory protections.\r\n4. Violation of Public Accountability Principles\r\nThe Connecticut Medicaid Acquired Brain Injury Waiver Program involves federal funds allocated to support individuals with disabilities. Records related to this program are essential for:\r\n\r\nEnsuring compliance with program goals.\r\nSafeguarding taxpayer dollars.\r\nProtecting the rights of vulnerable populations.\r\nPotential Implications of Missing Records:\r\nCMS’s inability to locate responsive records raises systemic concerns about:\r\n\r\nRecord retention practices under the Federal Records Act (44 U.S.C. § 3101).\r\nOversight and compliance failures with Medicaid program goals.\r\nRequested Remedy:\r\n\r\nConfirm whether third-party contractors or state agencies were consulted during the search.\r\nProvide responsive records or justify their absence.\r\nImplement systemic reforms to improve transparency and accountability.\r\nEscalation Pathways\r\nIf this appeal is not resolved satisfactorily, I will escalate the matter through the following channels:\r\n\r\nU.S. Department of Justice, Civil Rights Division: For ADA non-compliance.\r\nOffice of Inspector General (HHS-OIG): For investigation into systemic failures.\r\nCongressional Oversight Committees: To address broader accountability issues.\r\nJudicial Review: Filing suit under 5 U.S.C. § 552(a)(4)(B) to compel compliance.\r\nConclusion\r\nCMS’s response fails to meet its obligations under FOIA, the ADA, and the Constitution. I request:\r\n\r\nA comprehensive search for responsive records, with detailed documentation of the process.\r\nImmediate compliance with ADA accommodations, including exclusive use of the MuckRock platform for all correspondence.\r\nA revised response to this appeal addressing the deficiencies outlined.\r\nPlease confirm receipt of this appeal and provide a full response no later than 20 business days from receipt, as required under FOIA. Failure to comply will result in immediate escalation.\r\n\r\nSincerely,\r\nDavid Medeiros\r\nABI Resources, LLC\r\n\r\n\r\nCC:\r\nDesiree Gaynor, CMS FOIA Public Liaison\r\nOffice of Government Information Services (OGIS) \r\n\r\n\r\n\r\n1. Freedom of Information Act (FOIA) Compliance\r\nKey Laws:\r\nFreedom of Information Act (5 U.S.C. § 552)\r\n\r\nGoverns public access to federal agency records and requires \"reasonable searches\" for responsive documents.\r\nFederal Records Act (44 U.S.C. § 3101)\r\n\r\nMandates proper creation, maintenance, and preservation of federal records.\r\nRelevant Cases:\r\nNARA v. Favish, 541 U.S. 157 (2004)\r\n\r\nAgencies bear the burden of demonstrating the adequacy of their search and providing a justification for withholding records.\r\nChurch of Scientology v. IRS, 792 F.2d 146 (D.C. Cir. 1986)\r\n\r\nAgencies must conduct a search \"reasonably calculated to uncover all relevant documents.\"\r\nDepartment of Justice v. Reporters Committee for Freedom of the Press, 489 U.S. 749 (1989)\r\n\r\nDefines public interest in government transparency and accountability as fundamental to FOIA.\r\nWolf v. CIA, 473 F.3d 370 (D.C. Cir. 2007)\r\n\r\nCourts review whether an agency’s FOIA search was conducted in good faith and was adequate in scope.\r\nKissinger v. Reporters Committee for Freedom of the Press, 445 U.S. 136 (1980)\r\n\r\nClarifies agency obligations under FOIA regarding the handling and preservation of federal records.\r\n2. Americans with Disabilities Act (ADA) Compliance\r\nKey Laws:\r\nAmericans with Disabilities Act (42 U.S.C. § 12132)\r\n\r\nProhibits discrimination against individuals with disabilities in accessing public services.\r\nSection 504 of the Rehabilitation Act of 1973 (29 U.S.C. § 794)\r\n\r\nRequires federally funded programs to provide reasonable accommodations for individuals with disabilities.\r\n28 C.F.R. § 35.160\r\n\r\nEstablishes effective communication requirements for public entities under the ADA.\r\nRelevant Cases:\r\nTennessee v. Lane, 541 U.S. 509 (2004)\r\n\r\nReinforces the right to reasonable accommodations to ensure equal access to public services.\r\nAlexander v. Choate, 469 U.S. 287 (1985)\r\n\r\nProhibits policies or actions that disproportionately exclude individuals with disabilities from accessing public benefits.\r\nDoe v. Regional School Unit 26, 928 F.3d 51 (1st Cir. 2019)\r\n\r\nPublic entities must provide reasonable accommodations to ensure effective communication.\r\nHale v. King, 642 F.3d 492 (5th Cir. 2011)\r\n\r\nFederal agencies must comply with ADA requirements when responding to requests from individuals with disabilities.\r\n3. Constitutional Protections\r\nKey Provisions:\r\nFirst Amendment\r\n\r\nProtects the public’s right to access information as an extension of free speech.\r\nFourteenth Amendment\r\n\r\nGuarantees due process and equal protection under the law, including rights to fair access to government processes.\r\nSupremacy Clause (U.S. Const. art. VI)\r\n\r\nFederal laws, such as FOIA and the ADA, preempt state or agency actions that violate these statutes.\r\nRelevant Cases:\r\nLane v. Brown, 372 U.S. 477 (1963)\r\n\r\nEnsures federal programs operate in a non-discriminatory manner consistent with constitutional protections.\r\nRosenberger v. Rector and Visitors of the University of Virginia, 515 U.S. 819 (1995)\r\n\r\nReinforces transparency as a principle integral to constitutional accountability.\r\nMarbury v. Madison, 5 U.S. 137 (1803)\r\n\r\nEstablishes judicial review as a mechanism to ensure government compliance with constitutional and statutory requirements.\r\n4. Government Accountability and Oversight\r\nKey Laws:\r\nAdministrative Procedure Act (5 U.S.C. §§ 701–706)\r\n\r\nGoverns the process by which federal agencies operate and ensures accountability for agency actions.\r\nHatch Act (5 U.S.C. §§ 7321–7326)\r\n\r\nProhibits improper use of federal resources, ensuring ethical operations in federal agencies.\r\nInspector General Act of 1978 (5 U.S.C. App.)\r\n\r\nEstablishes mechanisms for independent oversight and investigation of agency misconduct.\r\nRelevant Cases:\r\nChevron U.S.A., Inc. v. NRDC, 467 U.S. 837 (1984)\r\n\r\nAgencies must justify actions under statutory frameworks, and judicial deference is contingent on compliance with the law.\r\nMassachusetts v. EPA, 549 U.S. 497 (2007)\r\n\r\nAgencies are obligated to provide reasoned explanations for decisions impacting public interest.\r\nSalazar v. Buono, 559 U.S. 700 (2010)\r\n\r\nCourts must ensure agencies operate in alignment with constitutional and statutory mandates.\r\n5. Record Retention and Preservation\r\nKey Laws:\r\nFederal Records Act (44 U.S.C. §§ 3101–3107)\r\n\r\nRequires agencies to create and maintain records documenting their activities.\r\nPaperwork Reduction Act (44 U.S.C. §§ 3501–3521)\r\n\r\nEnsures proper documentation and management of federal records to facilitate public access.\r\nRelevant Cases:\r\nArmstrong v. Executive Office of the President, 1 F.3d 1274 (D.C. Cir. 1993)\r\n\r\nAgencies must ensure records are retained and accessible for public and legal purposes.\r\nPublic Citizen v. Carlin, 184 F.3d 900 (D.C. Cir. 1999)\r\n\r\nDefines agency obligations for maintaining accessible and properly archived records.\r\n6. FOIA and ADA Appeals\r\nKey Precedents for Appeals:\r\nJudicial Review of FOIA Denials:\r\n\r\nCitizens for Responsibility and Ethics in Washington v. U.S. Department of Justice, 846 F.3d 1235 (D.C. Cir. 2017): Courts assess whether FOIA denials meet statutory standards.\r\nADA Appeals Mechanisms:\r\n\r\nGuckenberg v. Boston College, 957 F. Supp. 306 (D. Mass. 1997): Courts reinforce that public entities must comply with ADA accommodation requests.\r\n\r\nCC: \r\n1. Centers for Medicare & Medicaid Services (CMS):\r\n\r\nMichele Edmondson-Parrott\r\n\r\nDirector, Freedom of Information Group (FIG), Office of Strategic Operations and Regulatory Affairs (OSORA)\r\nEmail: FOIA_Request@cms.hhs.gov\r\nPhone: (410) 786-5353\r\nAddress: 7500 Security Blvd., Baltimore, MD 21244\r\nSource\r\nJoseph Tripline\r\n\r\nDeputy Director and Chief FOIA Officer, FIG/OSORA\r\nEmail: FOIA_Request@cms.hhs.gov\r\nPhone: (410) 786-5353\r\nAddress: 7500 Security Blvd., Baltimore, MD 21244\r\nSource\r\nDesiree Gaynor\r\n\r\nFOIA Public Liaison, FIG/OSORA\r\nEmail: FOIA_Request@cms.hhs.gov\r\nPhone: (410) 786-5353\r\nAddress: 7500 Security Blvd., Baltimore, MD 21244\r\nSource\r\n\r\n2. U.S. Department of Health and Human Services (HHS):\r\n\r\nChristi A. Grimm\r\nInspector General, Office of Inspector General (OIG)\r\nEmail: FOIA.HHS@hhs.gov\r\nPhone: (202) 619-2541\r\nAddress: 330 Independence Avenue, SW, Washington, DC 20201\r\nSource\r\n\r\n3. Office of Government Information Services (OGIS):\r\n\r\nAlina M. Semo\r\nDirector, OGIS\r\nEmail: ogis@nara.gov\r\nPhone: (202) 741-5770\r\nAddress: 8601 Adelphi Road, College Park, MD 20740-6001\r\nSource\r\n\r\n4. U.S. Department of Justice (DOJ) – Civil Rights Division:\r\n\r\nKristen Clarke\r\nAssistant Attorney General, Civil Rights Division\r\nEmail: ada.complaint@usdoj.gov\r\nPhone: (202) 514-4609\r\nAddress: 950 Pennsylvania Avenue, NW, Washington, DC 20530-0001\r\nSource\r\n\r\n5. Connecticut Department of Social Services (DSS):\r\n\r\nAndrea Barton Reeves\r\nCommissioner, DSS\r\nEmail: Public.Affairs@ct.gov\r\nPhone: (860) 424-5055\r\nAddress: 55 Farmington Avenue, Hartford, CT 06105\r\nSource\r\n\r\n6. U.S. Senate Committee on Finance:\r\n\r\nSenator Ron Wyden\r\nChairman, Senate Committee on Finance\r\nEmail: Contact via Senate Finance Committee\r\nPhone: (202) 224-4515\r\nAddress: 219 Dirksen Senate Office Building, Washington, DC 20510\r\n\r\n7. U.S. House Committee on Oversight and Reform:\r\n\r\nRepresentative James Comer\r\nChairman, House Committee on Oversight and Reform\r\nEmail: OversightDemocrats@mail.house.gov\r\nPhone: (202) 225-5074\r\nAddress: 2157 Rayburn House Office Building, Washington, DC 20515\r\n\r\n8. DOGE Department of Government Efficiency \r\n\r\nDB.42.131.Inf.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDAVID MEDEIROS",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/act-appeal-control-number-090620247088-cms-department-of-justice-civil-rights-division-176960/"
  },
  {
    "id": 176959,
    "title": "Act Appeal – Control Number 090620247088 CMS (Department of Justice, Civil Division)",
    "slug": "act-appeal-control-number-090620247088-cms-department-of-justice-civil-division",
    "status": "submitted",
    "embargo_status": "public",
    "user": 142975,
    "username": "DavidMedeiros24",
    "agency": 4297,
    "datetime_submitted": "2024-11-26T14:04:05.913116",
    "date_due": "2024-12-26",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-11-26T14:04:06.262758",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 176959,
        "from_user": 142975,
        "to_user": 14855,
        "subject": "",
        "datetime": "2024-11-26T14:04:06.262758",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nDEPARTMENT OF HEALTH & HUMAN SERVICES\r\nCenters for Medicare & Medicaid Services\r\n7500 Security Boulevard, Mail Stop C5-11-06\r\nBaltimore, Maryland 21244-1850\r\n\r\nOffice of Strategic Operations and Regulatory Affairs/Freedom of Information Group\r\nRefer to: Control Number 090620247088 and PIN 4MUP\r\n11/25/2024\r\nDavid Medeiros.\r\nABI Resources, LLC\r\n215 Mountain St.\r\nWillimantic, CT 06226\r\nDear David Medeiros:\r\nThis letter is in response to your Freedom of Information Act (5 U.S.C. §552) request of\r\n9/3/2024, which you sent to the Centers for Medicare & Medicaid Services (CMS). Within your\r\ncorrespondence, you requested records relating to “Connecticut Medicaid Acquired Brain Injury\r\nWaiver Program Records”.\r\nAfter a careful search of the Centers for Medicare & Medicaid Services (CMS) files, i.e., a\r\nsearch reasonably calculated to locate records responsive to your request and employing\r\nreasonable standards, we were unable to locate any records responsive to your request. We were\r\ninformed that you may request the information directly from the state of Connecticut.\r\nIf you believe that the information withheld should not be exempt from disclosure, or this\r\nresponse constitutes an adverse determination, you may appeal. By filing an appeal, you\r\npreserve your rights under FOIA and give the agency a chance to review and reconsider your\r\nrequest and the agency’s decision.\r\nYour appeal must be mailed within 90 days from the date of receipt of this letter, to:\r\nPrincipal Deputy Administrator\r\nCenters for Medicare and Medicaid Services\r\nRoom C5-16-03\r\n7500 Security Blvd.\r\nBaltimore, Maryland 21244-1850\r\nPlease clearly mark both the envelope and your letter “Freedom of Information Act Appeal.”\r\nIf you would like to discuss our response before filing an appeal to attempt to resolve your\r\ndispute without going through the appeals process, you may contact Angelica Holland or the\r\nCMS FOIA Public Liaison for assistance at:\r\nDesiree Gaynor\r\nCMS FOIA Public Liaison\r\nCenters for Medicare & Medicaid Services\r\n7500 Security Blvd., MS C5-11-06\r\nBaltimore, Maryland 21244-1850\r\nTelephone: (410) 786-5353 fax (443)-380-7260\r\nIf you are unable to resolve your FOIA dispute through our FOIA Public Liaison, the Office of\r\nGovernment Information Services (OGIS), the Federal FOIA Ombudsman’s office, offers\r\nmediation services to help resolve disputes between FOIA requesters and Federal agencies. The\r\ncontact information for OGIS is:\r\nOffice of Government Information Services\r\nNational Archives and Records Administration\r\n8601 Adelphi Road–OGIS\r\nCollege Park, MD 20740-6001\r\nTelephone: 202-741-5770\r\nToll-Free: 1-877-684-6448\r\nE-mail: ogis@nara.gov\r\nFax: 202-741-5769\r\n\r\nSincerely yours,\r\nEmmett Nicholson\r\nDirector Division of FOIA Analysis – C\r\nFreedom of Information Group\r\n\r\n___________________________________________________________________________________\r\n\r\nSubject: Freedom of Information Act Appeal – Control Number 090620247088\r\n\r\nTo:\r\nPrincipal Deputy Administrator\r\nCenters for Medicare & Medicaid Services\r\nRoom C5-16-03\r\n7500 Security Blvd.\r\nBaltimore, MD 21244-1850\r\nCMS-Specific Contacts\r\nDesiree Gaynor\r\nCMS FOIA Public Liaison\r\nCenters for Medicare & Medicaid Services\r\n7500 Security Blvd., MS C5-11-06\r\nBaltimore, MD 21244-1850\r\nPhone: (410) 786-5353\r\nEmail: FOIA_Request@cms.hhs.gov\r\n\r\nAngelica Holland\r\nGovernment Information Specialist\r\nDivision of FOIA Analysis-C, Freedom of Information Group\r\nCenters for Medicare & Medicaid Services\r\nPhone: (410) 786-3963\r\nEmail: Angelica.Holland@cms.hhs.gov\r\n\r\nEmmett Nicholson\r\nDirector, Division of FOIA Analysis-C\r\nCenters for Medicare & Medicaid Services\r\n7500 Security Blvd., MS C5-11-06\r\nBaltimore, MD 21244-1850\r\n\r\nOversight Bodies\r\nOffice of Government Information Services (OGIS)\r\nNational Archives and Records Administration\r\n8601 Adelphi Road\r\nCollege Park, MD 20740-6001\r\nPhone: (202) 741-5770\r\nToll-Free: (877) 684-6448\r\nEmail: ogis@nara.gov\r\n\r\nOffice of Inspector General (HHS-OIG)\r\nU.S. Department of Health and Human Services\r\n330 Independence Avenue, SW\r\nWashington, DC 20201\r\nPhone: (800) 447-8477\r\nEmail: FOIA.HHS@hhs.gov\r\n\r\nU.S. Department of Justice, Civil Rights Division\r\nPhone: (800) 514-0301 (Voice)\r\nEmail: ada.complaint@usdoj.gov\r\nCongressional Oversight Committees\r\nU.S. Senate Committee on Finance\r\n(Oversees Medicaid funding and CMS accountability.)\r\nAddress: Dirksen Senate Office Building, Washington, DC 20510\r\nEmail: Contact the committee through its public website.\r\n\r\nU.S. House Committee on Oversight and Reform\r\n(Focuses on government accountability and transparency.)\r\nAddress: Rayburn House Office Building, Washington, DC 20515\r\nEmail: OversightDemocrats@mail.house.gov\r\n\r\n\r\nDear Principal Deputy Administrators,\r\n\r\nThis appeal concerns CMS’s response to my Freedom of Information Act (FOIA) request, Control Number 090620247088, submitted on September 3, 2024, which sought records related to the “Connecticut Medicaid Acquired Brain Injury Waiver Program.” CMS’s determination that no responsive records exist violates statutory requirements under FOIA, the Americans with Disabilities Act (ADA), and principles enshrined in the United States Constitution, including the Fourteenth Amendment, the Supremacy Clause, and the First Amendment.\r\n\r\nThis letter outlines in detail why CMS’s response fails to meet legal, procedural, and ethical standards. It incorporates all required ADA accommodations and compliance demands, as well as a specific framework for remediation.\r\n\r\nExecutive Summary\r\nThis appeal identifies four critical deficiencies in CMS’s response:\r\n\r\nFailure to Conduct a Reasonable Search: CMS did not perform a search reasonably calculated to locate all responsive documents, violating FOIA.\r\nNon-Compliance with ADA Mandates: CMS failed to honor my ADA accommodations, violating federal law and constitutional protections under the Fourteenth Amendment.\r\nBreach of Constitutional Accountability: CMS’s actions undermine rights protected under the Constitution, including due process, equal protection, and transparency obligations.\r\nViolation of Public Accountability Principles: The absence of responsive records raises systemic concerns about transparency in federally funded programs.\r\nI request immediate remediation, including a new search, explicit ADA compliance measures, and systemic reforms to ensure future accountability.\r\n\r\nDetailed Grounds for Appeal\r\n1. Failure to Conduct a Reasonable Search\r\nFOIA requires that federal agencies conduct a search reasonably calculated to uncover all relevant records (5 U.S.C. § 552(a)(3)(C)). CMS’s claim that no responsive records exist is inconsistent with its statutory oversight role under the Medicaid program.\r\n\r\nStatutory Obligations Require Record Existence:\r\nCMS is required under 42 C.F.R. §§ 430.12 and 441.302 to maintain comprehensive documentation of Medicaid waivers, including:\r\n\r\nWaiver applications submitted by the State of Connecticut.\r\nCMS review and approval documentation.\r\nCorrespondence with the Connecticut Department of Social Services (DSS).\r\nReports on program outcomes, compliance, and funding.\r\nInsufficient Search Methodology:\r\nCMS failed to confirm whether relevant offices, databases, and third-party contractors were included in the search. Offices likely to have responsive records include:\r\n\r\nMedicaid & CHIP Operations Group (MCOG)\r\nCenter for Medicaid & CHIP Services (CMCS)\r\nFreedom of Information Group (FOIG)\r\nConstitutional Implications:\r\nThe Fourteenth Amendment’s Equal Protection Clause guarantees fair and equal treatment under the law. CMS’s inadequate search undermines transparency and access to government-held information, a foundational principle of due process.\r\n\r\nRequested Remedy:\r\n\r\nConduct a new search that includes all relevant offices, databases, and systems.\r\nProvide documentation detailing the methodology, including:\r\nSearch terms used.\r\nPersonnel and divisions consulted.\r\nCorrespondence with contractors and state agencies.\r\nExplain why records required under 42 C.F.R. §§ 430.12 and 441.302 are not available.\r\n2. Non-Compliance with ADA Mandates\r\nAs an individual with a traumatic brain injury (TBI), I requested specific ADA accommodations in my FOIA request to ensure effective communication. CMS’s failure to provide these accommodations violates 42 U.S.C. § 12132 and 28 C.F.R. § 35.160.\r\n\r\nADA Accommodations Requested:\r\n\r\nAll correspondence embedded directly in the email body for accessibility.\r\nSimplified summaries of complex records or correspondence.\r\nScreen-reader compatible PDFs for any attachments.\r\nThese accommodations are non-negotiable and designed to reduce cognitive load and ensure equal access. CMS’s failure to comply with these requirements constitutes a direct violation of my rights under the ADA and the Rehabilitation Act of 1973 (29 U.S.C. § 794).\r\n\r\nPrecedent Supporting ADA Accommodations:\r\nIn Tennessee v. Lane, 541 U.S. 509 (2004), the U.S. Supreme Court reinforced that individuals with disabilities are entitled to accommodations that ensure their ability to participate fully in government processes.\r\n\r\nConstitutional Implications:\r\nBy failing to provide effective communication, CMS violates the Fourteenth Amendment’s guarantee of equal protection and the Supremacy Clause, as federal ADA regulations preempt non-compliance.\r\n\r\nRequested Remedy:\r\n\r\nConfirm compliance with ADA accommodations in all future correspondence, including:\r\nUse of the MuckRock platform as my sole communication method.\r\nEmbedding all text directly in email bodies for accessibility.\r\nProvide a revised response to this appeal in full compliance with ADA standards.\r\nOutline corrective measures CMS will implement to prevent future ADA violations.\r\n3. Breach of Constitutional Accountability\r\nTransparency and accountability are constitutional principles that underpin government operations. CMS’s inadequate response infringes on several key protections:\r\n\r\nFirst Amendment: Public access to government-held information is an extension of free speech and a prerequisite for meaningful participation in democracy.\r\nFourteenth Amendment: CMS’s failure to provide a fair and equitable process for accessing records violates due process and equal protection rights.\r\nSupremacy Clause (Article VI): Federal statutes, including FOIA and the ADA, preempt any agency practice that undermines compliance.\r\nRequested Remedy:\r\n\r\nAcknowledge constitutional obligations to provide transparency and accountability.\r\nConfirm that all processes comply with constitutional and statutory protections.\r\n4. Violation of Public Accountability Principles\r\nThe Connecticut Medicaid Acquired Brain Injury Waiver Program involves federal funds allocated to support individuals with disabilities. Records related to this program are essential for:\r\n\r\nEnsuring compliance with program goals.\r\nSafeguarding taxpayer dollars.\r\nProtecting the rights of vulnerable populations.\r\nPotential Implications of Missing Records:\r\nCMS’s inability to locate responsive records raises systemic concerns about:\r\n\r\nRecord retention practices under the Federal Records Act (44 U.S.C. § 3101).\r\nOversight and compliance failures with Medicaid program goals.\r\nRequested Remedy:\r\n\r\nConfirm whether third-party contractors or state agencies were consulted during the search.\r\nProvide responsive records or justify their absence.\r\nImplement systemic reforms to improve transparency and accountability.\r\nEscalation Pathways\r\nIf this appeal is not resolved satisfactorily, I will escalate the matter through the following channels:\r\n\r\nU.S. Department of Justice, Civil Rights Division: For ADA non-compliance.\r\nOffice of Inspector General (HHS-OIG): For investigation into systemic failures.\r\nCongressional Oversight Committees: To address broader accountability issues.\r\nJudicial Review: Filing suit under 5 U.S.C. § 552(a)(4)(B) to compel compliance.\r\nConclusion\r\nCMS’s response fails to meet its obligations under FOIA, the ADA, and the Constitution. I request:\r\n\r\nA comprehensive search for responsive records, with detailed documentation of the process.\r\nImmediate compliance with ADA accommodations, including exclusive use of the MuckRock platform for all correspondence.\r\nA revised response to this appeal addressing the deficiencies outlined.\r\nPlease confirm receipt of this appeal and provide a full response no later than 20 business days from receipt, as required under FOIA. Failure to comply will result in immediate escalation.\r\n\r\nSincerely,\r\nDavid Medeiros\r\nABI Resources, LLC\r\n\r\n\r\nCC:\r\nDesiree Gaynor, CMS FOIA Public Liaison\r\nOffice of Government Information Services (OGIS) \r\n\r\n\r\n\r\n1. Freedom of Information Act (FOIA) Compliance\r\nKey Laws:\r\nFreedom of Information Act (5 U.S.C. § 552)\r\n\r\nGoverns public access to federal agency records and requires \"reasonable searches\" for responsive documents.\r\nFederal Records Act (44 U.S.C. § 3101)\r\n\r\nMandates proper creation, maintenance, and preservation of federal records.\r\nRelevant Cases:\r\nNARA v. Favish, 541 U.S. 157 (2004)\r\n\r\nAgencies bear the burden of demonstrating the adequacy of their search and providing a justification for withholding records.\r\nChurch of Scientology v. IRS, 792 F.2d 146 (D.C. Cir. 1986)\r\n\r\nAgencies must conduct a search \"reasonably calculated to uncover all relevant documents.\"\r\nDepartment of Justice v. Reporters Committee for Freedom of the Press, 489 U.S. 749 (1989)\r\n\r\nDefines public interest in government transparency and accountability as fundamental to FOIA.\r\nWolf v. CIA, 473 F.3d 370 (D.C. Cir. 2007)\r\n\r\nCourts review whether an agency’s FOIA search was conducted in good faith and was adequate in scope.\r\nKissinger v. Reporters Committee for Freedom of the Press, 445 U.S. 136 (1980)\r\n\r\nClarifies agency obligations under FOIA regarding the handling and preservation of federal records.\r\n2. Americans with Disabilities Act (ADA) Compliance\r\nKey Laws:\r\nAmericans with Disabilities Act (42 U.S.C. § 12132)\r\n\r\nProhibits discrimination against individuals with disabilities in accessing public services.\r\nSection 504 of the Rehabilitation Act of 1973 (29 U.S.C. § 794)\r\n\r\nRequires federally funded programs to provide reasonable accommodations for individuals with disabilities.\r\n28 C.F.R. § 35.160\r\n\r\nEstablishes effective communication requirements for public entities under the ADA.\r\nRelevant Cases:\r\nTennessee v. Lane, 541 U.S. 509 (2004)\r\n\r\nReinforces the right to reasonable accommodations to ensure equal access to public services.\r\nAlexander v. Choate, 469 U.S. 287 (1985)\r\n\r\nProhibits policies or actions that disproportionately exclude individuals with disabilities from accessing public benefits.\r\nDoe v. Regional School Unit 26, 928 F.3d 51 (1st Cir. 2019)\r\n\r\nPublic entities must provide reasonable accommodations to ensure effective communication.\r\nHale v. King, 642 F.3d 492 (5th Cir. 2011)\r\n\r\nFederal agencies must comply with ADA requirements when responding to requests from individuals with disabilities.\r\n3. Constitutional Protections\r\nKey Provisions:\r\nFirst Amendment\r\n\r\nProtects the public’s right to access information as an extension of free speech.\r\nFourteenth Amendment\r\n\r\nGuarantees due process and equal protection under the law, including rights to fair access to government processes.\r\nSupremacy Clause (U.S. Const. art. VI)\r\n\r\nFederal laws, such as FOIA and the ADA, preempt state or agency actions that violate these statutes.\r\nRelevant Cases:\r\nLane v. Brown, 372 U.S. 477 (1963)\r\n\r\nEnsures federal programs operate in a non-discriminatory manner consistent with constitutional protections.\r\nRosenberger v. Rector and Visitors of the University of Virginia, 515 U.S. 819 (1995)\r\n\r\nReinforces transparency as a principle integral to constitutional accountability.\r\nMarbury v. Madison, 5 U.S. 137 (1803)\r\n\r\nEstablishes judicial review as a mechanism to ensure government compliance with constitutional and statutory requirements.\r\n4. Government Accountability and Oversight\r\nKey Laws:\r\nAdministrative Procedure Act (5 U.S.C. §§ 701–706)\r\n\r\nGoverns the process by which federal agencies operate and ensures accountability for agency actions.\r\nHatch Act (5 U.S.C. §§ 7321–7326)\r\n\r\nProhibits improper use of federal resources, ensuring ethical operations in federal agencies.\r\nInspector General Act of 1978 (5 U.S.C. App.)\r\n\r\nEstablishes mechanisms for independent oversight and investigation of agency misconduct.\r\nRelevant Cases:\r\nChevron U.S.A., Inc. v. NRDC, 467 U.S. 837 (1984)\r\n\r\nAgencies must justify actions under statutory frameworks, and judicial deference is contingent on compliance with the law.\r\nMassachusetts v. EPA, 549 U.S. 497 (2007)\r\n\r\nAgencies are obligated to provide reasoned explanations for decisions impacting public interest.\r\nSalazar v. Buono, 559 U.S. 700 (2010)\r\n\r\nCourts must ensure agencies operate in alignment with constitutional and statutory mandates.\r\n5. Record Retention and Preservation\r\nKey Laws:\r\nFederal Records Act (44 U.S.C. §§ 3101–3107)\r\n\r\nRequires agencies to create and maintain records documenting their activities.\r\nPaperwork Reduction Act (44 U.S.C. §§ 3501–3521)\r\n\r\nEnsures proper documentation and management of federal records to facilitate public access.\r\nRelevant Cases:\r\nArmstrong v. Executive Office of the President, 1 F.3d 1274 (D.C. Cir. 1993)\r\n\r\nAgencies must ensure records are retained and accessible for public and legal purposes.\r\nPublic Citizen v. Carlin, 184 F.3d 900 (D.C. Cir. 1999)\r\n\r\nDefines agency obligations for maintaining accessible and properly archived records.\r\n6. FOIA and ADA Appeals\r\nKey Precedents for Appeals:\r\nJudicial Review of FOIA Denials:\r\n\r\nCitizens for Responsibility and Ethics in Washington v. U.S. Department of Justice, 846 F.3d 1235 (D.C. Cir. 2017): Courts assess whether FOIA denials meet statutory standards.\r\nADA Appeals Mechanisms:\r\n\r\nGuckenberg v. Boston College, 957 F. Supp. 306 (D. Mass. 1997): Courts reinforce that public entities must comply with ADA accommodation requests.\r\n\r\nCC: \r\n1. Centers for Medicare & Medicaid Services (CMS):\r\n\r\nMichele Edmondson-Parrott\r\n\r\nDirector, Freedom of Information Group (FIG), Office of Strategic Operations and Regulatory Affairs (OSORA)\r\nEmail: FOIA_Request@cms.hhs.gov\r\nPhone: (410) 786-5353\r\nAddress: 7500 Security Blvd., Baltimore, MD 21244\r\nSource\r\nJoseph Tripline\r\n\r\nDeputy Director and Chief FOIA Officer, FIG/OSORA\r\nEmail: FOIA_Request@cms.hhs.gov\r\nPhone: (410) 786-5353\r\nAddress: 7500 Security Blvd., Baltimore, MD 21244\r\nSource\r\nDesiree Gaynor\r\n\r\nFOIA Public Liaison, FIG/OSORA\r\nEmail: FOIA_Request@cms.hhs.gov\r\nPhone: (410) 786-5353\r\nAddress: 7500 Security Blvd., Baltimore, MD 21244\r\nSource\r\n\r\n2. U.S. Department of Health and Human Services (HHS):\r\n\r\nChristi A. Grimm\r\nInspector General, Office of Inspector General (OIG)\r\nEmail: FOIA.HHS@hhs.gov\r\nPhone: (202) 619-2541\r\nAddress: 330 Independence Avenue, SW, Washington, DC 20201\r\nSource\r\n\r\n3. Office of Government Information Services (OGIS):\r\n\r\nAlina M. Semo\r\nDirector, OGIS\r\nEmail: ogis@nara.gov\r\nPhone: (202) 741-5770\r\nAddress: 8601 Adelphi Road, College Park, MD 20740-6001\r\nSource\r\n\r\n4. U.S. Department of Justice (DOJ) – Civil Rights Division:\r\n\r\nKristen Clarke\r\nAssistant Attorney General, Civil Rights Division\r\nEmail: ada.complaint@usdoj.gov\r\nPhone: (202) 514-4609\r\nAddress: 950 Pennsylvania Avenue, NW, Washington, DC 20530-0001\r\nSource\r\n\r\n5. Connecticut Department of Social Services (DSS):\r\n\r\nAndrea Barton Reeves\r\nCommissioner, DSS\r\nEmail: Public.Affairs@ct.gov\r\nPhone: (860) 424-5055\r\nAddress: 55 Farmington Avenue, Hartford, CT 06105\r\nSource\r\n\r\n6. U.S. Senate Committee on Finance:\r\n\r\nSenator Ron Wyden\r\nChairman, Senate Committee on Finance\r\nEmail: Contact via Senate Finance Committee\r\nPhone: (202) 224-4515\r\nAddress: 219 Dirksen Senate Office Building, Washington, DC 20510\r\n\r\n7. U.S. House Committee on Oversight and Reform:\r\n\r\nRepresentative James Comer\r\nChairman, House Committee on Oversight and Reform\r\nEmail: OversightDemocrats@mail.house.gov\r\nPhone: (202) 225-5074\r\nAddress: 2157 Rayburn House Office Building, Washington, DC 20515\r\n\r\n8. DOGE Department of Government Efficiency \r\n\r\nDB.42.131.Inf.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDAVID MEDEIROS",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/act-appeal-control-number-090620247088-cms-department-of-justice-civil-division-176959/"
  },
  {
    "id": 176958,
    "title": "Act Appeal – Control Number 090620247088 CMS (Department of Justice, Disability Rights Division)",
    "slug": "act-appeal-control-number-090620247088-cms-department-of-justice-disability-rights-division",
    "status": "submitted",
    "embargo_status": "public",
    "user": 142975,
    "username": "DavidMedeiros24",
    "agency": 166,
    "datetime_submitted": "2024-11-26T14:04:05.913116",
    "date_due": "2024-12-26",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-11-26T14:04:06.187296",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 176958,
        "from_user": 142975,
        "to_user": 12996,
        "subject": "",
        "datetime": "2024-11-26T14:04:06.187296",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nDEPARTMENT OF HEALTH & HUMAN SERVICES\r\nCenters for Medicare & Medicaid Services\r\n7500 Security Boulevard, Mail Stop C5-11-06\r\nBaltimore, Maryland 21244-1850\r\n\r\nOffice of Strategic Operations and Regulatory Affairs/Freedom of Information Group\r\nRefer to: Control Number 090620247088 and PIN 4MUP\r\n11/25/2024\r\nDavid Medeiros.\r\nABI Resources, LLC\r\n215 Mountain St.\r\nWillimantic, CT 06226\r\nDear David Medeiros:\r\nThis letter is in response to your Freedom of Information Act (5 U.S.C. §552) request of\r\n9/3/2024, which you sent to the Centers for Medicare & Medicaid Services (CMS). Within your\r\ncorrespondence, you requested records relating to “Connecticut Medicaid Acquired Brain Injury\r\nWaiver Program Records”.\r\nAfter a careful search of the Centers for Medicare & Medicaid Services (CMS) files, i.e., a\r\nsearch reasonably calculated to locate records responsive to your request and employing\r\nreasonable standards, we were unable to locate any records responsive to your request. We were\r\ninformed that you may request the information directly from the state of Connecticut.\r\nIf you believe that the information withheld should not be exempt from disclosure, or this\r\nresponse constitutes an adverse determination, you may appeal. By filing an appeal, you\r\npreserve your rights under FOIA and give the agency a chance to review and reconsider your\r\nrequest and the agency’s decision.\r\nYour appeal must be mailed within 90 days from the date of receipt of this letter, to:\r\nPrincipal Deputy Administrator\r\nCenters for Medicare and Medicaid Services\r\nRoom C5-16-03\r\n7500 Security Blvd.\r\nBaltimore, Maryland 21244-1850\r\nPlease clearly mark both the envelope and your letter “Freedom of Information Act Appeal.”\r\nIf you would like to discuss our response before filing an appeal to attempt to resolve your\r\ndispute without going through the appeals process, you may contact Angelica Holland or the\r\nCMS FOIA Public Liaison for assistance at:\r\nDesiree Gaynor\r\nCMS FOIA Public Liaison\r\nCenters for Medicare & Medicaid Services\r\n7500 Security Blvd., MS C5-11-06\r\nBaltimore, Maryland 21244-1850\r\nTelephone: (410) 786-5353 fax (443)-380-7260\r\nIf you are unable to resolve your FOIA dispute through our FOIA Public Liaison, the Office of\r\nGovernment Information Services (OGIS), the Federal FOIA Ombudsman’s office, offers\r\nmediation services to help resolve disputes between FOIA requesters and Federal agencies. The\r\ncontact information for OGIS is:\r\nOffice of Government Information Services\r\nNational Archives and Records Administration\r\n8601 Adelphi Road–OGIS\r\nCollege Park, MD 20740-6001\r\nTelephone: 202-741-5770\r\nToll-Free: 1-877-684-6448\r\nE-mail: ogis@nara.gov\r\nFax: 202-741-5769\r\n\r\nSincerely yours,\r\nEmmett Nicholson\r\nDirector Division of FOIA Analysis – C\r\nFreedom of Information Group\r\n\r\n___________________________________________________________________________________\r\n\r\nSubject: Freedom of Information Act Appeal – Control Number 090620247088\r\n\r\nTo:\r\nPrincipal Deputy Administrator\r\nCenters for Medicare & Medicaid Services\r\nRoom C5-16-03\r\n7500 Security Blvd.\r\nBaltimore, MD 21244-1850\r\nCMS-Specific Contacts\r\nDesiree Gaynor\r\nCMS FOIA Public Liaison\r\nCenters for Medicare & Medicaid Services\r\n7500 Security Blvd., MS C5-11-06\r\nBaltimore, MD 21244-1850\r\nPhone: (410) 786-5353\r\nEmail: FOIA_Request@cms.hhs.gov\r\n\r\nAngelica Holland\r\nGovernment Information Specialist\r\nDivision of FOIA Analysis-C, Freedom of Information Group\r\nCenters for Medicare & Medicaid Services\r\nPhone: (410) 786-3963\r\nEmail: Angelica.Holland@cms.hhs.gov\r\n\r\nEmmett Nicholson\r\nDirector, Division of FOIA Analysis-C\r\nCenters for Medicare & Medicaid Services\r\n7500 Security Blvd., MS C5-11-06\r\nBaltimore, MD 21244-1850\r\n\r\nOversight Bodies\r\nOffice of Government Information Services (OGIS)\r\nNational Archives and Records Administration\r\n8601 Adelphi Road\r\nCollege Park, MD 20740-6001\r\nPhone: (202) 741-5770\r\nToll-Free: (877) 684-6448\r\nEmail: ogis@nara.gov\r\n\r\nOffice of Inspector General (HHS-OIG)\r\nU.S. Department of Health and Human Services\r\n330 Independence Avenue, SW\r\nWashington, DC 20201\r\nPhone: (800) 447-8477\r\nEmail: FOIA.HHS@hhs.gov\r\n\r\nU.S. Department of Justice, Civil Rights Division\r\nPhone: (800) 514-0301 (Voice)\r\nEmail: ada.complaint@usdoj.gov\r\nCongressional Oversight Committees\r\nU.S. Senate Committee on Finance\r\n(Oversees Medicaid funding and CMS accountability.)\r\nAddress: Dirksen Senate Office Building, Washington, DC 20510\r\nEmail: Contact the committee through its public website.\r\n\r\nU.S. House Committee on Oversight and Reform\r\n(Focuses on government accountability and transparency.)\r\nAddress: Rayburn House Office Building, Washington, DC 20515\r\nEmail: OversightDemocrats@mail.house.gov\r\n\r\n\r\nDear Principal Deputy Administrators,\r\n\r\nThis appeal concerns CMS’s response to my Freedom of Information Act (FOIA) request, Control Number 090620247088, submitted on September 3, 2024, which sought records related to the “Connecticut Medicaid Acquired Brain Injury Waiver Program.” CMS’s determination that no responsive records exist violates statutory requirements under FOIA, the Americans with Disabilities Act (ADA), and principles enshrined in the United States Constitution, including the Fourteenth Amendment, the Supremacy Clause, and the First Amendment.\r\n\r\nThis letter outlines in detail why CMS’s response fails to meet legal, procedural, and ethical standards. It incorporates all required ADA accommodations and compliance demands, as well as a specific framework for remediation.\r\n\r\nExecutive Summary\r\nThis appeal identifies four critical deficiencies in CMS’s response:\r\n\r\nFailure to Conduct a Reasonable Search: CMS did not perform a search reasonably calculated to locate all responsive documents, violating FOIA.\r\nNon-Compliance with ADA Mandates: CMS failed to honor my ADA accommodations, violating federal law and constitutional protections under the Fourteenth Amendment.\r\nBreach of Constitutional Accountability: CMS’s actions undermine rights protected under the Constitution, including due process, equal protection, and transparency obligations.\r\nViolation of Public Accountability Principles: The absence of responsive records raises systemic concerns about transparency in federally funded programs.\r\nI request immediate remediation, including a new search, explicit ADA compliance measures, and systemic reforms to ensure future accountability.\r\n\r\nDetailed Grounds for Appeal\r\n1. Failure to Conduct a Reasonable Search\r\nFOIA requires that federal agencies conduct a search reasonably calculated to uncover all relevant records (5 U.S.C. § 552(a)(3)(C)). CMS’s claim that no responsive records exist is inconsistent with its statutory oversight role under the Medicaid program.\r\n\r\nStatutory Obligations Require Record Existence:\r\nCMS is required under 42 C.F.R. §§ 430.12 and 441.302 to maintain comprehensive documentation of Medicaid waivers, including:\r\n\r\nWaiver applications submitted by the State of Connecticut.\r\nCMS review and approval documentation.\r\nCorrespondence with the Connecticut Department of Social Services (DSS).\r\nReports on program outcomes, compliance, and funding.\r\nInsufficient Search Methodology:\r\nCMS failed to confirm whether relevant offices, databases, and third-party contractors were included in the search. Offices likely to have responsive records include:\r\n\r\nMedicaid & CHIP Operations Group (MCOG)\r\nCenter for Medicaid & CHIP Services (CMCS)\r\nFreedom of Information Group (FOIG)\r\nConstitutional Implications:\r\nThe Fourteenth Amendment’s Equal Protection Clause guarantees fair and equal treatment under the law. CMS’s inadequate search undermines transparency and access to government-held information, a foundational principle of due process.\r\n\r\nRequested Remedy:\r\n\r\nConduct a new search that includes all relevant offices, databases, and systems.\r\nProvide documentation detailing the methodology, including:\r\nSearch terms used.\r\nPersonnel and divisions consulted.\r\nCorrespondence with contractors and state agencies.\r\nExplain why records required under 42 C.F.R. §§ 430.12 and 441.302 are not available.\r\n2. Non-Compliance with ADA Mandates\r\nAs an individual with a traumatic brain injury (TBI), I requested specific ADA accommodations in my FOIA request to ensure effective communication. CMS’s failure to provide these accommodations violates 42 U.S.C. § 12132 and 28 C.F.R. § 35.160.\r\n\r\nADA Accommodations Requested:\r\n\r\nAll correspondence embedded directly in the email body for accessibility.\r\nSimplified summaries of complex records or correspondence.\r\nScreen-reader compatible PDFs for any attachments.\r\nThese accommodations are non-negotiable and designed to reduce cognitive load and ensure equal access. CMS’s failure to comply with these requirements constitutes a direct violation of my rights under the ADA and the Rehabilitation Act of 1973 (29 U.S.C. § 794).\r\n\r\nPrecedent Supporting ADA Accommodations:\r\nIn Tennessee v. Lane, 541 U.S. 509 (2004), the U.S. Supreme Court reinforced that individuals with disabilities are entitled to accommodations that ensure their ability to participate fully in government processes.\r\n\r\nConstitutional Implications:\r\nBy failing to provide effective communication, CMS violates the Fourteenth Amendment’s guarantee of equal protection and the Supremacy Clause, as federal ADA regulations preempt non-compliance.\r\n\r\nRequested Remedy:\r\n\r\nConfirm compliance with ADA accommodations in all future correspondence, including:\r\nUse of the MuckRock platform as my sole communication method.\r\nEmbedding all text directly in email bodies for accessibility.\r\nProvide a revised response to this appeal in full compliance with ADA standards.\r\nOutline corrective measures CMS will implement to prevent future ADA violations.\r\n3. Breach of Constitutional Accountability\r\nTransparency and accountability are constitutional principles that underpin government operations. CMS’s inadequate response infringes on several key protections:\r\n\r\nFirst Amendment: Public access to government-held information is an extension of free speech and a prerequisite for meaningful participation in democracy.\r\nFourteenth Amendment: CMS’s failure to provide a fair and equitable process for accessing records violates due process and equal protection rights.\r\nSupremacy Clause (Article VI): Federal statutes, including FOIA and the ADA, preempt any agency practice that undermines compliance.\r\nRequested Remedy:\r\n\r\nAcknowledge constitutional obligations to provide transparency and accountability.\r\nConfirm that all processes comply with constitutional and statutory protections.\r\n4. Violation of Public Accountability Principles\r\nThe Connecticut Medicaid Acquired Brain Injury Waiver Program involves federal funds allocated to support individuals with disabilities. Records related to this program are essential for:\r\n\r\nEnsuring compliance with program goals.\r\nSafeguarding taxpayer dollars.\r\nProtecting the rights of vulnerable populations.\r\nPotential Implications of Missing Records:\r\nCMS’s inability to locate responsive records raises systemic concerns about:\r\n\r\nRecord retention practices under the Federal Records Act (44 U.S.C. § 3101).\r\nOversight and compliance failures with Medicaid program goals.\r\nRequested Remedy:\r\n\r\nConfirm whether third-party contractors or state agencies were consulted during the search.\r\nProvide responsive records or justify their absence.\r\nImplement systemic reforms to improve transparency and accountability.\r\nEscalation Pathways\r\nIf this appeal is not resolved satisfactorily, I will escalate the matter through the following channels:\r\n\r\nU.S. Department of Justice, Civil Rights Division: For ADA non-compliance.\r\nOffice of Inspector General (HHS-OIG): For investigation into systemic failures.\r\nCongressional Oversight Committees: To address broader accountability issues.\r\nJudicial Review: Filing suit under 5 U.S.C. § 552(a)(4)(B) to compel compliance.\r\nConclusion\r\nCMS’s response fails to meet its obligations under FOIA, the ADA, and the Constitution. I request:\r\n\r\nA comprehensive search for responsive records, with detailed documentation of the process.\r\nImmediate compliance with ADA accommodations, including exclusive use of the MuckRock platform for all correspondence.\r\nA revised response to this appeal addressing the deficiencies outlined.\r\nPlease confirm receipt of this appeal and provide a full response no later than 20 business days from receipt, as required under FOIA. Failure to comply will result in immediate escalation.\r\n\r\nSincerely,\r\nDavid Medeiros\r\nABI Resources, LLC\r\n\r\n\r\nCC:\r\nDesiree Gaynor, CMS FOIA Public Liaison\r\nOffice of Government Information Services (OGIS) \r\n\r\n\r\n\r\n1. Freedom of Information Act (FOIA) Compliance\r\nKey Laws:\r\nFreedom of Information Act (5 U.S.C. § 552)\r\n\r\nGoverns public access to federal agency records and requires \"reasonable searches\" for responsive documents.\r\nFederal Records Act (44 U.S.C. § 3101)\r\n\r\nMandates proper creation, maintenance, and preservation of federal records.\r\nRelevant Cases:\r\nNARA v. Favish, 541 U.S. 157 (2004)\r\n\r\nAgencies bear the burden of demonstrating the adequacy of their search and providing a justification for withholding records.\r\nChurch of Scientology v. IRS, 792 F.2d 146 (D.C. Cir. 1986)\r\n\r\nAgencies must conduct a search \"reasonably calculated to uncover all relevant documents.\"\r\nDepartment of Justice v. Reporters Committee for Freedom of the Press, 489 U.S. 749 (1989)\r\n\r\nDefines public interest in government transparency and accountability as fundamental to FOIA.\r\nWolf v. CIA, 473 F.3d 370 (D.C. Cir. 2007)\r\n\r\nCourts review whether an agency’s FOIA search was conducted in good faith and was adequate in scope.\r\nKissinger v. Reporters Committee for Freedom of the Press, 445 U.S. 136 (1980)\r\n\r\nClarifies agency obligations under FOIA regarding the handling and preservation of federal records.\r\n2. Americans with Disabilities Act (ADA) Compliance\r\nKey Laws:\r\nAmericans with Disabilities Act (42 U.S.C. § 12132)\r\n\r\nProhibits discrimination against individuals with disabilities in accessing public services.\r\nSection 504 of the Rehabilitation Act of 1973 (29 U.S.C. § 794)\r\n\r\nRequires federally funded programs to provide reasonable accommodations for individuals with disabilities.\r\n28 C.F.R. § 35.160\r\n\r\nEstablishes effective communication requirements for public entities under the ADA.\r\nRelevant Cases:\r\nTennessee v. Lane, 541 U.S. 509 (2004)\r\n\r\nReinforces the right to reasonable accommodations to ensure equal access to public services.\r\nAlexander v. Choate, 469 U.S. 287 (1985)\r\n\r\nProhibits policies or actions that disproportionately exclude individuals with disabilities from accessing public benefits.\r\nDoe v. Regional School Unit 26, 928 F.3d 51 (1st Cir. 2019)\r\n\r\nPublic entities must provide reasonable accommodations to ensure effective communication.\r\nHale v. King, 642 F.3d 492 (5th Cir. 2011)\r\n\r\nFederal agencies must comply with ADA requirements when responding to requests from individuals with disabilities.\r\n3. Constitutional Protections\r\nKey Provisions:\r\nFirst Amendment\r\n\r\nProtects the public’s right to access information as an extension of free speech.\r\nFourteenth Amendment\r\n\r\nGuarantees due process and equal protection under the law, including rights to fair access to government processes.\r\nSupremacy Clause (U.S. Const. art. VI)\r\n\r\nFederal laws, such as FOIA and the ADA, preempt state or agency actions that violate these statutes.\r\nRelevant Cases:\r\nLane v. Brown, 372 U.S. 477 (1963)\r\n\r\nEnsures federal programs operate in a non-discriminatory manner consistent with constitutional protections.\r\nRosenberger v. Rector and Visitors of the University of Virginia, 515 U.S. 819 (1995)\r\n\r\nReinforces transparency as a principle integral to constitutional accountability.\r\nMarbury v. Madison, 5 U.S. 137 (1803)\r\n\r\nEstablishes judicial review as a mechanism to ensure government compliance with constitutional and statutory requirements.\r\n4. Government Accountability and Oversight\r\nKey Laws:\r\nAdministrative Procedure Act (5 U.S.C. §§ 701–706)\r\n\r\nGoverns the process by which federal agencies operate and ensures accountability for agency actions.\r\nHatch Act (5 U.S.C. §§ 7321–7326)\r\n\r\nProhibits improper use of federal resources, ensuring ethical operations in federal agencies.\r\nInspector General Act of 1978 (5 U.S.C. App.)\r\n\r\nEstablishes mechanisms for independent oversight and investigation of agency misconduct.\r\nRelevant Cases:\r\nChevron U.S.A., Inc. v. NRDC, 467 U.S. 837 (1984)\r\n\r\nAgencies must justify actions under statutory frameworks, and judicial deference is contingent on compliance with the law.\r\nMassachusetts v. EPA, 549 U.S. 497 (2007)\r\n\r\nAgencies are obligated to provide reasoned explanations for decisions impacting public interest.\r\nSalazar v. Buono, 559 U.S. 700 (2010)\r\n\r\nCourts must ensure agencies operate in alignment with constitutional and statutory mandates.\r\n5. Record Retention and Preservation\r\nKey Laws:\r\nFederal Records Act (44 U.S.C. §§ 3101–3107)\r\n\r\nRequires agencies to create and maintain records documenting their activities.\r\nPaperwork Reduction Act (44 U.S.C. §§ 3501–3521)\r\n\r\nEnsures proper documentation and management of federal records to facilitate public access.\r\nRelevant Cases:\r\nArmstrong v. Executive Office of the President, 1 F.3d 1274 (D.C. Cir. 1993)\r\n\r\nAgencies must ensure records are retained and accessible for public and legal purposes.\r\nPublic Citizen v. Carlin, 184 F.3d 900 (D.C. Cir. 1999)\r\n\r\nDefines agency obligations for maintaining accessible and properly archived records.\r\n6. FOIA and ADA Appeals\r\nKey Precedents for Appeals:\r\nJudicial Review of FOIA Denials:\r\n\r\nCitizens for Responsibility and Ethics in Washington v. U.S. Department of Justice, 846 F.3d 1235 (D.C. Cir. 2017): Courts assess whether FOIA denials meet statutory standards.\r\nADA Appeals Mechanisms:\r\n\r\nGuckenberg v. Boston College, 957 F. Supp. 306 (D. Mass. 1997): Courts reinforce that public entities must comply with ADA accommodation requests.\r\n\r\nCC: \r\n1. Centers for Medicare & Medicaid Services (CMS):\r\n\r\nMichele Edmondson-Parrott\r\n\r\nDirector, Freedom of Information Group (FIG), Office of Strategic Operations and Regulatory Affairs (OSORA)\r\nEmail: FOIA_Request@cms.hhs.gov\r\nPhone: (410) 786-5353\r\nAddress: 7500 Security Blvd., Baltimore, MD 21244\r\nSource\r\nJoseph Tripline\r\n\r\nDeputy Director and Chief FOIA Officer, FIG/OSORA\r\nEmail: FOIA_Request@cms.hhs.gov\r\nPhone: (410) 786-5353\r\nAddress: 7500 Security Blvd., Baltimore, MD 21244\r\nSource\r\nDesiree Gaynor\r\n\r\nFOIA Public Liaison, FIG/OSORA\r\nEmail: FOIA_Request@cms.hhs.gov\r\nPhone: (410) 786-5353\r\nAddress: 7500 Security Blvd., Baltimore, MD 21244\r\nSource\r\n\r\n2. U.S. Department of Health and Human Services (HHS):\r\n\r\nChristi A. Grimm\r\nInspector General, Office of Inspector General (OIG)\r\nEmail: FOIA.HHS@hhs.gov\r\nPhone: (202) 619-2541\r\nAddress: 330 Independence Avenue, SW, Washington, DC 20201\r\nSource\r\n\r\n3. Office of Government Information Services (OGIS):\r\n\r\nAlina M. Semo\r\nDirector, OGIS\r\nEmail: ogis@nara.gov\r\nPhone: (202) 741-5770\r\nAddress: 8601 Adelphi Road, College Park, MD 20740-6001\r\nSource\r\n\r\n4. U.S. Department of Justice (DOJ) – Civil Rights Division:\r\n\r\nKristen Clarke\r\nAssistant Attorney General, Civil Rights Division\r\nEmail: ada.complaint@usdoj.gov\r\nPhone: (202) 514-4609\r\nAddress: 950 Pennsylvania Avenue, NW, Washington, DC 20530-0001\r\nSource\r\n\r\n5. Connecticut Department of Social Services (DSS):\r\n\r\nAndrea Barton Reeves\r\nCommissioner, DSS\r\nEmail: Public.Affairs@ct.gov\r\nPhone: (860) 424-5055\r\nAddress: 55 Farmington Avenue, Hartford, CT 06105\r\nSource\r\n\r\n6. U.S. Senate Committee on Finance:\r\n\r\nSenator Ron Wyden\r\nChairman, Senate Committee on Finance\r\nEmail: Contact via Senate Finance Committee\r\nPhone: (202) 224-4515\r\nAddress: 219 Dirksen Senate Office Building, Washington, DC 20510\r\n\r\n7. U.S. House Committee on Oversight and Reform:\r\n\r\nRepresentative James Comer\r\nChairman, House Committee on Oversight and Reform\r\nEmail: OversightDemocrats@mail.house.gov\r\nPhone: (202) 225-5074\r\nAddress: 2157 Rayburn House Office Building, Washington, DC 20515\r\n\r\n8. DOGE Department of Government Efficiency \r\n\r\nDB.42.131.Inf.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDAVID MEDEIROS",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/act-appeal-control-number-090620247088-cms-department-of-justice-disability-rights-division-176958/"
  },
  {
    "id": 176957,
    "title": "Act Appeal – Control Number 090620247088 CMS (Department Of Justice)",
    "slug": "act-appeal-control-number-090620247088-cms-department-of-justice",
    "status": "submitted",
    "embargo_status": "public",
    "user": 142975,
    "username": "DavidMedeiros24",
    "agency": 35673,
    "datetime_submitted": "2024-11-26T14:04:05.913116",
    "date_due": "2024-12-26",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-11-26T14:04:06.117186",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 176957,
        "from_user": 142975,
        "to_user": 126324,
        "subject": "",
        "datetime": "2024-11-26T14:04:06.117186",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nDEPARTMENT OF HEALTH & HUMAN SERVICES\r\nCenters for Medicare & Medicaid Services\r\n7500 Security Boulevard, Mail Stop C5-11-06\r\nBaltimore, Maryland 21244-1850\r\n\r\nOffice of Strategic Operations and Regulatory Affairs/Freedom of Information Group\r\nRefer to: Control Number 090620247088 and PIN 4MUP\r\n11/25/2024\r\nDavid Medeiros.\r\nABI Resources, LLC\r\n215 Mountain St.\r\nWillimantic, CT 06226\r\nDear David Medeiros:\r\nThis letter is in response to your Freedom of Information Act (5 U.S.C. §552) request of\r\n9/3/2024, which you sent to the Centers for Medicare & Medicaid Services (CMS). Within your\r\ncorrespondence, you requested records relating to “Connecticut Medicaid Acquired Brain Injury\r\nWaiver Program Records”.\r\nAfter a careful search of the Centers for Medicare & Medicaid Services (CMS) files, i.e., a\r\nsearch reasonably calculated to locate records responsive to your request and employing\r\nreasonable standards, we were unable to locate any records responsive to your request. We were\r\ninformed that you may request the information directly from the state of Connecticut.\r\nIf you believe that the information withheld should not be exempt from disclosure, or this\r\nresponse constitutes an adverse determination, you may appeal. By filing an appeal, you\r\npreserve your rights under FOIA and give the agency a chance to review and reconsider your\r\nrequest and the agency’s decision.\r\nYour appeal must be mailed within 90 days from the date of receipt of this letter, to:\r\nPrincipal Deputy Administrator\r\nCenters for Medicare and Medicaid Services\r\nRoom C5-16-03\r\n7500 Security Blvd.\r\nBaltimore, Maryland 21244-1850\r\nPlease clearly mark both the envelope and your letter “Freedom of Information Act Appeal.”\r\nIf you would like to discuss our response before filing an appeal to attempt to resolve your\r\ndispute without going through the appeals process, you may contact Angelica Holland or the\r\nCMS FOIA Public Liaison for assistance at:\r\nDesiree Gaynor\r\nCMS FOIA Public Liaison\r\nCenters for Medicare & Medicaid Services\r\n7500 Security Blvd., MS C5-11-06\r\nBaltimore, Maryland 21244-1850\r\nTelephone: (410) 786-5353 fax (443)-380-7260\r\nIf you are unable to resolve your FOIA dispute through our FOIA Public Liaison, the Office of\r\nGovernment Information Services (OGIS), the Federal FOIA Ombudsman’s office, offers\r\nmediation services to help resolve disputes between FOIA requesters and Federal agencies. The\r\ncontact information for OGIS is:\r\nOffice of Government Information Services\r\nNational Archives and Records Administration\r\n8601 Adelphi Road–OGIS\r\nCollege Park, MD 20740-6001\r\nTelephone: 202-741-5770\r\nToll-Free: 1-877-684-6448\r\nE-mail: ogis@nara.gov\r\nFax: 202-741-5769\r\n\r\nSincerely yours,\r\nEmmett Nicholson\r\nDirector Division of FOIA Analysis – C\r\nFreedom of Information Group\r\n\r\n___________________________________________________________________________________\r\n\r\nSubject: Freedom of Information Act Appeal – Control Number 090620247088\r\n\r\nTo:\r\nPrincipal Deputy Administrator\r\nCenters for Medicare & Medicaid Services\r\nRoom C5-16-03\r\n7500 Security Blvd.\r\nBaltimore, MD 21244-1850\r\nCMS-Specific Contacts\r\nDesiree Gaynor\r\nCMS FOIA Public Liaison\r\nCenters for Medicare & Medicaid Services\r\n7500 Security Blvd., MS C5-11-06\r\nBaltimore, MD 21244-1850\r\nPhone: (410) 786-5353\r\nEmail: FOIA_Request@cms.hhs.gov\r\n\r\nAngelica Holland\r\nGovernment Information Specialist\r\nDivision of FOIA Analysis-C, Freedom of Information Group\r\nCenters for Medicare & Medicaid Services\r\nPhone: (410) 786-3963\r\nEmail: Angelica.Holland@cms.hhs.gov\r\n\r\nEmmett Nicholson\r\nDirector, Division of FOIA Analysis-C\r\nCenters for Medicare & Medicaid Services\r\n7500 Security Blvd., MS C5-11-06\r\nBaltimore, MD 21244-1850\r\n\r\nOversight Bodies\r\nOffice of Government Information Services (OGIS)\r\nNational Archives and Records Administration\r\n8601 Adelphi Road\r\nCollege Park, MD 20740-6001\r\nPhone: (202) 741-5770\r\nToll-Free: (877) 684-6448\r\nEmail: ogis@nara.gov\r\n\r\nOffice of Inspector General (HHS-OIG)\r\nU.S. Department of Health and Human Services\r\n330 Independence Avenue, SW\r\nWashington, DC 20201\r\nPhone: (800) 447-8477\r\nEmail: FOIA.HHS@hhs.gov\r\n\r\nU.S. Department of Justice, Civil Rights Division\r\nPhone: (800) 514-0301 (Voice)\r\nEmail: ada.complaint@usdoj.gov\r\nCongressional Oversight Committees\r\nU.S. Senate Committee on Finance\r\n(Oversees Medicaid funding and CMS accountability.)\r\nAddress: Dirksen Senate Office Building, Washington, DC 20510\r\nEmail: Contact the committee through its public website.\r\n\r\nU.S. House Committee on Oversight and Reform\r\n(Focuses on government accountability and transparency.)\r\nAddress: Rayburn House Office Building, Washington, DC 20515\r\nEmail: OversightDemocrats@mail.house.gov\r\n\r\n\r\nDear Principal Deputy Administrators,\r\n\r\nThis appeal concerns CMS’s response to my Freedom of Information Act (FOIA) request, Control Number 090620247088, submitted on September 3, 2024, which sought records related to the “Connecticut Medicaid Acquired Brain Injury Waiver Program.” CMS’s determination that no responsive records exist violates statutory requirements under FOIA, the Americans with Disabilities Act (ADA), and principles enshrined in the United States Constitution, including the Fourteenth Amendment, the Supremacy Clause, and the First Amendment.\r\n\r\nThis letter outlines in detail why CMS’s response fails to meet legal, procedural, and ethical standards. It incorporates all required ADA accommodations and compliance demands, as well as a specific framework for remediation.\r\n\r\nExecutive Summary\r\nThis appeal identifies four critical deficiencies in CMS’s response:\r\n\r\nFailure to Conduct a Reasonable Search: CMS did not perform a search reasonably calculated to locate all responsive documents, violating FOIA.\r\nNon-Compliance with ADA Mandates: CMS failed to honor my ADA accommodations, violating federal law and constitutional protections under the Fourteenth Amendment.\r\nBreach of Constitutional Accountability: CMS’s actions undermine rights protected under the Constitution, including due process, equal protection, and transparency obligations.\r\nViolation of Public Accountability Principles: The absence of responsive records raises systemic concerns about transparency in federally funded programs.\r\nI request immediate remediation, including a new search, explicit ADA compliance measures, and systemic reforms to ensure future accountability.\r\n\r\nDetailed Grounds for Appeal\r\n1. Failure to Conduct a Reasonable Search\r\nFOIA requires that federal agencies conduct a search reasonably calculated to uncover all relevant records (5 U.S.C. § 552(a)(3)(C)). CMS’s claim that no responsive records exist is inconsistent with its statutory oversight role under the Medicaid program.\r\n\r\nStatutory Obligations Require Record Existence:\r\nCMS is required under 42 C.F.R. §§ 430.12 and 441.302 to maintain comprehensive documentation of Medicaid waivers, including:\r\n\r\nWaiver applications submitted by the State of Connecticut.\r\nCMS review and approval documentation.\r\nCorrespondence with the Connecticut Department of Social Services (DSS).\r\nReports on program outcomes, compliance, and funding.\r\nInsufficient Search Methodology:\r\nCMS failed to confirm whether relevant offices, databases, and third-party contractors were included in the search. Offices likely to have responsive records include:\r\n\r\nMedicaid & CHIP Operations Group (MCOG)\r\nCenter for Medicaid & CHIP Services (CMCS)\r\nFreedom of Information Group (FOIG)\r\nConstitutional Implications:\r\nThe Fourteenth Amendment’s Equal Protection Clause guarantees fair and equal treatment under the law. CMS’s inadequate search undermines transparency and access to government-held information, a foundational principle of due process.\r\n\r\nRequested Remedy:\r\n\r\nConduct a new search that includes all relevant offices, databases, and systems.\r\nProvide documentation detailing the methodology, including:\r\nSearch terms used.\r\nPersonnel and divisions consulted.\r\nCorrespondence with contractors and state agencies.\r\nExplain why records required under 42 C.F.R. §§ 430.12 and 441.302 are not available.\r\n2. Non-Compliance with ADA Mandates\r\nAs an individual with a traumatic brain injury (TBI), I requested specific ADA accommodations in my FOIA request to ensure effective communication. CMS’s failure to provide these accommodations violates 42 U.S.C. § 12132 and 28 C.F.R. § 35.160.\r\n\r\nADA Accommodations Requested:\r\n\r\nAll correspondence embedded directly in the email body for accessibility.\r\nSimplified summaries of complex records or correspondence.\r\nScreen-reader compatible PDFs for any attachments.\r\nThese accommodations are non-negotiable and designed to reduce cognitive load and ensure equal access. CMS’s failure to comply with these requirements constitutes a direct violation of my rights under the ADA and the Rehabilitation Act of 1973 (29 U.S.C. § 794).\r\n\r\nPrecedent Supporting ADA Accommodations:\r\nIn Tennessee v. Lane, 541 U.S. 509 (2004), the U.S. Supreme Court reinforced that individuals with disabilities are entitled to accommodations that ensure their ability to participate fully in government processes.\r\n\r\nConstitutional Implications:\r\nBy failing to provide effective communication, CMS violates the Fourteenth Amendment’s guarantee of equal protection and the Supremacy Clause, as federal ADA regulations preempt non-compliance.\r\n\r\nRequested Remedy:\r\n\r\nConfirm compliance with ADA accommodations in all future correspondence, including:\r\nUse of the MuckRock platform as my sole communication method.\r\nEmbedding all text directly in email bodies for accessibility.\r\nProvide a revised response to this appeal in full compliance with ADA standards.\r\nOutline corrective measures CMS will implement to prevent future ADA violations.\r\n3. Breach of Constitutional Accountability\r\nTransparency and accountability are constitutional principles that underpin government operations. CMS’s inadequate response infringes on several key protections:\r\n\r\nFirst Amendment: Public access to government-held information is an extension of free speech and a prerequisite for meaningful participation in democracy.\r\nFourteenth Amendment: CMS’s failure to provide a fair and equitable process for accessing records violates due process and equal protection rights.\r\nSupremacy Clause (Article VI): Federal statutes, including FOIA and the ADA, preempt any agency practice that undermines compliance.\r\nRequested Remedy:\r\n\r\nAcknowledge constitutional obligations to provide transparency and accountability.\r\nConfirm that all processes comply with constitutional and statutory protections.\r\n4. Violation of Public Accountability Principles\r\nThe Connecticut Medicaid Acquired Brain Injury Waiver Program involves federal funds allocated to support individuals with disabilities. Records related to this program are essential for:\r\n\r\nEnsuring compliance with program goals.\r\nSafeguarding taxpayer dollars.\r\nProtecting the rights of vulnerable populations.\r\nPotential Implications of Missing Records:\r\nCMS’s inability to locate responsive records raises systemic concerns about:\r\n\r\nRecord retention practices under the Federal Records Act (44 U.S.C. § 3101).\r\nOversight and compliance failures with Medicaid program goals.\r\nRequested Remedy:\r\n\r\nConfirm whether third-party contractors or state agencies were consulted during the search.\r\nProvide responsive records or justify their absence.\r\nImplement systemic reforms to improve transparency and accountability.\r\nEscalation Pathways\r\nIf this appeal is not resolved satisfactorily, I will escalate the matter through the following channels:\r\n\r\nU.S. Department of Justice, Civil Rights Division: For ADA non-compliance.\r\nOffice of Inspector General (HHS-OIG): For investigation into systemic failures.\r\nCongressional Oversight Committees: To address broader accountability issues.\r\nJudicial Review: Filing suit under 5 U.S.C. § 552(a)(4)(B) to compel compliance.\r\nConclusion\r\nCMS’s response fails to meet its obligations under FOIA, the ADA, and the Constitution. I request:\r\n\r\nA comprehensive search for responsive records, with detailed documentation of the process.\r\nImmediate compliance with ADA accommodations, including exclusive use of the MuckRock platform for all correspondence.\r\nA revised response to this appeal addressing the deficiencies outlined.\r\nPlease confirm receipt of this appeal and provide a full response no later than 20 business days from receipt, as required under FOIA. Failure to comply will result in immediate escalation.\r\n\r\nSincerely,\r\nDavid Medeiros\r\nABI Resources, LLC\r\n\r\n\r\nCC:\r\nDesiree Gaynor, CMS FOIA Public Liaison\r\nOffice of Government Information Services (OGIS) \r\n\r\n\r\n\r\n1. Freedom of Information Act (FOIA) Compliance\r\nKey Laws:\r\nFreedom of Information Act (5 U.S.C. § 552)\r\n\r\nGoverns public access to federal agency records and requires \"reasonable searches\" for responsive documents.\r\nFederal Records Act (44 U.S.C. § 3101)\r\n\r\nMandates proper creation, maintenance, and preservation of federal records.\r\nRelevant Cases:\r\nNARA v. Favish, 541 U.S. 157 (2004)\r\n\r\nAgencies bear the burden of demonstrating the adequacy of their search and providing a justification for withholding records.\r\nChurch of Scientology v. IRS, 792 F.2d 146 (D.C. Cir. 1986)\r\n\r\nAgencies must conduct a search \"reasonably calculated to uncover all relevant documents.\"\r\nDepartment of Justice v. Reporters Committee for Freedom of the Press, 489 U.S. 749 (1989)\r\n\r\nDefines public interest in government transparency and accountability as fundamental to FOIA.\r\nWolf v. CIA, 473 F.3d 370 (D.C. Cir. 2007)\r\n\r\nCourts review whether an agency’s FOIA search was conducted in good faith and was adequate in scope.\r\nKissinger v. Reporters Committee for Freedom of the Press, 445 U.S. 136 (1980)\r\n\r\nClarifies agency obligations under FOIA regarding the handling and preservation of federal records.\r\n2. Americans with Disabilities Act (ADA) Compliance\r\nKey Laws:\r\nAmericans with Disabilities Act (42 U.S.C. § 12132)\r\n\r\nProhibits discrimination against individuals with disabilities in accessing public services.\r\nSection 504 of the Rehabilitation Act of 1973 (29 U.S.C. § 794)\r\n\r\nRequires federally funded programs to provide reasonable accommodations for individuals with disabilities.\r\n28 C.F.R. § 35.160\r\n\r\nEstablishes effective communication requirements for public entities under the ADA.\r\nRelevant Cases:\r\nTennessee v. Lane, 541 U.S. 509 (2004)\r\n\r\nReinforces the right to reasonable accommodations to ensure equal access to public services.\r\nAlexander v. Choate, 469 U.S. 287 (1985)\r\n\r\nProhibits policies or actions that disproportionately exclude individuals with disabilities from accessing public benefits.\r\nDoe v. Regional School Unit 26, 928 F.3d 51 (1st Cir. 2019)\r\n\r\nPublic entities must provide reasonable accommodations to ensure effective communication.\r\nHale v. King, 642 F.3d 492 (5th Cir. 2011)\r\n\r\nFederal agencies must comply with ADA requirements when responding to requests from individuals with disabilities.\r\n3. Constitutional Protections\r\nKey Provisions:\r\nFirst Amendment\r\n\r\nProtects the public’s right to access information as an extension of free speech.\r\nFourteenth Amendment\r\n\r\nGuarantees due process and equal protection under the law, including rights to fair access to government processes.\r\nSupremacy Clause (U.S. Const. art. VI)\r\n\r\nFederal laws, such as FOIA and the ADA, preempt state or agency actions that violate these statutes.\r\nRelevant Cases:\r\nLane v. Brown, 372 U.S. 477 (1963)\r\n\r\nEnsures federal programs operate in a non-discriminatory manner consistent with constitutional protections.\r\nRosenberger v. Rector and Visitors of the University of Virginia, 515 U.S. 819 (1995)\r\n\r\nReinforces transparency as a principle integral to constitutional accountability.\r\nMarbury v. Madison, 5 U.S. 137 (1803)\r\n\r\nEstablishes judicial review as a mechanism to ensure government compliance with constitutional and statutory requirements.\r\n4. Government Accountability and Oversight\r\nKey Laws:\r\nAdministrative Procedure Act (5 U.S.C. §§ 701–706)\r\n\r\nGoverns the process by which federal agencies operate and ensures accountability for agency actions.\r\nHatch Act (5 U.S.C. §§ 7321–7326)\r\n\r\nProhibits improper use of federal resources, ensuring ethical operations in federal agencies.\r\nInspector General Act of 1978 (5 U.S.C. App.)\r\n\r\nEstablishes mechanisms for independent oversight and investigation of agency misconduct.\r\nRelevant Cases:\r\nChevron U.S.A., Inc. v. NRDC, 467 U.S. 837 (1984)\r\n\r\nAgencies must justify actions under statutory frameworks, and judicial deference is contingent on compliance with the law.\r\nMassachusetts v. EPA, 549 U.S. 497 (2007)\r\n\r\nAgencies are obligated to provide reasoned explanations for decisions impacting public interest.\r\nSalazar v. Buono, 559 U.S. 700 (2010)\r\n\r\nCourts must ensure agencies operate in alignment with constitutional and statutory mandates.\r\n5. Record Retention and Preservation\r\nKey Laws:\r\nFederal Records Act (44 U.S.C. §§ 3101–3107)\r\n\r\nRequires agencies to create and maintain records documenting their activities.\r\nPaperwork Reduction Act (44 U.S.C. §§ 3501–3521)\r\n\r\nEnsures proper documentation and management of federal records to facilitate public access.\r\nRelevant Cases:\r\nArmstrong v. Executive Office of the President, 1 F.3d 1274 (D.C. Cir. 1993)\r\n\r\nAgencies must ensure records are retained and accessible for public and legal purposes.\r\nPublic Citizen v. Carlin, 184 F.3d 900 (D.C. Cir. 1999)\r\n\r\nDefines agency obligations for maintaining accessible and properly archived records.\r\n6. FOIA and ADA Appeals\r\nKey Precedents for Appeals:\r\nJudicial Review of FOIA Denials:\r\n\r\nCitizens for Responsibility and Ethics in Washington v. U.S. Department of Justice, 846 F.3d 1235 (D.C. Cir. 2017): Courts assess whether FOIA denials meet statutory standards.\r\nADA Appeals Mechanisms:\r\n\r\nGuckenberg v. Boston College, 957 F. Supp. 306 (D. Mass. 1997): Courts reinforce that public entities must comply with ADA accommodation requests.\r\n\r\nCC: \r\n1. Centers for Medicare & Medicaid Services (CMS):\r\n\r\nMichele Edmondson-Parrott\r\n\r\nDirector, Freedom of Information Group (FIG), Office of Strategic Operations and Regulatory Affairs (OSORA)\r\nEmail: FOIA_Request@cms.hhs.gov\r\nPhone: (410) 786-5353\r\nAddress: 7500 Security Blvd., Baltimore, MD 21244\r\nSource\r\nJoseph Tripline\r\n\r\nDeputy Director and Chief FOIA Officer, FIG/OSORA\r\nEmail: FOIA_Request@cms.hhs.gov\r\nPhone: (410) 786-5353\r\nAddress: 7500 Security Blvd., Baltimore, MD 21244\r\nSource\r\nDesiree Gaynor\r\n\r\nFOIA Public Liaison, FIG/OSORA\r\nEmail: FOIA_Request@cms.hhs.gov\r\nPhone: (410) 786-5353\r\nAddress: 7500 Security Blvd., Baltimore, MD 21244\r\nSource\r\n\r\n2. U.S. Department of Health and Human Services (HHS):\r\n\r\nChristi A. Grimm\r\nInspector General, Office of Inspector General (OIG)\r\nEmail: FOIA.HHS@hhs.gov\r\nPhone: (202) 619-2541\r\nAddress: 330 Independence Avenue, SW, Washington, DC 20201\r\nSource\r\n\r\n3. Office of Government Information Services (OGIS):\r\n\r\nAlina M. Semo\r\nDirector, OGIS\r\nEmail: ogis@nara.gov\r\nPhone: (202) 741-5770\r\nAddress: 8601 Adelphi Road, College Park, MD 20740-6001\r\nSource\r\n\r\n4. U.S. Department of Justice (DOJ) – Civil Rights Division:\r\n\r\nKristen Clarke\r\nAssistant Attorney General, Civil Rights Division\r\nEmail: ada.complaint@usdoj.gov\r\nPhone: (202) 514-4609\r\nAddress: 950 Pennsylvania Avenue, NW, Washington, DC 20530-0001\r\nSource\r\n\r\n5. Connecticut Department of Social Services (DSS):\r\n\r\nAndrea Barton Reeves\r\nCommissioner, DSS\r\nEmail: Public.Affairs@ct.gov\r\nPhone: (860) 424-5055\r\nAddress: 55 Farmington Avenue, Hartford, CT 06105\r\nSource\r\n\r\n6. U.S. Senate Committee on Finance:\r\n\r\nSenator Ron Wyden\r\nChairman, Senate Committee on Finance\r\nEmail: Contact via Senate Finance Committee\r\nPhone: (202) 224-4515\r\nAddress: 219 Dirksen Senate Office Building, Washington, DC 20510\r\n\r\n7. U.S. House Committee on Oversight and Reform:\r\n\r\nRepresentative James Comer\r\nChairman, House Committee on Oversight and Reform\r\nEmail: OversightDemocrats@mail.house.gov\r\nPhone: (202) 225-5074\r\nAddress: 2157 Rayburn House Office Building, Washington, DC 20515\r\n\r\n8. DOGE Department of Government Efficiency \r\n\r\nDB.42.131.Inf.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDAVID MEDEIROS",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/act-appeal-control-number-090620247088-cms-department-of-justice-176957/"
  },
  {
    "id": 176956,
    "title": "Act Appeal – Control Number 090620247088 CMS (Government Accountability Office)",
    "slug": "act-appeal-control-number-090620247088-cms-government-accountability-office",
    "status": "submitted",
    "embargo_status": "public",
    "user": 142975,
    "username": "DavidMedeiros24",
    "agency": 4121,
    "datetime_submitted": "2024-11-26T14:04:05.913116",
    "date_due": "2024-12-26",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-11-26T14:04:06.020510",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 176956,
        "from_user": 142975,
        "to_user": 11025,
        "subject": "",
        "datetime": "2024-11-26T14:04:06.020510",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nDEPARTMENT OF HEALTH & HUMAN SERVICES\r\nCenters for Medicare & Medicaid Services\r\n7500 Security Boulevard, Mail Stop C5-11-06\r\nBaltimore, Maryland 21244-1850\r\n\r\nOffice of Strategic Operations and Regulatory Affairs/Freedom of Information Group\r\nRefer to: Control Number 090620247088 and PIN 4MUP\r\n11/25/2024\r\nDavid Medeiros.\r\nABI Resources, LLC\r\n215 Mountain St.\r\nWillimantic, CT 06226\r\nDear David Medeiros:\r\nThis letter is in response to your Freedom of Information Act (5 U.S.C. §552) request of\r\n9/3/2024, which you sent to the Centers for Medicare & Medicaid Services (CMS). Within your\r\ncorrespondence, you requested records relating to “Connecticut Medicaid Acquired Brain Injury\r\nWaiver Program Records”.\r\nAfter a careful search of the Centers for Medicare & Medicaid Services (CMS) files, i.e., a\r\nsearch reasonably calculated to locate records responsive to your request and employing\r\nreasonable standards, we were unable to locate any records responsive to your request. We were\r\ninformed that you may request the information directly from the state of Connecticut.\r\nIf you believe that the information withheld should not be exempt from disclosure, or this\r\nresponse constitutes an adverse determination, you may appeal. By filing an appeal, you\r\npreserve your rights under FOIA and give the agency a chance to review and reconsider your\r\nrequest and the agency’s decision.\r\nYour appeal must be mailed within 90 days from the date of receipt of this letter, to:\r\nPrincipal Deputy Administrator\r\nCenters for Medicare and Medicaid Services\r\nRoom C5-16-03\r\n7500 Security Blvd.\r\nBaltimore, Maryland 21244-1850\r\nPlease clearly mark both the envelope and your letter “Freedom of Information Act Appeal.”\r\nIf you would like to discuss our response before filing an appeal to attempt to resolve your\r\ndispute without going through the appeals process, you may contact Angelica Holland or the\r\nCMS FOIA Public Liaison for assistance at:\r\nDesiree Gaynor\r\nCMS FOIA Public Liaison\r\nCenters for Medicare & Medicaid Services\r\n7500 Security Blvd., MS C5-11-06\r\nBaltimore, Maryland 21244-1850\r\nTelephone: (410) 786-5353 fax (443)-380-7260\r\nIf you are unable to resolve your FOIA dispute through our FOIA Public Liaison, the Office of\r\nGovernment Information Services (OGIS), the Federal FOIA Ombudsman’s office, offers\r\nmediation services to help resolve disputes between FOIA requesters and Federal agencies. The\r\ncontact information for OGIS is:\r\nOffice of Government Information Services\r\nNational Archives and Records Administration\r\n8601 Adelphi Road–OGIS\r\nCollege Park, MD 20740-6001\r\nTelephone: 202-741-5770\r\nToll-Free: 1-877-684-6448\r\nE-mail: ogis@nara.gov\r\nFax: 202-741-5769\r\n\r\nSincerely yours,\r\nEmmett Nicholson\r\nDirector Division of FOIA Analysis – C\r\nFreedom of Information Group\r\n\r\n___________________________________________________________________________________\r\n\r\nSubject: Freedom of Information Act Appeal – Control Number 090620247088\r\n\r\nTo:\r\nPrincipal Deputy Administrator\r\nCenters for Medicare & Medicaid Services\r\nRoom C5-16-03\r\n7500 Security Blvd.\r\nBaltimore, MD 21244-1850\r\nCMS-Specific Contacts\r\nDesiree Gaynor\r\nCMS FOIA Public Liaison\r\nCenters for Medicare & Medicaid Services\r\n7500 Security Blvd., MS C5-11-06\r\nBaltimore, MD 21244-1850\r\nPhone: (410) 786-5353\r\nEmail: FOIA_Request@cms.hhs.gov\r\n\r\nAngelica Holland\r\nGovernment Information Specialist\r\nDivision of FOIA Analysis-C, Freedom of Information Group\r\nCenters for Medicare & Medicaid Services\r\nPhone: (410) 786-3963\r\nEmail: Angelica.Holland@cms.hhs.gov\r\n\r\nEmmett Nicholson\r\nDirector, Division of FOIA Analysis-C\r\nCenters for Medicare & Medicaid Services\r\n7500 Security Blvd., MS C5-11-06\r\nBaltimore, MD 21244-1850\r\n\r\nOversight Bodies\r\nOffice of Government Information Services (OGIS)\r\nNational Archives and Records Administration\r\n8601 Adelphi Road\r\nCollege Park, MD 20740-6001\r\nPhone: (202) 741-5770\r\nToll-Free: (877) 684-6448\r\nEmail: ogis@nara.gov\r\n\r\nOffice of Inspector General (HHS-OIG)\r\nU.S. Department of Health and Human Services\r\n330 Independence Avenue, SW\r\nWashington, DC 20201\r\nPhone: (800) 447-8477\r\nEmail: FOIA.HHS@hhs.gov\r\n\r\nU.S. Department of Justice, Civil Rights Division\r\nPhone: (800) 514-0301 (Voice)\r\nEmail: ada.complaint@usdoj.gov\r\nCongressional Oversight Committees\r\nU.S. Senate Committee on Finance\r\n(Oversees Medicaid funding and CMS accountability.)\r\nAddress: Dirksen Senate Office Building, Washington, DC 20510\r\nEmail: Contact the committee through its public website.\r\n\r\nU.S. House Committee on Oversight and Reform\r\n(Focuses on government accountability and transparency.)\r\nAddress: Rayburn House Office Building, Washington, DC 20515\r\nEmail: OversightDemocrats@mail.house.gov\r\n\r\n\r\nDear Principal Deputy Administrators,\r\n\r\nThis appeal concerns CMS’s response to my Freedom of Information Act (FOIA) request, Control Number 090620247088, submitted on September 3, 2024, which sought records related to the “Connecticut Medicaid Acquired Brain Injury Waiver Program.” CMS’s determination that no responsive records exist violates statutory requirements under FOIA, the Americans with Disabilities Act (ADA), and principles enshrined in the United States Constitution, including the Fourteenth Amendment, the Supremacy Clause, and the First Amendment.\r\n\r\nThis letter outlines in detail why CMS’s response fails to meet legal, procedural, and ethical standards. It incorporates all required ADA accommodations and compliance demands, as well as a specific framework for remediation.\r\n\r\nExecutive Summary\r\nThis appeal identifies four critical deficiencies in CMS’s response:\r\n\r\nFailure to Conduct a Reasonable Search: CMS did not perform a search reasonably calculated to locate all responsive documents, violating FOIA.\r\nNon-Compliance with ADA Mandates: CMS failed to honor my ADA accommodations, violating federal law and constitutional protections under the Fourteenth Amendment.\r\nBreach of Constitutional Accountability: CMS’s actions undermine rights protected under the Constitution, including due process, equal protection, and transparency obligations.\r\nViolation of Public Accountability Principles: The absence of responsive records raises systemic concerns about transparency in federally funded programs.\r\nI request immediate remediation, including a new search, explicit ADA compliance measures, and systemic reforms to ensure future accountability.\r\n\r\nDetailed Grounds for Appeal\r\n1. Failure to Conduct a Reasonable Search\r\nFOIA requires that federal agencies conduct a search reasonably calculated to uncover all relevant records (5 U.S.C. § 552(a)(3)(C)). CMS’s claim that no responsive records exist is inconsistent with its statutory oversight role under the Medicaid program.\r\n\r\nStatutory Obligations Require Record Existence:\r\nCMS is required under 42 C.F.R. §§ 430.12 and 441.302 to maintain comprehensive documentation of Medicaid waivers, including:\r\n\r\nWaiver applications submitted by the State of Connecticut.\r\nCMS review and approval documentation.\r\nCorrespondence with the Connecticut Department of Social Services (DSS).\r\nReports on program outcomes, compliance, and funding.\r\nInsufficient Search Methodology:\r\nCMS failed to confirm whether relevant offices, databases, and third-party contractors were included in the search. Offices likely to have responsive records include:\r\n\r\nMedicaid & CHIP Operations Group (MCOG)\r\nCenter for Medicaid & CHIP Services (CMCS)\r\nFreedom of Information Group (FOIG)\r\nConstitutional Implications:\r\nThe Fourteenth Amendment’s Equal Protection Clause guarantees fair and equal treatment under the law. CMS’s inadequate search undermines transparency and access to government-held information, a foundational principle of due process.\r\n\r\nRequested Remedy:\r\n\r\nConduct a new search that includes all relevant offices, databases, and systems.\r\nProvide documentation detailing the methodology, including:\r\nSearch terms used.\r\nPersonnel and divisions consulted.\r\nCorrespondence with contractors and state agencies.\r\nExplain why records required under 42 C.F.R. §§ 430.12 and 441.302 are not available.\r\n2. Non-Compliance with ADA Mandates\r\nAs an individual with a traumatic brain injury (TBI), I requested specific ADA accommodations in my FOIA request to ensure effective communication. CMS’s failure to provide these accommodations violates 42 U.S.C. § 12132 and 28 C.F.R. § 35.160.\r\n\r\nADA Accommodations Requested:\r\n\r\nAll correspondence embedded directly in the email body for accessibility.\r\nSimplified summaries of complex records or correspondence.\r\nScreen-reader compatible PDFs for any attachments.\r\nThese accommodations are non-negotiable and designed to reduce cognitive load and ensure equal access. CMS’s failure to comply with these requirements constitutes a direct violation of my rights under the ADA and the Rehabilitation Act of 1973 (29 U.S.C. § 794).\r\n\r\nPrecedent Supporting ADA Accommodations:\r\nIn Tennessee v. Lane, 541 U.S. 509 (2004), the U.S. Supreme Court reinforced that individuals with disabilities are entitled to accommodations that ensure their ability to participate fully in government processes.\r\n\r\nConstitutional Implications:\r\nBy failing to provide effective communication, CMS violates the Fourteenth Amendment’s guarantee of equal protection and the Supremacy Clause, as federal ADA regulations preempt non-compliance.\r\n\r\nRequested Remedy:\r\n\r\nConfirm compliance with ADA accommodations in all future correspondence, including:\r\nUse of the MuckRock platform as my sole communication method.\r\nEmbedding all text directly in email bodies for accessibility.\r\nProvide a revised response to this appeal in full compliance with ADA standards.\r\nOutline corrective measures CMS will implement to prevent future ADA violations.\r\n3. Breach of Constitutional Accountability\r\nTransparency and accountability are constitutional principles that underpin government operations. CMS’s inadequate response infringes on several key protections:\r\n\r\nFirst Amendment: Public access to government-held information is an extension of free speech and a prerequisite for meaningful participation in democracy.\r\nFourteenth Amendment: CMS’s failure to provide a fair and equitable process for accessing records violates due process and equal protection rights.\r\nSupremacy Clause (Article VI): Federal statutes, including FOIA and the ADA, preempt any agency practice that undermines compliance.\r\nRequested Remedy:\r\n\r\nAcknowledge constitutional obligations to provide transparency and accountability.\r\nConfirm that all processes comply with constitutional and statutory protections.\r\n4. Violation of Public Accountability Principles\r\nThe Connecticut Medicaid Acquired Brain Injury Waiver Program involves federal funds allocated to support individuals with disabilities. Records related to this program are essential for:\r\n\r\nEnsuring compliance with program goals.\r\nSafeguarding taxpayer dollars.\r\nProtecting the rights of vulnerable populations.\r\nPotential Implications of Missing Records:\r\nCMS’s inability to locate responsive records raises systemic concerns about:\r\n\r\nRecord retention practices under the Federal Records Act (44 U.S.C. § 3101).\r\nOversight and compliance failures with Medicaid program goals.\r\nRequested Remedy:\r\n\r\nConfirm whether third-party contractors or state agencies were consulted during the search.\r\nProvide responsive records or justify their absence.\r\nImplement systemic reforms to improve transparency and accountability.\r\nEscalation Pathways\r\nIf this appeal is not resolved satisfactorily, I will escalate the matter through the following channels:\r\n\r\nU.S. Department of Justice, Civil Rights Division: For ADA non-compliance.\r\nOffice of Inspector General (HHS-OIG): For investigation into systemic failures.\r\nCongressional Oversight Committees: To address broader accountability issues.\r\nJudicial Review: Filing suit under 5 U.S.C. § 552(a)(4)(B) to compel compliance.\r\nConclusion\r\nCMS’s response fails to meet its obligations under FOIA, the ADA, and the Constitution. I request:\r\n\r\nA comprehensive search for responsive records, with detailed documentation of the process.\r\nImmediate compliance with ADA accommodations, including exclusive use of the MuckRock platform for all correspondence.\r\nA revised response to this appeal addressing the deficiencies outlined.\r\nPlease confirm receipt of this appeal and provide a full response no later than 20 business days from receipt, as required under FOIA. Failure to comply will result in immediate escalation.\r\n\r\nSincerely,\r\nDavid Medeiros\r\nABI Resources, LLC\r\n\r\n\r\nCC:\r\nDesiree Gaynor, CMS FOIA Public Liaison\r\nOffice of Government Information Services (OGIS) \r\n\r\n\r\n\r\n1. Freedom of Information Act (FOIA) Compliance\r\nKey Laws:\r\nFreedom of Information Act (5 U.S.C. § 552)\r\n\r\nGoverns public access to federal agency records and requires \"reasonable searches\" for responsive documents.\r\nFederal Records Act (44 U.S.C. § 3101)\r\n\r\nMandates proper creation, maintenance, and preservation of federal records.\r\nRelevant Cases:\r\nNARA v. Favish, 541 U.S. 157 (2004)\r\n\r\nAgencies bear the burden of demonstrating the adequacy of their search and providing a justification for withholding records.\r\nChurch of Scientology v. IRS, 792 F.2d 146 (D.C. Cir. 1986)\r\n\r\nAgencies must conduct a search \"reasonably calculated to uncover all relevant documents.\"\r\nDepartment of Justice v. Reporters Committee for Freedom of the Press, 489 U.S. 749 (1989)\r\n\r\nDefines public interest in government transparency and accountability as fundamental to FOIA.\r\nWolf v. CIA, 473 F.3d 370 (D.C. Cir. 2007)\r\n\r\nCourts review whether an agency’s FOIA search was conducted in good faith and was adequate in scope.\r\nKissinger v. Reporters Committee for Freedom of the Press, 445 U.S. 136 (1980)\r\n\r\nClarifies agency obligations under FOIA regarding the handling and preservation of federal records.\r\n2. Americans with Disabilities Act (ADA) Compliance\r\nKey Laws:\r\nAmericans with Disabilities Act (42 U.S.C. § 12132)\r\n\r\nProhibits discrimination against individuals with disabilities in accessing public services.\r\nSection 504 of the Rehabilitation Act of 1973 (29 U.S.C. § 794)\r\n\r\nRequires federally funded programs to provide reasonable accommodations for individuals with disabilities.\r\n28 C.F.R. § 35.160\r\n\r\nEstablishes effective communication requirements for public entities under the ADA.\r\nRelevant Cases:\r\nTennessee v. Lane, 541 U.S. 509 (2004)\r\n\r\nReinforces the right to reasonable accommodations to ensure equal access to public services.\r\nAlexander v. Choate, 469 U.S. 287 (1985)\r\n\r\nProhibits policies or actions that disproportionately exclude individuals with disabilities from accessing public benefits.\r\nDoe v. Regional School Unit 26, 928 F.3d 51 (1st Cir. 2019)\r\n\r\nPublic entities must provide reasonable accommodations to ensure effective communication.\r\nHale v. King, 642 F.3d 492 (5th Cir. 2011)\r\n\r\nFederal agencies must comply with ADA requirements when responding to requests from individuals with disabilities.\r\n3. Constitutional Protections\r\nKey Provisions:\r\nFirst Amendment\r\n\r\nProtects the public’s right to access information as an extension of free speech.\r\nFourteenth Amendment\r\n\r\nGuarantees due process and equal protection under the law, including rights to fair access to government processes.\r\nSupremacy Clause (U.S. Const. art. VI)\r\n\r\nFederal laws, such as FOIA and the ADA, preempt state or agency actions that violate these statutes.\r\nRelevant Cases:\r\nLane v. Brown, 372 U.S. 477 (1963)\r\n\r\nEnsures federal programs operate in a non-discriminatory manner consistent with constitutional protections.\r\nRosenberger v. Rector and Visitors of the University of Virginia, 515 U.S. 819 (1995)\r\n\r\nReinforces transparency as a principle integral to constitutional accountability.\r\nMarbury v. Madison, 5 U.S. 137 (1803)\r\n\r\nEstablishes judicial review as a mechanism to ensure government compliance with constitutional and statutory requirements.\r\n4. Government Accountability and Oversight\r\nKey Laws:\r\nAdministrative Procedure Act (5 U.S.C. §§ 701–706)\r\n\r\nGoverns the process by which federal agencies operate and ensures accountability for agency actions.\r\nHatch Act (5 U.S.C. §§ 7321–7326)\r\n\r\nProhibits improper use of federal resources, ensuring ethical operations in federal agencies.\r\nInspector General Act of 1978 (5 U.S.C. App.)\r\n\r\nEstablishes mechanisms for independent oversight and investigation of agency misconduct.\r\nRelevant Cases:\r\nChevron U.S.A., Inc. v. NRDC, 467 U.S. 837 (1984)\r\n\r\nAgencies must justify actions under statutory frameworks, and judicial deference is contingent on compliance with the law.\r\nMassachusetts v. EPA, 549 U.S. 497 (2007)\r\n\r\nAgencies are obligated to provide reasoned explanations for decisions impacting public interest.\r\nSalazar v. Buono, 559 U.S. 700 (2010)\r\n\r\nCourts must ensure agencies operate in alignment with constitutional and statutory mandates.\r\n5. Record Retention and Preservation\r\nKey Laws:\r\nFederal Records Act (44 U.S.C. §§ 3101–3107)\r\n\r\nRequires agencies to create and maintain records documenting their activities.\r\nPaperwork Reduction Act (44 U.S.C. §§ 3501–3521)\r\n\r\nEnsures proper documentation and management of federal records to facilitate public access.\r\nRelevant Cases:\r\nArmstrong v. Executive Office of the President, 1 F.3d 1274 (D.C. Cir. 1993)\r\n\r\nAgencies must ensure records are retained and accessible for public and legal purposes.\r\nPublic Citizen v. Carlin, 184 F.3d 900 (D.C. Cir. 1999)\r\n\r\nDefines agency obligations for maintaining accessible and properly archived records.\r\n6. FOIA and ADA Appeals\r\nKey Precedents for Appeals:\r\nJudicial Review of FOIA Denials:\r\n\r\nCitizens for Responsibility and Ethics in Washington v. U.S. Department of Justice, 846 F.3d 1235 (D.C. Cir. 2017): Courts assess whether FOIA denials meet statutory standards.\r\nADA Appeals Mechanisms:\r\n\r\nGuckenberg v. Boston College, 957 F. Supp. 306 (D. Mass. 1997): Courts reinforce that public entities must comply with ADA accommodation requests.\r\n\r\nCC: \r\n1. Centers for Medicare & Medicaid Services (CMS):\r\n\r\nMichele Edmondson-Parrott\r\n\r\nDirector, Freedom of Information Group (FIG), Office of Strategic Operations and Regulatory Affairs (OSORA)\r\nEmail: FOIA_Request@cms.hhs.gov\r\nPhone: (410) 786-5353\r\nAddress: 7500 Security Blvd., Baltimore, MD 21244\r\nSource\r\nJoseph Tripline\r\n\r\nDeputy Director and Chief FOIA Officer, FIG/OSORA\r\nEmail: FOIA_Request@cms.hhs.gov\r\nPhone: (410) 786-5353\r\nAddress: 7500 Security Blvd., Baltimore, MD 21244\r\nSource\r\nDesiree Gaynor\r\n\r\nFOIA Public Liaison, FIG/OSORA\r\nEmail: FOIA_Request@cms.hhs.gov\r\nPhone: (410) 786-5353\r\nAddress: 7500 Security Blvd., Baltimore, MD 21244\r\nSource\r\n\r\n2. U.S. Department of Health and Human Services (HHS):\r\n\r\nChristi A. Grimm\r\nInspector General, Office of Inspector General (OIG)\r\nEmail: FOIA.HHS@hhs.gov\r\nPhone: (202) 619-2541\r\nAddress: 330 Independence Avenue, SW, Washington, DC 20201\r\nSource\r\n\r\n3. Office of Government Information Services (OGIS):\r\n\r\nAlina M. Semo\r\nDirector, OGIS\r\nEmail: ogis@nara.gov\r\nPhone: (202) 741-5770\r\nAddress: 8601 Adelphi Road, College Park, MD 20740-6001\r\nSource\r\n\r\n4. U.S. Department of Justice (DOJ) – Civil Rights Division:\r\n\r\nKristen Clarke\r\nAssistant Attorney General, Civil Rights Division\r\nEmail: ada.complaint@usdoj.gov\r\nPhone: (202) 514-4609\r\nAddress: 950 Pennsylvania Avenue, NW, Washington, DC 20530-0001\r\nSource\r\n\r\n5. Connecticut Department of Social Services (DSS):\r\n\r\nAndrea Barton Reeves\r\nCommissioner, DSS\r\nEmail: Public.Affairs@ct.gov\r\nPhone: (860) 424-5055\r\nAddress: 55 Farmington Avenue, Hartford, CT 06105\r\nSource\r\n\r\n6. U.S. Senate Committee on Finance:\r\n\r\nSenator Ron Wyden\r\nChairman, Senate Committee on Finance\r\nEmail: Contact via Senate Finance Committee\r\nPhone: (202) 224-4515\r\nAddress: 219 Dirksen Senate Office Building, Washington, DC 20510\r\n\r\n7. U.S. House Committee on Oversight and Reform:\r\n\r\nRepresentative James Comer\r\nChairman, House Committee on Oversight and Reform\r\nEmail: OversightDemocrats@mail.house.gov\r\nPhone: (202) 225-5074\r\nAddress: 2157 Rayburn House Office Building, Washington, DC 20515\r\n\r\n8. DOGE Department of Government Efficiency \r\n\r\nDB.42.131.Inf.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDAVID MEDEIROS",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/act-appeal-control-number-090620247088-cms-government-accountability-office-176956/"
  },
  {
    "id": 176955,
    "title": "Colorado Medicaid provider list",
    "slug": "colorado-medicaid-provider-list",
    "status": "ack",
    "embargo_status": "public",
    "user": 145168,
    "username": "JennKellogg",
    "agency": 4164,
    "datetime_submitted": "2024-11-26T13:56:03.368839",
    "date_due": "2024-12-02",
    "days_until_due": null,
    "date_followup": "2024-12-02",
    "datetime_done": null,
    "datetime_updated": "2024-11-26T13:56:03.540068",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 176955,
        "from_user": 145168,
        "to_user": 14234,
        "subject": "Colorado Open Records Act Request: Colorado Medicaid provider list",
        "datetime": "2024-11-26T13:56:03.540068",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Colorado Open Records Act, I hereby request the following records:\r\n\r\nI am requesting an opportunity to inspect or obtain an updated electronic list of all Colorado Medicaid healthcare providers with the INCLUSION of their respective National Provider Identifier (NPI) numbers, medicaid ID and state license number (CSV or excel or TXT format are preferred). All types of healthcare practitioners from all dates electronically available (active, inactive and retired licensee data sets would be greatly appreciated. The specific items to be included in data set:\r\n\r\n1. Provider first and last name\r\n2. Medicaid Identification number \r\n3. National Provider Identifier (NPI) number\r\n4. Colorado State License number and initial date of issuance or expiry (if available/applicable)\r\n5. Education / School/Training, if available\r\n6. Provider type (MD, DO, PA, RN, PT, OT, OD, CRNA, DMD, DDS, DPM etc)\r\n7. Provider Specialty\r\n8. Provider Practice Location (Including Practice Name)\r\n9. Please include Data Dictionary describing state Medicaid Data Sets, if available.\r\n10. Status of Active, Inactive, Retired\r\n\r\nThank you for considering my request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJenn Kellogg",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/colorado-127/colorado-medicaid-provider-list-176955/"
  }
]