[
  {
    "id": 184663,
    "title": "USCIS: Screening of social media activity",
    "slug": "uscis-screening-of-social-media-activity",
    "status": "submitted",
    "embargo_status": "public",
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 182,
    "datetime_submitted": "2025-04-09T12:09:34.199032",
    "date_due": "2025-05-07",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-04-09T12:09:34.397744",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 184663,
        "from_user": 3031,
        "to_user": 9659,
        "subject": "",
        "datetime": "2025-04-09T12:09:34.397744",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\n1. Any policies, guidance, training, or directives to DHS or USCIS staff or agents concerning the U.S. Citizenship and Immigration Services' \"consider[ation] of aliens' antisemitic activity on social media and the physical harassment of Jewish individuals as grounds for denying immigration benefit requests,\" as announced in an April 9, 2025, press release available at https://www.uscis.gov/newsroom/news-releases/dhs-to-begin-screening-aliens-social-media-activity-for-antisemitism.\r\n\r\n2. Any search terms, queries, or programming used to identify content on social media for consideration in denying immigration benefit requests.\r\n\r\nREQUEST FOR EXPEDITED PROCESSING:\r\n\r\nI request that this request be expedited under 6 CFR § 5.5(e)(1)(ii) and (iv) for the following reasons:\r\n\r\n1. I certify the following to be true and correct: My organization is primarily engaged in disseminating information. The Foundation for Individual Rights and Expression (FIRE) maintains a news website at https://thefire.org/news, through which its staff members regularly publish news stories and editorial content concerning the activities of governments, government officials, and other persons or organizations of public concern. I am a staff member of FIRE. I frequently write about matters involving the First Amendment and free expression, including on FIRE's website. See, e.g., https://www.thefire.org/news-archive?author=303. A substantial component of my duties as a staff member of FIRE is to obtain information through public records requests, including through the Freedom of Information Act, which I or my colleagues then share through FIRE's website and social media channels. I also publish news and other information of public concern via \"X\" (https://x.com/adamsteinbaugh) and \"Bluesky\" (https://bsky.app/profile/adamsteinbaugh.bsky.social). Federal agencies have granted my requests for expedited processing and full fee waivers on the basis that I seek information relevant to urgent news stories and matters of public interest.\r\n\r\n2. The requested information concerns an actual or alleged government activity, namely the Department of Homeland Security's response to an Executive Order concerning activity or expression that may be protected by the First Amendment, and the Department's announcement that USCIS will monitor social media.\r\n\r\n3. The requested information extends beyond the public's right to know about government activity generally and instead has a particular value that would be lost if not processed on an expedited basis. The information pertains to a news story of public interest. That issue has attracted a wide range of news media coverage, including the numerous articles identified below, which are helpful in establishing that there is an urgency to inform the public on this topic. The Department of Homeland Security issued a press release announcing the activity, reflecting its conclusion that information about the activity is worthy of immediate public attention.\r\n\r\nIn addition to the significant range of news coverage relating to the Trump administration's response to anti-semitism, particularly as it relates to higher education, examples of recent articles demonstrating the public's ongoing and current interest in this information include articles published immediately after this morning's press release, which are likely to multiply in the hours and days ahead:\r\n\r\na. https://www.npr.org/2025/04/09/g-s1-59149/immigrants-social-media-antisemitism-dhs\r\nb. https://news.bloomberglaw.com/daily-labor-report/uscis-to-screen-immigrants-social-media-for-antisemitism\r\nc. https://www.theblaze.com/news/exclusive-immigration-agency-to-scour-social-media-to-prevent-foreign-pro-terror-anti-semites-from-getting-benefits\r\n\r\nREQUEST FOR A FEE WAIVER OR REDUCED FEES:\r\n\r\nI request, under 6 CFR § 5.11(k), a waiver or reduction of fees for the following reasons:\r\n\r\n1. Disclosure of the requested information is in the public interest because its disclosure would shed light on the operations or activities of the government. The requested information pertains specifically to controversial conduct by United States officials in response to campus protests.\r\n\r\n2. Disclosure of the requested information would be likely to contribute significantly to public understanding of those operations or activities. Disclosure of the requested information would meaningfully inform the public about the Department's activities and operations.\r\n\r\n3. Disclosure of the requested information will contribute to the understanding of a reasonably broad audience of persons interested in the subject, as opposed to the individual understanding of the requester. The requestor is a licensed attorney who practices First Amendment law. As such, the requestor will be able to effectively convey information to the public. Further, the requestor is a representative of the news media. The requestor and his employer, the Foundation for Individual Rights and Expression, gather information of potential interest to a segment of the public, turns that information into distinct works (including through its news website, located at https://thefire.org/news), and distributes that information to the public. The information requested here relates to information that is about current events or that would be of current interest to the public. The requestor's past publication record (in addition to FIRE's articles available at https://thefire.org/news) is available at https://www.thefire.org/news-archive?author=303.\r\n\r\n4. The requested information is not primarily in the commercial interest of the requester. The requestor works for a nonprofit organization and the records are not sought for a commercial purpose.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/uscis-screening-of-social-media-activity-184663/"
  },
  {
    "id": 184662,
    "title": "Amtrak Board of Directors - Meeting Agendas and Minutes | Dec 2024 (2nd request)",
    "slug": "amtrak-board-of-directors-meeting-agendas-and-minutes-dec-2024-2nd-request",
    "status": "submitted",
    "embargo_status": "public",
    "user": 10138,
    "username": "NorthbyNorthwest",
    "agency": 479,
    "datetime_submitted": "2025-04-09T11:53:28.334551",
    "date_due": "2025-05-07",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-04-09T11:53:28.579294",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 184662,
        "from_user": 10138,
        "to_user": 9989,
        "subject": "Freedom of Information Act Request: Amtrak Board of Directors - Meeting Agendas and Minutes | Dec 2024 (2nd request)",
        "datetime": "2025-04-09T11:53:28.579294",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nThe agenda and minutes for any meeting of the Amtrak Board of Directors that occurred in the month of December 2024, including the meetings that were scheduled to be held on December 4th and December 5th.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBen Heckscher",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/amtrak-board-of-directors-meeting-agendas-and-minutes-dec-2024-2nd-request-184662/"
  }
]