[
  {
    "id": 145518,
    "title": "Hawaii Pension Data - 2023-5-1",
    "slug": "hawaii-pension-data-2023-5-1",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 68079,
    "username": "SamStecklow_unNmVCFy",
    "agency": 35149,
    "datetime_submitted": "2023-05-09T11:28:08.367725",
    "date_due": "2023-06-07",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-05-09T11:28:09.088132",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 145518,
        "from_user": 68079,
        "to_user": 115291,
        "subject": "",
        "datetime": "2023-05-09T11:28:09.088132",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nTo Whom It May Concern:\r\n\r\nThis is a public records request made via MuckRock under the Hawaii Uniform Information Practices Act, seeking records related to employment and pension data in this state.\r\n\r\nThis request is brought by Big Local News along with a collaboration of news organizations, including ABC News, KQED, MuckRock, the Invisible Institute and other news organizations. Big Local News is a program of Stanford University’s Journalism and Democracy Initiative and helps journalists collect, process and analyze public data.\r\n\r\nWe are seeking any datasets, databases, and/or spreadsheets sufficient to show the following information regarding every current or former public employee in Hawaii, year-by-year, dating back however far as the data exist for:\r\n\r\nFirst name\r\nMiddle name or initial\r\nLast name\r\nUnique ERS identification number\r\nRace\r\nGender\r\nYear of birth\r\nLast job title\r\nAll public employing agencies\r\nDates of employment with each agency\r\nMinimum & maximum pension benefit\r\n\r\nIf your system contains data elements not listed above, please include them in the response, provided they are releasable under the law. On the other hand, we recognize some of the information we are asking for may not be tracked by your system. If that is the case, we are willing to accept as many of the data elements as your agency maintains. If some records are more readily available, we are happy to receive partial information as soon as possible while the remaining request is processed.\r\n\r\nIn addition to the data elements listed, we request documentation necessary to understand and interpret the data, including but not limited to record layouts, data dictionaries, code sheets, lookup tables, etc.\r\n\r\nOur preference is to receive structured data provided in a machine-readable text file, such as delimited or fixed-width formats. We can also handle a variety of other data formats including SQL databases, Excel workbooks and MS Access. If there are additional formats your agency would prefer to provide, please let us know.\r\n\r\nWe are seeking this information as a news media organization on a matter of public interest concerning the conduct of government. As such, we ask for a waiver of all fees, if allowed under state law. If fees are necessary to reimburse the agency for actual costs, we agree to pay up to $100. If costs exceed that amount, please let us know before fulfilling the request.\r\n\r\nPlease send clarifications and questions via electronic communication at any time. Thank you very much for your time and attention to this request.\r\n\r\nSam Stecklow\r\nJournalist\r\nInvisible Institute\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nSam Stecklow",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/hawaii-247/hawaii-pension-data-2023-5-1-145518/"
  },
  {
    "id": 145517,
    "title": "Timekeeping records for 2014 – 2023",
    "slug": "timekeeping-records-for-2014-2023",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 14585,
    "username": "LXHXZZTVENTLKU",
    "agency": 5249,
    "datetime_submitted": "2023-05-09T11:27:47.159207",
    "date_due": "2023-05-16",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-05-09T11:27:47.897488",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 145517,
        "from_user": 14585,
        "to_user": 115290,
        "subject": "",
        "datetime": "2023-05-09T11:27:47.897488",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nFor a list of civil service title codes that follows, I request tabulations of headcount, timekeeping hours and attendance days for the years 2014–2023 (to latest date available). This should include any breakdown of attendance days by type (e.g., days in attendance, vacation, sick, etc.) as well as hours worked by type (e.g., overtime). \r\n\r\nThe requested Title Codes are: \r\n\r\n70210\r\n7021A\r\n7021B\r\n7021C\r\n7021D\r\n7021E\r\n70235\r\n7023A\r\n7023B\r\n70260\r\n70265\r\n7026A\r\n7026B\r\n7026C\r\n7026D\r\n7026E\r\n7026F\r\n70270\r\n7027A\r\n\r\nThese correspond to Union Codes 17, 29, 59, 79, and 91\r\n\r\nRecords should be provided in a computer-readable tabular format (e.g., .CSV or Excel spreadsheet) where possible. If it is not possible, then provide the records as PDF's, preferably one generated from the computer terminal and not through printing-and-scanning.\r\n\r\nIn addition to these records, please also provide any data dictionary provided by the timekeeping software vendor.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nT. McElwee",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-city-17/timekeeping-records-for-2014-2023-145517/"
  }
]