[
  {
    "id": 148535,
    "title": "Any Florida Attorney General Documents that would Identify Any State Of Florida Agencies Required By Law To Investigate Organized Crime in Florida.",
    "slug": "any-florida-attorney-general-documents-that-would-identify-any-state-of-florida-agencies-required-by-law-to-investigate-organized-crime-in-florida",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 3284,
    "username": "pointofthespear",
    "agency": 4852,
    "datetime_submitted": "2023-07-01T11:28:16.504589",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-07-01T11:28:16.591249",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 148535,
        "from_user": 3284,
        "to_user": 10727,
        "subject": "",
        "datetime": "2023-07-01T11:28:16.591249",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\n1. Any Florida Attorney General (hereafter FLAG) documents that would identify any State of Florida entities required by law to investigate the alleged operation of organized crime syndicates or white collar organized crime syndicates operating in Florida, targeting Florida residents.\r\n2. Any FLAG documents used to define (definition for) the phrase \"organized crime\" in the State of Florida.\r\n3. Any FLAG documents used to define (definition for) the phrase \" white color organized crime\" in the State of Florida.\r\n4. A copy of any FL AG policy/protocol for representing non-Florida politicians in federal court, who have alleged ties to organized crime.\r\n5. A copy of any FLAG policy/protocol for representing non-Florida politicians in federal court, who are involved in alleged \"Fraud on the Court\" schemes.\r\n  (Definition for Fraud on the Court)The requisite fraud on the court occurs where “it can be demonstrated, clearly and convincingly, that a party has sentiently set in motion some unconscionable scheme calculated to interfere with the judicial system’s ability impartially to adjudicate a matter by improperly influencing the trier of fact or unfairly hampering the presentation of the opposing party’s claim or defense.” Aoude v. Mobil Oil Corp., 892 F.2d 1115, 1118 (1st Cir. 1989). . . .:\r\n6. Any FLAG documents that would exempt Lawyers employed by FLAG office from compliance with Florida Bar, Rules of Professional Conduct https://www-media.floridabar.org/uploads/2023/06/Ch-4.pdf\r\n6. Any documents of the vetting of Robert Butterworth, for FLAG.\r\n7. Any documents of the FLAG for the vetting of Scott Masel for head of Florida Attorney General office CIVIL Division, Ft. Lauderdale.\r\n8. Any documents of the FLAG for the vetting of the female (Scott Masel's counterpart) for head of Florida Attorney General office CRIMINAL Division, Ft. Lauderdale.\r\n9. Any FLAG documents on a Richard McCleary drug trafficking operation out of Florida, Vero Beach or Key West,Florida to Maryland, Ocean City or Salisbury)\r\n10. Any FLAG investigation into Florida Dept. of Law Enforcement employees, Michael Ramage, David Sessions, Tim Elder, or Michael Washam.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nDon Stone",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/florida-34/any-florida-attorney-general-documents-that-would-identify-any-state-of-florida-agencies-required-by-law-to-investigate-organized-crime-in-florida-148535/"
  }
]