[
  {
    "id": 152328,
    "title": "Banner Learning Corporation",
    "slug": "banner-learning-corporation",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 117842,
    "username": "Unigetamana",
    "agency": 3955,
    "datetime_submitted": "2023-09-21T17:13:19.375301",
    "date_due": "2023-10-01",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-09-21T17:13:19.655986",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 152328,
        "from_user": 117842,
        "to_user": 14131,
        "subject": "",
        "datetime": "2023-09-21T17:13:19.655986",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nThis request is being made in response to allegations that the LAUSD does not always operate its Special Education classes, or contracts outside of agency, which allows Contractors to property manage portions of a campus to conduct the education of disabled students, Special Education students.\r\nFurthermore, I request an official list of school sites which have been managed or operated by Banner Learning Corporation, or have had their teachers or staff in facilitative, consultant, assistant, or temporary student facing positions.\r\nIn addition I request LAUSD employment history or Contractor history of Sidney Yeldell, an individual referenced in the following article whom now works for Banner Learning Corporation.\r\nhttps://www.washingtonpost.com/archive/local/1999/03/31/dc-school-security-chief-also-had-cleveland-job-officials-say/85165fab-4c87-4fc8-b652-4ffff4d2a115/\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRemy Noìchlaf",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/los-angeles-91/banner-learning-corporation-152328/"
  }
]