[
  {
    "id": 140557,
    "title": "NWDC SIRs",
    "slug": "nwdc-sirs",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 25665,
    "username": "DetentionKills",
    "agency": 133,
    "datetime_submitted": "2023-02-16T18:34:40.135474",
    "date_due": "2023-03-17",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-02-16T18:34:40.236408",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140557,
        "from_user": 25665,
        "to_user": 9620,
        "subject": "Freedom of Information Act Request: NWDC SIRs",
        "datetime": "2023-02-16T18:34:40.236408",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\n1. All Significant Incident Reports (SIRs) or Significant Event Notifications (SENs) from GEO to ICE’s ERO’s Seattle Field Office regarding events at the Northwest ICE Processing Center (NWIPC) in Tacoma, Washington, or from GEO to the ICE Contracting Officer for the period beginning February 1, 2023, and ending February 16, 2023.\r\n\r\n2. Records of notification by GEO to ICE’s ERO’s Seattle Field Office of any disciplinary proceedings initiated at the NWIPC between Feb. 1 and Feb. 16, 2023. \r\n\r\n3. Any communications to ICE ERO’s Seattle Field Office referencing policy changes or changes in conditions at the NWIPC agreed to by GEO between February 1 and February 16, 2023. \r\n\r\n4. Any records of communication between ICE officials and GEO officials between February 1 and February 16, 2023, containing the phrases “hunger strike”, “use of force”, “UOF”, “OC Spray”, or “pepper spray.” \r\n\r\nExpedited Processing Request\r\nPursuant to 6 CFR 5.5(e), we hereby request expedited processing of this request, and make the following statements under penalty of perjury pursuant to 28 USC 1746 in support thereof: \r\n\r\n1. In February 2023, scores of people locked inside the NWIPC initiated a hunger strike calling attention to a host of abusive conditions inside the facility, and aimed at demanding immediate change from its operator, The GEO Group, Inc.\r\n2. The struggle of people locked inside NWIPC against inhumane and dangerous conditions and abuses has been the subject of widespread and exceptional media attention about which there exist serious questions of public integrity affecting the public’s confidence in the continued operation of the facility. A representative, non-exhaustive sampling of this media attention is below:  \r\n- Rafael Bernal, “ICE unable to stamp out abuse allegations at detention centers,” The Hill (Feb. 16, 2023) https://thehill.com/latino/3860354-ice-unable-to-stamp-out-abuse-allegations-at-detention-centers/\r\n-  Alexandra Martinez, “Over 85 people incarcerated at Northwest Detention Center go on hunger strike against inhumane treatment,” Prism (February 15, 2023) available at https://prismreports.org/2023/02/15/northwest-detention-center-hunger-strike-ice/\r\n- Guy Oron, “These are not detention centers, these are prisons’: Hunger strike highlights poor conditions at NWDC,” Real Change News (Feb. 15, 2023) available at https://www.realchangenews.org/news/2023/02/15/these-are-not-detention-centers-these-are-prisons-hunger-strike-highlights-poor\r\n- Luz Melissa Cortez Nieto, “At Least 85 Detainees Protest Conditions while Immigrant Detention Officials Pepper Spray and Lockdown Units,” Tribuno del Pueblo  https://tribunodelpueblo.org/hunger-strike-begins-at-northwest-detention-center/\r\n-  Camryn Mata, “Hunger Strike Protests at Tacoma ICE Facility,” The Spectator (February 15, 2023) available at https://seattlespectator.com/2023/02/15/hunger-strike-protests-occur-in-tacoma-ice-facility/\r\n- KUOW Staff, “Hunger strike suspended at Tacoma ICE facility, but objections remain,” NPR-KUOW (Feb. 6, 2023) available at https://www.kuow.org/stories/hunger-strike-ends-at-ice\r\n- Gustavo Sagrero Alavarez, “ICE Detainees at Tacoma Reportedly on Day 3 of Hunger Strike, NPR-KUOW (Feb. 3, 2023) available at https://www.kuow.org/stories/ice-detainees-in-tacoma-reportedly-on-day-three-of-hunger-strike\r\n- Mantak Singh, “Communities rallies for hunger strikers at Tacoma Northwest Detention Center,” Fight Back News (Feb. 7, 2023) available at http://www.fightbacknews.org/2023/2/7/community-rallies-hunger-strikers-tacoma-northwest-detention-center\r\n\r\nThe records we seek will serve a vital role in informing the public regarding the conditions that led to the hunger strike, the response of the NWIPC to individual hunger strikers, concessions NWIPC made to demands, and violations of ICE standards committed in responding to the hunger strike. These records will assist the public in assessing the statements of corporate and government officials characterizing conduct people inside have described as abusive. \r\n\r\nPlease respond to this request by taking the following statutorily required actions: \r\n1. Make a determination on the Expedited Processing request within 10 calendar days (on or before February 27, 2023). \r\n2. Acknowledge this request and assign it an individualized tracking number within 10 working days (on or before March 2, 2023). \r\n3. Make a determination on whether the agency will respond to this request within 20 working days (on or before March 16, 2023). \r\n4. Provide an estimated date of records production. \r\n5. Make all responsive, reasonably segregable, non-exempt records promptly available.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAndrew Free",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/nwdc-sirs-140557/"
  }
]