[
  {
    "id": 141656,
    "title": "McKinsey Reports - Tennessee Dept. of Human Resources, 2020",
    "slug": "mckinsey-reports-tennessee-dept-of-human-resources-2020",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 75863,
    "username": "erinmiller",
    "agency": 20980,
    "datetime_submitted": "2023-03-01T15:15:11.801384",
    "date_due": "2023-03-10",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-03-01T15:15:11.991672",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "tennessee",
      "mckinsey",
      "covid-19",
      "mckinsey & company"
    ],
    "communications": [
      {
        "foia": 141656,
        "from_user": 75863,
        "to_user": 33328,
        "subject": "",
        "datetime": "2023-03-01T15:15:11.991672",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Tennessee Public Records Act, I hereby request the following records:\r\n\r\n1. All reports prepared by McKinsey & Company in 2020 and submitted to the Tennessee Department of Human Resources that were ordered to be released to Stephen Elliott and the Nashville Scene as part of their lawsuit against the Tennessee Dept. of Human Resources (for your reference: \"Stephen Elliott and FWP vs. Gov. Bill Lee\").\r\n\r\nTo clarify which reports I am requesting, as well as the lawsuit which I am referencing, please refer to this news article: https://www.nashvillescene.com/news/pithinthewind/davidson-county-judge-orders-governor-s-office-to-release-withheld-documents/article_494bdcde-8c7f-11ed-a43c-1395b20899b8.html\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nAs a freelance journalist and member of the media (www.erinmariemiller.com/clips), I request a waiver of all fees. Because the requested report has already been prepared in deliverable format and was legally ordered to be released to other parties as part of a lawsuit, and is therefore now part of the public record, it is reasonable to expect that there will be no fees associated with this request. However, in the unlikely event that there are fees, I am willing to pay up to $10 for the requested records. If there are fees in excess of $10, please inform me of the total fees and obtain my permission in writing before fulfilling this request. \r\n\r\nI would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 7 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nErin Marie Miller",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/tennessee-155/mckinsey-reports-tennessee-dept-of-human-resources-2020-141656/"
  },
  {
    "id": 141654,
    "title": "McKinsey & Company / Dr. Anthony Fauci: Emails, 2020",
    "slug": "mckinsey-company-dr-anthony-fauci-emails-2020",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 75863,
    "username": "erinmiller",
    "agency": 4241,
    "datetime_submitted": "2023-03-01T15:09:55.860420",
    "date_due": "2023-03-29",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-03-01T15:09:55.974367",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "mdhhs",
      "tcf regional care center",
      "pandemic policy",
      "covid-19 policy"
    ],
    "communications": [
      {
        "foia": 141654,
        "from_user": 75863,
        "to_user": 23090,
        "subject": "",
        "datetime": "2023-03-01T15:09:55.974367",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\n1. All emails to/from/between Dr. Anthony Fauci and any email address originating from, or ending in, \" @mckinsey.com \" between the dates of 1/1/2020 and 1/31/2021. Please make sure to include all attachments to those emails. When providing the responsive records related to this request, please specifically certify that no other responsive documents related to this request exist.\r\n\r\nIf it is not possible for your agency to conduct a search for emails originating from a specific domain, such as @mckinsey.com, please let me know and I can provide you with a specific list of McKinsey email addresses to search for instead.\r\n\r\nBetween 4/28/2020 and 1/31/2021, the U.S. Department of Health and Human Services awarded $13 million to McKinsey and Company, the details of which are available here: https://www.usaspending.gov/award/CONT_AWD_75R60220P00009_7526_-NONE-_-NONE-\r\n\r\nFully understanding if, and/or how, high-ranking government public health officials like Dr. Fauci communicated with non-government consultants when shaping the nation's response to the COVID-19 pandemic, including the information that was shared during the public policy-making process, is of the highest importance to the public interest. Given the impact of COVID-19 and its related policies on the United States, and on global society more generally, the requested records have deep historical significance and undeniably hold a high level of importance to the public interest. Because of that, the requested records should be made available to the public with as few redactions as possible, at the lowest fee possible, and as quickly as possible.\r\n\r\nThe requested information will be made available to the general public, and this request is not being made for commercial purposes. Disclosure of the requested information to me is in the public interest because it is likely to contribute significantly to public understanding of the operations and/or activities of the government during a historic public health crisis and is not primarily in my commercial interest.\r\n\r\nIn order to help determine my status to assess fees, you should know that I am a freelance journalist whose work has been published by print and digital news outlets and magazines at the national, regional and local levels. You can view my portfolio at www.erinmariemiller.com/clips. I have previously been determined a media requester by federal agencies under other FOIA requests.\r\n\r\nAs a member of the media, I request a waiver of all fees. In the event that there are fees, I am willing to pay up to $25 for the requested information. If the fee for this request exceeds this amount, please notify me in writing for permission prior to beginning work on the request.\r\n\r\nI would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not. \r\n\r\nPlease send all documents related to this request to this email address.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\n\r\nSincerely,\r\n\r\nErin Marie Miller",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/mckinsey-company-dr-anthony-fauci-emails-2020-141654/"
  },
  {
    "id": 141640,
    "title": "Commercial Licensing List",
    "slug": "commercial-licensing-list",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 84225,
    "username": "TonyaRiley_iXqIQTpL",
    "agency": 6693,
    "datetime_submitted": "2023-03-01T14:38:39.030732",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-03-01T14:38:39.249579",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 141640,
        "from_user": 84225,
        "to_user": 26563,
        "subject": "North Carolina Public Records Law Request: Commercial Licensing List",
        "datetime": "2023-03-01T14:38:39.249579",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the North Carolina Public Records Law, I hereby request the following records:\r\n\r\nA list of all active commercial use agreements between the North Carolina DMV and third parties as of 3/1/2023.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nTonya Riley",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/north-carolina-153/commercial-licensing-list-141640/"
  }
]