[
  {
    "id": 165923,
    "title": "TOHAS Placement Partners",
    "slug": "tohas-placement-partners",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 111073,
    "username": "BlackHeartGoon",
    "agency": 17641,
    "datetime_submitted": "2024-06-24T00:09:27.702288",
    "date_due": "2024-07-01",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-06-24T00:09:27.776107",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 165923,
        "from_user": 111073,
        "to_user": 25487,
        "subject": "",
        "datetime": "2024-06-24T00:09:27.776107",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\n1 - List of all Placement Partners, including their contact information (name, phone, email), and status (Active, Inactive, Terminated, Suspended). \r\n\r\n2 - Records related to the criteria, qualifications and documentation required for organizations to become Placement Partners.\r\n\r\n3 - Records related to the number of animals transferred to each Placement Partners in the past year. \r\n\r\n4 - Contact information for the Director, Placement Partners Coordinator and the Enforcement Offices.\r\n\r\n5 - Any complaints or issues that have arisen with your Placement Partners.\r\n\r\n6 - Standard Operating Procedures and related documentation for Placement Partners\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJonathan Colon",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/tohas-placement-partners-165923/"
  }
]