[
  {
    "id": 164634,
    "title": "Requesting to Appeal",
    "slug": "requesting-to-appeal",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 133775,
    "username": "AlexandraCollins",
    "agency": 10,
    "datetime_submitted": "2024-06-05T11:23:31.392174",
    "date_due": "2024-07-05",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-06-05T11:23:31.473383",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164634,
        "from_user": 133775,
        "to_user": 9555,
        "subject": "",
        "datetime": "2024-06-05T11:23:31.473383",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Saint Louis Federal Bureau of Investigation,\r\n\r\nI am writing to seek your guidance and assistance regarding my inclusion on the watch list supported by the Department of Homeland Security Intelligence & Analysis (I&A) sector and Federal Bureau of Investigation Terrorist Screening Center executed by Federal, State, Local, Tribal, and Territorial Law enforcement (F/SLTT), Saint Louis Fusion Center, and private sector partners. I was notified of this inclusion, and I believe there has been a misunderstanding or error in categorizing me as a potential security threat.\r\n\r\nAs a law-abiding citizen with a strong commitment to upholding the laws of our country, I have been suffering from the impact this inclusion and abuse has had on my personal and professional life. I am requesting information on the process for appealing this decision and would appreciate any guidance or assistance you can provide in resolving this matter.\r\n\r\nI have always respected and supported the efforts of the Federal Bureau of Investigations to ensure the safety and the security of our nation, and I would like the opportunity to address any concerns or inaccuracies that may have led to my inclusion on the watch list.\r\n\r\nYour prompt attention to this matter would be greatly appreciated, as I am eager to resolve this issue and clear my name as soon as possible. Thank you for your time and consideration, and I look forward to your guidance on the appropriate steps to take in appealing my inclusion on the watch list.\r\n\r\nSincerely,\r\n\r\nAlexandra Collins",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/requesting-to-appeal-164634/"
  }
]