[
  {
    "id": 180643,
    "title": "The \"Secret\" EOIR Adjudications Policies",
    "slug": "the-secret-eoir-adjudications-policies",
    "status": "submitted",
    "embargo_status": "public",
    "user": 5180,
    "username": "Mlhesq",
    "agency": 4122,
    "datetime_submitted": "2025-01-29T16:43:48.191124",
    "date_due": "2025-02-27",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-01-29T16:43:48.339547",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 180643,
        "from_user": 5180,
        "to_user": 11743,
        "subject": "",
        "datetime": "2025-01-29T16:43:48.339547",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nEOIR Policy Memo PM25-02 references says that despite prohibiting \"secret\" adjudications policies in 2021, the EOIR in the last five years has been \"issuing secret operational policies related to case adjudications.\" That memo states that \"As a result, any operational policy related to case adjudications issued in secret between February 1, 2021, and January 21, 2025, is no longer in effect.\" That memo is found here: https://www.justice.gov/eoir/media/1386541/dl?inline\r\n\r\nAs I am sure you are aware, an understanding of what rules an adjudicator is following and is bound to follow is a cornerstone of due process. If the EOIR in the last four years has been operating based on an untold number of \"secret\" policies that have guided its case adjudications, that information is absolutely critical for the public to know. It may inform every decision the agency has issued in the last four years. So, pursuant to the FOIA, I am asking for two things. \r\n\r\n1. Please produce all of the \"secret\" adjudications policies that Acting Director Owen references in PM25-02. And\r\n2. Expedite the processing of this FOIA request. Expedited treatment is critical, because until these secret policies are known, individuals will be unable to determine if they were unlawfully removed or ordered removed as a result of such secret, unfair, and according to Acting Director Own likely illegal policies are known. \r\n\r\nPlease promptly confirm receipt of this request, confirm that you have agreed to expedite it, and produce the records immediately. \r\n\r\nThank you. \r\n\r\nMatthew Hoppock\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMatthew Hoppock",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/the-secret-eoir-adjudications-policies-180643/"
  },
  {
    "id": 180642,
    "title": "Licensed officers and total employees",
    "slug": "licensed-officers-and-total-employees",
    "status": "ack",
    "embargo_status": "public",
    "user": 84591,
    "username": "Dillon-Bergin",
    "agency": 2600,
    "datetime_submitted": "2025-01-29T16:35:36.196724",
    "date_due": "2025-02-05",
    "days_until_due": null,
    "date_followup": "2025-02-05",
    "datetime_done": null,
    "datetime_updated": "2025-01-29T16:35:36.463462",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 180642,
        "from_user": 84591,
        "to_user": 18966,
        "subject": "Virginia Freedom of Information Act Request: Licensed officers and total employees",
        "datetime": "2025-01-29T16:35:36.463462",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Virginia Freedom of Information Act, I hereby request the following records:\r\n\r\nAny and all organized datasets containing the most recent information about the number of licensed officers and total employees per agency for every Virginia law enforcement agency,  in a machine-readable database or spreadsheet format such as Excel, CSV, Access, SQL or JSON. \r\n\r\nThe data should include all fields in the database or spreadsheets that contain non-exempt information. I also request all documentation that describes the layout of the database’s tables and fields, and that provides the definitions of any field names, codes, and abbreviations used in the database. This information may be gathered together in a single document like a data dictionary, entity layout, or user's guide. If that is the case, I request access to and copy of said document.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTom Nash, a citizen of Virginia, in coordination with Dillon Bergin.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/virginia-128/licensed-officers-and-total-employees-180642/"
  }
]