[
  {
    "id": 164480,
    "title": "Trading Records Review",
    "slug": "trading-records-review",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 129684,
    "username": "esearch",
    "agency": 168,
    "datetime_submitted": "2024-06-03T01:29:33.445753",
    "date_due": "2024-07-02",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-06-03T01:29:33.618594",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164480,
        "from_user": 129684,
        "to_user": 9554,
        "subject": "",
        "datetime": "2024-06-03T01:29:33.618594",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nDOJ records related to SEC trading review dated May 15, 2002, including DOJ records related to Seisint Inc. involvement with the investigation.\r\n\r\nPage 2 notes DOJ involvement in the investigation:\r\nhttps://unredacted.com/wp-content/uploads/2010/04/9-11-sec-report.pdf\r\n\r\nPage 9 of MFR03010885 dated 9/16/03 states:\r\n\r\n\"At the conclusion of the investigation, the SEC gave DOJ a CD containing all the\r\nrelevant trades the SEC and the SROs had found. Cella then accompanied Paul Johns of\r\nDOJ and FBI agent Gurvais Grigg to Seisint, a DOJ contractor based in Virgina, where\r\nSeisint's computer experts \"sliced and diced\" the data on its powerful computers to\r\ngenerate a series of reports. Johns, Grigg, and Cella reviewed these reports, which\r\nrevealed no evidence of illicit trading. Cella said the CD contained all of the trading\r\ninformation obtained through the blue-sheeting process, which is a tremendous amount of\r\ndata.\"\r\n\r\nhttps://cryptome.org/nara/sec/sec-03-0916.pdf\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAlan",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/trading-records-review-164480/"
  }
]