[
  {
    "id": 157159,
    "title": "Request for the Trump Administration Period (2017-2021)",
    "slug": "request-for-the-trump-administration-period-2017-2021",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 33,
    "datetime_submitted": "2024-01-11T20:27:31.598412",
    "date_due": "2024-02-09",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-01-11T20:27:31.678240",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 157159,
        "from_user": 4164,
        "to_user": 10001,
        "subject": "",
        "datetime": "2024-01-11T20:27:31.678240",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "General Services Administration\r\nFOIA Request\r\n1800 F Street NW\r\nWashington, DC 20405\r\n\r\n\r\nDear General Services Administration,\r\n\r\nSubject: Detailed Records Request for the Trump Administration Period (2017-2021)\r\n\r\nI am writing to submit a request under the Freedom of Information Act (5 U.S.C. § 552), for specific records from the General Services Administration during the Trump administration, specifically from January 20, 2017, to January 20, 2021.\r\n\r\nRequest for Records:\r\n\r\n    Real Estate Transactions and Leases: Records of all real estate transactions, leases, and agreements involving the GSA during the specified period, focusing on significant or unusual transactions.\r\n\r\n    Contracts and Procurements: Details of major contracts and procurements, including changes in procurement policies or practices and information on large infrastructure projects or technology acquisitions.\r\n\r\n    GSA’s Role in Presidential Transition: Documentation related to the GSA's activities during the 2020 presidential transition, including communications and transition resource allocation.\r\n\r\n    Internal Policies and Directives: Internal policies, guidelines, or directives issued or revised by the GSA, especially those impacting federal property management, building security, and procurement procedures.\r\n\r\n    Environmental and Sustainability Initiatives: Information on any environmental or sustainability initiatives, including green building practices and energy efficiency programs, undertaken or revised during this period.\r\n\r\n    Security Measures and Protocols: Records of changes or updates to security measures and protocols for federal buildings, including any directives or communications related to heightened security measures.\r\n\r\n    GSA's Interactions with the White House and Other Agencies: Correspondence and records of interactions between the GSA and the White House, as well as other federal agencies, regarding property management, federal space allocation, and logistical support.\r\n\r\n    Budget Allocations and Financial Reports: Detailed budget allocations, financial reports, and expenditure breakdowns for the GSA during this timeframe, highlighting any significant budgetary changes or anomalies.\r\n\r\nLegal Citations:\r\nPursuant to Department of Justice v. Tax Analysts, 492 U.S. 136, 142 (1989), and NLRB v. Robbins Tire & Rubber Co., 437 U.S. 214, 242 (1978), I expect a thorough search for records and a detailed justification for any withholdings under FOIA exemptions.\r\n\r\nFees and Costs:\r\nPlease inform me of any fees in advance. I request a fee waiver for this FOIA inquiry, as the information is for public dissemination and not for commercial use, per 5 U.S.C. § 552(a)(4)(A)(iii).\r\n\r\nEnclosure:\r\nAttached is a Fee Waiver Request Form, justifying the waiver under FOIA guidelines.\r\n\r\nDenial of Request:\r\nIf denied, in whole or in part, please provide a written explanation citing specific FOIA exemptions, as mandated by National Archives and Records Administration v. Favish, 541 U.S. 157 (2004).\r\n\r\nPublication Warning:\r\nThe contents of your response and this request will be made public, and may be used in legal proceedings to ensure FOIA compliance.\r\n\r\nRecord of Correspondence:\r\nThis request and all associated responses will form part of the official record. Please assign a new FOIA request number to this submission.\r\n\r\nI await your timely response within the 20-day statutory period.\r\n\r\nSincerely,\r\nJordan Lassiter\r\n\r\nEnclosure: Fee_Waiver_Request_Form.pdf",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1145541,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/130896/Fee_Waiver_Letter_copy_1.pdf",
            "datetime": "2024-01-11T20:27:31.678240",
            "title": "Fee_Waiver_Letter_copy_1.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/request-for-the-trump-administration-period-2017-2021-157159/"
  },
  {
    "id": 157158,
    "title": "Records from the Trump Administration (2017-2021)",
    "slug": "records-from-the-trump-administration-2017-2021",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 69,
    "datetime_submitted": "2024-01-11T20:27:22.920201",
    "date_due": "2024-02-09",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-01-11T20:27:23.004481",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 157158,
        "from_user": 4164,
        "to_user": 9928,
        "subject": "",
        "datetime": "2024-01-11T20:27:23.004481",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Office of Management and Budget\r\n725 17th Street, NW\r\nWashington, DC 20503\r\n\r\n\r\nDear Office of Management and Budget,\r\n\r\nSubject: Specific Records from the Trump Administration (2017-2021)\r\n\r\nI am writing to submit a new request under the Freedom of Information Act (5 U.S.C. § 552), focused on obtaining detailed records from the Office of Management and Budget during the Trump administration, specifically covering the period from January 20, 2017, to January 20, 2021.\r\n\r\nRequest for Records:\r\n\r\n    Budget Proposals for Fiscal Years 2018-2021: Records of the OMB's proposed federal budgets for fiscal years 2018 to 2021, including detailed expenditure breakdowns and justifications for significant budgetary changes.\r\n\r\n    Impact Analyses of Major Tax Reforms: Documents and communications related to impact analyses of major tax reforms during this period, especially the Tax Cuts and Jobs Act of 2017.\r\n\r\n    Discussions on Health Care Funding: Internal discussions, memos, and correspondence concerning changes in health care funding and policy, focusing on the Affordable Care Act, from 2017 to 2021.\r\n\r\n    Correspondence Regarding Emergency Funding: Communications and directives about emergency funding allocations in response to crises like natural disasters and the COVID-19 pandemic between 2017 and 2021.\r\n\r\nLegal Citations:\r\nIn line with Department of Justice v. Tax Analysts, 492 U.S. 136, 142 (1989), and NLRB v. Robbins Tire & Rubber Co., 437 U.S. 214, 242 (1978), I anticipate a diligent search for records and a detailed explanation for any FOIA exemptions applied.\r\n\r\nFees and Costs:\r\nPlease inform me of any fees in advance. A fee waiver is requested for this FOIA inquiry, as the information sought is for public dissemination and not for commercial use, in accordance with 5 U.S.C. § 552(a)(4)(A)(iii).\r\n\r\nEnclosure:\r\nAttached is a completed Fee Waiver Request Form, justifying the waiver under FOIA guidelines.\r\n\r\nDenial of Request:\r\nIf denied, in whole or in part, please provide a written explanation citing specific FOIA exemptions, as mandated by National Archives and Records Administration v. Favish, 541 U.S. 157 (2004).\r\n\r\nPublication Warning:\r\nThe contents of your response and this request will be made public, and may be used in legal proceedings to ensure FOIA compliance.\r\n\r\nRecord of Correspondence:\r\nThis request and all associated responses will form part of the official record. Please assign a new FOIA request number to this submission.\r\n\r\nI await your prompt response within the 20-day statutory period.\r\n\r\nSincerely,\r\n\r\nJordan Lassiter\r\n\r\nEnclosure: Fee_Waiver_Request_Form.pdf",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1145540,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/130895/Fee_Waiver_Letter_copy_1.pdf",
            "datetime": "2024-01-11T20:27:23.004481",
            "title": "Fee_Waiver_Letter_copy_1.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/records-from-the-trump-administration-2017-2021-157158/"
  },
  {
    "id": 157157,
    "title": "Comprehensive Request for Records Related to Property at 9172 W Meadow Dr, West Chester, OH 45069",
    "slug": "comprehensive-request-for-records-related-to-property-at-9172-w-meadow-dr-west-chester-oh-45069",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 21645,
    "datetime_submitted": "2024-01-11T20:27:14.953558",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-01-11T20:27:15.035875",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 157157,
        "from_user": 4164,
        "to_user": 34384,
        "subject": "",
        "datetime": "2024-01-11T20:27:15.035875",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Jordan Lassiter\r\nEmail: Jordan@Lassiter.eu\r\nJanuary 10th,2024\r\n\r\nButler County Recorder's Office\r\n130 High Street\r\nHamilton, OH 45011\r\nEmail: recorder@butlercountyohio.org\r\n\r\nRe: Public Records Request Under Ohio Rev. Code Ann. § 149.43\r\n\r\nATTENTION: DETAILED LEGAL REQUEST FOR RECORDS - STRICT COMPLIANCE REQUIRED\r\n\r\nDear Butler County Recorder,\r\n\r\nThis request, made under the Ohio Public Records Act (Ohio Rev. Code Ann. § 149.43), is crafted for precise legal compliance and clear understanding, as it may be subject to judicial review.\r\n\r\nRequester: Jordan Lassiter, Jordan@Lassiter.eu\r\n\r\nSubject: Comprehensive Request for Records Related to Property at 9172 W Meadow Dr, West Chester, OH 45069\r\n\r\nSpecifically Detailed Records Requested:\r\n\r\n    Deed Records: Complete deeds (original and all amendments/changes) for the property located at 9172 W Meadow Dr, West Chester, OH 45069. Include execution dates, involved parties, and property descriptions.\r\n    Transaction Histories: Full transaction logs (sales, transfers) for the property. Detail transaction dates, involved parties (individuals/entities), transaction amounts, and legal descriptions of the transactions.\r\n    Tax Assessment Records: Property tax assessments for the last five years. Provide detailed assessment reports, including assessed values, valuation methods, and any appeals or adjustments made.\r\n    Building Permits and Zoning Information: All building permits issued for the property and the current zoning classification. Include permit dates, types of work permitted, and zoning regulations applicable to the property.\r\n    Property Descriptions: Detailed descriptions of the property, encompassing land area, building measurements, room counts, unique architectural features, and any structural renovations or improvements made since the initial construction.\r\n    Liens or Encumbrances: Full details and status of any liens, mortgages, or other encumbrances on the property. Include creditor names, amounts, dates of encumbrance, and any resolutions if applicable.\r\n\r\nLegal Basis and Rationale for Request:\r\n\r\n    Public Interest & Transparency: As underlined in State ex rel. Cincinnati Enquirer v. Daniels, public interest in transparency for property ownership of public figures and associated entities.\r\n    Accountability through Detailed Records: Mandated in State ex rel. Dispatch Printing Co. v. Johnson, detailed records are essential for public accountability and scrutiny.\r\n    Justification for Denials: Any denial of part or all of this request must be legally justified, as mandated in State ex rel. Glasgow v. Jones.\r\n    Legal Recourse for Non-Compliance: Citing State ex rel. Consumer News Services, Inc. v. Worthington City Bd. of Edn., non-compliance may lead to legal action for enforcement.\r\n\r\nFees and Costs:\r\n\r\n    Fee Waiver Request: Enclosed Fee Waiver Request Letter based on the public interest nature of this inquiry.\r\n    Cost Limitation: Please provide a detailed cost estimate if expected to exceed $200.\r\n\r\nIntended Use of Information:\r\nThis information is sought for public interest purposes, focusing on transparency and accountability in property ownership, and is not for commercial use.\r\n\r\nAcknowledgment and Compliance Tracking:\r\nA prompt acknowledgment with a tracking number is requested. Note that non-compliance or inadequate responses may result in legal action to ensure compliance.\r\n\r\nThis request is prepared for potential legal proceedings to ensure compliance with Ohio's Public Records Act. A thorough and timely response is anticipated as per Ohio law.\r\n\r\nSincerely,\r\n\r\nJordan Lassiter",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1145539,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/131011/Fee_Waiver_Letter_copy_1.pdf",
            "datetime": "2024-01-11T20:27:15.035875",
            "title": "Fee_Waiver_Letter_copy_1.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/butler-county-25138/comprehensive-request-for-records-related-to-property-at-9172-w-meadow-dr-west-chester-oh-45069-157157/"
  },
  {
    "id": 157156,
    "title": "Comprehensive Request for Law Enforcement Records - 9172 W Meadow Dr, West Chester, OH 45069",
    "slug": "comprehensive-request-for-law-enforcement-records-9172-w-meadow-dr-west-chester-oh-45069",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 6878,
    "datetime_submitted": "2024-01-11T20:26:58.060852",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-01-11T20:26:58.150798",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 157156,
        "from_user": 4164,
        "to_user": 15936,
        "subject": "",
        "datetime": "2024-01-11T20:26:58.150798",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Jordan Lassiter\r\nEmail: Jordan@Lassiter.eu\r\nJanuary 10th 2024\r\n\r\nButler County Sheriff's Office\r\n705 Hanover Street\r\nHamilton, OH 45011\r\nEmail: [appropriate email address for public records request]\r\n\r\nRe: Public Records Request Under Ohio Rev. Code Ann. § 149.43\r\n\r\nATTENTION: DETAILED LEGAL REQUEST FOR RECORDS - STRICT COMPLIANCE REQUIRED\r\n\r\nDear Butler County Sheriff,\r\n\r\nIn accordance with the Ohio Public Records Act (Ohio Rev. Code Ann. § 149.43), I am submitting a detailed request for records, which should be processed with utmost diligence and legal compliance, as it may be subject to judicial scrutiny.\r\n\r\nRequester: Jordan Lassiter, Jordan@Lassiter.eu\r\n\r\nSubject: Comprehensive Request for Law Enforcement Records - 9172 W Meadow Dr, West Chester, OH 45069\r\n\r\nSpecifically Detailed Records Requested:\r\n\r\n    Police Call Logs: Detailed records of all police calls (emergency and non-emergency) to the address 9172 W Meadow Dr, West Chester, OH 45069. Include dates, times, nature of each call, responding officers, and summary of outcomes or actions taken.\r\n    Incident Reports: Copies of all incident reports resulting from police calls to the specified address. Provide narrative descriptions, involved officer statements, and subsequent follow-up actions.\r\n    Dispatch Logs: Comprehensive logs detailing the dispatching of officers to the specified address, including dates, times, reasons for dispatch, and officer identifications.\r\n\r\nLegal Basis and Rationale for Request:\r\n\r\n    Public Interest & Transparency: This request is rooted in the public's right to understand law enforcement activities in their community, as highlighted in State ex rel. Cincinnati Enquirer v. Daniels.\r\n    Accountability through Detailed Records: In alignment with State ex rel. Dispatch Printing Co. v. Johnson, detailed records are vital for community oversight of law enforcement activities.\r\n    Justification for Denials: Any partial or complete denial of this request must be accompanied by a detailed legal justification, as required by State ex rel. Glasgow v. Jones.\r\n    Legal Recourse for Non-Compliance: In line with State ex rel. Consumer News Services, Inc. v. Worthington City Bd. of Edn., non-compliance may lead to legal proceedings for enforcement.\r\n\r\nFees and Costs:\r\n\r\n    Fee Waiver Request: A Fee Waiver Request Letter is enclosed, highlighting the public interest nature of this request.\r\n    Cost Limitation: If costs are expected to exceed $200, please provide an itemized estimate before proceeding.\r\n\r\nIntended Use of Information:\r\nFor public interest, focusing on law enforcement activities and community safety, not for commercial purposes.\r\n\r\nAcknowledgment and Compliance Tracking:\r\nI request prompt acknowledgment of this letter with a tracking number. Non-compliance or inadequate responses may necessitate legal action to ensure adherence to public records laws.\r\n\r\nThis detailed request is prepared for potential legal recourse to guarantee compliance with Ohio's Public Records Act. A timely and thorough response is anticipated in accordance with Ohio law.\r\n\r\nSincerely,\r\n\r\nJordan Lassiter",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/butler-county-25138/comprehensive-request-for-law-enforcement-records-9172-w-meadow-dr-west-chester-oh-45069-157156/"
  }
]