[
  {
    "id": 189493,
    "title": "FOIA Request – Records Related to February 2022 Appointment of Interim Executive Director Mark A. Robbins",
    "slug": "foia-request-records-related-to-february-2022-appointment-of-interim-executive-director-mark-a-robbins",
    "status": "ack",
    "embargo_status": "public",
    "user": 159466,
    "username": "AnonymousBloomer",
    "agency": 2361,
    "datetime_submitted": "2025-07-11T16:54:29.404386",
    "date_due": "2025-08-08",
    "days_until_due": null,
    "date_followup": "2025-08-08",
    "datetime_done": null,
    "datetime_updated": "2025-07-11T16:54:29.503906",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 189493,
        "from_user": 159466,
        "to_user": 13003,
        "subject": "Freedom of Information Act Request: FOIA Request – Records Related to February 2022 Appointment of Interim Executive Director Mark A. Robbins",
        "datetime": "2025-07-11T16:54:29.503906",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nDear FOIA Officer,\r\n\r\nPursuant to the Freedom of Information Act (5 U.S.C. § 552), I respectfully request access to the following records:\r\n\r\nAll documents, meeting minutes, internal communications, and voting records related to the appointment of Mark A. Robbins as Interim Executive Director of the U.S. Election Assistance Commission, finalized by Commission vote on or around February 8, 2022.\r\n\r\nSpecifically, I request:\r\n\r\nThe official vote tally (including whether the vote was unanimous or divided) from the Commissioners.\r\n\r\nAny Commission meeting minutes, agendas, transcripts, or decision memos related to the appointment.\r\n\r\nEmails or internal memos exchanged between EAC Commissioners, staff, or legal counsel discussing Robbins’s selection between January 1, 2022 and February 15, 2022.\r\n\r\nThe final memorandum of appointment or resolution documenting Robbins’s installation as Interim Executive Director.\r\n\r\nAny dissenting opinions, abstentions, or formal statements of support or opposition filed by any Commissioner during the appointment process.\r\n\r\nPlease include all responsive records regardless of format (email, PDF, meeting notes, etc.).\r\n\r\nIf parts of this request are exempt from disclosure, please release any reasonably segregable portions of the otherwise exempt material as required by 5 U.S.C. § 552(b).\r\n\r\nFEE WAIVER: \r\n\r\nAs a journalist reporting for the public on matters of federal election oversight and administrative transparency, I request a waiver of all search and reproduction fees. The information sought is in the public interest and is not being requested for commercial purposes. The findings will be used in an investigative report published by Dissent in Bloom, which regularly covers federal agencies and election infrastructure.\r\n\r\nIf any part of this request is denied, please provide a written justification, including the specific exemption(s) claimed, and release all segregable non-exempt portions.\r\n\r\nIf any portion of this request is denied, please inform me of the specific exemption(s) claimed for each withheld record or portion thereof, and describe the procedures available to appeal your decision.\r\n\r\nI look forward to receiving your response within the statutory time period of twenty (20) working days. If you have any questions regarding this request, please contact me at the phone number or email address provided above.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAnonymous Bloomer",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/foia-request-records-related-to-february-2022-appointment-of-interim-executive-director-mark-a-robbins-189493/"
  }
]