[
  {
    "id": 142492,
    "title": "TS 3.9.23",
    "slug": "ts-3923",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 60252,
    "username": "rskva102",
    "agency": 182,
    "datetime_submitted": "2023-03-09T10:28:49.917555",
    "date_due": "2023-04-06",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-03-09T10:28:50.309783",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 142492,
        "from_user": 60252,
        "to_user": 9659,
        "subject": "",
        "datetime": "2023-03-09T10:28:50.309783",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear FOIA Officer:\r\n\r\nYou are receiving this correspondence as a request under the Freedom of Information Act, 5 U.S.C. subsection 552. I am requesting the following:\r\n\r\nAll United States Customs and Immigration Services (USCIS) apprehension records for Thomas Edward Southerland (March 17, 1941 – January 11, 2020), aka Thomas E. Southerland and Thomas E. Sutherland, and Leslie Atkinson (November 19, 1925 - November 11, 2014), aka Leslie Ike Atkinson and Ike Atkinson. Mr. Southerland and Mr. Atkinson were apprehended on December 11, 1972, at Andrews Air Force Base (now Joint Base Andrews Naval Air Facility Washington), in Prince George's County, Maryland. At that time, Customs agents inspected the bodies of two deceased military personnel in connection with information that Mr. Southerland and Mr. Atkinson were smuggling narcotics into the United States using the bodies for transport. Per files released by the Federal Bureau of Investigation (FOI/PA # 1481062), the FBI, Customs, and the United States Department of the Army Criminal Investigation Division jointly participated in a task force to investigate this claim. A prior Freedom of Information Act request regarding Mr. Southerland, sent to Customs and Border Patrol on November 16, 2020, referred me to the A-File of the USCIS, therefore I am requesting all USCIS records on Mr. Southerland and Mr. Atkinson with regard to their apprehensions and the subsequent investigation.\r\n\r\nMr. Southerland’s death was reported in the January 12, 2020 edition of The News and Observer, based out of Raleigh, North Carolina. I am providing a clipping taken from Legacy.com of his obituary, as an attachment. You may also find his obituary online at: https://www.legacy.com/obituaries/name/thomas-southerland-obituary?pid=195009022\r\n\r\nMr. Atkinson's death was reported in the November 13, 2014 edition of The News and Observer, based out of Raleigh, North Carolina. I am providing a clipping taken from Legacy.com of his obituary, as an attachment. You may also find his obituary online at: https://www.legacy.com/us/obituaries/newsobserver/name/leslie-atkinson-obituary?id=35755792\r\n\r\nI am asking you waive any fees associated with this request. I am a member of the news media and request classification as such. My bylines, which include Creem Magazine, Covert Action Magazine, and Philly Voice, can be found in both print and electronic publications. Please take note of the Office of Management and Budget guidelines published March 27, 1987 (52 FR 10012) that include electronic publications and other nontraditional publishers as representatives of the news media.\r\n\r\nIn the event that there are fees, I am willing to pay up to $100. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThis request is not being made for commercial purposes. All documents will be provided to the general public without charge.\r\n\r\nI look forward to your response within 20 working days, as the statute requires. If access to the records I am requesting will take longer, please contact me with information about when I might expect copies or the ability to inspect the requested records.\r\n\r\nIf you deny any or all of this request, please cite each specific exemption you feel justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\r\n\r\nSincerely,\r\n\r\nRobert Skvarla, Jr.",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1072958,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/rskva102/119301/Thomas_Southerland_Legacy_Obituary.pdf",
            "datetime": "2023-03-09T10:28:50.309783",
            "title": "Thomas_Southerland_Legacy_Obituary.pdf",
            "source": "Robert Skvarla, Jr.",
            "description": "",
            "doc_id": "",
            "pages": 0
          },
          {
            "id": 1072957,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/rskva102/119301/Leslie_Atkinson_Obituary_2014_-_Goldsboro_NC_-_The_News__Observer.pdf",
            "datetime": "2023-03-09T10:28:50.309783",
            "title": "Leslie_Atkinson_Obituary_2014_-_Goldsboro_NC_-_The_News__Observer.pdf",
            "source": "Robert Skvarla, Jr.",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/ts-3923-142492/"
  }
]