[
  {
    "id": 189993,
    "title": "Niskayuna Strategic Plan for Equity – May 2021",
    "slug": "niskayuna-strategic-plan-for-equity-may-2021",
    "status": "ack",
    "embargo_status": "public",
    "user": 18767,
    "username": "jvparker",
    "agency": 31059,
    "datetime_submitted": "2025-07-22T00:49:21.667650",
    "date_due": "2025-07-29",
    "days_until_due": null,
    "date_followup": "2025-07-29",
    "datetime_done": null,
    "datetime_updated": "2025-07-22T00:49:21.858762",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 189993,
        "from_user": 18767,
        "to_user": 87276,
        "subject": "New York Freedom of Information Law Request: Niskayuna Strategic Plan for Equity – May 2021",
        "datetime": "2025-07-22T00:49:21.858762",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nspecifically and exclusively related to the creation and development of the document titled:\r\n\r\n“Niskayuna Strategic Plan for Equity – May 2021”\r\nPublicly posted at: https://www.niskayunaschools.org/wp-content/uploads/2021/05/Niskayuna-Equity-Infographic-May-2021.pdf\r\nArchived copy: https://web.archive.org/web/20240810034840/https://www.niskayunaschools.org/wp-content/uploads/2021/05/Niskayuna-Equity-Infographic-May-2021.pdf\r\n\r\nThis document was formally presented to the Board of Education on May 25, 2021 and was publicly released via email on May 27, 2021. See Board presentation version here:\r\nhttps://go.boarddocs.com/ny/nisk/Board.nsf/files/C3CJ4N4AF975/$file/District%20Equity%20Plan%20-5-25-2021.pdf\r\nArchive copy: https://archive.is/hhgW0\r\n\r\nThis request is strictly limited to records directly related to the creation, development, review, formatting, or publication of the above-linked document. Records that do not specifically relate to this document should be considered nonresponsive.\r\n\r\nI request the following records created prior to May 27, 2021:\r\n\t1.\tAll draft versions of the “Strategic Plan for Equity – May 2021” document\r\n\t2.\tAll internal planning documents, notes, and working drafts used by any group that contributed to the document\r\n\t3.\tAll presentation materials (slides, notes, handouts) created to present or explain this document, including those prepared for the May 25, 2021 Board of Education meeting\r\n\t4.\tAll existing records that identify individuals, working groups, or committees who contributed to, reviewed, or participated in the creation of the “Strategic Plan for Equity – May 2021,” including but not limited to meeting agendas, sign-in sheets, planning rosters, participant lists, acknowledgments, or committee documentation\r\n\t5.\tAll contracts, invoices, scopes of work, or deliverables from any consultants or vendors involved in creating, editing, formatting, or supporting the publication of this document\r\n\t6.\tAny edits, contributions, or review materials from Capital Region BOCES related to this document\r\n\r\nPlease note:\r\n\r\nUnder the NYS Archives Retention and Disposition Schedule LGS-1 and applicable federal regulations:\r\n\r\n• LGS-1 Item 68 requires that strategic plans and long-range planning documents be retained permanently\r\n• Supporting documentation such as drafts, planning notes, working group records, and preparatory materials must be retained for at least 6 years after the plan is superseded or obsolete\r\n• LGS-1 Item 500 requires that contracts and vendor records (including invoices, scopes of work, and deliverables) be retained for at least 6 years after expiration or completion\r\n• LGS-1 Item 47 requires that Board of Education meeting minutes be retained permanently\r\n\r\nIn addition, where development of this document involved or was supported by federal funds (e.g., Title I, Title II, ARP ESSER, or other federally subsidized equity or professional development initiatives), the following federal regulations apply:\r\n\r\n• 2 CFR § 200.334 (Uniform Guidance) requires that all records related to federal awards, including planning documents, contracts, and supporting materials, be retained for at least 3 years from the date of final expenditure reporting—and longer if litigation, audit, or investigation is ongoing\r\n• 34 CFR § 100.6(c) and related Title VI of the Civil Rights Act provisions require that recipients of federal education funding maintain all records necessary to demonstrate compliance with non-discrimination and equity obligations, including program design, planning, and implementation materials\r\n\r\nTogether, these retention requirements make clear that the requested records should remain in the district’s custody and available for production under FOIL and federal oversight. Failure to produce these materials may constitute noncompliance with both FOIL and records retention obligations.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJackson Parker",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/niskayuna-23437/niskayuna-strategic-plan-for-equity-may-2021-189993/"
  }
]