[
  {
    "id": 183043,
    "title": "Trump Administration's Directives on Social Media Content Moderation and Keyword Censorship (January 20, 2017 to March 12, 2025) – SPANNING BOTH TRUMP ADMINISTRATIONS",
    "slug": "trump-administrations-directives-on-social-media-content-moderation-and-keyword-censorship-january-20-2017-to-march-12-2025-spanning-both-trump-administrations",
    "status": "submitted",
    "embargo_status": "public",
    "user": 4164,
    "username": "TheJ",
    "agency": 856,
    "datetime_submitted": "2025-03-13T05:32:27.351792",
    "date_due": "2025-04-10",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-13T05:32:27.565975",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 183043,
        "from_user": 4164,
        "to_user": 9593,
        "subject": "",
        "datetime": "2025-03-13T05:32:27.565975",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Jordan Lassiter\r\nInvestigative Journalist\r\nMarch 12, 2025\r\n\r\n\r\nFOIA Officer\r\nDepartment of Justice\r\n950 Pennsylvania Avenue, NW\r\nWashington, DC 20530-0001\r\nEmail: FOIA@usdoj.gov\r\nFax: (202) 514-1009\r\n\r\n⚠️ CRITICAL NOTICE – READ CAREFULLY – COMPREHENSIVE COMPLIANCE REQUIRED ⚠️\r\n\r\nThis FOIA request contains specific, legally-binding requirements that must be strictly followed. Failure to comply with ANY aspect of this request, including but not limited to the comprehensive search methodology requirements, records preservation directives, and detailed documentation of search processes, may constitute a violation of FOIA and may be considered evidence of bad faith in any subsequent litigation. This request explicitly requires complete itemized documentation of all systems searched, search terms used, date ranges, personnel involved, time spent, search logs, and Information Management Officer certification.\r\n\r\nFREEDOM OF INFORMATION ACT REQUEST – PRIORITY PROCESSING REQUESTED – Records Relating to the Trump Administration's Directives on Social Media Content Moderation and Keyword Censorship (January 20, 2017 to March 12, 2025) – SPANNING BOTH TRUMP ADMINISTRATIONS\r\n\r\nDear FOIA Officer:\r\n\r\nFORMAL REQUEST FOR AGENCY RECORDS UNDER 5 U.S.C. § 552\r\n\r\nPursuant to the Freedom of Information Act, 5 U.S.C. § 552 et seq., DOJ regulations at 28 C.F.R. Part 16, and binding judicial precedent, I hereby request access to and copies of all records—without exception or omission—pertaining to any instructions, guidance, orders, or directives issued by, received by, or acted upon by the Department of Justice regarding the moderation, filtering, restriction, limitation, flagging, or censorship of content on social media platforms during BOTH Trump administrations: specifically from January 20, 2017 (first Trump Inauguration Day) through January 20, 2021 (end of first Trump term) AND from January 20, 2025 (second Trump Inauguration Day) through March 12, 2025 (current date). This request encompasses, but is not limited to, actions concerning TikTok and other major social media platforms during both the first Trump administration (2017-2021) and the current Trump administration (2025-present).\r\n\r\nThis request should be directed to and processed by multiple DOJ components including, but not limited to: Office of the Attorney General (OAG), Office of the Deputy Attorney General (ODAG), Office of Legal Counsel (OLC), Office of Legal Policy (OLP), National Security Division (NSD), Criminal Division (specifically the Computer Crime and Intellectual Property Section), Civil Rights Division, and the Office of Information Policy (OIP). Given the cross-cutting nature of social media content moderation policies, I request that this FOIA be processed as a multi-component request and that all potentially responsive DOJ components conduct thorough searches.\r\n\r\nI. DETAILED DESCRIPTION OF RECORDS REQUESTED\r\n\r\nTo eliminate any possibility of ambiguity or misinterpretation, I provide the following non-exhaustive specifications of the types of records sought:\r\nA. Communications and Directives\r\n\r\nInternal Communications: All emails, text messages, instant messages, memoranda, briefing documents, and electronic communications of any kind (including metadata, attachments, and draft versions) between or among DOJ officials, staff, employees, contractors, or consultants at any level, containing any reference to:\r\n\r\n\"social media\" AND (\"content\" OR \"moderation\" OR \"filtering\" OR \"removal\" OR \"censorship\" OR \"keywords\" OR \"flagging\" OR \"suppression\")\r\n\"TikTok\" AND (\"content\" OR \"moderation\" OR \"filtering\" OR \"removal\" OR \"censorship\" OR \"keywords\" OR \"flagging\" OR \"suppression\" OR \"national security\")\r\n\"platform\" AND (\"guidance\" OR \"directive\" OR \"instruction\" OR \"recommendation\" OR \"policy\")\r\n\"Executive Order\" AND (\"social media\" OR \"content\" OR \"platform\" OR \"speech\" OR \"expression\")\r\n\r\n\r\nExternal Communications: All communications (including attachments, drafts, and metadata) between any DOJ personnel and representatives of any social media company, including but not limited to:\r\n\r\nMeta (Facebook, Instagram)\r\nX (formerly Twitter)\r\nTikTok or ByteDance\r\nGoogle or YouTube\r\nReddit\r\nSnap Inc.\r\nDiscord\r\nLinkedIn\r\nAny other social media platform\r\n\r\n\r\nInteragency Communications: All communications (including attachments, drafts, and metadata) between DOJ personnel and representatives of other federal agencies, specifically regarding content moderation, filtering, or censorship, including:\r\n\r\nDepartment of Homeland Security (including CISA)\r\nFederal Bureau of Investigation\r\nOffice of the Director of National Intelligence\r\nDepartment of State\r\nFederal Communications Commission\r\nFederal Trade Commission\r\nExecutive Office of the President\r\nNational Security Council\r\nWhite House staff\r\n\r\n\r\n\r\nB. Policy and Decision Documents\r\n\r\nFormal Policy Documents: All finalized or draft policy documents, guidance materials, legal opinions, memoranda, directives, or formal instructions relating to social media content moderation, including:\r\n\r\nPolicy memoranda\r\nLegal analyses or opinions\r\nGuidelines for implementation\r\nTraining materials\r\nStandard operating procedures\r\nEnforcement protocols\r\n\r\n\r\nDecision-Making Records: All records reflecting the decision-making process for any directives, including:\r\n\r\nMeeting agendas, minutes, and transcripts\r\nCalendar entries for meetings where these topics were discussed\r\nNotes taken during relevant meetings or calls\r\nPresentations or briefing materials\r\nDecision memoranda\r\nSign-off documentation or approval chains\r\n\r\n\r\nImpact Analyses: Any records assessing potential impacts of content moderation directives, including:\r\n\r\nFirst Amendment implications analyses\r\nRisk assessments\r\nPrivacy impact assessments\r\nCybersecurity evaluations\r\nPublic perception analyses\r\nImplementation challenges or barriers\r\n\r\n\r\n\r\nC. Implementation and Operational Records\r\n\r\nImplementation Plans: All records detailing plans for implementing content moderation directives, including:\r\n\r\nAction plans\r\nStaffing arrangements\r\nTimelines\r\nProgress reports\r\nResource allocations\r\n\r\n\r\nTracking and Enforcement: All records related to monitoring compliance with directives, including:\r\n\r\nTracking databases or spreadsheets\r\nReports on platform compliance\r\nEnforcement actions considered or taken\r\nMetrics on content removal or filtering\r\n\r\n\r\nTechnical Specifications: All technical documentation related to keyword filtering, content flagging systems, or automated content moderation tools, including:\r\n\r\nKeyword lists or databases\r\nTechnical requirements provided to platforms\r\nAPI specifications or requirements\r\nData sharing protocols\r\n\r\n\r\n\r\nD. Legal Records\r\n\r\nLegal Analyses: All legal memoranda, opinions, or analyses regarding:\r\n\r\nFirst Amendment implications\r\nSection 230 of the Communications Decency Act\r\nLegal authorities for government involvement in content moderation\r\nPotential legal challenges\r\n\r\n\r\nLitigation-Related Records: Any records pertaining to anticipated or actual litigation related to social media content moderation directives.\r\n\r\nII. CUSTODIANS AND SEARCH PARAMETERS\r\n\r\nTo ensure a comprehensive search, please include the following custodians' records:\r\n\r\nThe Attorney General\r\nDeputy Attorney General\r\nAssociate Attorney General\r\nAssistant Attorneys General\r\nAll heads of DOJ components and divisions\r\nAll staff in the Office of Legal Counsel\r\nAll staff in the Office of Legal Policy\r\nAll staff in the Computer Crime and Intellectual Property Section\r\nAll staff in the National Security Division\r\nAny other personnel with responsibilities related to technology policy, social media, or content regulation\r\n\r\nRequired Search Systems and Databases\r\nThis request specifically requires searches of the following systems known to contain DOJ records:\r\n\r\nRelativity - The DOJ's primary e-discovery platform used for document review in FOIA processing\r\nEnCase eDiscovery - The forensic collection and processing tool used by DOJ components\r\nProofPoint - Email archiving system used by multiple DOJ components\r\nOpenText - Document management system used for case files and regulatory materials\r\nJustice Records Information System (JURIS) - The Department's legacy records system\r\nJustice Consolidated Office Network (JCON) - The Department's network infrastructure containing shared drives and document repositories\r\nEnterprise Vault - Email archiving system used by DOJ\r\nClearwell - E-discovery platform used by some DOJ components\r\niManage/WorkSite - Document management system used by various DOJ offices\r\nMicrosoft 365 - Including all Exchange Online mailboxes, SharePoint sites, OneDrive accounts, and Teams communications for relevant custodians\r\nConcordance - Document review platform used for some FOIA processing\r\nFOIA Xpress - Case management system for FOIA requests\r\nFOIAonline - Public-facing FOIA portal that may contain related communications\r\nFOIAConnect - Internal FOIA processing and redaction tools\r\nPreviously Processed FOIA Requests - All records previously released under FOIA regarding social media content moderation during the 2017-2021 Trump administration\r\nTrump Administration First Term Archives - Records from the first Trump administration (2017-2021) that may have been archived or transferred to the National Archives and Records Administration but remain under DOJ control or access\r\nTransition Team Records - Documents from both the 2017 and 2025 presidential transition teams related to social media content policies\r\n\r\nFor each custodian, please conduct searches using, at minimum, the following search terms:\r\n\r\n\"social media\" AND (\"moderation\" OR \"content\" OR \"removal\" OR \"filter\" OR \"censor\" OR \"flag\" OR \"suppress\")\r\n\"TikTok\" AND (\"ban\" OR \"restrict\" OR \"limit\" OR \"moderate\" OR \"censor\" OR \"filter\")\r\n\"platform\" AND (\"guidance\" OR \"directive\" OR \"instruction\" OR \"recommendation\")\r\n\"keyword\" AND (\"filter\" OR \"flag\" OR \"block\" OR \"remove\" OR \"suppress\")\r\n\"Trump\" AND \"first term\" AND (\"social media\" OR \"content\" OR \"moderation\" OR \"TikTok\")\r\n\"2017\" AND (\"directive\" OR \"guidance\" OR \"policy\" OR \"social media\" OR \"content\")\r\n\"2018\" AND (\"directive\" OR \"guidance\" OR \"policy\" OR \"social media\" OR \"content\")\r\n\"2019\" AND (\"directive\" OR \"guidance\" OR \"policy\" OR \"social media\" OR \"content\")\r\n\"2020\" AND (\"directive\" OR \"guidance\" OR \"policy\" OR \"social media\" OR \"content\")\r\n\"policy continuity\" AND (\"Trump\" OR \"administration\" OR \"social media\")\r\n\"Executive Order 13942\" (TikTok ban from first Trump administration)\r\n\"Executive Order 13943\" (WeChat ban from first Trump administration)\r\n\"CFIUS\" AND \"social media\" (Committee on Foreign Investment reviews from first term)\r\n\r\nIII. LEGAL AUTHORITIES AND PRECEDENTS\r\n\r\nThis request is substantiated by established FOIA precedents, including but not limited to:\r\n\r\nDepartment of Justice v. Reporters Committee for Freedom of the Press, 489 U.S. 749 (1989)\r\nMilner v. Department of Navy, 562 U.S. 562 (2011)\r\nOpenTheGovernment v. Department of Justice, 18-cv-1038 (D.D.C. May 17, 2018)\r\nPublic Citizen v. Department of Justice, 491 U.S. 440 (1989)\r\nNational Archives and Records Administration v. Favish, 541 U.S. 157 (2004)\r\nDepartment of the Air Force v. Rose, 425 U.S. 352 (1976)\r\nElectronic Privacy Information Center v. Department of Justice, 416 F. Supp. 2d 30 (D.D.C. 2006)\r\nJudicial Watch, Inc. v. U.S. Department of Defense, 857 F. Supp. 2d 44 (D.D.C. 2012)\r\n\r\nIV. REQUEST FOR EXPEDITED PROCESSING\r\n\r\nI request expedited processing pursuant to 5 U.S.C. § 552(a)(6)(E)(v)(II) and 28 C.F.R. § 16.5(e) based on the following compelling justifications:\r\n\r\nUrgency to Inform the Public: There is an urgent need to inform the public about federal government activity that could significantly impact First Amendment rights and public discourse. Content moderation directives from a newly-inaugurated administration constitute a matter of exceptional public interest.\r\n\r\nConstitutional Implications: This request concerns potential government actions that may directly impact constitutional rights—specifically First Amendment protections regarding free speech and expression.\r\n\r\nHistorical Continuity Analysis: The requested records span both Trump administrations (2017-2021 and 2025-present), providing crucial historical context for understanding current policy decisions. This complete timeline is essential for identifying policy patterns, continuity, and evolution across both administrations. The public has a compelling interest in understanding whether the current administration's approach to content moderation represents a continuation of previous policies or a new direction.\r\n\r\nSignificant Media Interest: As an investigative journalist working on a series about government influence on digital speech, my reporting on this matter is of significant interest to the public\r\n\r\nMy research and writing encompass several articles that pertain to various public and private\r\ninstitutions. A sampling of my published articles includes analyses of civil asset forfeiture practices within\r\nvarious police departments, public schools' firewall policies and user groups, and communities standing\r\nup against bigotry and hate.\r\n\r\nThese articles can be found at the following links:\r\n1. New York City Police Department's Civil Asset Forfeiture Records: A Battle for Transparency\r\n(https://www.transparencyreport.pw/2023/02/27/new-york-city-police-departments-civil-asset-\r\nforfeiture-records-a-battle-for-transparency/)\r\n\r\n2. Revealed: Miami Police Department's Civil Asset Forfeiture Practices Over the Past Decade\r\n(https://www.transparencyreport.pw/2023/02/27/revealed-miami-police-departments-civil-asset-\r\nforfeiture-practices-over-the-past-decade/)\r\n\r\n3. Duval County Public Schools of Jacksonville, FL Releases Information on Firewall Policies and\r\nUsergroups\r\n(https://www.transparencyreport.pw/2023/03/07/duval-county-public-schools-of-jacksonville-fl-\r\nreleases-information-on-firewall-policies-and-usergroups/)\r\n\r\n4. Roanoke Barrel Babes Drag Brunch: Standing Up Against Bigotry and Hate\r\n(https://www.transparencyreport.pw/2023/03/23/roanoke-barrel-babes-drag-brunch-standing-up-\r\nagainst-bigotry-and-hate/)\r\n\r\nI certify under penalty of perjury that the foregoing reasons for expedited processing are true and correct to the best of my knowledge.\r\n\r\nV. REQUEST FOR FEE WAIVER\r\n\r\nI request a complete waiver of all search, review, and duplication fees under 5 U.S.C. § 552(a)(4)(A)(iii), 28 C.F.R. § 16.10(k), and judicial precedents including Cause of Action v. Federal Trade Commission, 799 F.3d 1108 (D.C. Cir. 2015) and Carney v. U.S. Dep't of Justice, 19 F.3d 807, 814 (2d Cir. 1994) on the following grounds:\r\n\r\nDisclosure Will Significantly Contribute to Public Understanding: The requested information concerns identifiable operations and activities of the federal government—specifically, actions taken by the DOJ regarding social media content moderation that may affect millions of Americans. As recognized in Citizens for Responsibility & Ethics in Washington v. DOJ, 846 F.3d 1235 (D.C. Cir. 2017), information about government policy formation processes substantially contributes to public understanding of government operations.\r\n\r\nCommercial Interest: This request is not made for any commercial interest. As established in National Security Archive v. DOD, 880 F.2d 1381 (D.C. Cir. 1989), journalists seeking information to disseminate to the public qualify for fee waivers when the disclosure is in the public interest.\r\n\r\nDissemination Ability: As an investigative journalist with I have demonstrated ability to disseminate information of public interest to a broad audience. Courts have consistently recognized that the news media serves a critical role in assisting the public in understanding government activities, as noted in Electronic Privacy Information Center v. Department of Defense, 241 F.Supp.2d 5, 11-12 (D.D.C. 2003).\r\nPublic Interest Value: Understanding how the Trump administration approaches social media content regulation across both terms (2017-2021 and 2025-present) is of significant public interest, as it directly impacts public discourse, access to information, and First Amendment rights. The D.C. Circuit in Cause of Action v. FTC, 799 F.3d 1108, 1115-18 (D.C. Cir. 2015) specifically recognized that records that \"shed light on an agency's performance of its statutory duties\" qualify for fee waivers.\r\n\r\nEducational Value: These records will provide invaluable historical context and educational material about the evolution of government policies regarding digital speech platforms. As recognized in Prison Legal News v. Lappin, 436 F. Supp. 2d 17, 26 (D.D.C. 2006), materials that advance public knowledge about government activities serve an educational purpose qualifying for fee waivers.\r\n\r\nImpact on Core Constitutional Values: The requested records directly relate to government actions potentially impacting First Amendment freedoms, which courts have recognized as warranting heightened public access. See Judicial Watch, Inc. v. Rossotti, 326 F.3d 1309, 1312 (D.C. Cir. 2003) (finding that government accountability, particularly regarding constitutional rights, strongly favors fee waivers).\r\n\r\nIf a fee waiver is denied, please notify me before incurring costs exceeding $100, as required by 28 C.F.R. § 16.10(e). Please also note that improper denial of fee waivers is subject to judicial review under 5 U.S.C. § 552(a)(4)(A)(vii).\r\n\r\nVI. FORMAT OF PRODUCTION\r\n\r\nPlease provide all responsive records in their native electronic formats with all metadata intact. Specifically:\r\n\r\nEmails: Please provide in .MSG or .EML format with complete headers, metadata, attachments, and BCC information.\r\n\r\nDocuments: Please provide in their original formats (e.g., .DOCX, .XLSX, .PPTX, .PDF) with all metadata.\r\nDatabases or Structured Data: Please provide in their original format or in .CSV or .XML format with data dictionaries.\r\n\r\nCommunication Records: For text messages, instant messages, or other electronic communications, please provide in a format that preserves threading, timestamps, and participant information.\r\n\r\nIf any portion of the requested records exists in electronic form, I request they be provided in electronic format. For any records that exist only in paper form, please provide high-resolution color scans (at least 300 dpi) in PDF format.\r\n\r\nVII. PRESERVATION REQUEST\r\n\r\nPlease preserve all responsive or potentially responsive records. This explicitly includes preserving all original metadata, and ensuring that automated email or document deletion systems do not destroy any potentially responsive records.\r\n\r\nVIII. REQUEST FOR VAUGHN INDEX\r\n\r\nIf any responsive records are withheld or redacted, I request a detailed Vaughn index that:\r\n\r\nIdentifies each document withheld or redacted with specificity;\r\nStates the statutory exemption claimed;\r\n\r\nExplains how disclosure would damage the interests protected by the claimed exemption with specificity;\r\n\r\nProvides any segregable portions of the records; and\r\nExplains any discretionary release decisions.\r\n\r\nThe index should contain sufficient information for me to assess the applicability of any exemptions and the feasibility of a legal challenge to any withholdings.\r\n\r\nIX. REQUEST FOR ADMINISTRATIVE TRACKING AND SEARCH DOCUMENTATION\r\n\r\nIMPORTANT: DETAILED SEARCH DOCUMENTATION REQUIRED BY LAW\r\n\r\nUnder 5 U.S.C. § 552(a)(6)(A)(i), 5 U.S.C. § 552(a)(4)(B), DOJ v. Reporters Committee, 489 U.S. 749 (1989), and Oglesby v. Department of the Army, 920 F.2d 57 (D.C. Cir. 1990), I am entitled to detailed information about the search methodology used. Therefore, I hereby require the following specific documentation as part of the agency's response:\r\n\r\nThe tracking number assigned to this request;\r\nThe name of the FOIA officer(s) processing this request;\r\nA detailed description of the search methodology used to identify responsive records, including:\r\n\r\nComplete list of systems, databases, and repositories searched (ALL systems listed in Section II must be included, with specific justification for any omissions)\r\nSearch terms used for each system, including any variations, with exact spelling and syntax\r\nDate ranges searched for each system, with specific notation of any date limitations or exclusions\r\n\r\nPersonnel involved in the search, including their full names, titles, and responsibilities\r\n\r\nTime spent conducting searches by each individual, broken down by system searched\r\n\r\nAny search term limiters, modifiers, Boolean operators, or exclusions applied\r\n\r\nRecords of search queries run, including timestamps and results counts for each query\r\n\r\nDocumentation of any technical limitations encountered during searches\r\n\r\nRecords of any decisions to exclude certain systems from searching, with detailed justification\r\n\r\nComplete search logs from the FOIAXpress and Advanced Search Tool systems\r\n\r\nIf applicable, documentation of any de-duplication processes applied to search results, including parameters used and number of records removed\r\nCertification by the Information Management Officer that all potentially responsive systems were searched\r\n\r\n\r\n\r\nPlease note that courts have consistently held that agencies must demonstrate that searches were \"reasonably calculated to uncover all relevant documents\" (Truitt v. Department of State, 897 F.2d 540, 542 (D.C. Cir. 1990)) and that the agency cannot limit its search to \"one or more places if there are additional sources that are likely to turn up the information requested\" (Valencia-Lucena v. U.S. Coast Guard, 180 F.3d 321, 326 (D.C. Cir. 1999)).\r\n\r\nUnder the \"reasonably calculated\" standard established in Founding Church of Scientology v. NSA, 610 F.2d 824 (D.C. Cir. 1979), failure to search each system listed in Section II or to document each search as specified above will be considered evidence of an inadequate search and will be cited as grounds for immediate appeal and potential litigation.\r\n\r\nX. RIGHT TO APPEAL AND JUDICIAL REVIEW\r\n\r\nI expressly reserve the right to appeal any adverse determination regarding this request, including but not limited to:\r\n\r\nDenials of expedited processing\r\n\r\nDenials of fee waivers\r\n\r\nDeterminations regarding the adequacy of searches\r\nWithholdings or redactions based on FOIA exemptions\r\n\r\nPlease be advised that courts have consistently held that agencies must provide requesters with sufficient information to make informed decisions regarding potential litigation, including detailed justifications for any withholdings.\r\n\r\nXI. STATUTORY TIME LIMITS AND LITIGATION\r\n\r\nI expect a determination on this request within the statutory time limits specified in 5 U.S.C. § 552(a)(6)(A)(i) (20 working days) and, if expedited processing is granted, within the accelerated timeframe specified in 5 U.S.C. § 552(a)(6)(E)(ii)(I) (10 calendar days).\r\n\r\nI direct your attention to the following statutory and regulatory provisions governing FOIA compliance:\r\n\r\nConstructive Exhaustion: Under 5 U.S.C. § 552(a)(6)(C)(i), failure to comply with applicable time limits shall be deemed constructive exhaustion of administrative remedies, permitting immediate judicial review.\r\nLitigation Costs: Under 5 U.S.C. § 552(a)(4)(E), a court may assess reasonable attorney fees and litigation costs against the United States if the complainant substantially prevails, which courts have interpreted to include cases where an agency improperly delays or obstructs FOIA processing.\r\n\r\nSpecial Counsel Referral: Under 5 U.S.C. § 552(a)(4)(F), when a court issues a written finding that agency personnel acted arbitrarily or capriciously with respect to withholding records, the Special Counsel shall promptly initiate a proceeding to determine whether disciplinary action is warranted.\r\n\r\nForeseeable Harm Standard: Under 5 U.S.C. § 552(a)(8)(A)(i), an agency may withhold information only if it reasonably foresees that disclosure would harm an interest protected by an exemption, or if disclosure is prohibited by law.\r\n\r\nRule of Construction: Under 5 U.S.C. § 552(a)(8)(A)(ii), whenever full disclosure is not possible, the FOIA \"requires that any reasonably segregable portion of a record shall be provided to any person requesting such record after deletion of the portions which are exempt.\"\r\n\r\nYOU ARE HEREBY NOTIFIED that failure to comply with the statutory deadlines will result in immediate legal action under 5 U.S.C. § 552(a)(4)(B).\r\n\r\nPlease acknowledge receipt of this request and provide a tracking number within 5 working days, as required by FOIA. If you have any questions or require clarification, please contact me rather than using delay tactics or issuing improper denials.\r\nThank you for your prompt attention to this request.\r\n\r\nSincerely,\r\nJordan Lassiter\r\nInvestigative Journalist",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1267974,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/153834/Fee_Waiver_Letter_copy.pdf",
            "datetime": "2025-03-13T05:32:27.565975",
            "title": "Fee_Waiver_Letter_copy.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/trump-administrations-directives-on-social-media-content-moderation-and-keyword-censorship-january-20-2017-to-march-12-2025-spanning-both-trump-administrations-183043/"
  },
  {
    "id": 183042,
    "title": "Email Metadata - Kylie Rolf",
    "slug": "email-metadata-kylie-rolf",
    "status": "submitted",
    "embargo_status": "public",
    "user": 108519,
    "username": "rose.terse",
    "agency": 40916,
    "datetime_submitted": "2025-03-13T05:29:38.648820",
    "date_due": "2025-03-20",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-13T05:29:39.844247",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 183042,
        "from_user": 108519,
        "to_user": 154626,
        "subject": "",
        "datetime": "2025-03-13T05:29:39.844247",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Washington Public Records Act, I hereby request the following records:\r\n\r\nThe following metadata for emails sent by Kylie Rolf (Kylie.Rolf@seattle.gov) between the dates of December 1, 2024 and March 3, 2025:\r\n- Sender\r\n- Recipient (To, CC, BCC)\r\n- Date and time sent\r\n- Subject\r\n\r\nAs this is a request for metadata, please do not include the email body in the returned records.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRose Terse",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/seattle-69/email-metadata-kylie-rolf-183042/"
  }
]