[
  {
    "id": 142274,
    "title": "FOIL Request for Records Related to Communications with American Academy of Pediatrics and Council on School Health (Guilderland Central School District, Guilderland Center)",
    "slug": "foil-request-for-records-related-to-communications-with-american-academy-of-pediatrics-and-council-on-school-health-guilderland-central-school-district-guilderland-center",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 18767,
    "username": "jvparker",
    "agency": 31069,
    "datetime_submitted": "2023-03-06T21:35:45.152823",
    "date_due": "2023-03-13",
    "days_until_due": null,
    "date_followup": "2023-03-13",
    "datetime_done": null,
    "datetime_updated": "2023-03-08T07:12:20.331519",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 142274,
        "from_user": 18767,
        "to_user": 87294,
        "subject": "",
        "datetime": "2023-03-06T21:35:45.624350",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nI am seeking all records related to the American Academy of Pediatrics (AAP) and the Council on School Health (COSH), including any communications or correspondence between the school district and these organizations, or any other party that may have provided information to the district from these organizations.\r\n\r\nTo help identify responsive records, you can limit your time period to 1/1/2017 until the date of final response; also I request that you search for the following terms, which are focused on the American Academy of Pediatrics and its affiliated organizations:\r\n\r\n\"American Academy of Pediatrics\"\r\n\"AAP\"\r\n\"Council on School Health\"\r\n\"COSH\"\r\n\"pediatric\"\r\n\"child health\"\r\n\"school health\"\r\n\r\nPlease include records of any type, including but not limited to emails, letters, memoranda, reports, meeting minutes, presentations, and any other records of communication or correspondence between the American Academy of Pediatrics, the Council on School Health, and the school district or any other party that may have provided information to the district from these organizations.\r\n\r\nIf no records are responsive to this request, please provide a certification of that fact pursuant to Public Officers Law §89(3), and inform me of the district's obligations under LGS-01 to retain records until any appeal has been resolved.\r\n\r\nIf any records are withheld, please provide an explanation of the legal basis for the withholding.\r\n\r\nIf my request is denied in whole or in part, please provide a written explanation of the reasons for the denial.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJackson Parker",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      },
      {
        "foia": 142274,
        "from_user": 4420,
        "to_user": 87294,
        "subject": "New York Freedom of Information Law Request: FOIL Request for Records Related to Communications with American Academy of Pediatrics and Council on School Health (Guilderland Central School District, Guilderland Center)",
        "datetime": "2023-03-08T07:12:20.331519",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Hello, \r\n\r\nPlease find the request form attached. Thank you for your help with this request. \r\n\r\nSincerely, \r\nMuckRock",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1072618,
            "ffile": "https://cdn.muckrock.com/outbound_request_attachments/Alpha/142274/Guilderland_Central_School_District_Guilderland_Center_of_Guilderland_NY_9.pdf",
            "datetime": "2023-03-08T07:12:20.331519",
            "title": "Guilderland_Central_School_District_Guilderland_Center_of_Guilderland_NY_9.pdf",
            "source": "Alpha Assistance",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/guilderland-22919/foil-request-for-records-related-to-communications-with-american-academy-of-pediatrics-and-council-on-school-health-guilderland-central-school-district-guilderland-center-142274/"
  }
]