[
  {
    "id": 162047,
    "title": "FBI vexsome filer list (2016)",
    "slug": "fbi-vexsome-filer-list-2016",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 35710,
    "username": "MatthewPetti_RNucinGD",
    "agency": 10,
    "datetime_submitted": "2024-04-13T14:03:25.413998",
    "date_due": "2024-05-10",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-13T14:03:25.513412",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162047,
        "from_user": 35710,
        "to_user": 9555,
        "subject": "",
        "datetime": "2024-04-13T14:03:25.513412",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nA copy of the \"vexsome filer list\" which may also be known as a \"serial filer list\" or a \"nuisance filer list.\" Include any other list of FOIA requesters used by your agency which lists FOIA requesters because of the quantity or type of FOIA requests they have submit or any other FOIA related behavior. Additionally, please include all records which mention when or how to add or remove a person from any of these lists or how being on such a list affects processing requests from listed requesters.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMatthew Petti",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/fbi-vexsome-filer-list-2016-162047/"
  }
]