[
  {
    "id": 189877,
    "title": "Accurint - LexisNexis Contracting Documents",
    "slug": "accurint-lexisnexis-contracting-documents",
    "status": "ack",
    "embargo_status": "public",
    "user": 162191,
    "username": "abels023",
    "agency": 93,
    "datetime_submitted": "2025-07-20T17:58:50.006480",
    "date_due": "2025-08-15",
    "days_until_due": null,
    "date_followup": "2025-08-15",
    "datetime_done": null,
    "datetime_updated": "2025-07-20T17:58:50.111104",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 189877,
        "from_user": 162191,
        "to_user": 10571,
        "subject": "Freedom of Information Act Request: Accurint - LexisNexis Contracting Documents",
        "datetime": "2025-07-20T17:58:50.111104",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nFPDS.gov data indicates that DCSA engaged with RELX to obtain ProMonitor services (Award ID: HS002119F0009). I am requesting the following documents relating to this contract:\r\n\r\n1) NDAs, MOUs, SOWs, MSAs, and any active contracting documents between your agency and RELX\r\n2) Any/all instructional and training materials or presentations relating to these services (ProMonitor/Accurint)\r\n\r\nProMonitor may also be called Accurint. ProMonitor was an old service offered by ChoicePoint until they were purchased by LexisNexis's parent company in 2008. Internal record may refer to the material sought by this FOIA as Accurint and not ProMonitor. I am seeking information specifically pertaining to HS002119F0009 and the services provided under that agreement.\r\n\r\nPlease provide material from February 1st, 2023 through the date of completion of this FOIA request. Thank you very much.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nShawn A",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/accurint-lexisnexis-contracting-documents-189877/"
  }
]