[
  {
    "id": 177269,
    "title": "CrimeTracer Agency Data Sharing Agreement with the Massachusetts Department of State PoliceI’d like to learn which law enforcement agencies have entered into a CrimeTracer Agency Data Sharing Agreement with the Massachusetts Department of State Police.  P",
    "slug": "crimetracer-agency-data-sharing-agreement-with-the-massachusetts-department-of-state-policeid-like-to-learn-which-law-enforcement-agencies-have-entered-into-a-crimetracer-agency-data-sharing-agreement-with-the-massachusetts-department-of-state-police-p",
    "status": "submitted",
    "embargo_status": "public",
    "user": 103735,
    "username": "paultepper",
    "agency": 274,
    "datetime_submitted": "2024-12-07T14:23:07.262822",
    "date_due": "2024-12-20",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-12-07T14:23:07.378330",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177269,
        "from_user": 103735,
        "to_user": 10031,
        "subject": "",
        "datetime": "2024-12-07T14:23:07.378330",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Massachusetts Public Records Law, I hereby request the following records:\r\n\r\nI’d like to learn which law enforcement agencies have entered into a CrimeTracer Agency Data Sharing Agreement with the Massachusetts Department of State Police.\r\n\r\nPlease provide:\r\n\r\n1.  A list of the law enforcement agencies that have entered into a CrimeTracer Agency Data Sharing Agreement. \r\n\r\n2.  If such a list is unavailable, copies of all CrimeTracer Agency Data Sharing Agreements with law enforcement agencies.\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by the recommendations of the Massachusetts Supervisor of Public Records. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nI expect the request to be filled in an accessible format, including for screen readers, which provide text-to-speech for persons unable to read print. Files that are not accessible to screen readers include, for example, .pdf image files as well as physical documents.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nPaul Tepper",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/massachusetts-1/crimetracer-agency-data-sharing-agreement-with-the-massachusetts-department-of-state-policeid-like-to-learn-which-law-enforcement-agencies-have-entered-into-a-crimetracer-agency-data-sharing-agreement-with-the-massachusetts-department-of-state-police-p-177269/"
  }
]