[
  {
    "id": 186079,
    "title": "Erica Erickson | Pisgah PAWS Cat Café and Emporium",
    "slug": "erica-erickson-pisgah-paws-cat-cafe-and-emporium",
    "status": "submitted",
    "embargo_status": "public",
    "user": 111073,
    "username": "BlackHeartGoon",
    "agency": 20200,
    "datetime_submitted": "2025-05-03T16:33:59.274172",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-05-03T16:33:59.379255",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186079,
        "from_user": 111073,
        "to_user": 31770,
        "subject": "",
        "datetime": "2025-05-03T16:33:59.379255",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the North Carolina Public Records Law, I hereby request the following records:\r\n\r\nMay 3, 2025\r\n\r\nNorth Carolina Department of Agriculture and Consumer Services\r\n\r\nSubject: Public Records Request Pursuant to N.C. Gen. Stat. §§ 132-1 et seq.\r\n\r\nDear Sir or Madam:\r\n\r\nPursuant to the North Carolina Public Records Law, N.C. Gen. Stat. §§ 132-1 through 132-11, the undersigned, Jonathan Colon, hereby requests access to and copies of all public records in your possession, custody, or control pertaining to animal cruelty investigations and any related enforcement actions conducted by the North Carolina Department of Agriculture and Consumer Services concerning the following individuals and entities:\r\n\r\n ▪︎ Erica Erickson\r\n ▪︎ Pisgah PAWS Cat Café and Emporium  - Certificate Number: 375\r\n ▪︎ Pisgah Animal Welfare Society (PAWS), Inc.\r\n ▪︎ 7123 Asheville Highway, Pisgah Forest, NC 28768\r\n\r\nThis request specifically includes, but is not limited to, all records of complaints received, inspection reports, investigative files, photographs, videos, witness statements, correspondence, and any other documents generated or compiled by the Department in connection with said investigations. The temporal scope of this request is for the period commencing on JANUARY 1, 2015, and extending to the PRESENT DATE.\r\n\r\nA waiver of all applicable fees associated with this request is respectfully requested. The disclosure of the requested records is demonstrably in the public interest, as it concerns potential allegations of animal cruelty within an animal rescue organization. The release of this information would significantly contribute to public understanding regarding the oversight and operational practices of such organizations, thereby promoting animal welfare and fostering accountability within the community. This request is not made for any commercial purpose.\r\n\r\nExpedited processing of this request is respectfully requested due to the potential ongoing nature of the alleged animal welfare concerns and the necessity for prompt action to ensure the safety and well-being of the animals involved. Animal cruelty investigations are inherently time-sensitive, and any delay in the provision of pertinent information may prejudice ongoing investigations and compromise the welfare of the animals.\r\n\r\nIn the event that the North Carolina Department of Agriculture and Consumer Services does not maintain the requested public records, please provide written notification indicating the identity and contact information, including the name and address, of the custodian of such records.\r\n\r\nThe undersigned agrees to pay reasonable copying and postage fees, provided that such fees do not exceed $75. If the anticipated cost exceeds this amount, please provide a cost estimate for approval prior to fulfilling the request. An itemized receipt detailing the charges for each document is requested.\r\n\r\nPursuant to N.C. Gen. Stat. § 132-6, a response to this request is respectfully requested within ten (10) business days.\r\nShould you determine to deny any portion of this request, please provide a written explanation for each denial, citing the specific statutory exemption(s) relied upon. Please also provide all segregable portions of otherwise exempt material.\r\n\r\nPlease be advised that N.C. Gen. Stat. § 132-9(c) provides that a violation of the North Carolina Public Records Law may result in an award of reasonable attorneys' fees, for which the responsible public official may be held personally liable.\r\nThank you for your prompt attention to this matter.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nJonathan Colon",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/north-carolina-153/erica-erickson-pisgah-paws-cat-cafe-and-emporium-186079/"
  }
]