[
  {
    "id": 164474,
    "title": "Psychics",
    "slug": "psychics",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 27422,
    "username": "dmehrotra",
    "agency": 6804,
    "datetime_submitted": "2024-06-02T14:12:18.106620",
    "date_due": "2024-06-05",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-06-02T14:12:18.248123",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164474,
        "from_user": 27422,
        "to_user": 15573,
        "subject": "",
        "datetime": "2024-06-02T14:12:18.248123",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Colorado Open Records Act, I hereby request the following records:\r\n\r\nOn January 17, 1980, 21-year-old Helene Pruszynki was found stabbed to death in a field near Daniels Park Road. She had been abducted near her bus stop in Englewood, Colorado the night prior and she had also been sexually assaulted. In 2019, James Curtis Clanton was arrested for Helene’s murder, and he was sentenced to life in prison in 2020.  According to detectives in this case the department used a forensic psychic or a subject under hypnosis, among other tools, to help hunt down Prusynski's murderer.  I am looking for records reflecting the number of cases psychics or hypnosis has been used by the department since the year 2000.  Such records should include contracting records as well as investigatory records produced by the forensic psychic or the hypnosis .\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDhruv Mehrotra",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/douglas-county-5704/psychics-164474/"
  },
  {
    "id": 164472,
    "title": "Agarmyco1",
    "slug": "agarmyco1",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 124808,
    "username": "adjustablenormal",
    "agency": 648,
    "datetime_submitted": "2024-06-02T14:04:49.792918",
    "date_due": "2024-06-07",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-06-02T14:04:49.900143",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164472,
        "from_user": 124808,
        "to_user": 10274,
        "subject": "",
        "datetime": "2024-06-02T14:04:49.900143",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Nevada Public Records Act, I hereby request the following records:\r\n\r\nAccess to and copies of all records held by the Las Vegas Metropolitan Police Department related to Joseph Friese. \r\n\r\nSpecifically, I am requesting the following information:\r\n\r\n- Any and all records, reports, and documents related to Joseph Friese, including but not limited to, any criminal investigations, arrests, or incidents involving him.\r\n- Any search warrants and affidavits issued for properties associated with Joseph Friese.\r\n- Incident reports and any documentation created by officers in connection with Joseph Friese.\r\n- Records of any evidence collected, including logs and lists, from any investigations involving Joseph Friese.\r\n- Communication records, including emails and internal memos, discussing Joseph Friese.\r\n- Any video or audio recordings from body cameras, dash cameras, or surveillance cameras involving Joseph Friese.\r\n- Booking records, mugshots, and arrest information for Joseph Friese.\r\n\r\nI am particularly interested in any records related to an alleged raid on a mushroom growing operation, potentially connected to a defunct Instagram account \"@agarmyco1\" although this request is not limited to that incident alone. Time frame is assumed to be between 2010 and 2020, but may be outside this period. \r\n\r\nIf you deny any part of this request, please cite each specific exemption that justifies the refusal to release the information and notify me of the appeal procedures available under the law.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nPatrick McConnell",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/las-vegas-317/agarmyco1-164472/"
  }
]