[
  {
    "id": 205584,
    "title": "IHSC Narcan Administration Records 2026",
    "slug": "ihsc-narcan-administration-records-2026",
    "status": "submitted",
    "embargo_status": "public",
    "user": 25665,
    "username": "DetentionKills",
    "agency": 133,
    "datetime_submitted": "2026-02-21T14:13:43.308531",
    "date_due": "2026-03-20",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2026-02-21T14:13:43.499578",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 205584,
        "from_user": 25665,
        "to_user": 9620,
        "subject": "",
        "datetime": "2026-02-21T14:13:43.499578",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\n1. An IHSC Record reflecting the total number of Narcan administrations at ICE detention centers during Fiscal Year 2023 and 2024, including a breakdown of the location and date (by month/year) if each administration, if it exists. \r\n2. An IHSC Record reflecting the total number of positive drug tests for ICE detainees by facility during Fiscal Year 23 & 24. \r\n\r\nAn adequate search responsive to this request will include, at minimum, a tasking of the ICE Health Services Corps.\r\n\r\nI respectfully request expedited processing of this request pursuant to 6 C.F.R. 5.5(e) and attest and declare under penalty of perjury pursuant to 28 USC 1746 that the following statements in support of this request are true and accurate to the best of my knowledge and understanding. \r\n\r\n1. I am a member of the media engaged in information dissemination. See, e.g., https://theintercept.com/staff/r-andrew-free/; https://theappeal.org/authors/andrew-free/; https://atlpresscollective.com/author/free/; https://assets.aclu.org/live/uploads/2024/06/2024-07-01-ICE-Detainee-Deaths.pdf. \r\n2. As part of my reporting on immigration detention, I have received records from multiple jurisdictions across the country reflecting overdoses requiring emergency medical attention in ICE detention centers. These records indicate a prevalence of illegal drug use and unauthorized use of prescribed medications within facilities operated by certain ICE contractors that fit certain characteristics. \r\n3. ICE and at least one contractor are aware of, but have failed to disclose to the public, the death of at least one migrant in an ICE detention center related to fentanyl/synthetic fentanyl equivalent overdose. \r\n4. Public records I have obtained from ICE and local jurisdictions appear to reflect a rise in the number of overdoses inside certain ICE detention centers over the course of the past several months. \r\n5. As reflected by the widespread use of illegal drugs that preceded an immigrant's death from fentanyl-laced substances inside an ICE detention center, uncontrolled proliferation of illegal drugs within ICE detention poses deadly risks to the lives and safety of people inside. \r\n6. I will make these records available to the public and publish at least one edited piece about them.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAndrew Free",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/ihsc-narcan-administration-records-2026-205584/"
  }
]