[
  {
    "id": 145951,
    "title": "Request for Complaints and Related Records Pertaining to Governor Ron DeSantis' Statements on Immigration and General Conduct",
    "slug": "request-for-complaints-and-related-records-pertaining-to-governor-ron-desantis-statements-on-immigration-and-general-conduct",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 46,
    "datetime_submitted": "2023-05-18T15:32:21.506317",
    "date_due": "2023-06-16",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-05-18T15:32:21.654328",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 145951,
        "from_user": 4164,
        "to_user": 9680,
        "subject": "",
        "datetime": "2023-05-18T15:32:21.654328",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nDate: May 18, 2023\r\n\r\nFederal Communications Commission\r\nOffice of the Secretary\r\n45 L Street, NE\r\nWashington, DC 20554\r\n\r\nAttn: FOIA Officer\r\n\r\nSubject: Freedom of Information Act (FOIA) Request – Complaints Regarding Governor Ron DeSantis\r\n\r\nDear FOIA Officer,\r\n\r\nUnder the stipulations of the Freedom of Information Act, 5 U.S.C. § 552, I hereby request access to and copies of all complaints made to the Federal Communications Commission (FCC) regarding Florida Governor and potential 2024 candidate Ron DeSantis from May 18, 2020, to the present date.\r\n\r\nSpecifically, I am interested in the following:\r\n\r\nComplaints related to any broadcast of speeches, interviews, or public appearances by Governor DeSantis, with a particular emphasis on those concerning his statements about immigration and the \"border crisis.\"\r\n\r\nGeneral complaints against Governor DeSantis that are unrelated to the aforementioned topics.\r\n\r\nComplaints related to any advertisement, campaign material, or political messaging associated with Governor DeSantis.\r\n\r\nAny records of investigations, resolutions, or regulatory actions resulting from these complaints.\r\n\r\nShould any portion of the requested records be deemed exempt from disclosure, I request the release of any reasonably segregable non-exempt portions in accordance with 5 U.S.C. § 552(b). If an entire document is exempt, I request a justification, citing specific FOIA exemptions, and provision of an exemption log as per Vaughn v. Rosen, 484 F.2d 820 (D.C. Cir. 1973).\r\n\r\nPlease note your obligation under the law not to destroy any records potentially responsive to this request. Any withholding, redaction, or destruction of responsive records without proper justification constitutes a violation of the FOIA and is subject to litigation, as confirmed in Kissinger v. Reporters Committee for Freedom of the Press, 445 U.S. 136, 150 (1980).\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJordan Lassiter",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/request-for-complaints-and-related-records-pertaining-to-governor-ron-desantis-statements-on-immigration-and-general-conduct-145951/"
  },
  {
    "id": 145949,
    "title": "Request for Communications and Records Related to Central Bank Digital Currencies (CBDCs)",
    "slug": "request-for-communications-and-records-related-to-central-bank-digital-currencies-cbdcs",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 240,
    "datetime_submitted": "2023-05-18T15:08:17.821710",
    "date_due": "2023-06-16",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-05-18T15:08:17.924434",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 145949,
        "from_user": 4164,
        "to_user": 9578,
        "subject": "",
        "datetime": "2023-05-18T15:08:17.924434",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nU.S. Securities and Exchange Commission\r\n100 F Street, NE\r\nWashington, DC 20549\r\n\r\nAttn: FOIA Officer\r\n\r\nSubject: Freedom of Information Act (FOIA) t Request for Communications and Records Related to Central Bank Digital Currencies (CBDCs) \r\n\r\nDear FOIA Officer,\r\n\r\nUnder the provisions of the Freedom of Information Act, 5 U.S.C. § 552, I hereby request access to and copies of records related to Central Bank Digital Currencies (CBDCs) in possession of the U.S. Securities and Exchange Commission (SEC) from May 18, 2018, to the present date. This request is comprehensive and includes, but is not limited to, the following categories of records:\r\n\r\nRecords of communication (including emails, memoranda, reports, meeting minutes, and other related correspondences) between the SEC and the Federal Reserve Board of Governors pertaining to CBDCs.\r\n\r\nRecords of communication (including emails, memoranda, reports, meeting minutes, and other related correspondences) between the SEC and the Federal Trade Commission (FTC) related to CBDCs.\r\n\r\nAll records, documents, or any other form of material held by the SEC that mention, discuss, analyze, or provide viewpoints on CBDCs, with specific focus on potential implications on monetary policy, financial stability, and the wider U.S. economy.\r\n\r\nAny SEC internal analyses, reports, or policy papers regarding the potential influence of CBDCs on existing regulations and the implications for regulated entities.\r\n\r\nAny communications or advisories from the SEC to regulated entities regarding the implications of CBDCs for their operations and regulatory compliance.\r\n\r\nAny records of discussions or meetings involving the SEC, Federal Reserve, and FTC that pertain to international cooperation or alignment on CBDC policies and regulations.\r\n\r\nI request that these records be provided in a machine-readable format, as defined by the U.S. General Services Administration's Open Data Policy. If any portion of the requested records is deemed exempt from disclosure, I request the release of any reasonably segregable non-exempt portions in compliance with 5 U.S.C. § 552(b). If entire documents are being withheld, I request a justification, citing specific FOIA exemptions, and provision of an exemption log in line with Vaughn v. Rosen, 484 F.2d 820 (D.C. Cir. 1973).\r\n\r\nPlease note the obligation under the law not to destroy any records potentially responsive to this request. Any unlawful withholding, redaction, or destruction of responsive records is a violation of the FOIA and can result in litigation, as affirmed in Kissinger v. Reporters Committee for Freedom of the Press, 445 U.S. 136, 150 (1980).\r\n\r\n\r\n\r\nIn accordance with FOIA, I expect your response to this request within twenty business days (5 U.S.C. § 552(a)(6)(A)(i)). If access to the records will take longer than this timeframe, please contact me with an estimated date of completion.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJordan Lassiter",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/request-for-communications-and-records-related-to-central-bank-digital-currencies-cbdcs-145949/"
  }
]