[
  {
    "id": 153441,
    "title": "CMS Investigative File",
    "slug": "cms-investigative-file",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 114156,
    "username": "samanthalissreporter",
    "agency": 239,
    "datetime_submitted": "2023-10-17T14:00:57.349551",
    "date_due": "2023-11-15",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-10-17T14:00:57.513425",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 153441,
        "from_user": 114156,
        "to_user": 9548,
        "subject": "",
        "datetime": "2023-10-17T14:00:57.513425",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nThe complete investigative case file related to the deficiencies documented at Holston Valley Medical Center, Kingsport, Tennessee, on March 10, 2020, the survey completion date for EventID: O07B11. The investigation stems from complaint #50499 following the death of an unnamed patient who was admitted Nov. 9, 2019 after a motor vehicle crash and later died at the hospital (Facility ID: TNP531133) on Nov. 11, 2019. Please use the attached CMS-2567 form to aid in the production of the complete investigative file. \r\n\r\nThis file may include but is not limited to: emails, written notes, video and audio recordings, copies of documents reviewed, transcripts of interviews and 911 calls, and settlements.  \r\n\r\nI’m requesting expedited processing due to a “compelling need” for the public, particularly the residents of northeast Tennessee, to know about this hospital’s quality.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nSamantha Liss",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1126197,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/samanthalissreporter/124742/o2567.pdf",
            "datetime": "2023-10-17T14:00:57.513425",
            "title": "o2567.pdf",
            "source": "Samantha Liss",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/cms-investigative-file-153441/"
  }
]