[
  {
    "id": 190272,
    "title": "Thomas Perez Jr. Interrogation footage and documents",
    "slug": "thomas-perez-jr-interrogation-footage-and-documents",
    "status": "ack",
    "embargo_status": "public",
    "user": 161934,
    "username": "Pearl_Brown",
    "agency": 5640,
    "datetime_submitted": "2025-07-28T06:53:34.822600",
    "date_due": "2025-08-07",
    "days_until_due": null,
    "date_followup": "2025-08-07",
    "datetime_done": null,
    "datetime_updated": "2025-07-28T06:53:34.913181",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 190272,
        "from_user": 161934,
        "to_user": 11158,
        "subject": "California Public Records Act Request: Thomas Perez Jr. Interrogation footage and documents",
        "datetime": "2025-07-28T06:53:34.913181",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nI am writing to request access to the following public records related to the 17 hours interrogation and investigation of Thomas Perez Jr., which occurred on 8th August 2018, conducted by the Fontana Police Department: On the evening of August 7, 2018, Thomas Perez Sr. left his home in Fontana, California, to walk the family dog to get the mail. The dog returned alone, but Perez Sr. did not. The next day, August 8, 2018, his son, Thomas Perez Jr., called the Fontana Police Department to report his father missing. Perez Jr. was taken to the police station and subjected to a 17-hour, high-pressure interrogation which resulted in a false confession. \r\n\r\nRequested Records:\r\n\r\n1. Video or audio recordings of the interrogation(s) of Thomas Perez Jr.\r\n\r\n\r\n2. Transcripts of said interrogation(s), if available.\r\n\r\n\r\n3. Body camera footage and 911 recordings associated with this incident.\r\n\r\n\r\n4. Police reports, investigative summaries, and any written statements or notes filed by officers involved.\r\n\r\n\r\n5. Any internal review, complaint, or disciplinary records related to the handling of this case.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBrown Pearl",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/fontana-3215/thomas-perez-jr-interrogation-footage-and-documents-190272/"
  }
]