[
  {
    "id": 164266,
    "title": "Jack CP",
    "slug": "jack-cp",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 135218,
    "username": "tomparkinson79",
    "agency": 27352,
    "datetime_submitted": "2024-05-28T19:20:45.425907",
    "date_due": "2024-06-11",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-05-28T19:20:46.549751",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164266,
        "from_user": 135218,
        "to_user": 135219,
        "subject": "",
        "datetime": "2024-05-28T19:20:46.549751",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\nI am requesting the arrest affidavit for the following individual:\r\nName: Jack Edward Miller\r\nDOB: June 28, 1972\r\nOffense: Possession of Child Pornography\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nThomas Parkinson",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/kirby-30646/jack-cp-164266/"
  },
  {
    "id": 164264,
    "title": "Diana Zeitz's Phone Records",
    "slug": "diana-zeitzs-phone-records",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 29697,
    "username": "MasonC.Turner",
    "agency": 24072,
    "datetime_submitted": "2024-05-28T18:50:27.463722",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2024-06-12",
    "datetime_done": null,
    "datetime_updated": "2024-05-28T18:50:27.543374",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164264,
        "from_user": 29697,
        "to_user": 69075,
        "subject": "Florida Sunshine Law Request: Diana Zeitz's Phone Records",
        "datetime": "2024-05-28T18:50:27.543374",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Town of Jupiter,\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nI would like to request the phone records for Officer Diana Zeitz between the dates of 01/06/24 and 01/16/24, No filters are needed, raw data is fine. This is now the second request to the town, please reference the attached police records request invoice (Paid on Receipt).\r\n\r\nAfter an extensive conversation with Mr. King Wekenmann from IS (The Town of Jupiter's IT Department) on 5/28/2024 at 1:50pm, He explained that the desk phone service from this request during my time frame of 1/6/2024/-1/16/2024 were provided by AT&T, the records in the custody of AT&T during that time period are public records. As for Cell Phones, police department employees either used AT&T FirstNet or used personal cellphones that would be subsidized by the Town. So first off, Diana's desk phone records will need to be furnished as I have confirmed with AT&T that they maintain records far beyond this date. Secondly, it is irrelevant if Diana has a firstnet phone, a subsidized personal phone or an unsubsidized cell phone. The records will need to be retrieved from her cell phone and/or the carrier. If it is a personal phone then while she is \"on the clock\" or \"working\" any actions or information created on her personal phone (i.e. call records, texts etc.) also creates public records and would need to be retrieved and furnished. This has been upheld by courts across the nation and please consult the town attorney regarding this matter if needed. Now that you are aware of how your phone systems work and operate. Any hesitation to turn over these phone records is no longer negligence.\r\n\r\nThere should not be any fees associated pertaining to this request, I would prefer the request be filled electronically, by e-mail attachment and/or download link as per Sunshine Law.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\n\r\nRespectfully,\r\n\r\nMason C. Turner",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1178722,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/MasonC.Turner/137481/Mason_Turner_Invoice_05012024.pdf",
            "datetime": "2024-05-28T18:50:27.543374",
            "title": "Mason_Turner_Invoice_05012024.pdf",
            "source": "Mason C. Turner",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/jupiter-10280/diana-zeitzs-phone-records-164264/"
  },
  {
    "id": 164263,
    "title": "Freedom of Information Law Request for Emails Between Ozzy Albra and Chief Keith Dworkin Regarding Employment as Chief with the Village of Millbrook",
    "slug": "freedom-of-information-law-request-for-emails-between-ozzy-albra-and-chief-keith-dworkin-regarding-employment-as-chief-with-the-village-of-millbrook",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 35107,
    "datetime_submitted": "2024-05-28T18:44:27.981963",
    "date_due": "2024-06-04",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-05-28T18:44:28.060726",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164263,
        "from_user": 4164,
        "to_user": 115159,
        "subject": "New York Freedom of Information Law Request: Freedom of Information Law Request for Emails Between Ozzy Albra and Chief Keith Dworkin Regarding Employment as Chief with the Village of Millbrook",
        "datetime": "2024-05-28T18:44:28.060726",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Town of Fishkill Clerk's Office\r\n807 Route 52\r\nFishkill, NY 12524\r\n\r\nSubject: Freedom of Information Law Request for Emails Between Ozzy Albra and Chief Keith Dworkin Regarding Employment as Chief with the Village of Millbrook\r\n\r\nDear Public Information Officer,\r\n\r\nI am writing as an investigative journalist under the provisions of the New York Freedom of Information Law (Public Officers Law §§ 84-90), seeking access to records of email correspondence between Ozzy Albra, Supervisor of the Town of Fishkill, and Chief Keith Dworkin, Chief of Police of the Town of Fishkill, specifically concerning Chief Dworkin's employment with the Village of Millbrook.\r\n\r\nRequested Records:\r\n\r\nDigital Documents:\r\n\r\nEmails: All email correspondence sent and received between Ozzy Albra (supervisor@fishkill-ny.gov) and Chief Keith Dworkin (chiefofpolice@fishkillpd.org) regarding Chief Keith Dworkin's employment status, duties, responsibilities, and any discussions or decisions related to his role as police chief with the Village of Millbrook.\r\n\r\nLegal support: Buffalo News v. Buffalo Enterprise Development Corp., 601 N.Y.S.2d 480 (N.Y. App. Div. 1993) affirms the public's right to access records related to government contracts and expenditures.\r\n\r\nAttachments: Any and all attachments included in the email correspondence between Ozzy Albra and Chief Keith Dworkin related to his employment as police chief with the Village of Millbrook.\r\n\r\nLegal support: Capital Newspapers v. Whalen, 605 N.E.2d 1344 (N.Y. 1992) supports the public's right to access records related to public employees' job performance and conduct.\r\n\r\nRelated Correspondence: Any additional email correspondence involving Ozzy Albra and Chief Keith Dworkin that pertains to their communication about Chief Dworkin's employment with the Village of Millbrook, including but not limited to discussions about potential conflicts of interest, dual employment, and any related policies or guidelines.\r\n\r\nLegal support: Gannett Co. v. City of Rochester, 29 N.Y.2d 97 (1971) confirms the public's right to access records related to government activities and decisions.\r\n\r\nEmployment Discussions: All email correspondence discussing the financial implications, budget adjustments, or staffing considerations related to Chief Keith Dworkin's employment with the Village of Millbrook.\r\n\r\nLegal support: Westchester Rockland Newspapers v. Kimball, 50 N.Y.2d 575 (1980) emphasizes the importance of public access to records concerning the actions of public officials and the operations of government.\r\n\r\nLegal Precedents and Public Interest Justification:\r\n\r\nThe requested information is of significant public interest, particularly concerning government operations and the ethical considerations of public officials. The release of these records will enhance public understanding and facilitate informed community oversight.\r\n\r\nFees and Document Delivery:\r\n\r\nPlease inform me of any potential fees associated with the processing of this request. I request a waiver of all fees as this disclosure is primarily in the public interest, contributing substantially to the understanding of government operations and is not for commercial purposes. I prefer to receive the documents electronically, via email or on a CD-ROM if electronic transfer is impractical.\r\n\r\nResponse Time and Contact:\r\n\r\nI anticipate your response within the statutory timeframe prescribed by law. Should you require any clarification or have questions regarding this request, please do not hesitate to contact me at the provided phone number or email address.\r\n\r\nThank you for your attention and cooperation. I look forward to your prompt and thorough handling of this request, as dictated by applicable laws and regulations.\r\n\r\nSincerely,\r\nJordan Lassiter",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1178720,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/137482/Fee_Waiver_Letter_copy.pdf",
            "datetime": "2024-05-28T18:44:28.060726",
            "title": "Fee_Waiver_Letter_copy.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/fishkill-22415/freedom-of-information-law-request-for-emails-between-ozzy-albra-and-chief-keith-dworkin-regarding-employment-as-chief-with-the-village-of-millbrook-164263/"
  }
]