[
  {
    "id": 157834,
    "title": "Pennsylvania Change Requests 2.0",
    "slug": "pennsylvania-change-requests-20",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 114156,
    "username": "samanthalissreporter",
    "agency": 5156,
    "datetime_submitted": "2024-01-26T10:37:52.924436",
    "date_due": "2024-02-02",
    "days_until_due": null,
    "date_followup": "2024-02-02",
    "datetime_done": null,
    "datetime_updated": "2024-01-26T10:37:53.013567",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 157834,
        "from_user": 114156,
        "to_user": 10342,
        "subject": "Pennsylvania Right to Know Act Request: Pennsylvania Change Requests 2.0",
        "datetime": "2024-01-26T10:37:53.013567",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Pennsylvania Right to Know Act, I hereby request the following records:\r\n\r\nCopies of all materials, documents and communications related to the following change requests identified by their \"CR number\" and corresponding \"CR Title\" listed below.\r\n\r\nMaterials may include but are not limited to: emails, cost estimates, invoices and any documents used to evaluate, assess and determine the impact of the change request.\r\n\r\nCopies of any documents and materials showing whether the change requests were accepted, rejected or deferred.\r\n\r\n2122622: Modify FM logic so that OTI's can be issued to the correct budget & individual for the correct corresponding time\r\n2885546: CHIP Enrollment first - Run PEBTF and HMS exchanges concurrently only AFTER CHIP MCO coverage has started\r\n2888368: Always Align CHIP eligibility and enrollment dates systematically\r\n2650967: LTC - Medical Expenses coded 12, 17, and 07 to calculate eligibility and show on all notices as deductions to the COC\r\n2778157: T-MSIS: Updated Logic for ELG00012 Record Segment\r\n2952981: CHIP 39-day denial/termination removal\r\n1720881: Correct Expedited SNAP auto case comment logic\r\n1932241: System incorrectly rolling up SNAP notices in certain scenarios\r\n2100267: WLD: Union Requested to Place Assignment Search in a more prominent position\r\n2100299: WLD: Union Requested to Have a field for appointment date and time for face-to-face and telephone interviews.\r\n2162831: Union: Allow any worker to clear alerts/notifications regardless of what county/caseworker it is assigned to\r\n2435804: TPL - Create TPL purge logic in eCIS to match the TPL purge that runs in CIS Quarterly\r\n2613076: T-MSIS: Eligibility Change Reason\r\n2635439: End of PHE -Automatically send an AVS request at renewal scheduling for the aged/blind/disabled MA categories subject to AVS\r\n2646277: Include 'N' member heads of household in weekly CIS/PROMISe Recipient Base Extract file (pro10w01.dat)\r\n2668598: Additional Waiver ID and Waiver Type Logic for T-MSIS Eligibility File\r\n2691753: CHIP IT Transition MCO Transfer\r\n2691771: CHIP IT Centre county coverage\r\n2692094: DGS - Correspondence - Add \"SAR\", \"Automated Renewal\", \"CIS\", \"LIHEAP\" or \"L/IN\" Identifiers, as Applicable, on Return Address of Correspondence\r\n2707197: T-MSIS: Update Dual Eligible Check in the ELG00003 Record Segment\r\n2712791: CHIP IT - \"Consent to move to MA\" field must default to Yes\r\n2712956: T-MSIS Eligibility File: Update Logic to Accommodate Multiple Race Code Selection\r\n2728307: Transform CDE-MCO-TYPE values to 'K' for CHIP recipients on pro18wcare.dat file and P54/P58/P60 real-time responses\r\n2748299: T-MSIS: Update to ELG156 Logic\r\n2757706: End of Continuous Coverage - Do not allow benefit reductions during the unwinding period for COVID maintained population until renewal\r\n2759225: Maintaining CHIP 12 month renewal date\r\n2760215: CHIP application start date\r\n2773377: COMPASS - Update Managed Care Organization Page\r\n2773389: CHIP budgets need to align eligibility and enrollment date\r\n2789453: COMPASS - Remove check box on MCA registration screen and build validation that doesn't allow users to enter an email address\r\n2789824: eCIS - Client Notices - Notices for CHIP NCE Segments\r\n2854663: CHIP MCO expansion - HPP\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nSamantha Liss",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/pennsylvania-126/pennsylvania-change-requests-20-157834/"
  }
]