[
  {
    "id": 172431,
    "title": "Fullerton College and Fullerton Police Department DFR Program",
    "slug": "fullerton-college-and-fullerton-police-department-dfr-program",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 139348,
    "username": "andyjhn",
    "agency": 34750,
    "datetime_submitted": "2024-08-23T14:25:34.891974",
    "date_due": "2024-09-02",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-08-23T14:25:35.028772",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "drones",
      "police surveillance",
      "police drones"
    ],
    "communications": [
      {
        "foia": 172431,
        "from_user": 139348,
        "to_user": 113030,
        "subject": "",
        "datetime": "2024-08-23T14:25:35.028772",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nAccess to public records related to the collaboration between Fullerton College, the Fullerton Police Department (FPD), and Flying Lion, Inc. concerning the FPD’s Drone First Responder (DFR) trial program.\r\n\r\nThis request is prompted by a law enforcement bulletin obtained from the Fullerton Police Department through a separate PRA request, which indicates that Fullerton College collaborated with the FPD on the DFR program. The bulletin specifically mentions that this collaboration led to the use of the call sign \"Hornets\" in honor of the Fullerton College Hornets. A copy of this bulletin is enclosed for your reference.\r\n\r\nSpecifically, I am requesting the following records:\r\n\r\n1. All communications (including but not limited to emails, letters, memos, and meeting minutes) between Fullerton College and the Fullerton Police Department related to the DFR program, including any discussion of the use of the call sign \"Hornets.\"\r\n\r\n2. Agreements, contracts, or memoranda of understanding between Fullerton College and the Fullerton Police Department and/or Flying Lion, Inc. pertaining to the DFR trial program.\r\n\r\n3. Any documents, reports, or presentations prepared by Fullerton College for or in collaboration with the Fullerton Police Department and/or Flying Lion, Inc. regarding the DFR program.\r\n\r\n4. Any internal communications or documents within Fullerton College that discuss or reference the college’s involvement in or support for the FPD’s DFR program.\r\n\r\nIf any records are withheld, please provide a detailed justification for each withheld record or portion thereof, including the specific exemption that you believe justifies the withholding.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAndrew Johnston",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1212705,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/andyjhn/144638/LEB_23-52_-_Drone_First_Responder__DFR__Program..pdf",
            "datetime": "2024-08-23T14:25:35.028772",
            "title": "LEB_23-52_-_Drone_First_Responder__DFR__Program..pdf",
            "source": "Andrew Johnston",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/fullerton-3223/fullerton-college-and-fullerton-police-department-dfr-program-172431/"
  }
]