[
  {
    "id": 189341,
    "title": "Alabama State Patrol Open Records Request - Quattrone Center",
    "slug": "alabama-state-patrol-open-records-request-quattrone-center",
    "status": "submitted",
    "embargo_status": "public",
    "user": 161861,
    "username": "qcresearch",
    "agency": 7350,
    "datetime_submitted": "2025-07-09T07:38:44.264189",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-07-09T07:38:44.488644",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 189341,
        "from_user": 161861,
        "to_user": 13582,
        "subject": "",
        "datetime": "2025-07-09T07:38:44.488644",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Alabama Open Records Law, I hereby request the following records:\r\n\r\nAlabama Highway Patrol\r\n\r\nDear Highway Patrol,\r\n\r\nPursuant to the Code of Alabama, Title 36, Chapter 12, Article 3, Section 36-12-40, I am requesting access to all records related to the purchase of field drug testing supplies and technologies (used to identify unknown substances that are potentially contraband) by your agency from January 1, 2016 to the present. \r\n\r\nSpecifically, I am requesting purchasing records, invoices, receipts, or any other documentation your agency or department regarding the purchase of drug testing kit or devices (such as colorimetric or presumptive field tests or testing insurance), or any other records indicating the quantity, cost, vendor, and model of each item or system purchased. \r\n\r\n1.\t This request includes materials related to but not limited to the following:\r\no\tColorimetric or presumptive field test kits, such as: \r\n\tNIK Public Safety kits \r\n\tSirchie NARK II kits\r\n\tField Forensics DABIT kits\r\n\tMistral drug identification/detection kits\r\n\tM.M.C. International B.V. presumptive drug tests\r\n\tTN Scientific Mandelin Reagent drug testing kits\r\n\tMacherey-Nagel MEDI-TEST\r\n\tNartec testing supplies\r\n\tNarkit tests\r\n\tAny other colorimetric or presumptive kits\r\no\tInstrument-based technologies, including: \r\n\tRaman spectroscopy devices\r\n\tInfrared (IR) spectroscopy devices\r\n\tIon mobility spectrometry (IMS) devices\r\n\tMass spectrometry (MS) devices\r\n\tAny other field-portable drug identification technologies\r\n\r\nThis request does not include urine, blood, or other tests designed to identify drug compounds in the human body.\r\n\r\n1.\tTotal annual budget allocated to the purchase or acquisition of such drug testing kits or devices.\r\n2.\tContracts for any presumptive drug testing kits or devices.\r\n3.\tThis request is made as part of an academic research project examining the use and cost of field drug testing technologies by law enforcement and correctional agencies nationwide. If possible, I request that the records be provided in electronic format (PDF, Excel, or CSV).\r\n\r\nIf any part of this request is denied, please provide a written explanation for the denial, including the specific exemption(s) relied upon. If the requested records are available in part, I request access to all segregable portions. Should there be any material cost (defined as more than $100) associated with providing the requested information, please provide me with an estimate before proceeding with any work.\r\n\r\nPlease contact me at QuattroneResearch@law.upenn.edu or 215-746-1251 if you have any questions or require clarification. Thank you for your time and assistance.\r\n\r\nSincerely,\r\n\r\n \r\nRoss Miller\r\nAssistant Director\r\nQuattrone Center for the Fair Administration of Justice\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nAndré Natta, a citizen of Alabama, in coordination with Ross Miller.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/alabama-159/alabama-state-patrol-open-records-request-quattrone-center-189341/"
  }
]