[
  {
    "id": 162523,
    "title": "KENT SCHOOL DISTRICT - Joint Legislative Audit and Review Committee (JLARC) FINAL SUBMISSION, drafts, notes, worksheets, communications, estimates, and working documents for years 2019 - 2021",
    "slug": "kent-school-district-joint-legislative-audit-and-review-committee-jlarc-final-submission-drafts-notes-worksheets-communications-estimates-and-working-documents-for-years-2019-2021",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 106430,
    "username": "Rannsaka",
    "agency": 20067,
    "datetime_submitted": "2024-04-23T15:59:33.658134",
    "date_due": "2024-04-30",
    "days_until_due": null,
    "date_followup": "2024-04-30",
    "datetime_done": null,
    "datetime_updated": "2024-04-23T15:59:33.789286",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162523,
        "from_user": 106430,
        "to_user": 31494,
        "subject": "Washington Public Records Act Request: KENT SCHOOL DISTRICT - Joint Legislative Audit and Review Committee (JLARC) FINAL SUBMISSION, drafts, notes, worksheets, communications, estimates, and working documents for years 2019 - 2021",
        "datetime": "2024-04-23T15:59:33.789286",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "KENT SCHOOL DISTRICT - Joint Legislative Audit and Review Committee (JLARC) FINAL SUBMISSION, drafts, notes, worksheets, communications, estimates, and working documents for years 2019 - 2021\r\n\r\nVia email: PublicRecords@Kent.k12.wa.us\r\n\r\nTo whom it may concern,\r\n\r\nEach state and local agency with at least $100,000 of staff and legal costs associated with fulfilling public records requests in the preceding fiscal year is required to submit a report to the Joint Legislative Audit and Review Committee (JLARC). State and local agencies that spent less than $100,000 may voluntarily submit reports (RCW 40.14.026(5)).\r\n\r\nPUBLIC RECORDS REQUEST RCW 42.56\r\n\r\nI request the following identifiable public records to be produced in the following order of production, newest to oldest by year:\r\n\r\n1.\tProvide a complete copy of your agency Joint Legislative Audit and Review Committee (JLARC) report submitted by your agency to JLARC for the year 2021. Note: this identifiable record should be an exact copy of the answers submitted to the JLARC Public Records Request Reporting System.\r\n\r\n2.\tProvide complete copies of any and all worksheets, drafts, estimates, notes, and emails related to the completion of your agency’s final 2021 JLARC report and answers to the JLARC website questionnaire submitted for the year 2021.\r\n\r\n3.\tProvide a complete copy of your agency Joint Legislative Audit and Review Committee (JLARC) report submitted by your agency to JLARC for the year 2020. Note: this identifiable record should be an exact copy of the answers submitted to the JLARC Public Records Request Reporting System.\r\n\r\n4.\tProvide complete copies of any and all worksheets, drafts, estimates, notes, and emails related to the completion of your agency’s final 2020 JLARC report and answers to the JLARC website questionnaire submitted for the year 2020.\r\n\r\n5.\tProvide a complete copy of your agency Joint Legislative Audit and Review Committee (JLARC) report submitted by your agency to JLARC for the year 2019. Note: this identifiable record should be an exact copy of the answers submitted to the JLARC Public Records Request Reporting System.\r\n\r\n6.\tProvide complete copies of any and all worksheets, drafts, estimates, notes, and emails related to the completion of your agency’s final 2019 JLARC report and answers to the JLARC website questionnaire submitted for the year 2019.\r\n\r\nRECORDS INSTALLMENTS\r\n\r\nIf production of responsive records will be completed in multiple installments, please begin by producing records in the numerical order requested by subject matter and year. The most recent public records should be produced first. \r\n\r\nPRODUCTION AND DELIVERY OF ELECTRONIC RECORDS\r\n\r\nThe use of 3rd party “portals” (Such as GOVQA or NEXTREQUEST) for communication and production of records in response to a public records request is optional for the requestor in the State of Washington. Respectfully we decline to use any 3rd party \"portal\" system, specifically GOVQA and NEXTREQUEST. Please provide all records electronically via direct email attachment, or via no password, no registration internet cloud-based download link.\r\n\r\nPlease do not direct or invite us to use, register for, or communicate with your agency via any 3rd party portal including but not limited to FOIAOnline, GovQA, NextRequest, FOIAExpress, JustFOIA FOIADirect, WebForm, or any other commercial 3rd party records portal service.\r\nPlease provide all electronic records in their native electronic format. Please do not create new records by printing native electronic files then scanning and re-printing these newly scanned prints for electronic production.\r\n\r\nFEES\r\n\r\nIn the event that there are fees, please inform us of the total charges in advance of fulfilling the request in strict compliance with all provisions of the Washington State Public Records Act.\r\n\r\nEXEMPTION LOGS\r\n\r\nPlease ensure all redactions or exemptions claimed by your agency in the production of responsive records are accompanied by a complete and detailed exemption log noting the valid legal reason for each exemption at each redaction location in the record produced, as well as the specific number of pages if any that your agency redacts or withholds in their entirety. Each redaction should be noted by footnote or by a clear reference to the specific justification for that redaction, and only the minimal exempt portion of any record may be withheld.\r\n\r\nCOMMERICAL PURPOSE DECLARATION\r\n\r\nThe Washington State Public Records Act prohibits the disclosure of “lists of individuals” for a commercial purpose (RCW 42.56.070(8)). I declare this public records request is not being made for any commercial purpose whatsoever. Also, this public records request is not being made for a \"list of individuals.\" This declaration satisfies all requirements of RCW 42.56 regarding prohibitions on lists and commercial purposes. No additional commercial purpose declaration will be completed for this public records request. \r\n\r\nThe requested documents will be made available to the general public.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. We look forward to receiving your response to this request within 5 business days, as the statute requires.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/kent-67/kent-school-district-joint-legislative-audit-and-review-committee-jlarc-final-submission-drafts-notes-worksheets-communications-estimates-and-working-documents-for-years-2019-2021-162523/"
  },
  {
    "id": 162522,
    "title": "Cause of Death request",
    "slug": "cause-of-death-request",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 73387,
    "username": "Jcoyden",
    "agency": 21697,
    "datetime_submitted": "2024-04-23T15:54:23.930122",
    "date_due": "2024-04-30",
    "days_until_due": null,
    "date_followup": "2024-04-30",
    "datetime_done": null,
    "datetime_updated": "2024-04-23T15:54:24.028864",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162522,
        "from_user": 73387,
        "to_user": 34647,
        "subject": "Pennsylvania Right to Know Act Request: Cause of Death request",
        "datetime": "2024-04-23T15:54:24.028864",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Pennsylvania Right to Know Act, I hereby request the following records:\r\n\r\nManner and cause of death of Rome A. Culler on 2-26-2024.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJason Palmer",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/philadelphia-211/cause-of-death-request-162522/"
  }
]