[
  {
    "id": 152846,
    "title": "Untitled",
    "slug": "untitled",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 16184,
    "username": "Miquitah",
    "agency": 8226,
    "datetime_submitted": "2023-10-04T21:27:39.892410",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-10-04T21:27:40.007268",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 152846,
        "from_user": 16184,
        "to_user": 123525,
        "subject": "",
        "datetime": "2023-10-04T21:27:40.007268",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nAll discovery material from the Mark Sievers homicide case, which occurred in June 2015. \r\n\r\n I have been informed by Communications Director Samantha Syoen that \"This case is extremely large and the cost to you for the entire case would be a lot of money and a long time to complete.\" Ms. Syoen also informed me there is no table of contents or index for any of this material. \r\n\r\n   However, Mr. Sievers' attorney has also requested copies of these files, and apparently the state has prepared a hard drive that contains all the records to be transmitted.\r\n\r\n I would like to obtain EITHER a copy of the hard drive containing these records, OR a substantive index which would allow me to locate and request copies of the particular documents I need.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nMikita Brottman",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/florida-34/untitled-152846/"
  }
]