[
  {
    "id": 159792,
    "title": "Mississippi Disenfranchisement code from MS AG",
    "slug": "mississippi-disenfranchisement-code-from-ms-ag",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 12867,
    "username": "epoxy",
    "agency": 4618,
    "datetime_submitted": "2024-03-04T23:46:25.013220",
    "date_due": "2024-03-13",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-03-04T23:46:25.149604",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 159792,
        "from_user": 12867,
        "to_user": 11246,
        "subject": "",
        "datetime": "2024-03-04T23:46:25.149604",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Mississippi Public Records Act, I hereby request the following records:\r\n\r\n1) Any documents sufficient to identify the specific statutes of Mississippi Code which the Mississippi Office of the Attorney General has determined qualify as being included in the 22 disenfranchising general crimes, as described in the Attorney General's Opinion directed to The Honorable Wallace Heggie, dated July 7, 2009.\r\n\r\n2) Any documents sufficient to explain, describe, or establish when the Office of the Attorney General determined each of the above statutes qualified as a disenfranchising crime.\r\n\r\nThe requested documents are for academic research and will eventually be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 7 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobert Stewart, Ph.D.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/mississippi-231/mississippi-disenfranchisement-code-from-ms-ag-159792/"
  }
]