[
  {
    "id": 170105,
    "title": "Untitled",
    "slug": "untitled",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 16636,
    "username": "jfenton",
    "agency": 468,
    "datetime_submitted": "2024-07-24T14:13:31.417277",
    "date_due": "2024-07-31",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-07-24T14:13:31.538297",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 170105,
        "from_user": 16636,
        "to_user": 9876,
        "subject": "",
        "datetime": "2024-07-24T14:13:31.538297",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Washington Public Records Act, I hereby request the following records:\r\n\r\nAny numerical results quantifying estimated delay time and backup length on I-5 Southbound near Woodlands as a result of Lewis Bridge repairs begun July 15,2024. Please include any reports, memoranda or otherwise pertinent department documents summarizing the anticipated traffic delay times for southbound travelers as a result of this closure.  \r\n\r\nFor reference, a press release from your department dated July 8 describing the lane closures noted that  \"Traffic data shows that Friday afternoons are the worst days to travel, with delays of up to 70 minutes or longer, and backups extending beyond ten miles on southbound I-5 approaching the work zone.\"  [ URL: https://wsdot.wa.gov/about/news/2024/two-month-southbound-i-5-around-clock-lane-closure-woodland-begins-july-15  ]. Please provide the full data set of traffic delay times anticipated and the time of day and other variables considered.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJacob Fenton",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/washington-54/untitled-170105/"
  }
]