[
  {
    "id": 177161,
    "title": "DOL Wage and Hour Division WHISARD FOIA Request",
    "slug": "dol-wage-and-hour-division-whisard-foia-request",
    "status": "submitted",
    "embargo_status": "public",
    "user": 141703,
    "username": "justanesta",
    "agency": 63,
    "datetime_submitted": "2024-12-04T13:29:24.673838",
    "date_due": "2025-01-03",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-12-04T13:29:24.756693",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177161,
        "from_user": 141703,
        "to_user": 10251,
        "subject": "",
        "datetime": "2024-12-04T13:29:24.756693",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Records Custodian, Pursuant to the federal Freedom of Information Act, 5 U.S.C. § 552 et seq., we request the following records:\r\n\r\nAn export of all tables from the WHISARD database from fiscal years 2012 to 2024, excluding columns containing PII or free-form narrative text.\r\n\r\nWe note that at least one prior FOIA request resulted in the provision of data from the following tables:\r\n“CASE_ACT_EER_SUM”\r\n“CASE_ACT_EER_VIOL”\r\n“CASE_ACT_SUMMARY”\r\n“CASE_CMP_ASSMNT”\r\n“CASE_CL_SUMMARY”\r\n“CASE_EMPLOYER”\r\n“CASE_EMPLOYEE”\r\n“CASE_ER_SITES”\r\n“KASE”\r\n“V_ACT”\r\n“V_ACT_VIOL_CODES”\r\n“V_ACT_VIOLATIONS”\r\n“V_BUS_ORG_TYPE”\r\n“V_BUS_STATUS”\r\n“V_CASE_ACTIONS”\r\n“V_CASE_STATUS”\r\n“V_COMPLY_STATUS”\r\n“V_CONCLUDED_REASON”\r\n“V_COUNTY_CODES”\r\n“V_ER_EE_CNT_RANGES”\r\n“V_ER_TYPE”\r\n“V_EST_STATUS”\r\n“V_EST_TYPE”\r\n“V_INJURY_LEVEL”\r\n“V_INVEST_TOOLS”\r\n“V_LEVEL”\r\n“V_NAICS”\r\n“V_SPEC_COVERAGE”\r\n“V_STATE_CODES”\r\n“V_VIOL_REASON”\r\n“WH_OFFICE”\r\n“CASE_EMPLOYEES”\r\n\r\nGiven our research so far, however, we believe that additional tables and columns from WHISARD are disclosable. For example, we believe that at least some data from the following forms are stored in WHISARD, are not present in the prior FOIA records, and yet should be producible:\r\n\r\nWH-56 Summary of Unpaid Wages: Name, Address, Period Covered by work week Ending Dates, Act(s), Gross Amounts Due.\r\nWH-75 Homeworker Handbook: Firm’s name, Address, Industry, Day and time work week begins, Required minimum wage, Date issued to homeworker, Start, Stop, Hours for Day 1 to Day 7.\r\nWH-103: Notice to Employer-Employment of Minors Contrary to the Fair Labor Standards Act: Establishment Trade Name, Establishment Legal Name, Product or Services, NAICS code, Total employees, Total number of minors illegally employed, Local or Migrant, Child labor standard(s) violated, Period(s) of illegal employment, Age(s) at start of violation(s).\r\nWH-124 Notice of violations of other laws: Agency Name, Date, Nature of possible violations, Remarks.\r\nWH-500 MSPA Compliance Action Report: Case Number, State, County, District Office, Address, City, Zip, NAICS code, Type of Assignment, Investigation Program, Compliance Action, Status of Compliance, Migrant Crew, Seasonal Crew, Will There Be Further Action On This Case, Compliance Hours, Period of Investigation, Itinerary of FLC sections 1 - 31.\r\nWH-519a MSPA and H-2A housing safety and health checklist (ETA 654.404): Date, Location of Housing Inspected, Housing Capacity, Number of Occupancy, Identity of Housing Owner/Provider, Address of Housing Owner/Provider, Identity of Person in Charge of Housing, Address of Person in Charge of Housing, Current Permits or Licenses, Variances, Violation, Regulatory Sector, Number Exposed, Comments\r\nWH-519b MSPA and H-2A housing safety and health checklist (OSHA 1910.142): Date, Location of Housing Inspected, Housing Capacity, Number of Occupancy, Identity of Housing Owner/Provider, Address of Housing Owner/Provider, Identity of Person in Charge of Housing, Address of Person in Charge of Housing, Current Permits or Licenses, Variances, Violation, Regulatory Sector, Number Exposed, Comments\r\nWH-520 Housing Occupancy Certificate: Location of housing inspected, Description of housing units and number of units, Name of owner of housing units, Address of owner of housing units, Name of individual(s) in charge, Address of individual(s) in charge, Name of Farm Labor Contractor, Address of Farm Labor Contractor, Date inspection was requested, Expected date of occupancy from, Expected date of occupancy to, Date of inspection, Date certificate expires, Special Conditions, Date Issued\r\nWH-561 Citation and Notification of Penalty: Issuance date, Case ID, Subject of investigation, Inspection Date(s), Business address, Inspection site, Violation cite, Description/Penalty, Date by Which Violation Must Be Abated\r\nWH-562 OSHAct Field Sanitation Inspection Report: Case ID number, Investigation subject, Inspection date(s), Business address, Inspection site, Maximum number of hand-labor employees, Investigation date number of hand-labor employees, 29 CFR 1928.110(c)(2)(v) applicable, Items 10-23 for each violation observed\r\nWH-563 Notice of Alleged Imminent Danger (OSHAct): Case ID number, Name of employer, Address of employer, Inspection site description, Description of alleged imminent danger, Date of signed.\r\nWH-601 Potential H-2A Violations Checklist: Name of person investigated, Address of person investigated, Case ID, Date, Potential H-2A violation(s) 01, 02, 35, 36, 37, 38, 39, 26, 51, 06, 09, 10, 13, 14, 15, 18, 19, 27, 28, 29, 41, 20, 22, 23, 24, 25, 04, 05, 05a, 05b, 07, 08, 11, 16, 17, 17a, 17b, 12, 32, 33, 40, 42, 44, 48, 49.\r\nWH-1504 MSPA and H-2A Transportation Safety Checklist: Date, VIN, Vehicle Owner, Make, Model, License Plate Number, State, Responsible Party, MSPA Jointly Responsible Party, Driver(s)/Operator(s) Valid Doctor’s Certificate, Violation(s), Number Exposed\r\n\r\n\r\n\r\nWe request these records in their native digital formats and not in formats that degrade the accessibility of the records, such as tabular data converted to PDF or Word files. If converting the native digital format to another high-fidelity format, such as CSV or Excel, please take care not to introduce formatting inconsistencies or errors, which can occur in the conversion process (for example, encoding errors or the inclusion of internal unescaped quotation marks in CSV files). Should the records above represent certain values as numeric codes or abbreviations that are not self-explanatory, we additionally request all records necessary to interpret those codes and abbreviations.\r\n\r\nFee Waiver Request:\r\nA waiver of search and review fees is appropriate here because disclosure of the requested information is in the public interest under 5 U.S.C. § 552(a)(4)(A)(iii) and 45 C.F.R. § 5.54(a), (b)(1)-(2), and because the request is not primarily in our commercial interest, 45 C.F.R. §§ 5.45(a), (b)(3)(ii).\r\n\r\nThis Request is Not Primarily in Our Commercial Interest:\r\nThe requested information is not being sought for commercial purposes. 45 C.F.R. § 5.54(a). We are news media requesters that can and will “effectively convey information to the public.” 45 C.F.R. § 5.54(b)(2)(ii).\r\n\r\nProduction of Responsive Records on a Rolling Basis:\r\nIn the event that a portion of the present request is completed before the full request is completed, we ask that the records be produced on a rolling basis.\r\n\r\nLimitation of Fees:\r\nWe are also entitled to a limitation of fees because we are members of the news media. 45 C.F.R. § 5.53(b); 5 U.S.C. § 552(a)(4)(A)(ii)(II). Accordingly, even if our application for a waiver of all fees is denied, we are entitled to a limitation of fees. As a news media requester, we are“entitled to search time, review time, and up to 100 pages of duplication” and can be charged only duplication fees after the first 100 pages or its cost equivalent. 45 C.F.R. § 5.53(b). We request that the information be provided in its native electronic format, and thus there should be no duplication fees.\r\n\r\nRequest for Explanation of Withholdings and Redactions:\r\nIf this request is denied in whole or in part, please provide a reasonable description of any withheld materials and a justification for all such withholdings that includes reference to the specific FOIA exemptions authorizing withholding and specific reasons why such exemptions apply. 45 C.F.R. § 5.31. An agency shall withhold information only if “the agency reasonably foresees that disclosure would harm an interest protected by an exemption” or “disclosure is prohibited by law.” 5 U.S.C. § 552(a)(8)(A)(i). (Per Attorney General Garland’s March 15, 2022 memorandum, “In case of doubt [regarding foreseeable harm or legal bar to disclosure], openness should prevail.”We therefore request that if the agency determines that an exemption applies, specific reasons be provided as to why disclosure would harm any interest protected by such exemption. An agency shall also “consider whether partial disclosure of information is possible whenever the agency determines that a full disclosure of a requested record is not possible” and “take reasonable steps necessary to segregate and release nonexempt information.” Id. at § 552(a)(8)(A)(ii). We therefore request that the agency release all segregable portions of otherwise exempt material.\r\n\r\nWe look forward to your reply within the FOIA-specified timeframe of 20 working days. Please let us know if there are any clarifications we can make to make this request easier and/or quicker to complete.\r\n\r\nSincerely, \r\nAdrian Nesta",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/dol-wage-and-hour-division-whisard-foia-request-177161/"
  },
  {
    "id": 177160,
    "title": "Water payment plans",
    "slug": "water-payment-plans",
    "status": "ack",
    "embargo_status": "public",
    "user": 142030,
    "username": "Daelon",
    "agency": 35983,
    "datetime_submitted": "2024-12-04T13:05:28.870094",
    "date_due": "2024-12-11",
    "days_until_due": null,
    "date_followup": "2024-12-11",
    "datetime_done": null,
    "datetime_updated": "2024-12-04T13:05:28.976825",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177160,
        "from_user": 142030,
        "to_user": 120454,
        "subject": "Illinois Freedom of Information Act. Request: Water payment plans",
        "datetime": "2024-12-04T13:05:28.976825",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nAll water payment plans, for both sewer and potable water services, from 2020 to the present including:\r\n\r\na. name on the account.\r\nb. address on the account.\r\nc. amount of past due fees.\r\nd. amount paid to date.\r\ne. copy of  agreements.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDaelon",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/fox-lake-7824/water-payment-plans-177160/"
  },
  {
    "id": 177159,
    "title": "Fire Code Violation Request: The Citizen Apartments",
    "slug": "fire-code-violation-request-the-citizen-apartments",
    "status": "submitted",
    "embargo_status": "public",
    "user": 138281,
    "username": "rwarren",
    "agency": 17914,
    "datetime_submitted": "2024-12-04T12:58:17.116531",
    "date_due": "2024-12-13",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-12-04T12:58:17.597358",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177159,
        "from_user": 138281,
        "to_user": 26200,
        "subject": "Tennessee Public Records Act Request: Fire Code Violation Request: The Citizen Apartments",
        "datetime": "2024-12-04T12:58:17.597358",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Tennessee Public Records Act, I hereby request the following records:\r\n\r\nPlease provide record of any open fire code violations on the apartment property \"The Citizen Apartments\" located at 1837 Union Ave, Memphis, TN 38104, Parcel #016043 00021 if there are none, please let me know on that as well.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 7 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKent Hoover, a citizen of Tennessee, in coordination with Randy Warren.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/memphis-319/fire-code-violation-request-the-citizen-apartments-177159/"
  }
]