[
  {
    "id": 161435,
    "title": "Remote Physiological monitoring",
    "slug": "remote-physiological-monitoring",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 103442,
    "username": "MartinSeidel",
    "agency": 6,
    "datetime_submitted": "2024-03-30T00:53:00.731396",
    "date_due": "2024-04-26",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-03-30T00:53:00.840299",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161435,
        "from_user": 103442,
        "to_user": 9567,
        "subject": "",
        "datetime": "2024-03-30T00:53:00.840299",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nhttps://www.cia.gov/readingroom/document/cia-rdp79b00314a000700060002-7  - Please read this document and provide information below . About how remote physiological monitoring, the wireless electroencephalogram ,  electroencephalograms from a distance(with no contact or electrodes) .  \r\n\r\nDocument Number (FOIA) /ESDN (CREST): \r\nCIA-RDP79B00314A000700060002-7\r\n\r\n\"Recent Surveyor issues have noted reports by the Russians Gulyayev and Sergeyev claiming, respectively, that remote (wireless) electroaurograms of the human chest and electroencepholograms have been obtained. The device developed for the electroaurogram detects very weak electrical fields at a distance up to 25 am. while the com- ment on Sergeyev's work notes that \"this report appears to be the first claim of brain-wave recording some 15-20 feet distant from the subject and without contact.\"\"\r\n\r\n\r\n\r\nPlease provide information about experiments conducted using \"low-frequency magnetometers\" and other electromagnetic detection equipment to measure and conduct remote physiological monitoring , including remote EEG from a distance from a subject. Please provide information on the wireless electroencephalograms experiments conducted by the CIA using low-frequency magnetometers starting in the year 1969\r\n\r\nPlease provide more information on the line 5 \"traditional assumption that it is impossible to measure emanations of the brain waves remotely, would seem still scientifically prudent\" - Pleases provide information on how CIA tried to work around that problem using passive means , pulse electromagnetic fields or by other means , including signal processing.\r\n\r\nPlease provide information about the experiments conducted in the 1970's and 1980's and more recently in the 1990's and 2000's. \r\n\r\nPlease provide the whole documents of the experiment, the contractors used and please provide documents of the last time the CIA payed or conducted an experiment of this type(remote physiological monitoring , wireless electroencephalograms , remote electroencephalograms) and provide .\r\n\r\nPlease waive fees under\r\n\"The subject concerns the operations or activities of the US Government.\r\nThe disclosure is informative (i.e. \"likely to contribute\").\r\nThe disclosure helps the public understand the operations and activities of the US Government.\"\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMartin Seidel\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMartin Seidel",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/remote-physiological-monitoring-161435/"
  }
]