[
  {
    "id": 160075,
    "title": "FDA on lecanemab",
    "slug": "fda-on-lecanemab",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 7386,
    "username": "jeanne.lenzer@gmail.com",
    "agency": 116,
    "datetime_submitted": "2024-03-08T15:23:39.347691",
    "date_due": "2024-04-05",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-03-08T15:23:39.694165",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "fda"
    ],
    "communications": [
      {
        "foia": 160075,
        "from_user": 7386,
        "to_user": 9582,
        "subject": "",
        "datetime": "2024-03-08T15:23:39.694165",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nMarch 8, 2024\r\nFood and Drug Administration\r\nDivision of Freedom of Information (HFI-35)\r\n\r\nRE:  Expedited Freedom of Information Act request\r\n\r\nDear FOIA Officer:\r\n\r\nPursuant to the Freedom of Information Act, 5 U.S.C. § 552a, and under FDA’s expedited processing regulation 21 CFR § 20.44 (since this request was previously filled/closed), I am requesting all materials responsive to Control #2024-1977 THE NEW YORK TIMES  All correspondence between FDA agency staff and drug sponsors of Lecanemab (application 761269Orig1s000) which includes:  1. All meeting records/minutes documenting interactions between agency staff and Esai inc. or Biogen personnel regarding the drug, lecanemab (Leqembi)   etc closed feb 28\r\n\r\nI am a professional journalist writing for Inquiry, the investigative unit of The Conversation, a global newsroom with 20 million monthly readers. The information I am requesting deserves an expedited response because it relates to harm to the health and wellbeing of the public.\r\n \r\nAs an investigative journalist, I request a waiver of fees associated with processing this FOIA request and duplicating responsive records.  \r\n\r\nThank you for your attention to this request.\r\n\r\nSincerely,\r\n\r\n\r\nJeanne Lenzer\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJeanne Lenzer",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/fda-on-lecanemab-160075/"
  },
  {
    "id": 160074,
    "title": "Forms Related to Gunshot Detection Systems",
    "slug": "forms-related-to-gunshot-detection-systems",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 129846,
    "username": "junhuicho8",
    "agency": 3869,
    "datetime_submitted": "2024-03-08T15:18:02.222668",
    "date_due": "2024-03-22",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-03-08T15:18:02.403954",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 160074,
        "from_user": 129846,
        "to_user": 26322,
        "subject": "",
        "datetime": "2024-03-08T15:18:02.403954",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Massachusetts Public Records Law, I hereby request the following records:\r\n\r\nAll forms related to gunshot detection systems, including the following:\r\n- A copy of the current contract between this department, the city, and ShotSpotter, Inc.\r\n- Full ShotSpotter Services Agreement, Standard Terms, and Conditions, terms of service (including square miles covered, total cost, and contract beginning and end dates)\r\n- Any reference service level agreements, contract amendments, cure notices, non-disclosure agreements, or other revisions to agreements.\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by the recommendations of the Massachusetts Supervisor of Public Records. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nI expect the request to be filled in an accessible format, including for screen readers, which provide text-to-speech for persons unable to read print. Files that are not accessible to screen readers include, for example, .pdf image files as well as physical documents.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJunhui Cho",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/boston-3/forms-related-to-gunshot-detection-systems-160074/"
  },
  {
    "id": 160046,
    "title": "Roger Guarino child sexual abuse lawsuit",
    "slug": "roger-guarino-child-sexual-abuse-lawsuit",
    "status": "rejected",
    "embargo": false,
    "permanent_embargo": false,
    "user": 131088,
    "username": "EditorEyebrows",
    "agency": 35614,
    "datetime_submitted": "2024-03-08T03:06:44.029738",
    "date_due": "2024-03-15",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": "2024-03-08T13:58:49.629234",
    "datetime_updated": "2024-03-08T13:58:49.629234",
    "date_embargo": "2024-04-07",
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 160046,
        "from_user": 131088,
        "to_user": 117492,
        "subject": "New York Freedom of Information Law Request: Roger Guarino child sexual abuse lawsuit",
        "datetime": "2024-03-08T03:06:44.290871",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request records related to child sexual abuse lawsuit against Roger E Guarino (DoB: 9/14/1967), the Sodexo operations manager assigned to MCC until February 2022. \r\n\r\n## Specific records \r\n\r\nI am seeking the following specific records:\r\n1.) Any communications with Sodexo regarding the lawsuit or Roger Guarino's status at MCC.\r\n2.) Any communications between MCC and Roger Guarino regarding the lawsuit or any steps taken by MCC in response to the lawsuit.\r\n3.)  Any communications with any other educational institution regarding Roger Guarino, including any communications with the University of Arkansas - Little Rock, where Sodexo reassigned Roger Guarino to another position that involved interacting with children despite being aware of the child molestation lawsuit.\r\n\r\n## Affiliated entities\r\n\r\nMy request includes any records that may in the custody of the Monroe Community College Foundation, a non-profit associated MCC. Such records constitute \"material received by a corporation providing services for a State university and kept on behalf of the university\" (Encore Coll v. Auxiliary Serv NY Court of Appeals (1995) 87 N.Y.2d 410,414) and are thus \"a record subject to disclosure under FOIL\" (id.). \r\n\r\n## Fees\r\n\r\nIn the event that there are fees in excess of $200, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not. The requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nEdward",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 160046,
        "from_user": 117492,
        "to_user": 131088,
        "subject": "RE: New York Freedom of Information Law Request: Roger Guarino child sexual abuse lawsuit",
        "datetime": "2024-03-08T13:58:49.629234",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Edward,\r\n\r\nThis is in response to your Freedom of Information request dated March 8, 2024 for records related to Sodexo.  Sodexo is under contract with the MCC Association, Inc,. a not-for-profit organization.  Monroe Community College is not a party to information regarding Sodexo and does not maintain documentation related to it.  As such your request is denied.\r\n\r\nAny appeal of this decision should be sent to Mr. Gregory Hinton, Chief Financial Officer and Vice President, Administrative Services, Monroe Community College, 1000 E. Henrietta Road, Rochester, NY 14623 within 30 days.\r\n\r\nSincerely,\r\n\r\nDolores Pasto-Ziobro\r\nRecords Access Officer\r\n\r\n[Monroe Community College]<http://www.monroecc.edu/>\r\n1000 East Henrietta Road - Rochester, NY 14623-5780\r\nwww.monroecc.edu<http://www.monroecc.edu/>\r\n\r\nFacebook<https://www.facebook.com/MonroeCC>    Twitter<https://twitter.com/monroecc>    YouTube<http://www.youtube.com/user/MonroeCCRochester>\n",
        "status": "rejected",
        "likely_foia": null,
        "files": [
          {
            "id": 1161224,
            "ffile": "https://cdn.muckrock.com/foia_files/2024/03/08/image001_d11JqLI.gif",
            "datetime": "2024-03-08T13:58:49.714538",
            "title": "image001",
            "source": "Monroe Community College, Rochester, NY",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/rochester-22535/roger-guarino-child-sexual-abuse-lawsuit-160046/"
  }
]