[
  {
    "id": 161936,
    "title": "Geofeedia Inc. Contracts, Invoice - Social Media Surveillance Policies",
    "slug": "geofeedia-inc-contracts-invoice-social-media-surveillance-policies",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4125,
    "username": "fgregg",
    "agency": 478,
    "datetime_submitted": "2024-04-10T11:52:40.273771",
    "date_due": "2024-04-17",
    "days_until_due": null,
    "date_followup": "2024-04-17",
    "datetime_done": null,
    "datetime_updated": "2024-04-10T11:52:40.401819",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161936,
        "from_user": 4125,
        "to_user": 11266,
        "subject": "Michigan Freedom of Information Act Request: Geofeedia Inc. Contracts, Invoice - Social Media Surveillance Policies",
        "datetime": "2024-04-10T11:52:40.401819",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Michigan Freedom of Information Act, I hereby request the following records:\r\n\r\nAny and all contracts (as well as all associated amendments, exhibits, and materials), memorandums of understanding, and other equivalent agreements entered into by this agency with Geofeedia LLC or any other social media surveillance software or equipment company (including but not limited to Brightplaent, Geofeedia, Intrado Inc, LifeRaft, Magnet Forensics, Media Sonar, Signal Corporation, and ZeroFOX). Responsive materials should include but not be limited to:\r\n\r\n• the initial Invitation to Bid, Request for Proposal, or equivalent call for contractors\r\n• the responsive materials provided by the winning bidder\r\n• other bidder responses\r\n• the current contract\r\n• all exhibits\r\n• all amendments\r\n• all performance work statements\r\n• all deliverables inventories\r\n• all invoices related to the deliverance of software, services, or goods\r\n\r\nPlease also include:\r\n• all policies related to the acquisition and use of social media use and surveillance by individual officers and representatives of this agency\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nForest Gregg",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/michigan-117/geofeedia-inc-contracts-invoice-social-media-surveillance-policies-161936/"
  }
]