[
  {
    "id": 160203,
    "title": "Keller Independent School District - Cancellation of 'The Laramie Project' - Second Request",
    "slug": "keller-independent-school-district-cancellation-of-the-laramie-project-second-request",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 33583,
    "datetime_submitted": "2024-03-13T10:56:00.419156",
    "date_due": "2024-03-27",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-03-13T10:56:00.573641",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 160203,
        "from_user": 3031,
        "to_user": 106541,
        "subject": "Texas Public Information Act Request: Keller Independent School District - Cancellation of 'The Laramie Project' - Second Request",
        "datetime": "2024-03-13T10:56:00.573641",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\nAny communications to or from the following persons concerning \"The Laramie Project\": Superintendent, Chief Operations Officer, Chief Communications Officer, Area Superintendent (High Schools), or any member of the Board of Trustees.\r\n\r\n\"Communications\" includes, but is not limited to, emails, letters, text messages, social media messages, chats, or other means of one-to-one or one-to-many communication.\r\n\r\nPlease also note that this request seeks public records wherever they may be found, including on devices or networks owned or operated by private parties. For example, if an employee uses a personal cell phone or social media account to conduct public business, records created, maintained, or held on the phone or account are public records subject to this request.\r\n\r\nThis request is limited to records generated on or after July 1, 2023.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/keller-189/keller-independent-school-district-cancellation-of-the-laramie-project-second-request-160203/"
  }
]