[
  {
    "id": 140927,
    "title": "OH POST request",
    "slug": "oh-post-request",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 110999,
    "username": "gschivone",
    "agency": 16257,
    "datetime_submitted": "2023-02-19T20:06:38.208661",
    "date_due": "2023-03-01",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-02-19T20:06:38.359286",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140927,
        "from_user": 110999,
        "to_user": 21838,
        "subject": "",
        "datetime": "2023-02-19T20:06:38.359286",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Tennessee Public Records Act, I hereby request the following records:\r\n\r\nI am looking for public records of any disciplinary actions by the Ohio POST Board of former police officer TIMOTHY LOEHMANN, who worked in police precincts in Independence and Cleveland in the past decade. Specifically, in addition to any POST disciplinary actions against him, I would like to know (1) if Mr. Loehmann's certification was ever revoked and (2) if, not, whether his certification is still active or if it has expired.\r\n\r\nKindly also tell me, if permitted, how long police certifications last in Ohio?  As well as when Loehmann's certification was issued and when it expired, if it has?\r\n\r\nWill you also tell me if FRANK GARMBACK is still employed as a police officer in your state (Cleveland or elsewhere)?\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 7 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKent Hoover, a citizen of Tennessee, in coordination with Gabb Schivone.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/tennessee-155/oh-post-request-140927/"
  }
]