[
  {
    "id": 185386,
    "title": "AI and the Mayor",
    "slug": "ai-and-the-mayor",
    "status": "submitted",
    "embargo_status": "public",
    "user": 136171,
    "username": "joey1scott",
    "agency": 3590,
    "datetime_submitted": "2025-04-21T23:12:10.819584",
    "date_due": "2025-05-01",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-04-21T23:12:10.984782",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 185386,
        "from_user": 136171,
        "to_user": 10052,
        "subject": "",
        "datetime": "2025-04-21T23:12:10.984782",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nHello, \r\n\r\nI am requesting records related to the city's use, creation, solicitation, and details of artificial intelligence in city operations, including homelessness, Palisades fire recovery, housing, and permitting. These can be apps used by the public or software programs used by the department, including generative artificial intelligence. \r\n- Memos, contracts, request for proposals, invoices\r\n- Emails with artificial intelligence vendors, companies, and lobbyists working on behalf of artificial intelligence companies \r\n- Documents of promotional materials, PowerPoints, or Zoom presentations, technical specs\r\n- The technology companies the city is working with, soliciting, or contracting with artificial intelligence are unknown, but Steve Soboroff mentioned in an interview that Palantir is creating an app for the Palisades recovery. \r\n\r\nRecords are for journalistic purposes, not commercial use. \r\nPlease search January through April 2025.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJoey Scott",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/los-angeles-91/ai-and-the-mayor-185386/"
  }
]