[
  {
    "id": 184498,
    "title": "Correctional Officers as School Resource Officers (Plymouth County Sheriff's Department)",
    "slug": "correctional-officers-as-school-resource-officers-plymouth-county-sheriffs-department",
    "status": "rejected",
    "embargo_status": "public",
    "user": 66934,
    "username": "jadankoff",
    "agency": 680,
    "datetime_submitted": "2025-04-06T06:40:36.516778",
    "date_due": "2025-04-18",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": "2025-04-07T10:59:11.830215",
    "datetime_updated": "2025-04-07T10:59:11.830215",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 184498,
        "from_user": 66934,
        "to_user": 9869,
        "subject": "Massachusetts Public Records Law Request: Correctional Officers as School Resource Officers (Plymouth County Sheriff's Department)",
        "datetime": "2025-04-06T06:40:36.889283",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Massachusetts Public Records Law, I hereby request the following records:\r\n\r\nRecords that detail the extent to which correctional officers and other Sheriff Department employees act as school resource officers (SROs) from January 1, 2023 to the time this request is filled. Specifically, I request records that show the name and title of sheriff department employees who act as SROs, the school districts where they have worked, and any training or certification that the employee has received related to work as an SRO.\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by the recommendations of the Massachusetts Supervisor of Public Records. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nI expect the request to be filled in an accessible format, including for screen readers, which provide text-to-speech for persons unable to read print. Files that are not accessible to screen readers include, for example, .pdf image files as well as physical documents.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJoshua Dankoff",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 184498,
        "from_user": 9869,
        "to_user": 66934,
        "subject": "RE: [EXTERNAL EMAIL]Massachusetts Public Records Law Request: Correctional Officers as School Resource Officers (Plymouth County Sheriff's Department)",
        "datetime": "2025-04-07T10:59:11.830215",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Mr. Dankoff:\r\n\r\nThe Office has no records responsive to your request in its possession, custody, or control. The Office does not assign its employees as school resource officers.\r\n\r\n\r\nYou have the right to appeal this determination to the supervisor of public records, pursuant to 950 C.M.R. 32.00 and M.G.L. c. 66 §10A(a) and to seek judicial review pursuant to M.G.L. c. 66 §10A(c).\r\n\nPatrick C. Lee\r\nGeneral Counsel\r\nPlymouth County Sheriff’s Office\r\n24 Long Pond Road\r\nPlymouth, MA 02360\r\n508-830-6287\r\n508-830-6234(f)\r\nplee@pcsdma.org<mailto:plee@pcsdma.org>",
        "status": "rejected",
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/plymouth-county-215/correctional-officers-as-school-resource-officers-plymouth-county-sheriffs-department-184498/"
  }
]