[
  {
    "id": 172321,
    "title": "Sceintology trafficking files",
    "slug": "sceintology-trafficking-files",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 139885,
    "username": "CassieSipe",
    "agency": 9,
    "datetime_submitted": "2024-08-22T22:04:35.501756",
    "date_due": "2024-09-20",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-08-22T22:04:35.706333",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 172321,
        "from_user": 139885,
        "to_user": 9589,
        "subject": "",
        "datetime": "2024-08-22T22:04:35.706333",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nPursuant to the Freedom of Information Act, I am formally requesting the following records:\r\n\r\n- All releasable documents that reference \"Scientology\" within any closed Human Trafficking investigation files, dated from 2008 onward.\r\n\r\nI am an independent researcher exploring the multiple investigations into Scientology. This request is made solely to raise public awareness and for educational purposes. I believe this issue holds considerable public interest, particularly in light of a December 2012 article, which stated the U.S. Department of Homeland Security had been investigating allegations of human trafficking within the Church of Scientology. The investigation may have been conducted by the Tampa field office, with lead investigator Justin Deutsch.\r\n\r\nHere is the article referencing the investigation.\r\n\r\nhttps://tonyortega.org/2012/12/13/homeland-security-investigating-scientology-for-human-trafficking/\r\n\r\nThank you for your attention to this matter.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nCassie Sipe",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/sceintology-trafficking-files-172321/"
  }
]