[
  {
    "id": 189962,
    "title": "DOGE access to the National Finance Center",
    "slug": "doge-access-to-the-national-finance-center",
    "status": "submitted",
    "embargo_status": "public",
    "user": 420,
    "username": "harrisj",
    "agency": 17328,
    "datetime_submitted": "2025-07-21T07:29:20.378045",
    "date_due": "2025-08-18",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-07-21T07:29:20.591178",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 189962,
        "from_user": 420,
        "to_user": 23541,
        "subject": "",
        "datetime": "2025-07-21T07:29:20.591178",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nI would like to request any communications or other materials related to granting or revoking access to the National Finance Center systems for members of the Department of Government Efficiency team at USDA. This team has also been referred to as the USDA Digital Service or the USDA Efficiency Team (or \"E team\") and comprises the following members (but it may include more): Jordan Wick, Gavin Kliger, Michael Cole, Samuel Berry, Jeremy Lichtman, Daniel Abrahamson, Timothy Ronan. I would expect this access to be granted in early February or later.\r\n\r\nFurthermore, if possible, I would like to request detailing agreements from their home agencies for Jordan Wick and Gavin Kliger as well as the SF-50s for the other names listed above, who should be USDA employees. It is my understanding that Gavin Kliger has since left USDA, and I would be grateful if you could include any confirmation of his or other departures from the list above. Thank you.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJacob Harris",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/doge-access-to-the-national-finance-center-189962/"
  }
]