[
  {
    "id": 145500,
    "title": "Prison Transfer Policy and Communications",
    "slug": "prison-transfer-policy-and-communications",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 115271,
    "username": "IolantheBrooks",
    "agency": 23367,
    "datetime_submitted": "2023-05-08T18:23:11.308263",
    "date_due": "2023-05-15",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-05-08T18:23:11.405642",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 145500,
        "from_user": 115271,
        "to_user": 70033,
        "subject": "",
        "datetime": "2023-05-08T18:23:11.405642",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nDocuments pertaining to DOCCS policy or documentation about inter-prison transfers of incarcerated people (see below for a note about what is meant by “inter-prison transfers,” in case the term is unclear or does not align with DOCCS terminology). Specifically, I am requesting: \r\n\r\n1) All policies, procedures, memorandums of understanding, intergovernmental agreements, any other sort of agreement, and all related directive materials regarding the transfer of incarcerated persons between different facilities within New York state. \r\n\r\n2) From 1/1/2020 through 12/31/2021 specifically: all documents, papers, letters, email correspondence, memoranda, training materials, presentations, directives, guidance, press releases, or other communications (both internal and external) about transfers and COVID-19. This includes – but is not limited to – any memos, emails, or directives issued/produced in 2020 or 2021 that discuss transfer procedures and mention COVID-19, health precautions, and/or respiratory illness. It also includes (but is not limited to) any memos, emails, or directives issued/produced in 2020 or 2021 that discuss changes to the frequency of transfers in response to the virus (e.g., halting transfers, minimizing transfers, transferring at-risk incarcerated people, etc.). \r\n\r\n3) Any contracts or agreements regarding inter-prison transfers, including but not limited to a contract with a private transfer company, vehicle purchasing or leasing, and so on.\r\n\r\nNOTE ON DEFINITION: By inter-prison transfer, I am referring to any non-temporary change in an incarcerated person’s housing facility. In other words, any movement of an incarcerated person that would change their “Housing/Releasing Facility,” as recorded in DOCCS’s “Incarcerated Lookup” database. This would include – but is not limited to – movements resulting from disciplinary proceedings (i.e., raised security level or other safety risks), movements to lower security facilities, transfers resulting from incarcerated person-initiated transfer requests, transfers preceding facility closure, and/or transfers to accommodate medical, program, or other needs. If the records provided refer to movements more broadly than this definition of transfers, that is acceptable and please send them. However, if there are records that refer ONLY to types of movements that would not include inter-prison transfers as defined here, they fall outside of this request. If there is any question about this, please feel free to reach out and I am happy to clarify.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nIolanthe Brooks",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/prison-transfer-policy-and-communications-145500/"
  },
  {
    "id": 145499,
    "title": "2020-2021 Prison Transfer Records",
    "slug": "2020-2021-prison-transfer-records",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 115271,
    "username": "IolantheBrooks",
    "agency": 3998,
    "datetime_submitted": "2023-05-08T18:17:08.345933",
    "date_due": "2023-05-15",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-05-08T18:17:08.457905",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 145499,
        "from_user": 115271,
        "to_user": 10677,
        "subject": "",
        "datetime": "2023-05-08T18:17:08.457905",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nRecords of the number of transfers conducted by DOCCS in 2020 and 2021. I understand that this information might be collected in different ways and have outlined specific requests in relation to what I anticipate might be possible below. If none of the below is possible or if records pertinent to prison transfers (i.e., movements) are collected/saved in a way that I have not captured, please contact me with more information. I am flexible and can modify my request to be responsive to the records that exist.\r\n\r\nREQUEST: \r\nI request information on movements/transfers between DOCCS facilities conducted between January 1, 2020, and December 31, 2021. This would include any non-temporary change in an incarcerated person’s housing facility. In other words, any movement of an incarcerated person that would change their “Housing/Releasing Facility” as listed on DOCCS's \"Incarcerated Lookup,\" for example. This would include – but is not limited to – movements resulting from disciplinary proceedings (i.e., raised security level or other safety risks), movements to lower security facilities, transfers resulting from incarcerated person-initiated transfer requests, transfers preceding facility closure, and/or transfers to accommodate medical, program, or other needs. This would not include movements such as: a temporary transfer to a hospital for a medical procedure; a temporary transfer to court for a court appointment; or a one-night or few-hour “stop-over” at a DOCCS facility on the way to another facility. \r\n\r\nIf movements/transfers are recorded in such a way as to distinguish movements that result in changes in housing facility from temporary movements, then I request records of every inter-facility, non-temporary (as described above) transfer made in 2020 and 2021. For each, I request the following insofar as is possible: \r\n\r\na)\tThe name of the sending facility \r\nb)\tThe name of the receiving facility\r\nc)\tThe date of the transfer\r\nd)\tThe reason for transfer \r\ne)\tAny transfer considerations, as recorded/described\r\nf)\tAny additional explanation of the causes for transfer, as recorded/described\r\ng)\tUnique identifier for each person transferred, if possible \r\n\r\nCONTINGENCIES: \r\nIf transfers are not disaggregated between temporary movements and non-temporary movements, then I request the above information for all movements. \r\n\r\nHowever these records are available is acceptable, with the priority being records that include the information listed above (including if this means requesting multiple types of records). \r\n\r\nFor example, if the information above is available in a summary table organized by day, week, month, or another unit of time, I request that summary table. Or, if it is available as redacted versions of transfer forms for each transfer, then I request those forms (such as form 8.6, “Transfer Referral,” KITSM86; or form 4.5.1 “Transfer Review,” KGNCM4B). In other words, I’m flexible with what is available based on DOCCS record-making and record-keeping systems. If the above is impossible, please contact me to discuss what is available.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nIolanthe Brooks",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/2020-2021-prison-transfer-records-145499/"
  }
]