[
  {
    "id": 183410,
    "title": "Florida Public Records Request – December 16, 2023 DUI Arrest of Deputy Kristen Simpson",
    "slug": "florida-public-records-request-december-16-2023-dui-arrest-of-deputy-kristen-simpson",
    "status": "submitted",
    "embargo_status": "public",
    "user": 154895,
    "username": "policecamnews",
    "agency": 17613,
    "datetime_submitted": "2025-03-18T08:42:03.129965",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-18T08:42:03.337885",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 183410,
        "from_user": 154895,
        "to_user": 25354,
        "subject": "",
        "datetime": "2025-03-18T08:42:03.337885",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nI respectfully request access to and copies of all records related to the arrest of Seminole County Sheriff's Deputy Kristen Simpson on December 16, 2023, in DeLand, Florida. Deputy Simpson, 29, was off-duty when found asleep behind the wheel of her personal vehicle at the intersection of East Taylor Road and South Woodland Boulevard around 1 a.m. Upon awakening, her vehicle rolled forward and collided with a parked Volusia Sheriff's Office cruiser. She was subsequently arrested for driving under the influence and cited for careless driving.\r\n\r\nI am seeking the following records related to this incident:\r\n\r\nIncident and Arrest Reports: Complete reports detailing the events leading to the discovery of Deputy Simpson's vehicle, observations made by the responding officers, results of any sobriety tests, and the arrest, including any supplementary narratives.\r\n\r\nBody-Worn Camera Footage: All available footage from officers involved in the response and arrest, capturing the interaction with Deputy Simpson from the initial contact through the arrest.\r\n\r\nDashboard Camera Footage: Any available footage from patrol vehicles present during the incident, particularly those capturing the scene upon arrival and the subsequent arrest.\r\n\r\n911 Call Records and Dispatch Logs: Audio recordings and transcripts of any emergency calls or dispatch communications related to this incident, including radio communications and Computer-Aided Dispatch (CAD) logs.\r\n\r\nPhotographs: Any images taken by the DeLand Police Department during or after the arrest, including photographs of Deputy Simpson, her vehicle, the collision with the Volusia Sheriff's Office cruiser, and the scene.\r\n\r\nBreathalyzer or Blood Test Results: Documentation of any breathalyzer or blood alcohol content (BAC) tests administered to Deputy Simpson, including the results.\r\n\r\nInternal Affairs Reports: Any internal reviews, use-of-force reports, or investigations conducted by the DeLand Police Department or the Seminole County Sheriff's Office regarding this incident.\r\n\r\nPress Releases or Official Statements: Any public communications released by the DeLand Police Department or the Seminole County Sheriff's Office concerning this incident.\r\n\r\nThe primary goal of this request is to serve the public interest by making these records publicly accessible. While I acknowledge that I may also generate revenue from disseminating these materials, the request primarily aims to enhance transparency regarding this law enforcement incident.\r\n\r\nI request a waiver of fees associated with fulfilling this request, as disclosure of the requested information will contribute to public understanding of law enforcement practices and accountability. However, if a full fee waiver is not possible, please inform me of the estimated costs in advance. Additionally, if fees can be reduced or eliminated by excluding certain records, please specify which records those would be.\r\n\r\nPlease provide the records in an electronic format if available. If any portions of this request are denied, please cite the specific legal exemption(s) and provide a redacted version of the document where applicable.\r\n\r\nI appreciate your time and assistance in this matter.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nPolice Cam News",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/florida-34/florida-public-records-request-december-16-2023-dui-arrest-of-deputy-kristen-simpson-183410/"
  },
  {
    "id": 183409,
    "title": "Florida Public Records Request – August 2, 2023 DUI Arrest of Deputy Keith Likus",
    "slug": "florida-public-records-request-august-2-2023-dui-arrest-of-deputy-keith-likus",
    "status": "submitted",
    "embargo_status": "public",
    "user": 154895,
    "username": "policecamnews",
    "agency": 8964,
    "datetime_submitted": "2025-03-18T08:41:14.176456",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-18T08:41:14.357965",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 183409,
        "from_user": 154895,
        "to_user": 11650,
        "subject": "",
        "datetime": "2025-03-18T08:41:14.357965",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nI respectfully request access to and copies of all records related to the arrest of Lee County Sheriff's Deputy Keith Likus on August 2, 2023, in Cape Coral, Florida. Deputy Likus, 36, was off-duty when Cape Coral Police Department officers conducted a traffic stop due to erratic driving and a minor traffic violation. He reportedly identified himself as a deputy and expected leniency; however, after failing sobriety tests, he was arrested for DUI. Subsequently, the Lee County Sheriff's Office placed him on administrative leave without pay pending an investigation.\r\n\r\nI am seeking the following records related to this incident:\r\n\r\nIncident and Arrest Reports: Complete reports detailing the events leading to the traffic stop, observations made by the officers, results of sobriety tests, and the arrest of Deputy Likus, including any supplementary narratives.\r\n\r\nBody-Worn Camera Footage: All available footage from officers involved in the traffic stop and arrest, capturing the interaction with Deputy Likus from the initial stop through the arrest.\r\n\r\nDashboard Camera Footage: Any available footage from patrol vehicles present during the incident, particularly those capturing the driving behavior leading to the stop and the subsequent arrest.\r\n\r\n911 Call Records and Dispatch Logs: Audio recordings and transcripts of any emergency calls or dispatch communications related to this incident, including radio communications and Computer-Aided Dispatch (CAD) logs.\r\n\r\nPhotographs: Any images taken by the Cape Coral Police Department during or after the arrest, including photographs of Deputy Likus, his vehicle, and the scene.\r\n\r\nBreathalyzer or Blood Test Results: Documentation of any breathalyzer or blood alcohol content (BAC) tests administered to Deputy Likus, including the results indicating a BAC of 0.15.\r\n\r\nInternal Affairs Reports: Any internal reviews, use-of-force reports, or investigations conducted by the Cape Coral Police Department or the Lee County Sheriff's Office regarding this incident.\r\n\r\nPress Releases or Official Statements: Any public communications released by the Cape Coral Police Department or the Lee County Sheriff's Office concerning this incident.\r\n\r\nThe primary goal of this request is to serve the public interest by making these records publicly accessible. While I acknowledge that I may also generate revenue from disseminating these materials, the request primarily aims to enhance transparency regarding this law enforcement incident.\r\n\r\nI request a waiver of fees associated with fulfilling this request, as disclosure of the requested information will contribute to public understanding of law enforcement practices and accountability. However, if a full fee waiver is not possible, please inform me of the estimated costs in advance. Additionally, if fees can be reduced or eliminated by excluding certain records, please specify which records those would be.\r\n\r\nPlease provide the records in an electronic format if available. If any portions of this request are denied, please cite the specific legal exemption(s) and provide a redacted version of the document where applicable.\r\n\r\nI appreciate your time and assistance in this matter.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nPolice Cam News",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/cape-coral-42/florida-public-records-request-august-2-2023-dui-arrest-of-deputy-keith-likus-183409/"
  },
  {
    "id": 183408,
    "title": "Public Records Request – April 29, 2023 DUI Arrest of Deputy Jonathon Michael Lane",
    "slug": "public-records-request-april-29-2023-dui-arrest-of-deputy-jonathon-michael-lane",
    "status": "submitted",
    "embargo_status": "public",
    "user": 154895,
    "username": "policecamnews",
    "agency": 419,
    "datetime_submitted": "2025-03-18T08:39:44.714439",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-18T08:39:44.824044",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 183408,
        "from_user": 154895,
        "to_user": 11306,
        "subject": "",
        "datetime": "2025-03-18T08:39:44.824044",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nI request access to and copies of all records related to the arrest of Deputy Jonathon Michael Lane on April 29, 2023, in Ramrod Key, Monroe County, Florida. Deputy Lane, 27, was found off-duty and asleep at the wheel of his personal vehicle at a gas station around 2 a.m. He was subsequently arrested for DUI and placed on administrative leave without pay pending an Internal Affairs investigation.\r\n\r\nI am requesting the following records related to this incident:\r\n\r\nAll available body-worn camera footage from deputies involved in the response and arrest of Deputy Jonathon Michael Lane.\r\nAll available dashboard camera (dashcam) footage from patrol vehicles present at the scene.\r\nThe complete incident and arrest reports, including all officer narratives, supplemental reports, and witness statements.\r\nAll 911 call recordings and dispatch logs related to this incident, including radio communications and Computer-Aided Dispatch (CAD) reports.\r\nAny photographs taken by the Monroe County Sheriff's Office during or after the arrest, including images of the suspect, his vehicle, and the scene.\r\nThe full arrest affidavits and any related charging documents filed in this case.\r\nAny internal reviews, use-of-force reports, or investigations conducted by the Monroe County Sheriff's Office regarding this incident.\r\nAny press releases, social media posts, or official statements made by the Monroe County Sheriff's Office regarding this incident.\r\nThe primary goal of this request is to serve the public interest by making these records publicly accessible. While I acknowledge that I may also generate revenue from disseminating these materials, the request primarily aims to enhance transparency regarding this law enforcement incident.\r\n\r\nI request a waiver of fees associated with fulfilling this request, as disclosure of the requested information will contribute to public understanding of law enforcement practices and actions. However, if a full fee waiver is not possible, please inform me of the estimated costs in advance. Additionally, if fees can be reduced or eliminated by excluding certain records, please specify which records those would be.\r\n\r\nPlease provide the records in an electronic format if available. If any portions of this request are denied, please cite the specific legal exemption(s) and provide a redacted version of the document where applicable.\r\n\r\nI appreciate your time and assistance in this matter.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nPolice Cam News",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/monroe-county-181/public-records-request-april-29-2023-dui-arrest-of-deputy-jonathon-michael-lane-183408/"
  },
  {
    "id": 183407,
    "title": "Georgia Open Records Act Request – September 30, 2023 Incident at Kroger Grocery Store Involving Juveniles",
    "slug": "georgia-open-records-act-request-september-30-2023-incident-at-kroger-grocery-store-involving-juveniles",
    "status": "submitted",
    "embargo_status": "public",
    "user": 154895,
    "username": "policecamnews",
    "agency": 11191,
    "datetime_submitted": "2025-03-18T08:38:30.957723",
    "date_due": "2025-03-21",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-18T08:38:31.222527",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 183407,
        "from_user": 154895,
        "to_user": 16287,
        "subject": "",
        "datetime": "2025-03-18T08:38:31.222527",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Georgia Open Records Act, I hereby request the following records:\r\n\r\nI respectfully request access to and copies of all records pertaining to the incident on September 30, 2023, at the Kroger grocery store located at Anderson Towne Center in Savannah, Georgia. On this date, a group of teenagers reportedly engaged in disruptive activities inspired by a TikTok \"milk crate\" challenge, which escalated into a public disturbance. Actions included throwing milk jugs, entering a live lobster tank, and defying store security. Upon police arrival, the teenagers allegedly used profane language and refused orders to disperse, necessitating backup units. Seven juveniles, aged 14–17, were arrested on charges including rioting, criminal mischief, and battery on officers, following physical altercations where some teens reportedly kicked at police officers.\r\n\r\nI am seeking the following records related to this incident:\r\n\r\nIncident Reports: Complete reports detailing the events, actions taken by officers, and charges filed against the individuals involved.\r\nArrest Records: Documentation pertaining to the arrests of the seven juveniles, including arrest affidavits and booking information.\r\nBody-Worn Camera Footage: All available footage from officers responding to the incident, capturing interactions with the individuals involved and the actions taken during the event.\r\nDash Camera Footage: Any available footage from patrol vehicles at the scene, particularly those capturing the exterior of the Kroger store and the arrival/departure of law enforcement units.\r\nSurveillance Footage: Copies of the store's surveillance videos that recorded the incident, if obtained by law enforcement as part of the investigation.\r\n911 Call Records: Audio recordings and transcripts of all emergency calls related to the incident, including initial reports from store employees or patrons.\r\nDispatch Logs: Records of communications between dispatch and responding officers, including timestamps and descriptions of the situation as it unfolded.\r\nUse of Force Reports: Any documentation filed due to the physical altercations between the juveniles and officers, including reports of officers being kicked or otherwise assaulted.\r\nPhotographs: Any images taken by law enforcement at the scene, including evidence of property damage, injuries, or other relevant aspects of the incident.\r\nPress Releases or Public Statements: Any official communications released by the Chatham County Sheriff's Office or Savannah Police Department regarding this incident.\r\nThe primary goal of this request is to serve the public interest by making these records publicly accessible. While I acknowledge that I may also generate revenue from disseminating these materials, the request primarily aims to enhance transparency regarding this law enforcement incident.\r\n\r\nI request a waiver of fees associated with fulfilling this request, as disclosure of the requested information will contribute to public understanding of law enforcement's response to public disturbances involving juveniles. However, if a full fee waiver is not possible, please inform me of the estimated costs in advance. Additionally, if fees can be reduced or eliminated by excluding certain records, please specify which records those would be.\r\n\r\nPlease provide the records in an electronic format if available. If any portions of this request are denied, please cite the specific legal exemption(s) and provide a redacted version of the document where applicable.\r\n\r\nI appreciate your time and assistance in this matter.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nPolice Cam News",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/chatham-county-4858/georgia-open-records-act-request-september-30-2023-incident-at-kroger-grocery-store-involving-juveniles-183407/"
  },
  {
    "id": 183405,
    "title": "Tennessee Open Records Act Request – September 20, 2022 Arrest of Tarius Sledge at East Ridge High School",
    "slug": "tennessee-open-records-act-request-september-20-2022-arrest-of-tarius-sledge-at-east-ridge-high-school",
    "status": "submitted",
    "embargo_status": "public",
    "user": 154895,
    "username": "policecamnews",
    "agency": 5512,
    "datetime_submitted": "2025-03-18T08:19:20.068417",
    "date_due": "2025-03-27",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-18T08:19:20.426058",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 183405,
        "from_user": 154895,
        "to_user": 12142,
        "subject": "",
        "datetime": "2025-03-18T08:19:20.426058",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Tennessee Public Records Act, I hereby request the following records:\r\n\r\nI respectfully request access to and copies of all records pertaining to the arrest of Tarius Sledge on September 20, 2022, at East Ridge High School in East Ridge, Tennessee. Mr. Sledge, an 18-year-old student, was involved in an altercation with School Resource Deputy (SRD) Tyler McRae during a gym class session. The incident escalated when Mr. Sledge allegedly refused to comply with instructions, leading to a physical confrontation that included SRD McRae pulling Mr. Sledge by his hair and deploying pepper spray. This event was partially captured on video, which subsequently circulated widely on social media platforms.\r\n\r\nI am seeking the following records related to this incident:\r\n\r\nAll available body-worn camera footage from SRD Tyler McRae and any other officers present during the incident, including the entirety of the interaction with Mr. Sledge.\r\nAll available surveillance footage from East Ridge High School's gymnasium and surrounding areas capturing the incident.\r\nThe complete incident and arrest reports, including all officer narratives, supplemental reports, and witness statements from school staff, students, and other individuals present.\r\nAll 911 call recordings and dispatch logs related to this incident, including radio communications and Computer-Aided Dispatch (CAD) reports.\r\nAny photographs taken by the Hamilton County Sheriff's Office during or after the incident, including images of Mr. Sledge, the involved officers, and the location of the altercation.\r\nThe full arrest affidavits and any related charging documents filed in this case.\r\nAny internal reviews, use-of-force reports, or investigations conducted by the Hamilton County Sheriff's Office regarding this incident.\r\nAny press releases, social media posts, or official statements made by the Hamilton County Sheriff's Office or East Ridge High School regarding this incident.\r\nThe primary goal of this request is to serve the public interest by making these records publicly accessible. While I acknowledge that I may also generate revenue from disseminating these materials, the request primarily aims to enhance transparency regarding this law enforcement incident.\r\n\r\nI request a waiver of fees associated with fulfilling this request, as disclosure of the requested information will contribute to public understanding of law enforcement practices and actions within educational settings. However, if a full fee waiver is not possible, please inform me of the estimated costs in advance. Additionally, if fees can be reduced or eliminated by excluding certain records, please specify which records those would be.\r\n\r\nPlease provide the records in an electronic format if available. If any portions of this request are denied, please cite the specific legal exemption(s) and provide a redacted version of the document where applicable.\r\n\r\nI appreciate your time and assistance in this matter.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 7 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKent Hoover, a citizen of Tennessee, in coordination with Police Cam News.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/hamilton-county-30201/tennessee-open-records-act-request-september-20-2022-arrest-of-tarius-sledge-at-east-ridge-high-school-183405/"
  },
  {
    "id": 183401,
    "title": "Public Records Request: ShadowDragon",
    "slug": "public-records-request-shadowdragon",
    "status": "ack",
    "embargo_status": "public",
    "user": 106540,
    "username": "freethemall",
    "agency": 6970,
    "datetime_submitted": "2025-03-18T08:11:17.101376",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2025-04-02",
    "datetime_done": null,
    "datetime_updated": "2025-03-18T08:11:17.289671",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 183401,
        "from_user": 106540,
        "to_user": 31960,
        "subject": "North Carolina Public Records Law Request: Public Records Request: ShadowDragon",
        "datetime": "2025-03-18T08:11:17.289671",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the North Carolina Public Records Law, I hereby request the following records:\r\n\r\n- All contracts, licenses, MOUs, MOAs, data agreements, letters of intent, State of Work documents, Scope of Work documents, and other agreement documents with Carahsoft Technology for a subscription for ShadowDragon that were active any time between 1/1/2022 and 3/18/2025.\r\n- All financial documents or records of financial transactions, exchanges or obligations related to Carahsoft Technology for a subscription for ShadowDragon. Responsive materials include all invoices, bills, receipts, check stubs, or any other records, including those possessed in an electronic format.\r\n- A copy of all training materials, including but not limited to any handouts, workbooks, assessments, presentations, slides, videos, audio files, or other materials, either developed in-house or provided to the agency pertaining to the agency's use of ShadowDragon products.\r\n- A copy of all agency manuals either developed in-house or provided to the agency pertaining to the agency's use of ShadowDragon products.\r\n- A copy of all agency policies and procedures either developed in-house or provided to the agency pertaining to the agency's use of ShadowDragon products.\r\n- A roster of all agency employees who either have a user account for ShadowDragon products or have internal agency permissions to use ShadowDragon products as of 3/18/2025.\r\n- A roster of all agency employees who have completed agency training for the use of ShadowDragon products as of 3/18/2025.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\ne",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-hanover-county-4629/public-records-request-shadowdragon-183401/"
  },
  {
    "id": 183400,
    "title": "Public Records Request – September 27, 2023 Arrest of Cathy S. Luks",
    "slug": "public-records-request-september-27-2023-arrest-of-cathy-s-luks",
    "status": "submitted",
    "embargo_status": "public",
    "user": 154895,
    "username": "policecamnews",
    "agency": 27113,
    "datetime_submitted": "2025-03-18T08:10:40.849321",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-18T08:10:40.999471",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 183400,
        "from_user": 154895,
        "to_user": 81577,
        "subject": "",
        "datetime": "2025-03-18T08:10:40.999471",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Ohio Open Records Law, I hereby request the following records:\r\n\r\nI request access to and copies of all records related to the arrest of Cathy S. Luks on September 27, 2023, in Parma, Ohio. Ms. Luks, 66, a former mayor of North Royalton, was involved in a high-speed chase following a minor speeding violation. The pursuit concluded when she collided with a tow truck after jumping a curb. During the arrest, body-worn camera footage reportedly captured Ms. Luks asserting, \"I’m the former mayor!\" before officers used pepper spray due to her non-compliance. She was subsequently charged with Operating a Vehicle under the Influence (OVI), failure to comply, and possession of an open container.\r\n\r\nI am requesting the following records related to this incident:\r\n\r\nAll available body-worn camera footage from all officers involved in the traffic stop, pursuit, and arrest of Cathy S. Luks\r\nAll available dashboard camera (dashcam) footage from all patrol vehicles involved in the incident\r\nThe complete incident and arrest reports, including all officer narratives, supplemental reports, and witness statements\r\nAll 911 call recordings and dispatch logs related to this incident, including radio communications and Computer-Aided Dispatch (CAD) reports\r\nAny photographs taken by the Parma Police Department during or after the arrest, including images of the suspect, her vehicle, the crash scene, and any evidence recovered\r\nThe full arrest affidavits and any related charging documents filed in this case\r\nAny internal reviews or reports related to the use of force during the arrest, including documentation of the deployment of pepper spray\r\nAny press releases, social media posts, or official statements made by the Parma Police Department regarding this incident\r\nThe primary goal of this request is to serve the public interest by making these records publicly accessible. While I acknowledge that I may also generate revenue from the dissemination of these materials, the request primarily serves to enhance transparency regarding this law enforcement incident.\r\n\r\nI request a waiver of fees associated with fulfilling this request, as disclosure of the requested information will contribute to public understanding of law enforcement practices and actions. However, if a full fee waiver is not possible, please inform me of the estimated costs in advance. Additionally, if fees can be reduced or eliminated by excluding certain records, please specify which records those would be.\r\n\r\nPlease provide the records in an electronic format if available. If any portions of this request are denied, please cite the specific legal exemption(s) and provide a redacted version of the document where applicable.\r\n\r\nI appreciate your time and assistance in this matter.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nPolice Cam News",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/parma-25408/public-records-request-september-27-2023-arrest-of-cathy-s-luks-183400/"
  },
  {
    "id": 183399,
    "title": "Public Records Request – February 21, 2022 DUI Arrest of Stephanie Bloodworth",
    "slug": "public-records-request-february-21-2022-dui-arrest-of-stephanie-bloodworth",
    "status": "submitted",
    "embargo_status": "public",
    "user": 154895,
    "username": "policecamnews",
    "agency": 419,
    "datetime_submitted": "2025-03-18T08:09:13.156041",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-18T08:09:13.287569",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 183399,
        "from_user": 154895,
        "to_user": 11306,
        "subject": "",
        "datetime": "2025-03-18T08:09:13.287569",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nI request access to and copies of all records related to the February 21, 2022, DUI arrest of Stephanie Bloodworth on Duck Key, Monroe County, Florida. Bloodworth, 24, crashed her Tesla on her father’s private island while allegedly driving under the influence. Responding Monroe County deputies encountered her inside the wrecked vehicle, where she initially refused to exit, claiming, “My father owns this island!” Upon being removed, she resisted arrest, kicked and screamed, and was recorded on bodycam crying, “I need my dad here!” Deputies later used an airboat to recover evidence, including open vodka bottles. She was arrested and charged with DUI, resisting arrest, and fleeing law enforcement.\r\n\r\nI am requesting the following records related to this incident:\r\n\r\nAll available body-worn camera footage from all deputies involved in the response, arrest, and transportation of Stephanie Bloodworth, specifically between 9:00 PM and 9:30 PM\r\nAll available dashboard camera dashcam footage from all responding patrol vehicles present at the scene\r\nAll 911 call recordings and dispatch logs related to this incident, including radio communications and CAD reports\r\nThe complete incident and arrest reports, including all officer narratives, supplemental reports, and use-of-force documentation\r\nThe full DUI report, blood alcohol test results, and any toxicology findings associated with this case\r\nAll booking documents, jail intake records, and any recorded statements made by Stephanie Bloodworth following her arrest\r\nAll photographs taken by the Monroe County Sheriff's Office MCSO during or after the arrest, including images of the suspect, the crashed Tesla, the crash site, and recovered evidence such as open vodka bottles\r\nAny video footage from airboat operations or any surveillance footage that may have captured the crash, response, or evidence recovery\r\nAny internal reviews or reports related to this incident, including documents regarding the use of an airboat for evidence retrieval\r\nAny press releases, social media posts, or official statements made by the Monroe County Sheriff’s Office regarding this incident\r\n\r\nThe primary goal of this request is to serve the public interest by making these records publicly accessible. While I acknowledge that I may also generate revenue from the dissemination of these materials, the request primarily serves to enhance transparency regarding this law enforcement incident.\r\n\r\nI request a waiver of fees associated with fulfilling this request, as disclosure of the requested information will contribute to public understanding of law enforcement practices and actions. However, if a full fee waiver is not possible, please inform me of the estimated costs in advance. Additionally, if fees can be reduced or eliminated by excluding certain records, please specify which records those would be.\r\n\r\nPlease provide the records in an electronic format if available. If any portions of this request are denied, please cite the specific legal exemption(s) and provide a redacted version of the document where applicable.\r\n\r\nI appreciate your time and assistance in this matter.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nPolice Cam News",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/monroe-county-181/public-records-request-february-21-2022-dui-arrest-of-stephanie-bloodworth-183399/"
  }
]