[
  {
    "id": 173817,
    "title": "NoHo Diagnostic Center",
    "slug": "noho-diagnostic-center",
    "status": "submitted",
    "embargo_status": "public",
    "user": 27422,
    "username": "dmehrotra",
    "agency": 265,
    "datetime_submitted": "2024-09-26T09:55:05.382078",
    "date_due": "2024-10-06",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-09-26T09:55:05.523681",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 173817,
        "from_user": 27422,
        "to_user": 9704,
        "subject": "California Public Records Act Request: NoHo Diagnostic Center",
        "datetime": "2024-09-26T09:55:05.523681",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nI am writing to formally request records related to a Los Angeles Police Department raid that took place in October 2023 at the NoHo Diagnostic Center, located in the Van Nuys neighborhood of Los Angeles. Specifically, I am requesting the following records:\r\n\r\n1. Body camera footage: Any and all body-worn camera footage recorded by LAPD officers during the raid on the NoHo Diagnostic Center, including any video prior to, during, and after the incident where an officer’s rifle was attracted to an MRI machine.\r\n   \r\n2. Incident Reports: Any official incident or field reports prepared by LAPD officers regarding the raid at the NoHo Diagnostic Center, including any documentation of the circumstances surrounding the raid, property damage, and the involvement of LAPD officers.\r\n\r\n3. Communications: Any and all communications (emails, text messages, memos, etc.) between LAPD officers, supervisors, and/or other relevant officials regarding the planning, execution, or aftermath of the raid on the NoHo Diagnostic Center. This includes any communications referencing cannabis cultivation, energy usage monitoring, and the distinct odor cited in the lawsuit.\r\n\r\n4.  Internal Investigation Records: Any records related to internal reviews or investigations conducted by the LAPD into the actions taken by officers during this raid, including the incident involving the MRI machine and any other property damage claims.\r\n\r\n5. Photographs: Any photographs taken by LAPD officers or forensic units at the scene of the NoHo Diagnostic Center during or following the raid.\r\n\r\nIf any portion of these records is exempt from disclosure, I request that you release any segregable, non-exempt portions of the records. Please do not withhold the entire set of records if certain parts are subject to exemption, in accordance with public records laws.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDhruv Mehrotra",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/los-angeles-91/noho-diagnostic-center-173817/"
  }
]