[
  {
    "id": 182369,
    "title": "NIL Records 2",
    "slug": "nil-records-2",
    "status": "submitted",
    "embargo_status": "public",
    "user": 140258,
    "username": "TheCadet",
    "agency": 15147,
    "datetime_submitted": "2025-03-03T18:33:07.132366",
    "date_due": "2025-03-10",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-03T18:33:07.373843",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 182369,
        "from_user": 140258,
        "to_user": 19541,
        "subject": "",
        "datetime": "2025-03-03T18:33:07.373843",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Virginia Freedom of Information Act, I hereby request the following records:\r\n\r\nDuring the September executive session Maj. Gen Wins briefed: \"There was an out of house consortium that was created and there are some alumni who recognizing kind of how fast this thing is moving, they went and got involved in this consortium where they are some cadet athletes, basketball players. There's an agreement on them here. Now there's two other features that are separate from the NIL. There's an Academic Achievement Fund, which we did. Okay. And the Academic Achievement Fund is set up in such a way where if you stay at VMI and you perform academically at a certain level, right, then you would get a sum of money and I'm pretty sure academic achievement was upon graduation. There's a second one that's called the Austin Fund which operates similarly. Okay. And I know that that one is upon graduation you would get this the equivalent of I believe $5,000 a year. Right. For four years. So when you graduate in four years, the Austin fund would get you somewhere about $20,000. You have those, those two arrangements as well, which we are participating in right now. It largely affects only basketball. It largely only affects basketball.\" He also briefed that the budget projection is based on increased ticket sales. He also mentioned \"Jamal\" attended a Keydet Club meeting covering the NIL and consortiuum and has the slides and other materials from that. This FOIA requests \r\n\r\n1. Records showing the struture, operations and policies of the NIL consortiuum Maj. Gen. Wins Mentioned. Again, these records include Keydet Club and Alumni Agencies slides, documents, agreements, and other materials given to him that, as a result, become discloseable Public Records.\r\n2. Records showing the amunt paid out of the Academic Achievement Fund since its creation and THE SOURCE OF THOSE FUNDS (student fees, donors (who?), state funds, etc.).\r\n3. Records showing how much, if anything, cadets are charged or any funds form cadet athletic or other student fees for admission to or their attendence at NCAA Football and NCAA basketball events regardless if these are considered \"tickets\" or not for the past 2 academic years.\r\n\r\n#1 and especially #3 should be readily available and should not take more than the 5 day maximum. I am willing to accept any of these immediately available rather than wait for all records if needed.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTom Nash, a citizen of Virginia, in coordination with Anonymous.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/lexington-32067/nil-records-2-182369/"
  },
  {
    "id": 182366,
    "title": "McLennan County Administrator Dustin Chapman     MCSO  Derrick Shaw",
    "slug": "mclennan-county-administrator-dustin-chapman-mcso-derrick-shaw",
    "status": "ack",
    "embargo_status": "public",
    "user": 74011,
    "username": "BernadetteFeazell",
    "agency": 36217,
    "datetime_submitted": "2025-03-03T17:49:18.498471",
    "date_due": "2025-03-17",
    "days_until_due": null,
    "date_followup": "2025-03-17",
    "datetime_done": null,
    "datetime_updated": "2025-03-03T17:49:18.631892",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 182366,
        "from_user": 74011,
        "to_user": 122912,
        "subject": "Texas Public Information Act Request: McLennan County Administrator Dustin Chapman     MCSO  Derrick Shaw",
        "datetime": "2025-03-03T17:49:18.631892",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\nall files including inside all the Sheriff's supervisor's desks, that the HR does not have access to, including Tim Davenport,  Joseph Ballew, Aaron Burns, Adrian Wornet, also files from Brandi Burson, and all  letters of explanation on Derrick Shaw from any supervisor he has ever had.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBernadette Feazell",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/mclennan-county-2697/mclennan-county-administrator-dustin-chapman-mcso-derrick-shaw-182366/"
  }
]