[
  {
    "id": 161626,
    "title": "Maxwell Chaplain's airgram\"The Malvinas (Falkland) Islands: A Political and Social Review\"",
    "slug": "maxwell-chaplains-airgramthe-malvinas-falkland-islands-a-political-and-social-review",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 131088,
    "username": "EditorEyebrows",
    "agency": 14,
    "datetime_submitted": "2024-04-02T22:56:10.053143",
    "date_due": "2024-04-30",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-02T22:56:10.158018",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "argentina",
      "falkands war"
    ],
    "communications": [
      {
        "foia": 161626,
        "from_user": 131088,
        "to_user": 9615,
        "subject": "Freedom of Information Act Request: Maxwell Chaplain's airgram\"The Malvinas (Falkland) Islands: A Political and Social Review\"",
        "datetime": "2024-04-02T22:56:10.158018",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby a full copy of the the airgram \"The Malvinas (Falkland) Islands: A Political and Social Review\", sent on May 16th 1979 by Maxwell Chaplin, the then deputy chief of mission of American embassy in Buenos Aires. \r\n\r\nExtracts from this airgram have been published as Document 1 of \"Foreign Relations, 1981–1988, Volume XIII, Conflict in the South Atlantic, 1981–1984\".[1] The editors included a footnote : \"Source: Department of State, Bureau of Inter-American Affairs, Falkland Files of Luigi Einaudi, Lot 90D400, Falklands Crisis History. Confidential. Drafted by Yvonne Thayer (POL); cleared by Chaplin; approved by Hallman. Sent for information to London, Montevideo, Santiago, and USCINCSO\"\r\n\r\nMy request is for the entire airgram, including the portions omitted from the publication described above.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nEdward Wong\r\n\r\n[1] https://history.state.gov/historicaldocuments/frus1981-88v13/d1",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/maxwell-chaplains-airgramthe-malvinas-falkland-islands-a-political-and-social-review-161626/"
  }
]