[
  {
    "id": 152428,
    "title": "BlueLeaks (Arizona Counter Terrorism Information Center)",
    "slug": "blueleaks-arizona-counter-terrorism-information-center",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4047,
    "username": "EmmaBest",
    "agency": 540,
    "datetime_submitted": "2023-09-25T13:57:50.550203",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-09-25T13:57:50.870077",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "leaks",
      "blueleaks",
      "ddosecrets",
      "distributed denial of secrets",
      "hacks"
    ],
    "communications": [
      {
        "foia": 152428,
        "from_user": 4047,
        "to_user": 12351,
        "subject": "Arizona Public Records Law Request: BlueLeaks (Arizona Counter Terrorism Information Center)",
        "datetime": "2023-09-25T13:57:50.870077",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Arizona Public Records Law, I hereby request the following records:\r\n\r\n1. Documents mentioning, describing or generated in response to the BlueLeaks release, the preceding hack or subsequent fallout, including but not limited to:\r\n\r\n* Damage assessments\r\n* Emails\r\n* Interagency communications (local, state, or federal)\r\n* Communications with the press about BlueLeaks\r\n* Communications with Twitter or other social media or sharing platforms\r\n\r\n2. Documents mentioning or describing Distributed Denial of Secrets (DDoSecrets)\r\n\r\nYou may limit this request to records generated between November 1, 2018 and the present.\r\n\r\nI am a member of the news media and request classification as such. I have previously written about the government and its activities, with some reaching over 100,000 readers in outlets such as Gizmodo, MuckRock, Motherboard, Property of the People, Unicorn Riot, and The Outline, among others. As such, as I have a reasonable expectation of publication and my editorial and writing skills are well established. In addition, I discuss and comment on the files online and make them available through non-profits such as the library Internet Archive and the journalist non-profit MuckRock, disseminating them to a large audience. While my research is not limited to this, a great deal of it, including this, focuses on the activities and attitudes of the government itself. As such, it is not necessary for me to demonstrate the relevance of this particular subject in advance.\r\n\r\nAs my primary purpose is to inform about government activities by reporting on it and making the raw data available, I request that fees be waived.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nEmma North-Best",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/arizona-78/blueleaks-arizona-counter-terrorism-information-center-152428/"
  }
]