[
  {
    "id": 161433,
    "title": "Communications between Suzanne Wulf and OPPL Attorney",
    "slug": "communications-between-suzanne-wulf-and-oppl-attorney",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 75693,
    "username": "nilescoalition",
    "agency": 20510,
    "datetime_submitted": "2024-03-29T18:13:13.416528",
    "date_due": "2024-04-05",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-03-29T18:13:13.674394",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161433,
        "from_user": 75693,
        "to_user": 32240,
        "subject": "",
        "datetime": "2024-03-29T18:13:13.674394",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "At the February 27, 2024 Oak Park Public Library board meeting, a community member made a public comment regarding inconsistent treatment for a FOIA request [1]. Nearly identical requests were made but the responsive records were heavily redacted only for one person.\r\n\r\nIn our FOIA on March 5th [2] and March 8th [3] we saw inconsistency in the FOIA process validating community concerns.\r\n\r\nOn March 16th The Oak Park Public Library Board of Trustees published a statement [4] promising:\r\n\r\n“An analysis of the Library’s FOIA policy and current practices to affirm that they are consistent and responsive.”\r\n\r\nDuring the The Oak Park Public Library Board of Trustees meeting on Tuesday March 26th [5], board President Matthew Fruth apparently reported the results of the analysis:\r\n\r\n(paraphrased from audio transcription)\r\n“I want to make a quick comment about some of the FOIA questions recently. I received, one of co-acting interim director Suzy Wulf, myself, and trusty Ganguly about the handling of some of the the FOIA request in question and informed us that the the one that was not redacted was the one that was provided and and reviewed by her and the one that was redacted was one that she had questions about and referred to our attorney, and the attorney provided those redactions in response to the FOIA in question. I want to make sure that it's very clear that those redactions were done by our Council and not by Miss Wulf. She followed our procedures and was acting in best accordance with the first FOIA that came across her desk and then did what she thought was responsible and forwarded to our attorney a second that was received later for them to review and they provided those redactions. So I would like to make sure that that is out there and hopefully to put that question to rest.”\r\n\r\nOn March 27th the Wednesday Journal reported [6]:\r\n\r\n“Another incident that may be under investigation is the library’s distribution of FOIA request responses. Two residents submitted FOIA requests asking for the same information. One came back with little to no redactions, and the other had many. \r\n\r\nFoss said the FOIA that was not redacted was reviewed and provided by Wulf. The one that was redacted was one Wulf “had questions about,” he said, and an attorney provided redactions, not Wulf. \r\n\r\n“She followed our procedures and was acting in best accordance with the first FOIA that came across her desk,” he said. “[She] did what she thought was responsible and forwarded to our attorney a second [FOIA].” \r\n\r\nThat still does not address concerns regarding why two nearly identical requests were treated differently. To that effect we hereby request the following records pursuant to the Illinois Freedom of Information Act.:\r\n\r\n***Any and all communication records (including but not limited to hard-copy documents, memos, emails, word processor documents, PDF documents, etc.) generated between January 1, 2024 and the date this request is processed (inclusive of those dates) sent between Oak Park Public Library staff Suzanne Wulf and any attorney of Oak Park Public Library.***\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nNiles Coalition\r\n\r\n\r\nCITATIONS\r\n[1] OakParkPublicLibrary Youtube video: “Board of Library Trustees Regular Meeting: February 27, 2024, part 1” <https://www.youtube.com/watch?v=RtRSjF2ihHw&t=1926s>\r\n\r\n[2] Niles Coalition FOIA on Muckrock: OPPL FOIA Logs 2023-2_2024 <https://www.muckrock.com/foi/oak-park-il-5511/oppl-foia-logs-2023-2_2024-159840/>\r\n\r\n[3] Niles Coalition FOIA on Muckrock: OPPL FOIA Response Docs 2023-2_2024 <https://www.muckrock.com/foi/oak-park-il-5511/oppl-foia-response-docs-2023-2_2024-16005>\r\n\r\n[4] Webpage published on oppl.org: “An Important Message from the Oak Park Public Library Board of Trustees” <https://web.archive.org/web/20240322094159/https://www.oppl.org/news-events/announcements/an-important-message-from-the-oak-park-public-library-board-of-trustees/>\r\n\r\n[5] OakParkPublicLibrary Youtube video “Board of Library Trustees Regular Meeting March 26, 2024” <https://youtu.be/AHWLWmauu2E?t=1783>\r\n\r\n[6] Wednesday Journal: “Oak Park library board begins search for executive director” <https://web.archive.org/web/*/https://www.oakpark.com/2024/03/27/oak-park-library-executive-director-search/>",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/oak-park-il-5511/communications-between-suzanne-wulf-and-oppl-attorney-161433/"
  }
]