[
  {
    "id": 161373,
    "title": "Village of Burr Ridge Insurance",
    "slug": "village-of-burr-ridge-insurance",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 124211,
    "username": "MYMUCKROCK",
    "agency": 33594,
    "datetime_submitted": "2024-03-28T15:26:58.969273",
    "date_due": "2024-04-04",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-03-28T15:26:59.137354",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161373,
        "from_user": 124211,
        "to_user": 127315,
        "subject": "",
        "datetime": "2024-03-28T15:26:59.137354",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nA copy of the most recent property & casualty insurance renewal summary for all lines of insurance purchased by the public entity (general liability, auto, workers comp, professional, directors and officers, etc.). This document summarizes the insurance terms, limits, deductibles, premium and exclusions. The document(s) should also show what company/companies brokered, sold, and/or underwrote said policies.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAnonymous User",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/burr-ridge-7596/village-of-burr-ridge-insurance-161373/"
  },
  {
    "id": 161372,
    "title": "Untitled",
    "slug": "untitled",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 66934,
    "username": "jadankoff",
    "agency": 131,
    "datetime_submitted": "2024-03-28T14:39:39.883205",
    "date_due": "2024-04-11",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-03-28T14:39:40.000428",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161372,
        "from_user": 66934,
        "to_user": 20013,
        "subject": "",
        "datetime": "2024-03-28T14:39:40.000428",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Massachusetts Parole Board Records Access Officer:\r\nPursuant to the Massachusetts Public Records Law, I hereby request the following records:\r\n\r\n1. All existing monthly, quarterly, and annual reports or other records that indicate the number of parolees who are subject to electronic monitoring (by which we mean GPS or ankle bracelet monitoring, hereinafter referred to as “ELMO”) from January 1, 2019 to the time when this request is answered. To the extent available, we are interested in records that indicate the average length of time an individual is on ELMO, the reason that an individual is on ELMO and the geographic and demographic (race, ethnicity, age, sex) breakdowns of individuals on ELMO.\r\n\r\n2. An extract of your records management system that indicates line-level data of the number of individuals on ELMO who are on Parole or otherwise from January 1, 2019 to the time when this request is answered. Your office responded to a public records request from me on November 10, 2022 with an extract of data. We are requesting  the same columns of data, only with an updated date range. \r\nSpecifically, we request the following fields in an excel or CSV format for all people who activated ELMO at any point at your agency during the above-mentioned time with the following headers:\r\n1.\tID (This was numbered from 1)\r\n2.\tELMO Activation Date\t\r\n3.\tELMO Terminated Date\t\r\n4.\tClose Date\t\r\n5.\tAge at Activation\t\r\n6.\tGender\t\r\n7.\tRace\t\r\n8.\tEthnicity\t\r\n9.\tPotential Most Serious Offense Type\r\n10.\t Any geographic data available (i.e. county or zip code) (This final column was not included in the 2022 records production.  We request it this time!) \r\n\r\nThis information does not require identified data or any personally identifying information of any person under the supervision of the Massachusetts Parole Board. This records request seeks only aggregate statistics, or non-identifying database extracts.\r\n\r\nWith respect to the form of production, we note that relevant regulations require the production of records in an accessible, commonly used electronic form, to the extent feasible. See 950 CMR 32.04(5)(d). Record custodians are also required to implement new record keeping systems and databases in such a way as to allow for “retrieval of public portions of records to provide maximum public access.” See 950 CMR 32.07(1)(e). Extraction of such data from a database or electronic record system does not constitute creating a new record. See 950 CMR 32.07(1)(f). Printing these records from a database or electronic system, redacting them with a marker, and then re-scanning them, is generally not consistent with these regulations; this process provides the digital records neither in the preferred form nor in a “searchable machine-readable form.” 950 CMR 32.04(5)(d). If necessary, we welcome reasonable suggested modifications pursuant to 950 CMR 32.06(2)(g). Per Attorney Gen. v. Dist. Attorney for Plymouth Dist., 484 Mass. 260, 141 N.E.3d 429 (2020), compiling information from a database is not tantamount to creating a new record that would otherwise be precluded under public records law. Specifically: “Where public records are in electronic form, a public records request that requires a government entity to search its electronic database to extract requested data does not mean that the extracted data constitute the creation of a new record, which would not be required, under the public records law. \" Id. at 442 to 443. Thus, we request that your department query its database and provide a response to the records request.\r\nShould you determine that some portions of the documents are exempt from disclosure, please release any reasonably segregable portions that are not exempt. In addition, please note for any such redactions the applicable statutory exemption and explain why it applies to the redacted or withheld information.\r\nI also request that fees be waived as we believe this request is in the public interest, as suggested but not stipulated by the recommendations of the Massachusetts Supervisor of Public Records. In the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request be filed electronically, by email attachment if available.\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\nSincerely,\r\nJoshua Dankoff\r\nDirector of Strategic Initiatives\r\nCitizens for Juvenile Justice\r\n617.338.1050",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/massachusetts-1/untitled-161372/"
  }
]