[
  {
    "id": 185340,
    "title": "America First Legal FOIA re: Visas",
    "slug": "america-first-legal-foia-re-visas",
    "status": "submitted",
    "embargo_status": "public",
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 9,
    "datetime_submitted": "2025-04-20T23:26:06.822935",
    "date_due": "2025-05-16",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-04-20T23:26:06.898312",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 185340,
        "from_user": 3031,
        "to_user": 9589,
        "subject": "",
        "datetime": "2025-04-20T23:26:06.898312",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\n(1) All records produced in response to the January 2, 2024, FOIA request from America First Legal (issued by Will Scolinos);\r\n\r\n(2) Any correspondence sent to or from the requester with respect to that FOIA request.\r\n\r\nREQUEST FOR EXPEDITED PROCESSING:\r\n\r\nI request that this request be expedited under 6 CFR § 5.5(e)(1)(ii) for the following reasons. Please note that the underlying request was processed on an expedited basis.\r\n\r\n1. I certify the following to be true and correct: My organization is primarily engaged in disseminating information. The Foundation for Individual Rights and Expression (FIRE) maintains a news website at https://thefire.org/news, through which its staff members regularly publish news stories and editorial content concerning the activities of governments, government officials, and other persons or organizations of public concern. I am a staff member of FIRE. I frequently write about matters involving the First Amendment and free expression, including on FIRE's website. See, e.g., https://www.thefire.org/news-archive?author=303. A substantial component of my duties as a staff member of FIRE is to obtain information through public records requests, including through the Freedom of Information Act, which I or my colleagues then share through FIRE's website and social media channels. I also publish news and other information of public concern via \"X\" (https://x.com/adamsteinbaugh) and \"Bluesky\" (https://bsky.app/profile/adamsteinbaugh.bsky.social).\r\n\r\n2. The requested information concerns an actual or alleged government activity, namely the Department's production of records in response to a FOIA request.\r\n\r\n3. The requested information extends beyond the public's right to know about government activity generally and instead has a particular value that would be lost if not processed on an expedited basis for the reasons stated in the request for expedited processing in the underlying request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/america-first-legal-foia-re-visas-185340/"
  }
]