[
  {
    "id": 145781,
    "title": "FOIL Request: 2018-19 OSAS Aggregated Immunization Data at School District Level",
    "slug": "foil-request-2018-19-osas-aggregated-immunization-data-at-school-district-level",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 18767,
    "username": "jvparker",
    "agency": 4384,
    "datetime_submitted": "2023-05-14T16:54:07.013082",
    "date_due": "2023-05-19",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-05-14T16:54:07.106192",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 145781,
        "from_user": 18767,
        "to_user": 10483,
        "subject": "",
        "datetime": "2023-05-14T16:54:07.106192",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nNew York State Department of Health\r\nBureau of Immunization\r\n\r\nGreetings and salutations! Pursuant to the New York State Freedom of Information Law (Public Officers Law, Article 6, Sections 84-90), it is my esteemed honor to request access to and copies of any and all documents providing aggregated reports at a school district level concerning the information requested in the Online School Assessment Survey (OSAS) for the 2018-19 academic year, as referenced in the correspondence sent by Dr. Elizabeth Rausch-Phung in September 2018.\r\n\r\nThe materials I kindly request should include, but not be limited to:\r\n\r\n1. Aggregated immunization data for all students in grades pre-kindergarten through 12 at the school district level.\r\n2. Compliance rates for each school district.\r\n3. Any available documentation or correspondence related to schools that failed to complete and submit the survey by the December 15, 2018 deadline.\r\n\r\nIn the event that any portion of this request is denied, I respectfully request an explanation for the denial, including the specific exemption(s) under the Freedom of Information Law that you believe warrant refusal. If certain records are exempt from disclosure, kindly provide access to any reasonably segregable portion of the record.\r\n\r\nShould you determine that some portions of the requested records are exempt from disclosure, I would be most grateful if you could provide me with the remainder of the records.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJackson Parker",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/foil-request-2018-19-osas-aggregated-immunization-data-at-school-district-level-145781/"
  }
]