[
  {
    "id": 157278,
    "title": "University of Florida research on Florida Peat Moss for Harry D. Stone.  Stuart , Florida.",
    "slug": "university-of-florida-research-on-florida-peat-moss-for-harry-d-stone-stuart-florida",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 3284,
    "username": "pointofthespear",
    "agency": 451,
    "datetime_submitted": "2024-01-15T11:16:37.460580",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-01-15T11:16:37.518974",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 157278,
        "from_user": 3284,
        "to_user": 10469,
        "subject": "",
        "datetime": "2024-01-15T11:16:37.518974",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nI think this research was conducted sometime between 1966 to 1968\r\n\r\nThis Florida Public Information Act rrequest is for any University of Florida documents pertaining to a UFL research project for a :\r\nHarry Stone\r\n1007 Weir St.\r\nStuart , FL.\r\n\r\nHarry Stone had discovered a peat moss bog in the Savannas in Martin and St. Lucie Counties and was interested in having the moisture retention properties and/or nutritional properties  of this Florida peat moss compared to that of the German peat moss and/or Michigan  Peat Moss,  That was currently being imported into the USA and Florida in large quantities by the local commercial flower farmers.\r\n\r\nI believe my father, Harry, delivered cored samples of the Florida peat moss and maybe the German and Michigan peat moss for comparison against the Florida Peat Moss.\r\nfor testing to the university.\r\n\r\nApparently, after receiving the UFL positive results he began mining the peat moss and selling to the local flower farmers in bulk.\r\n\r\nI can be reached at this email ddstonetechnology@gmail.com\r\nor mailing address:\r\nDon Stone\r\n7945 US Hwy. 1\r\nLot 19\r\nVero Beach, FL. 32967\r\nTel. 772 834 6175\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nDon Stone",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/florida-34/university-of-florida-research-on-florida-peat-moss-for-harry-d-stone-stuart-florida-157278/"
  }
]