[
  {
    "id": 190002,
    "title": "Consumer Complaints for Healthcare Prepayment (Florida Dept of Financial Services)",
    "slug": "consumer-complaints-for-healthcare-prepayment-florida-dept-of-financial-services",
    "status": "ack",
    "embargo_status": "public",
    "user": 55517,
    "username": "TracieMcMillan",
    "agency": 5489,
    "datetime_submitted": "2025-07-22T09:52:30.038709",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2025-08-06",
    "datetime_done": null,
    "datetime_updated": "2025-07-22T09:52:30.161229",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 190002,
        "from_user": 55517,
        "to_user": 11516,
        "subject": "Florida Sunshine Law Request: Consumer Complaints for Healthcare Prepayment (Florida Dept of Financial Services)",
        "datetime": "2025-07-22T09:52:30.161229",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nAn opportunity to inspect or obtain copies of public records of complaints to the Department of Financial Services regarding insurance and/or health care providers from 2015 to 2025 containing any of the phrases “prepay,” “upfront,” “down payment,” “refund,” or “reimbursed,” along with “prior to necessary medical care,” and “non-emergency procedure.” I am requesting this search in order to find complaints about providers demanding significant prepayment (i.e. more than the initial copay) for necessary, although not emergency, care and/or not providing a refund of the excess amount prepaid. I wish to receive the records in digital format.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nTracie McMillan",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/florida-34/consumer-complaints-for-healthcare-prepayment-florida-dept-of-financial-services-190002/"
  }
]