[
  {
    "id": 185283,
    "title": "Dolores Leschuck Open Records Request",
    "slug": "dolores-leschuck-open-records-request",
    "status": "submitted",
    "embargo_status": "public",
    "user": 141161,
    "username": "LawOfficeofVicFeazell",
    "agency": 28574,
    "datetime_submitted": "2025-04-18T11:43:38.988261",
    "date_due": "2025-05-02",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-04-18T11:43:39.087794",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 185283,
        "from_user": 141161,
        "to_user": 81587,
        "subject": "Texas Public Information Act Request: Dolores Leschuck Open Records Request",
        "datetime": "2025-04-18T11:43:39.087794",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\nDear Sir or Madam:\r\n\r\nI am submitting this letter in order to request all documents, public information and public records related to Case ID 25000541, described below.  Please be advised that this request is hereby submitted pursuant to The Texas Open Records Act, Texas Government Code Chapter 552, and The Federal Freedom of Information Act.  I would like to request that all such public information and records be produced as soon as possible.  Please be advised that your agency will be paid the requisite fees, in accordance with the Open Records Act, with respect to your compliance with this request for the production of public records and documents.\r\n\r\nOur office represents Dolores Leschuck in regard to injuries she sustained in an automobile accident  on April 9, 2025 at approximately 5:48 PM.  The location of the accident was 21100 SE H.K. Dodgen Loop, Temple TX.  The public information and documents which I am requesting at this time (including information that is collected, assembled, or maintained under a law or ordinance or in connection with the transaction of official business by or for a government body, which included the media on which the public information is recorded, paper, film, magnetic, optical, and/or solid state device that can store an electronic signal; tape; computer disk; etc.) are as follows:\r\n\r\n•\tAny video or photographs taken at the scene of the collision, or in the officer’s cruiser,\r\n \r\n•\tAny bodycam footage captured by responding officers,\r\n\r\n•\tAny witness statements, handwritten notes, or supplemental accident report information, \r\n\r\n•\tAn audio copy of the 911 calls from witnesses who called in to report this accident, along with any witness names, addresses, and phone numbers that may be in possession of the communications center, along with any police reports that correspond to this particular incident. \r\n\r\n•\tCopies of all sketches, diagrams, witness statements and/or names and phone numbers of witnesses at the scene who did not give statements that may be in the possession of your department.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nVic Feazell",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/temple-3000/dolores-leschuck-open-records-request-185283/"
  }
]