[
  {
    "id": 174406,
    "title": "Employee recruitment and census",
    "slug": "employee-recruitment-and-census",
    "status": "ack",
    "embargo_status": "public",
    "user": 142030,
    "username": "Daelon",
    "agency": 35983,
    "datetime_submitted": "2024-10-13T11:10:38.452284",
    "date_due": "2024-10-21",
    "days_until_due": null,
    "date_followup": "2024-10-21",
    "datetime_done": null,
    "datetime_updated": "2024-10-13T11:10:38.578641",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 174406,
        "from_user": 142030,
        "to_user": 120454,
        "subject": "Illinois Freedom of Information Act. Request: Employee recruitment and census",
        "datetime": "2024-10-13T11:10:38.578641",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\n1. The recruitment information (job posting, recruiting agency contracts, job advertisements) for the 2024 recruitment of the Village Administrator position.\r\n\r\n2. The applications for that position including resumes.\r\n\r\n3. All scoring guides, notes, emails, matrixes, votes regarding the candidates and the final decision of village administrator. \r\n\r\n4. The resume of the current village administrator.\r\n\r\n5.Current employee census with headcount, names, salaries.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDaelon",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/fox-lake-7824/employee-recruitment-and-census-174406/"
  }
]