[
  {
    "id": 180964,
    "title": "SPD Body camera footage of June 26 encampment sweep",
    "slug": "spd-body-camera-footage-of-june-26-encampment-sweep",
    "status": "submitted",
    "embargo_status": "public",
    "user": 143036,
    "username": "adam.nunez202",
    "agency": 688,
    "datetime_submitted": "2025-02-04T13:29:53.736551",
    "date_due": "2025-02-19",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-02-04T13:29:53.882091",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 180964,
        "from_user": 143036,
        "to_user": 16700,
        "subject": "",
        "datetime": "2025-02-04T13:29:53.882091",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Massachusetts Public Records Law, I hereby request the following records:\r\n\r\nFrom 11:30 AM to 3:00 PM, all footage from body cameras of responding officers to the dispersal of the South River encampment on June 26, 2024.\r\n\r\nIn particular, the body camera footage of:\r\n\r\nC.I.U. Supervisor Sgt. Sean Andrus\r\nC.I.U. Specialist Ofc. Ryan Arundel\r\nC.I.U. Specialist Ofc. Dan Musto\r\nC.I.U. Specialist Ofc. Neil Sicard\r\nC.I.U. Specialist Ofc. Joshua Gerrard\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by the recommendations of the Massachusetts Supervisor of Public Records. I am currently a student journalist at Emerson College that has reported on the South River encampment in the past. The nature of this request is one of transparency regarding a widely-publicized encampment sweep and falls squarely within the public interest of some of our City's most vulnerable. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nI expect the request to be filled in an accessible format, including for screen readers, which provide text-to-speech for persons unable to read print. Files that are not accessible to screen readers include, for example, .pdf image files as well as physical documents.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdam Nuñez",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/salem-88/spd-body-camera-footage-of-june-26-encampment-sweep-180964/"
  },
  {
    "id": 180961,
    "title": "MPIA Request for IAD Records",
    "slug": "mpia-request-for-iad-records",
    "status": "ack",
    "embargo_status": "public",
    "user": 86022,
    "username": "AmeliaParry",
    "agency": 646,
    "datetime_submitted": "2025-02-04T12:58:19.975572",
    "date_due": "2025-02-14",
    "days_until_due": null,
    "date_followup": "2025-02-14",
    "datetime_done": null,
    "datetime_updated": "2025-02-04T12:58:20.105418",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 180961,
        "from_user": 86022,
        "to_user": 9892,
        "subject": "Maryland Public Information Act Request: MPIA Request for IAD Records",
        "datetime": "2025-02-04T12:58:20.105418",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Maryland Public Information Act, I am hereby requesting access to the records listed below and held by the Baltimore Police Department:\r\n\r\n- A list of all District Action Teams (DAT) and District Detective Units (DDU) as of January 1, 2021 up until the date this request is fulfilled;\r\n- The names of all officers assigned for any length of time to DAT and or DDU as of January 1, 2021 up until the date this request is fulfilled;\r\n- The start date and, if applicable, end date of each officer's DAT and/or DDU assignment.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request.  Alternatively, please consider waiving any fees, pursuant to § 4-206(e)(2)(ii) of the General Provisions Article, as this request is on behalf of individuals served by the Maryland Office of the Public Defender, a state government agency, which solely serves indigent citizens of Maryland.  As a result, my request for the above-listed public records is in the public interest.  I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAmelia McDonell-Parry\r\nMaryland Office of the Public Defender\r\nSpecial Litigation Unit\r\n(667) 406-2351\r\namelia.mcdonell-parry@maryland.gov",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/baltimore-315/mpia-request-for-iad-records-180961/"
  },
  {
    "id": 180960,
    "title": "NYC Council records related to oversight hearing",
    "slug": "nyc-council-records-related-to-oversight-hearing",
    "status": "submitted",
    "embargo_status": "public",
    "user": 499,
    "username": "BradAaron",
    "agency": 377,
    "datetime_submitted": "2025-02-04T12:46:50.248680",
    "date_due": "2025-02-11",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-02-04T12:46:50.444985",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 180960,
        "from_user": 499,
        "to_user": 9863,
        "subject": "",
        "datetime": "2025-02-04T12:46:50.444985",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nCopies of any and all correspondence to or from any and all New York City Council members and to or from personnel in their offices (including without limitation all email correspondence sent to or from any email address within the @council.nyc.gov domain) referencing or pertaining to a Health Committee oversight hearing, concerning NYC Animal Care Centers, scheduled for June 18, 2024, including correspondence pertaining to the scheduling and deferment of said hearing (linked below), from May 1, 2024 through May 30, 2024.\r\n\r\nhttps://legistar.council.nyc.gov/MeetingDetail.aspx?ID=1196621&GUID=C18DF77D-73EF-414A-ABB0-B80E87C90570&Options=info%7C&Search=\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBrad Aaron",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-city-17/nyc-council-records-related-to-oversight-hearing-180960/"
  },
  {
    "id": 180959,
    "title": "Shooting of a dog by Irondequoit, NY police department",
    "slug": "shooting-of-a-dog-by-irondequoit-ny-police-department",
    "status": "ack",
    "embargo_status": "public",
    "user": 499,
    "username": "BradAaron",
    "agency": 12008,
    "datetime_submitted": "2025-02-04T12:40:05.902844",
    "date_due": "2025-02-11",
    "days_until_due": null,
    "date_followup": "2025-02-11",
    "datetime_done": null,
    "datetime_updated": "2025-02-04T12:40:06.066248",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 180959,
        "from_user": 499,
        "to_user": 18525,
        "subject": "New York Freedom of Information Law Request: Shooting of a dog by Irondequoit, NY police department",
        "datetime": "2025-02-04T12:40:06.066248",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nCopies of any and all records, including without limitation all email correspondence sent to or from any email address within the @irondequoit.gov domain, referencing or pertaining to the police shooting of a dog on January 10, 2025.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBrad Aaron",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/rochester-22535/shooting-of-a-dog-by-irondequoit-ny-police-department-180959/"
  },
  {
    "id": 180958,
    "title": "Amherst-Pelham PD School Based Arrests",
    "slug": "amherst-pelham-pd-school-based-arrests",
    "status": "submitted",
    "embargo_status": "public",
    "user": 115904,
    "username": "fox.kayl",
    "agency": 40495,
    "datetime_submitted": "2025-02-04T12:39:32.055617",
    "date_due": "2025-02-19",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-02-04T12:39:33.186433",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 180958,
        "from_user": 115904,
        "to_user": 150350,
        "subject": "",
        "datetime": "2025-02-04T12:39:33.186433",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Massachusetts Public Records Law, I hereby request the following records:\r\n\r\nTo whoever it may concern:\r\n\r\nThis letter constitutes a request pursuant to the Public Records Act, M. G. L.c.66, §10, for public records in the custody of your police department.\r\nUnder the Criminal Justice Reform Act, school districts and law enforcement agencies must “specify the manner and division of responsibility for collecting and reporting the school-based arrests, citations and court referrals of students to the Department of Elementary and Secondary Education” (DESE). DESE began collecting data on school-related arrests in the 2018-19 school year. In the 2019-20 school year, DESE has expanded that collection to include data on all referrals to law enforcement. DESE has defined these terms as follows, borrowing the same definitions used by the U.S. Department of Education since its 2009 Civil Rights Data Collection.\r\nA school-related arrest “[r]efers to an arrest of a student for any activity conducted on school grounds, during off campus school activities (including while taking school transportation), or due to a referral by any school official. All school-related arrests are considered referrals to law enforcement.”\r\nA referral to law enforcement “[i]s an action by which a student is reported to any law enforcement agency or official, including a school police unit, for an incident that occurs on school grounds, during school-related events, or while taking school transportation, regardless of whether official action is taken. Citations, tickets, court referrals, and school-related arrests are considered referrals to law enforcement.”\r\n\r\nI request the following public records, as defined in M. G. L.c. 4, § 7 (twenty-sixth):\r\n\r\n1. An extract of your records management system or database that includes each school-related arrest and each referral to law enforcement conducted during the 2018-2019, 2019-2020, 2020-2021, 2021-2022, and 2022-2023 school year (up until the day the records are produced). Specifically, we request an extract of the database to include the following columns:\r\na. Date of arrest or referral to law enforcement\r\nb. Time of arrest or referral to law enforcement\r\nc. Charge (or charges)\r\nd. Whether the individual(s) was arrested or referred to law enforcement\r\ne. Sex of individual(s) arrested or referred to law enforcement\r\nf. Age of individual(s) arrested or referred to law enforcement\r\ng. Race of individual(s) arrested or referred to law enforcement\r\nh. Ethnicity of individual(s) arrested or referred to law enforcement\r\ni. Disability status of the individual(s) arrested or referred to law enforcement\r\nj. Whether the individual arrested or referred to law enforcement is a student at the school.\r\nk. Name of arresting officer, if applicable, and\r\nl. Badge number of the arresting officer or the officer that referred the youth to law enforcement, as applicable.\r\n\r\n2. If such an extract of the database in question 1 is not possible, please provide police reports and school incident reports on each school-related arrest conducted during the 2018-2019, 2019-2020, 2020-2021, 2021-2022, and 2022-2023 school year (up until the day the records are produced).\r\n\r\n3. Please provide an unduplicated count of arrested students for each school year including 2018-2019, 2019-2020, 2020-2021, 2021-2022, and 2022-2023 school year (up until the day the records are produced).\r\n\r\n4. If such an extract of the database in question 1 is not possible, please provide police reports and school incident reports on each referral to law enforcement conducted during the 2018-2019, 2019-2020, 2020-2021, 2021-2022, and 2022-2023 school year (up until the day the records are produced), per the U.S. Department of Education’s Civil Rights Data Collection for that year. For each referral to law enforcement, please include the school, demographic, and incident information described in DESE’s School Safety and Discipline Report Data Handbook v. 20.0.\r\n\r\n5. Please also provide an unduplicated counts of referrals to law enforcement (as defined above) for each school year including 2018-2019, 2019-2020, 2020-2021, 2021-2022 and 2022-2023 school year (up until the day the records are produced).\r\nAs this request involves a matter of public interest and will not be used for any commercial purpose, we ask that all fees associated with this request be waived pursuant to 950 C.M.R. 32.07(2)(k). The purpose of this request is to determine whether your school district and police department are complying with their reporting obligations under the Criminal Justice Reform Act. “The public has an interest in knowing whether public servants are carrying out their duties in an efficient and law-abiding manner.”\r\n\r\nIt would be ill-advised to impose a fee for data that your police department may have failed to report in violation of statutory and regulatory duty. Moreover, as you know, municipalities with a population of over 20,000 may not assess a fee for the first 2 hours of time spent searching for, compiling, segregating, redacting and reproducing a requested record. Finally, pursuant to 950 C.M.R. 32.07(2)(i), a records access officer shall assess no fee greater than the lowest hourly rate of a person capable of compiling, segregating, redacting and reproducing a requested record. In the event that a charge is incurred for this request which you will not waive, please so indicate and include an itemization of estimated good faith costs.\r\nPlease provide public records to a requestor in an electronic format unless the record is not available in an electronic format. M. G. L.c 66, § 6A(d).\r\nThe Public Records Act requires that you comply with this request within ten (10) business days following receipt. If you believe that documents or data responsive to any request herein is not public record and thus not subject to disclosure, please set forth in writing the specific reasons for such assertion, including the specific exemption or exemptions that you believe apply. To the extent that you determine that records need to be redacted in order to be produced under any law protecting the privacy of named individuals, please do so rather than withholding them in their entirety.\r\nIf you have any questions about this request, or need additional time to respond, please contact me. Thank you in advance for your prompt response to this request.\r\n\r\nSincerely,\r\nKayla Fox\r\nJ.D. Candidate\r\nResearch Assistant\r\nCenter for Public Interest, Advocacy, and Collaboration\r\nfox.kayl@northeastern.edu\r\n(312) 718-0331\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by the recommendations of the Massachusetts Supervisor of Public Records. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nI expect the request to be filled in an accessible format, including for screen readers, which provide text-to-speech for persons unable to read print. Files that are not accessible to screen readers include, for example, .pdf image files as well as physical documents.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKayla Fox",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/massachusetts-1/amherst-pelham-pd-school-based-arrests-180958/"
  }
]