[
  {
    "id": 183774,
    "title": "Boston Crime Data Classification and Reporting Practices (2020–2025",
    "slug": "boston-crime-data-classification-and-reporting-practices-20202025",
    "status": "submitted",
    "embargo_status": "public",
    "user": 152,
    "username": "BrianMcCarter",
    "agency": 174,
    "datetime_submitted": "2025-03-23T05:44:53.344977",
    "date_due": "2025-04-04",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-23T05:44:53.450264",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 183774,
        "from_user": 152,
        "to_user": 9560,
        "subject": "Massachusetts Public Records Law Request: Boston Crime Data Classification and Reporting Practices (2020–2025",
        "datetime": "2025-03-23T05:44:53.450264",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Massachusetts Public Records Law, I hereby request the following records:\r\n\r\nThis request relates to public statements and data reported in the Boston Globe on March 4, 2025 (https://www.bostonglobe.com/2025/03/04/metro/boston-police-data-crime-declines/), which state:\r\nHomicides fell from 56 in 2020 to 24 in 2024\r\nShootings dropped from 274 in 2020 to 129 in 2024\r\nRobbery and aggravated assault remained relatively steady\r\nLarceny and other property crimes saw a marginal increase\r\nDowntown Boston experienced elevated larceny and robbery rates compared to prior years\r\n\r\n\r\nTo better understand how incidents are tracked and classified, I request:\r\n\r\n1. Internal policies, manuals, or memos (2020–present) defining crime classification thresholds, especially for homicides, shootings, aggravated assaults, robbery, and larceny.\r\n2. Documentation of any changes to crime coding or reporting methodology between 2020 and 2025.\r\n3. A list or summary of reclassified or downgraded incidents during that period.\r\n4. Any internal audits or reviews related to the accuracy or methodology of published crime statistics.\r\n5. Anonymized CAD (Computer-Aided Dispatch) logs for 2024 and 2025 for comparison with official statistics.\r\n6. Copies of Boston’s UCR or NIBRS submissions to the FBI for the years 2020–2025.\r\n7. Copies of any email correspondence from January 1, 2023, to March 5, 2025, between BPD staff, the Mayor’s Office, or any City of Boston communications personnel discussing the preparation, presentation, or framing of crime statistics released to the public or media—including but not limited to the data cited in the Boston Globe on March 4, 2025.\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by the recommendations of the Massachusetts Supervisor of Public Records. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nI expect the request to be filled in an accessible format, including for screen readers, which provide text-to-speech for persons unable to read print. Files that are not accessible to screen readers include, for example, .pdf image files as well as physical documents.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBrian McCarter",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/boston-3/boston-crime-data-classification-and-reporting-practices-20202025-183774/"
  }
]