[
  {
    "id": 164100,
    "title": "West Des Moines",
    "slug": "west-des-moines",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 9099,
    "username": "carolinehaskins",
    "agency": 37918,
    "datetime_submitted": "2024-05-22T14:25:27.782064",
    "date_due": "2024-06-05",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-05-22T14:25:28.724169",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164100,
        "from_user": 9099,
        "to_user": 134895,
        "subject": "",
        "datetime": "2024-05-22T14:25:28.724169",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Iowa Open Records Law, I hereby request the following records:\r\n\r\n1) Any complaints submitted to your agency about Microsoft, OpenAI, or their data center.\r\n2) Any written warnings, disciplinary actions, or rulings given from this agency to Microsoft or OpenAI\r\n3) Any emails between workers for your agency and workers for Microsoft or OpenAI.\r\n\r\nIf there are any questions about my request, or I can provide any clarification that will help expedite the processing of my request, please contact me at emailcarolinehaskins@gmail.com. I am also happy to hop on the phone.\r\n\r\nIf you determine that any of the information qualifies for an exemption from disclosure, I ask you to note whether the exemption is discretionary, and if so whether it is necessary in this case to exercise your discretion to withhold the information. In any event, please provide a signed notification citing the legal authorities on which you rely if you determine that any of the information is exempt and will not be disclosed.\r\n\r\nAlso, I am a member of the news media as a reporter, and the requested documents are in the public interest and not being made for commercial purposes. Therefore, I ask that all fees are waived in the processing of my request.\r\n\r\nThanks again, and I look forward to your response within 5 business days, as the statute requires, and hopefully even sooner, if my request is expedited.\r\n\r\nBest,\r\nCaroline Haskins",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/iowa-246/west-des-moines-164100/"
  }
]