[
  {
    "id": 185921,
    "title": "FBI RECORDS for Vincent SICURELLA",
    "slug": "fbi-records-for-vincent-sicurella",
    "status": "submitted",
    "embargo_status": "public",
    "user": 109997,
    "username": "Buffalo",
    "agency": 10,
    "datetime_submitted": "2025-05-01T15:41:07.193552",
    "date_due": "2025-05-30",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-05-01T15:41:07.295711",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 185921,
        "from_user": 109997,
        "to_user": 9555,
        "subject": "",
        "datetime": "2025-05-01T15:41:07.295711",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nPlease conduct a search for responsive records and hereby request the following:\r\n\r\nAny and all records mentioning, relating to, or generated as a result of investigation into  Vincent SICURELLA (AKA: Jim, AKA: Jimmy)\r\n\r\nDOB: 12/23/1940d\r\nDOD:   4/08/2014 \r\n\r\nVincent SICURELLA's Date  of death was on April 8th, 2014. Here is a link to his obituary in the Buffalo News: https://buffalonews.com/obituaries/article_3abd711d-cfb8-5292-acb4-3b81d45b3ffb.html ... Additionally, I have attached a screenshot of his obituary in the Buffalo News. \r\n\r\nBUFFALO LCN CHART: Vincent is listed as a made man in the FBI's 2006 Buffalo LCN Family Chart. This chart indicates Sicurella was \r\nA. Born on December 23, 1940\r\nB. Had a social security number of: 056-30-4305\r\n \r\nI have attached a PDF of this 2006 FBI chart. on the Buffalo crime family.\r\n\r\nI am asking the following be performed regarding this search: \r\n\r\n1. Please include any and all surveillance pictures and charts containing  and/or referring to Vincent \"Jimmy\" SICURELLA.  \r\n2. Search for records at the FBI Field Office in Buffalo, NY.\r\n3. In addition to the search at the FBI Field office in Buffalo, NY please conduct a search of the The Central Records System, including but not limited to the following\r\nA. Electronic Surveillance (ELSUR) Indices, \r\nB. The Microphone Surveillance (MISUR) Indices, \r\nC. The Physical Surveillance (FISUR) Indices, and \r\nD. The Technical Surveillance (TESUR) Indices.\r\n4. For the above please conduct a search of both main-file records and cross-reference records for all relevant names, individuals, agencies and companies at FBI Headquarters. \r\n6. Please also conduct a search for records at the Alexandria Records Center. \r\n7. If any potentially responsive records have been destroyed and/or transferred to NARA, then I request copies of the destruction or transfer slips as well as any other documentation relating to, mentioning or describing said transfer or destruction, to include but not be limited to confirmation that the Bureau has no other copies of said records. \r\n8. If previously released records are available, then I request a rolling release consisting of those records while additional records are located and processed for release.\r\n9. In the event that no responsive records are found I ask for a report of the day/time that each of the searches above were made, along with the corresponding results.\r\n\r\nSicurella is alleged to have participated in the Faust Novino hit of 1976.  He received a gun used in this hit from his Uncle Mike John Alessi whose date of death was April 11, 1998. See: https://www.legacy.com/us/obituaries/buffalonews/name/michael-alessi-obituary?id=4552069\r\n\r\nThose alleged to have participated in the hit are:\r\n1. Jospeh Todaro whose date of death was December 26, 2012. See: https://www.dignitymemorial.com/obituaries/williamsville-ny/joseph-todaro-5356456\r\n 2. Leonard Falzone whose date of death was November 12, 2016. See: https://www.legacy.com/us/obituaries/buffalonews/name/leonard-falzone-obituary?id=4833797\r\n3. John Sacco whose date of death was December 9, 1990.  See https://buffalonews.com/news/sacco-is-dead-after-stint-as-fbi-informant/article_1d11df13-4a11-57b3-b3ff-ad0de558a808.html \r\n4. and Jimmy Sicurella's brother Joseph who died on October 12, 2020. His obituary is here: https://www.amigone.com/obituaries/Joseph-A-Sicurella?obId=18611740\r\n\r\nPlease do not redact the above individuals from the FBI reports on Jimmy \"Vincent\" Sicurella \r\n\r\nFor participants in the Novino hit See: https://buffalonews.newspapers.com/article/the-buffalo-news-city-councilman-john-al/125477607/\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMob",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/fbi-records-for-vincent-sicurella-185921/"
  }
]