[
  {
    "id": 143302,
    "title": "Request for Fort Lauderdale-Hollywood International Airport (FLL) Current Contracts",
    "slug": "request-for-fort-lauderdale-hollywood-international-airport-fll-current-contracts",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 112728,
    "username": "JeffreyFisher",
    "agency": 21448,
    "datetime_submitted": "2023-03-24T12:36:18.863100",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-03-24T12:36:18.953457",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 143302,
        "from_user": 112728,
        "to_user": 34588,
        "subject": "",
        "datetime": "2023-03-24T12:36:18.953457",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nI am writing to request the current contract details for the various services offered at Fort Lauderdale-Hollywood International Airport (FLL)  Airport. I am particularly interested in the following services: Ambassador, Baggage Services, Curbside Management, Integrated Facility Services, Janitorial, Parking, Passenger Services, Security Services, Airport Shuttle, Tarmac Transfer, Taxi & Valet.\r\n \r\nI kindly request that you provide me with all classifications for these services, including ACDBE, MBE, DBE, WBE, or any other applicable classifications. Additionally, I would like to know the start and end dates of the current contract and if possible, a PDF copy of the contract.\r\n \r\nFurthermore, I would like to inquire when the proposal for renewal of the contract will be released. If you could provide me with this information, it would be greatly appreciated.\r\n \r\nThank you for your time and attention to this matter. I look forward to hearing back from you soon.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nJeffrey Fisher",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/fort-lauderdale-104/request-for-fort-lauderdale-hollywood-international-airport-fll-current-contracts-143302/"
  }
]