[
  {
    "id": 173063,
    "title": "Placer.ai Geospatial Data Surveilance",
    "slug": "placerai-geospatial-data-surveilance",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 75693,
    "username": "nilescoalition",
    "agency": 10273,
    "datetime_submitted": "2024-09-09T20:57:46.835437",
    "date_due": "2024-09-16",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-09-09T20:57:46.991668",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 173063,
        "from_user": 75693,
        "to_user": 14126,
        "subject": "",
        "datetime": "2024-09-09T20:57:46.991668",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "The normalization of surveillance and the erosion of data privacy is on the rise in communities across Illinois. Scientific scholars often refer to the commodification of personal data as “surveillance capitalism.” Increasingly, we see local communities prey to data collection opportunists. Often, these technologies are implemented without the fully informed consent of the public, who are being surveilled 24/7 without a warrant or awareness. Given this concerning trend, we are requesting documents that shed light on the City of Evanston’s involvement with Placer.ai.\r\n\r\nPursuant to the Illinois Freedom of Information Act.,  we hereby request the following records:\r\n\r\n\t1.\tContracts and Agreements: Copies of any contracts, agreements, order forms, or memoranda of understanding (MOUs) between the City of Evanston and Placer.ai, including any associated service-level agreements, terms of use, or scopes of work.\r\n\t2.\tData Usage Reports: Any reports, summaries, presentations, or internal documentation that detail how the City of Evanston is utilizing data or analytics from Placer.ai, including any findings or conclusions drawn from the data.\r\n\t3.\tPrivacy Policies and Guidelines: Any policies, guidelines, or internal communications concerning data privacy and protection related to the City of Evanston’s use of Placer.ai. This should include how data from Placer.ai is collected, stored, used, or shared, as well as any privacy impact assessments conducted.\r\n\t4.\tFunding Information: Records detailing the funding sources for the City of Evanston’s engagement with Placer.ai, including any external funding such as grants or private partnerships that contributed to the adoption of this service.\r\n\t5.\tPublic Notices and Engagement: Copies of any public notices, press releases, or communications that informed residents about the use of Placer.ai, as well as any documents outlining efforts to engage the public or seek community input on this matter.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nNiles Coalition",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/evanston-7790/placerai-geospatial-data-surveilance-173063/"
  },
  {
    "id": 173062,
    "title": "Agency Roster",
    "slug": "agency-roster",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 68320,
    "username": "Marcus",
    "agency": 7349,
    "datetime_submitted": "2024-09-09T20:49:58.976249",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-09-09T20:49:59.191627",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 173062,
        "from_user": 68320,
        "to_user": 10360,
        "subject": "",
        "datetime": "2024-09-09T20:49:59.191627",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Alabama Open Records Law, I hereby request the following records:\r\n\r\nPlease provide records sufficient to show a current staff roster of all sworn employees with your agency.\r\n\r\nPlease include;\r\n- first and last name of each employee with their corresponding;\r\n- badge number\r\n- employee identification number\r\n- hire date\r\n- rank or position\r\n- assigned duty station/substation/precinct/location\r\n- current salary\r\n\r\nThis request applies to ALL sworn Department employees, including those at substations.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nAndré Natta, a citizen of Alabama, in coordination with Marcus Boyd.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/huntsville-796/agency-roster-173062/"
  }
]