[
  {
    "id": 177260,
    "title": "California Public Record Act Request - WIC § 851.1 Compliance",
    "slug": "california-public-record-act-request-wic-8511-compliance",
    "status": "submitted",
    "embargo_status": "public",
    "user": 3647,
    "username": "EFFDave",
    "agency": 19607,
    "datetime_submitted": "2024-12-06T17:29:13.678505",
    "date_due": "2024-12-16",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-12-06T17:29:13.759066",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177260,
        "from_user": 3647,
        "to_user": 30825,
        "subject": "",
        "datetime": "2024-12-06T17:29:13.759066",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\nThis letter constitutes a request under the California Public Records Act (CPRA) to the  Yolo County Probation Department  from the Electronic Frontier Foundation (EFF) for records related to AB 2448 (CA Welf & Inst Code § 851.1. Online:  https://codes.findlaw.com/ca/welfare-and-institutions-code/wic-sect-851-1/), a 2018 law that requires juvenile detention facilities to provide youth in custody with internet access.\r\n\r\nSpecifically, this law establishes the following requirements for juvenile detention facilities: \r\n\r\n“Minors detained in or committed to a juvenile hall shall be provided with access to computer technology and the Internet for the purposes of education.”\r\n\r\nThe law also allows juvenile halls to provide access to computers and the internet for “maintaining relationships with family.” The Chief Probation Officer, or their designee, may “limit or deny access to computer technology or the Internet for safety and security or staffing reasons.”\r\n\r\nWe request the following Yolo County Probation Department records: \r\n\r\n1. All policies, procedures, practices, manuals, memorandums, orders or related documents that discuss providing minors in juvenile hall with access to computer technology and the internet for educational purposes; \r\n2. All policies, procedures, practices, manuals, memorandums, orders or related documents that discuss providing minors in juvenile hall with access to computer technology and the internet for maintaining familial relationships; \r\n3. All handbooks or similar documents provided to teachers and other instructors that describe the process, rules, and guidelines for accessing computer technology and the internet in juvenile hall; \r\n4. All handbooks or similar documents provided to minors in juvenile hall that describe the process, rules, and guidelines for accessing computer technology and the internet; \r\n5. All procurement records, such as RFPs, RFIs, solicitations, successful bids, and contracts/agreements with vendors for technology systems to provide minors in juvenile hall with access to computing and internet-connected technology; \r\n6. Examples of any consent, permission, and similar documents provided to parents and guardians of minors in juvenile hall related to access to computer technology and the internet;\r\n7. Any quarterly, annual, or other periodic reports that summarize the implementation of programs to comply with AB 2448 generated since 2018;\r\n8. Logs, records, or orders related to suspension of internet access, for any amount of time, “for safety and security or staffing reasons” since 2018; and\r\n9. Aggregate data on the number of juvenile users of computer technology and internet systems for the period 2022 and 2023.\r\n\r\nShould these records not exist, we would appreciate a statement as to whether the agency is in compliance with AB 2448. \r\n\r\nIn addition, we request the following information and assistance, as required under CPRA: \r\n- Assistance in identifying additional records and information that will assist us in understanding the state of the agency’s compliance with AB 2448;\r\n- A description of the information technology and physical location in which the records exist; and\r\n- Suggestions for overcoming any practical basis for denying access to the records and information sought. \r\n\r\nThe CPRA also requires you to undertake reasonable efforts to locate responsive records and to work in good faith with requesters to respond to their request. See CYAC v. City of National City, 220 Cal.App.4th 1385, 1430 (2013). Thus under the CPRA you are obligated to conduct a reasonable search and cannot deny a request merely because it might generate a large volume of records.\r\n\r\nWe ask that you please respond to this request within 10 days either by providing all the requested records or by providing a written response setting forth the legal authority on which you rely in withholding or redacting any document, as well as stating when documents will be made available.\r\n \r\nWe also request that any records maintained in an electronic format be provided in that same format (such as a PDF, CSV or XLS file), to avoid copying costs. \r\n\r\nHowever, should you be unable to do so, EFF will reimburse you for the direct costs of copying these records (if you elect to charge for copying) plus postage. If you anticipate that these costs will exceed $50.00, or that the time needed to copy the records will delay their release, please contact me so that I can arrange to inspect the documents or decide which documents I wish to have copied. Please also provide an invoice and a cost breakdown of the fee estimate. If the fees are less than $50.00, please copy and send the records and invoice as soon as possible, and we will promptly pay the required costs.\r\n\r\nThank you for your consideration of this request. If you have any questions or concerns, or if I can provide any clarification that will help identify responsive documents or focus this request, please do not hesitate to contact me at the Muckrock.com email above or my direct email, dm@eff.org. You may also mail correspondence to the Electronic Frontier Foundation, 815 Eddy St. San Francisco, CA, 94109, or leave a voicemail message at 415-436-9333 x151.                                          \r\nSincerely,\r\nDave Maass\r\nDirector of Investigations\r\nElectronic Frontier Foundation",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/yolo-county-3078/california-public-record-act-request-wic-8511-compliance-177260/"
  }
]