[
  {
    "id": 156651,
    "title": "Comprehensive Inquiry Including Accounts Receivable and Follow-Up on Previous Requests",
    "slug": "comprehensive-inquiry-including-accounts-receivable-and-follow-up-on-previous-requests",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 34844,
    "datetime_submitted": "2024-01-04T16:14:41.281291",
    "date_due": "2024-01-11",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-01-04T16:14:41.433418",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 156651,
        "from_user": 4164,
        "to_user": 113245,
        "subject": "",
        "datetime": "2024-01-04T16:14:41.433418",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To:\r\nPeekskill City Clerk\r\nPeekskill City Hall\r\n840 Main Street\r\nPeekskill, NY 10566\r\nAttn: FOIA Officer\r\n\r\nSubject: New York Freedom of Information Law Request: Comprehensive Inquiry Including Accounts Receivable and Follow-Up on Previous Requests\r\n\r\nDear FOIA Officer,\r\n\r\nUnder the New York Freedom of Information Law, I am submitting a comprehensive request for information, along with seeking detailed updates on my prior FOIA requests (dated May 29, 2023, June 2, 2023, and August 10, 2023). This request is aimed to acquire a thorough understanding of the FOIA process, decision-making criteria, and specific information about accounts receivable related to FOIA fees, in addition to information previously requested.\r\n\r\n    Detailed Update on Previous Requests:\r\n        Comprehensive status report, including any actions undertaken or pending, on my prior FOIA requests (reference numbers: Foil #259, MR 146407).\r\n        Detailed explanations for any delays, denials, or pending decisions related to these requests.\r\n\r\n    In-depth Inquiry into FOIA Process and Denied Requests:\r\n        All documents outlining the internal procedures for processing FOIA requests, with emphasis on any amendments or policy changes post my initial request on May 29, 2023.\r\n        Detailed records of the last 300 FOIA requests denied by your office since my original request, including justifications, corresponding communications, and exemption logs.\r\n\r\n    Records Concerning City Officials and Internal Communications:\r\n        Comprehensive records related to the oaths of office, employment records, and HR complaint records of currently appointed officials in the Peekskill City Clerk's Office, Police Department, and Corporation Council.\r\n        Full email correspondences and internal memos pertaining to the processing, denial, or appeal of my earlier FOIA requests #173 and #250.\r\n\r\n    Request for Accounts Receivable Information Related to FOIA Fees:\r\n        A detailed account of receivables connected to FOIA request processing fees over the past five years.\r\n        Information on the policies and procedures regarding the calculation, billing, and collection of FOIA fees, including any instances of waived or reduced fees.\r\n\r\nI emphasize the need for transparency and adherence to legal standards in processing these requests. In accordance with legal precedents (Konigsberg v. Coughlin, Matter of Data Tree, LLC v Romaine), I assert that neither the size nor the perceived administrative burden should impede access to information.\r\n\r\nShould any portion of this request be denied, I request a detailed justification for each refusal, citing specific FOIA exemptions, and an exemption log as established by Vaughn v. Rosen and Fisher v. United States Department of Justice.\r\n\r\nIn compliance with legal obligations outlined in Kissinger v. Reporters Committee for Freedom of the Press and American Civil Liberties Union v. U.S. Department of Defense, please ensure the preservation of records responsive to this request.\r\n\r\nI prefer to receive the requested information electronically. If there are costs exceeding $200 for searching or copying these records, please inform me prior to fulfilling the request.\r\n\r\nI await your response within the 20-business-day period as prescribed by the FOIA.\r\n\r\nThank you for your anticipated cooperation in this important matter.\r\n\r\nSincerely,\r\n\r\nJordan Lassiter \r\n\r\nEnclosures:\r\n\r\n    Fee Waiver Request Letter)\r\n    Copies of previous FOIA request correspondences (for reference)",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1142952,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/130818/muckrock.com-AppealsProceduresandMediationServicesforDeniedFOIARequestsinCityofPeekskillMuckRoc.png",
            "datetime": "2024-01-04T16:14:41.433418",
            "title": "muckrock.com-AppealsProceduresandMediationServicesforDeniedFOIARequestsinCityofPeekskillMuckRoc.png",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          },
          {
            "id": 1142951,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/130818/muckrock.com-RecordsOathsofOfficersandHRRecordsforComplaintsforCurrentlyAppointedPeekskillCity.png",
            "datetime": "2024-01-04T16:14:41.433418",
            "title": "muckrock.com-RecordsOathsofOfficersandHRRecordsforComplaintsforCurrentlyAppointedPeekskillCity.png",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          },
          {
            "id": 1142950,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/130818/Fee_Waiver_Letter_copy_1.pdf",
            "datetime": "2024-01-04T16:14:41.433418",
            "title": "Fee_Waiver_Letter_copy_1.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/peekskill-22893/comprehensive-inquiry-including-accounts-receivable-and-follow-up-on-previous-requests-156651/"
  }
]