[
  {
    "id": 151380,
    "title": "Specific Information on the Migrant Relocation Assistance Program (MRAP) for the Period January 1, 2023, to August 31, 2023",
    "slug": "specific-information-on-the-migrant-relocation-assistance-program-mrap-for-the-period-january-1-2023-to-august-31-2023",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 18767,
    "username": "jvparker",
    "agency": 169,
    "datetime_submitted": "2023-08-30T03:40:16.738291",
    "date_due": "2023-09-07",
    "days_until_due": null,
    "date_followup": "2023-09-07",
    "datetime_done": null,
    "datetime_updated": "2023-08-30T03:40:16.834952",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 151380,
        "from_user": 18767,
        "to_user": 93620,
        "subject": "New York Freedom of Information Law Request: Specific Information on the Migrant Relocation Assistance Program (MRAP) for the Period January 1, 2023, to August 31, 2023",
        "datetime": "2023-08-30T03:40:16.834952",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nfor the period from January 1, 2023, to August 31, 2023:\r\n\r\n\t1.\tProgram Contracts and Budget Allocation: All contracts, agreements, and memoranda of understanding between the State of New York and the four nonprofits responsible for implementing the Migrant Relocation Assistance Program (MRAP). This should include details on budget allocation and performance metrics.\r\n\t2.\tEligibility Criteria and Application Forms: All documents, including application forms and internal guidelines, outlining the eligibility criteria for families to participate in MRAP.\r\n\t3.\tCommunication Between State and City Agencies: All correspondence, emails, and memos between state and city agencies regarding the number of families referred to and deemed eligible for MRAP.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJackson Parker",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/specific-information-on-the-migrant-relocation-assistance-program-mrap-for-the-period-january-1-2023-to-august-31-2023-151380/"
  }
]