[
  {
    "id": 186511,
    "title": "Long Beach PD: Erika Limon documents",
    "slug": "long-beach-pd-erika-limon-documents",
    "status": "submitted",
    "embargo_status": "public",
    "user": 351,
    "username": "RobbyD",
    "agency": 619,
    "datetime_submitted": "2025-05-12T05:53:26.125694",
    "date_due": "2025-05-22",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-05-12T05:53:26.218811",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186511,
        "from_user": 351,
        "to_user": 10241,
        "subject": "California Public Records Act Request: Long Beach PD: Erika Limon documents",
        "datetime": "2025-05-12T05:53:26.218811",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nRespectfully, this is a request to the Long Beach Police Department for the full missing person investigation file for a missing juvenile named Erika Limon who was reported missing from Long Beach on July 22nd of 1999. \r\n\r\nFor guidance here is an active page regarding Ms. Limon: \r\n\r\nhttps://oag.ca.gov/missing/person/erika-limon-0\r\n\r\nMs. Limon appears to be alive and well and active on social media. In 2014 an email address I operated repeatedly sent messages regarding this Erika Limon account, the replies to which implied that the case was no longer active and that Ms. Limon had been located alive and well in Mexico.  \r\n\r\nPlease include any correspondence, either to or from, with NCIC, CJIS, the California DOJ, NCMEC, the U.S. Department of State, or any other local, state or federal law enforcement or government agencies regarding the disappearance of Erika Limon. \r\n\r\nIf there are portions of these documents (including anything that could be considered a \"case file\" or \"case documents\" or a \"case narrative\") that cannot be released due to this being an active investigation, then please:\r\n\r\nProvide any reasonable segregable portion of a requested record after removing or redacting those portions claimed to be exempt, explain in writing the justification for redacting the record, indicate the extent of any redactions on the portion of the record which is made available or published and where technically feasible indicate on the redacted portion itself the specific exemption(s) claimed.\r\n\r\nIf this is a closed investigation then please release the applicable case files. \r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nFor guidance here are relevant case numbers:\r\n\r\nLong Beach PD Case #: 99-0055192 (or 990055192)\r\nNCIC Case #: M700033494\r\nNCMEC Case #: 868002\r\n\r\nThank you for the Long Beach Police Department's commitment to transparency, and I look forward to working together in having this request resolved.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobert Delaware",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1285099,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/RobbyD/156785/Yahoo_Mail_-_Fwd__RE__Missing_Long_Beach_woman_alive_.pdf",
            "datetime": "2025-05-12T05:53:26.218811",
            "title": "Yahoo_Mail_-_Fwd__RE__Missing_Long_Beach_woman_alive_.pdf",
            "source": "Robert Delaware",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/long-beach-291/long-beach-pd-erika-limon-documents-186511/"
  }
]