[
  {
    "id": 174043,
    "title": "Public Records Request for Data on School Policing",
    "slug": "public-records-request-for-data-on-school-policing",
    "status": "submitted",
    "embargo_status": "public",
    "user": 128309,
    "username": "athertonhm",
    "agency": 5122,
    "datetime_submitted": "2024-10-02T16:33:20.322503",
    "date_due": "2024-10-17",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-10-02T16:33:20.436377",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 174043,
        "from_user": 128309,
        "to_user": 11343,
        "subject": "",
        "datetime": "2024-10-02T16:33:20.436377",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Massachusetts Public Records Law, I hereby request the following records:\r\n\r\nUnder the Criminal Justice Reform Act, school districts and law enforcement agencies must “specify the manner and division of responsibility for collecting and reporting the school-based arrests, citations and court referrals of students to the Department of Elementary and Secondary Education” (DESE). DESE began collecting data on school-related arrests in the 2018-19 school year. In the 2019-20 school year, DESE has expanded that collection to include data on all referrals to law enforcement. DESE has defined these terms as follows, borrowing the same definitions used by the U.S. Department of Education since its 2009 Civil Rights Data Collection. \r\n\r\nA school-related arrest “[r]efers to an arrest of a student for any activity conducted on school grounds, during off campus school activities (including while taking school transportation), or due to a referral by any school official. All school-related arrests are considered referrals to law enforcement.” \r\n\r\nA referral to law enforcement “[i]s an action by which a student is reported to any law enforcement agency or official, including a school police unit, for an incident that occurs on school grounds, during school-related events, or while taking school transportation, regardless of whether official action is taken. Citations, tickets, court referrals, and school-related arrests are considered referrals to law enforcement.” \r\n \r\nPursuant to the Public Records Act, M. G. L.c.66, §10, for public records in the custody of your police department, I request the following public records, as defined in M. G. L.c. 4, § 7 (twenty-sixth): \r\n \r\n1. An extract of your records management system or database that includes each school-related arrest and each referral to law enforcement conducted during the 2018-2019, 2019-2020, 2020-2021, 2021-2022, and 2022-2023 school year (up until the day the records are produced). Specifically, we request an extract of the database to include the following columns: \r\na. Date of arrest or referral to law enforcement \r\nb. Time of arrest or referral to law enforcement \r\nc. Charge (or charges) \r\nd. Whether the individual(s) was arrested or referred to law enforcement \r\ne. Sex of individual(s) arrested or referred to law enforcement \r\nf. Age of individual(s) arrested or referred to law enforcement \r\ng. Race of individual(s) arrested or referred to law enforcement \r\nh. Ethnicity of individual(s) arrested or referred to law enforcement \r\ni. Disability status of the individual(s) arrested or referred to law enforcement \r\nj. Whether the individual arrested or referred to law enforcement is a student at the school.\r\nk. Name of arresting officer, if applicable, and \r\nl. Badge number of the arresting officer or the officer that referred the youth to law enforcement, as applicable. \r\n \r\n2. If such an extract of the database in question 1 is not possible, please provide police reports and school incident reports on each school-related arrest conducted during the 2018-2019, 2019-2020, 2020-2021, 2021-2022, and 2022-2023 school year (up until the day the records are produced). \r\n \r\n3. Please provide an unduplicated count of arrested students for each school year including 2018-2019, 2019-2020, 2020-2021, 2021-2022, and 2022-2023 school year (up until the day the records are produced). \r\n \r\n4. If such an extract of the database in question 1 is not possible, please provide police reports and school incident reports on each referral to law enforcement conducted during the 2018-2019, 2019-2020, 2020-2021, 2021-2022, and 2022-2023 school year (up until the day the records are produced), per the U.S. Department of Education’s Civil Rights Data Collection for that year. For each referral to law enforcement, please include the school, demographic, and incident information described in DESE’s School Safety and Discipline Report Data Handbook v. 20.0. \r\n \r\n5. Please also provide an unduplicated count of referrals to law enforcement (as defined above) for each school year including 2018-2019, 2019-2020, 2020-2021, 2021-2022 and 2022-2023 school year (up until the day the records are produced).  \r\nAs this request involves a matter of public interest and will not be used for any commercial purpose, we ask that all fees associated with this request be waived pursuant to 950 C.M.R. 32.07(2)(k). The purpose of this request is to determine whether your school district and police department are complying with their reporting obligations under the Criminal Justice Reform Act. “The public has an interest in knowing whether public servants are carrying out their duties in an efficient and law-abiding manner.” \r\n \r\nIt would be ill-advised to impose a fee for data that your police department may have failed to report in violation of statutory and regulatory duty. Moreover, as you know, municipalities with a population of over 20,000 may not assess a fee for the first 2 hours of time spent searching for, compiling, segregating, redacting and reproducing a requested record. Finally, pursuant to 950 C.M.R. 32.07(2)(i), a records access officer shall assess no fee greater than the lowest hourly rate of a person capable of compiling, segregating, redacting and reproducing a requested record. In the event that a charge is incurred for this request which you will not waive, please so indicate and include an itemization of estimated good faith costs. \r\n\r\nPlease provide public records to a requestor in an electronic format unless the record is not available in an electronic format. M. G. L.c 66, § 6A(d). \r\n\r\nThe Public Records Act requires that you comply with this request within ten (10) business days following receipt. If you believe that documents or data responsive to any request herein is not public record and thus not subject to disclosure, please set forth in writing the specific reasons for such assertion, including the specific exemption or exemptions that you believe apply. To the extent that you determine that records need to be redacted in order to be produced under any law protecting the privacy of named individuals, please do so rather than withholding them in their entirety.\r\n\r\nIf you have any questions about this request, or need additional time to respond, please contact me. Thank you in advance for your prompt response to this request. \r\n \r\nSincerely, \r\nKatherine Stathulis, Esq.\r\nCenter for Public Interest, Advocacy, and Collaboration \r\nk.stathulis@northeastern.edu \r\n617-373-5862\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by the recommendations of the Massachusetts Supervisor of Public Records. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nI expect the request to be filled in an accessible format, including for screen readers, which provide text-to-speech for persons unable to read print. Files that are not accessible to screen readers include, for example, .pdf image files as well as physical documents.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nHeather Atherton",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-bedford-595/public-records-request-for-data-on-school-policing-174043/"
  },
  {
    "id": 174040,
    "title": "Bellingham PD: 1987 Bellingham Steam Plant John Doe",
    "slug": "bellingham-pd-1987-bellingham-steam-plant-john-doe",
    "status": "submitted",
    "embargo_status": "public",
    "user": 351,
    "username": "RobbyD",
    "agency": 7784,
    "datetime_submitted": "2024-10-02T16:02:52.609929",
    "date_due": "2024-10-09",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-10-02T16:02:52.716538",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "john doe"
    ],
    "communications": [
      {
        "foia": 174040,
        "from_user": 351,
        "to_user": 12348,
        "subject": "",
        "datetime": "2024-10-02T16:02:52.716538",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Washington Public Records Act, I hereby request the following records:\r\n\r\nAll documents, dispatch logs, incident reports, follow-up reports, copies of medical examiner's reports or photographs, or anything that could be construed as a \"case file\" or \"case documents\" or \"relevant documents\" related to the discovery of the skeletal remains of an unidentified decedent (likely) male discovered in a steam plant in Bellingham on September 20th of 1987. Please include a search for any electronic communication (to or from) either NCIC or WACIC related to these unidentified remains.\r\n\r\nThe Bellingham PD agency case number is: 87B-24528\r\n\r\nThank you for taking the time to review this request for relevant documents, and thank you to the Bellingham Police Department for the department's commitment to transparency. I am involved in open-source investigations into unidentified decedent cases and this request is being filed in the public interest.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobert Delaware",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/bellingham-8289/bellingham-pd-1987-bellingham-steam-plant-john-doe-174040/"
  },
  {
    "id": 174039,
    "title": "FBI: TV Journalist Warren Wilson",
    "slug": "fbi-tv-journalist-warren-wilson",
    "status": "submitted",
    "embargo_status": "public",
    "user": 351,
    "username": "RobbyD",
    "agency": 10,
    "datetime_submitted": "2024-10-02T15:44:57.803385",
    "date_due": "2024-10-31",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-10-02T15:44:57.949092",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "los angeles",
      "warren wilson",
      "ktla",
      "television journalist"
    ],
    "communications": [
      {
        "foia": 174039,
        "from_user": 351,
        "to_user": 9555,
        "subject": "Freedom of Information Act Request: FBI: TV Journalist Warren Wilson",
        "datetime": "2024-10-02T15:44:57.949092",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAny bureau records related to the television journalist Warren WIlson (born: 1934 - died September 27th, 2024). Wilson's recent death was widely covered in media outlets such as the Los Angeles Times. Wilson was an on-air television journalist in Los Angeles from approximately 1972 to 2005. According to news coverage, Wilson was personally involved in negotiating the surrender of 22 wanted criminals to law enforcement. Please search for bureau documents related to his participation in the surrender process of the criminals. \r\n\r\nhttps://www.latimes.com/california/story/2024-09-27/warren-wilson-trailblaizing-black-journalist-and-former-ktla-broadcaster-dies-at-90\r\n\r\nThis request is for any and all records about the television journalist Warren Wilson from any and all FBI offices, including HQ, field offices, legal attaches, and facilities that maintain records under the FBI’s control. Please conduct a search for any records on the journalist Warren Wilson held by the Los Angeles field office. According to a blog post I just read, it is important that I state the following: \"As you know, your agency is required to search the records stored at NARA’s Washington Records Center in Suitland, MD, but still technically under your agency’s control. For more information see 36 CFR 1250.8\" Please also conduct a physical search of records at NARA's Washington Records Center in Suitland, for any records or documents related to Warren Wilson.\r\n\r\nPlease include all potentially responsive materials, including but not limited to all communications, reports, inquiries, investigations, photographs, audio files, video files, memos, directives, etc. Please include all materials found in other subject files and all materials associated with any potentially-related names and any other known aliases, nicknames, code names, or any other identifying pseudonyms or references utilized by this agency. Please consult the Central Records System and records, the Electronic Surveillance (ELSUR) Data Management System and records, Microphone Surveillance (MISUR) records, Physical Surveillance (FISUR) records, Technical Surveillance (TESUR) records, and all available cross-reference indices, databases, and records, in addition to any other locations containing potentially-responsive materials related to Warren Wilson. \r\n\r\nPlease include a search of any records or documents understood to be, or colloquially referred to as \"COINTELPRO records\" under the bureau's custody that could be construed as responsive to a request for records related to Warren Wilson. \r\n\r\nIf the bureau cannot fulfill certain parts of this request or if certain portions must be redacted, please provide any reasonable segregable portion of a requested record after removing or redacting those portions claimed to be exempt, explain in writing the justification for redacting the record, indicate the extent of any redactions on the portion of the record which is made available or published and where technically feasible indicate on the redacted portion itself the specific exemption(s) claimed.\r\n\r\nThank you for the bureau's commitment to transparency, and I look forward to working together in having this request resolved. Thank you.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobert Delaware",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1225383,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/RobbyD/146378/Warren_Wilson_former_KTLA_broadcaster_dies_at_90_-_Los_Angeles_Times.pdf",
            "datetime": "2024-10-02T15:44:57.949092",
            "title": "Warren_Wilson_former_KTLA_broadcaster_dies_at_90_-_Los_Angeles_Times.pdf",
            "source": "Robert Delaware",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/fbi-tv-journalist-warren-wilson-174039/"
  }
]