[
  {
    "id": 179395,
    "title": "Inauguration security checks",
    "slug": "inauguration-security-checks",
    "status": "ack",
    "embargo_status": "public",
    "user": 140258,
    "username": "TheCadet",
    "agency": 4791,
    "datetime_submitted": "2025-01-08T23:54:19.818877",
    "date_due": "2025-01-15",
    "days_until_due": null,
    "date_followup": "2025-01-15",
    "datetime_done": null,
    "datetime_updated": "2025-01-08T23:54:20.330378",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 179395,
        "from_user": 140258,
        "to_user": 10313,
        "subject": "Virginia Freedom of Information Act Request: Inauguration security checks",
        "datetime": "2025-01-08T23:54:20.330378",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Virginia Freedom of Information Act, I hereby request the following records:\r\n\r\nRecords showing the information participants in Governor Youngkin's Inaugural parade were required to provide for the purpose of security background checks and any related instructions or processes used to conduct security and/or background checks on any participating persons, groups or organizations. If there were particulat instuctions for schools that participated, such as the Virginia Military Institute, please provide them and what was submitted.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTom Nash, a citizen of Virginia, in coordination with Anonymous.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/virginia-128/inauguration-security-checks-179395/"
  }
]