[
  {
    "id": 157231,
    "title": "Comprehensive FTC Records on Roivant Sciences and NovaQuest Capital Management",
    "slug": "comprehensive-ftc-records-on-roivant-sciences-and-novaquest-capital-management",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 66,
    "datetime_submitted": "2024-01-12T23:17:27.824287",
    "date_due": "2024-02-12",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-01-12T23:17:27.914369",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 157231,
        "from_user": 4164,
        "to_user": 9579,
        "subject": "",
        "datetime": "2024-01-12T23:17:27.914369",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Jordan Lassiter\r\nEmail: Jordan@Lassiter.eu\r\nJanuary 12th, 2024\r\n\r\nFederal Trade Commission\r\nOffice of the Secretary\r\n600 Pennsylvania Avenue, NW\r\nWashington, DC 20580\r\nEmail: foia@ftc.gov\r\n\r\nATTENTION: COMPREHENSIVE FOIA REQUEST FOR RECORDS\r\n\r\nDear FTC FOIA Officer,\r\n\r\nI am submitting this request under the Freedom of Information Act (5 U.S.C. § 552) for records related to Roivant Sciences and its interactions, transactions, or regulatory matters involving NovaQuest Capital Management. This request is prepared with precise detail to ensure thorough understanding and compliance.\r\n\r\nRequester: Jordan Lassiter, Jordan@Lassiter.eu\r\n\r\nSubject: Request for Comprehensive FTC Records on Roivant Sciences and NovaQuest Capital Management\r\n\r\nSpecific Records Requested:\r\n\r\nMerger and Acquisition Records: Documents related to mergers, acquisitions, joint ventures, or any form of business combination involving Roivant Sciences and NovaQuest Capital Management.\r\nAntitrust Investigations: Records of antitrust investigations, reviews, or inquiries into transactions or agreements between Roivant Sciences and NovaQuest Capital Management.\r\nConsumer Protection Inquiries: Information regarding consumer protection issues, complaints, or actions related to products or services from collaborations between Roivant Sciences and NovaQuest Capital Management.\r\nRegulatory Correspondence: All correspondence and communications between the FTC and Roivant Sciences or NovaQuest Capital Management regarding regulatory matters, antitrust concerns, or consumer protection issues.\r\nComplaints and Enforcement Actions: Records of any complaints filed against Roivant Sciences or NovaQuest Capital Management and subsequent FTC actions or responses.\r\nAdvisory Opinions and Guidance: Any advisory opinions or guidance provided by the FTC to Roivant Sciences or NovaQuest Capital Management concerning their business practices or proposed transactions.\r\nMarket Analysis and Research: FTC-generated market analyses or research reports that reference Roivant Sciences or NovaQuest Capital Management, particularly in the context of pharmaceutical industry competition and consumer impact.\r\nSettlement Agreements and Consent Decrees: Copies of any settlement agreements or consent decrees involving Roivant Sciences or NovaQuest Capital Management with the FTC.\r\nLegal Basis and Rationale:\r\n\r\nPublic Interest & Transparency: Detailed information on Roivant Sciences and NovaQuest Capital Management's business practices and regulatory compliance is crucial for public understanding and market transparency.\r\nAccountability: Comprehensive records are essential for assessing the FTC’s regulatory oversight and the adherence of these entities to competition and consumer protection laws.\r\nFees and Costs:\r\n\r\nFee Waiver Request: Enclosed is a Fee Waiver Request Letter, citing the public interest nature of this inquiry.\r\nCost Limitation: Please notify me in advance if costs are expected to exceed $200, along with an itemized cost breakdown.\r\nEnclosures: Fee Waiver Request Letter (Fee_Waiver_Letter_copy_1.pdf).\r\n\r\nIntended Use of Information:\r\nThe requested information is for the purpose of public interest, focusing on market competition, regulatory compliance, and consumer protection implications of the activities of Roivant Sciences and NovaQuest Capital Management, and is not for commercial use.\r\n\r\nAcknowledgment Requested:\r\nPlease acknowledge this request and provide a tracking number.\r\n\r\nI expect a complete and timely response as per the requirements of federal law under the FOIA.\r\n\r\nSincerely,\r\n\r\nJordan Lassiter",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1145759,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/131131/Fee_Waiver_Letter_copy.pdf",
            "datetime": "2024-01-12T23:17:27.914369",
            "title": "Fee_Waiver_Letter_copy.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/comprehensive-ftc-records-on-roivant-sciences-and-novaquest-capital-management-157231/"
  },
  {
    "id": 157230,
    "title": "In-Depth Inquiry into Roivant Sciences and NovaQuest Capital Management",
    "slug": "in-depth-inquiry-into-roivant-sciences-and-novaquest-capital-management",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 4851,
    "datetime_submitted": "2024-01-12T23:17:08.527066",
    "date_due": "2024-02-05",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-01-12T23:17:08.678161",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 157230,
        "from_user": 4164,
        "to_user": 18622,
        "subject": "",
        "datetime": "2024-01-12T23:17:08.678161",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Jordan Lassiter\r\nEmail: Jordan@Lassiter.eu\r\nJanuary 12th, 2024\r\n\r\nOffice of the Attorney General\r\nState of Delaware\r\nCarvel State Office Building\r\n820 North French Street\r\nWilmington, DE 19801\r\nEmail: Attorney.General@delaware.gov\r\n\r\nATTENTION: COMPREHENSIVE REQUEST FOR RECORDS UNDER PUBLIC ACCESS LAWS\r\n\r\nDear Delaware Attorney General,\r\n\r\nInvoking the precedent established in John Doe Agency v. John Doe Corp., 493 U.S. 146 (1989), which affirms the public's right to information irrespective of the requester's location, I request detailed records concerning Roivant Sciences and its interactions with NovaQuest Capital Management.\r\n\r\nRequester: Jordan Lassiter, Jordan@Lassiter.eu\r\n\r\nSubject: In-Depth Inquiry into Roivant Sciences and NovaQuest Capital Management\r\n\r\nSpecific Records Requested:\r\n\r\nBusiness Transactions and Agreements: Complete records of contracts, joint ventures, or business collaborations between Roivant Sciences and NovaQuest Capital Management, including contract dates, terms, and state filings.\r\nLegal Proceedings and Investigations: Details of legal proceedings or state-led investigations involving both entities in Delaware, including case numbers and outcomes.\r\nCompliance and Enforcement Actions: Documentation of compliance checks, audits, or enforcement actions against these entities by Delaware regulatory bodies.\r\nConsumer Complaints: Records of consumer complaints in Delaware against these entities, including nature and follow-up actions.\r\nRegulatory Correspondence: Copies of communications between Delaware regulatory authorities and these entities, including warnings, advisories, or compliance discussions.\r\nLegal Basis and Rationale:\r\n\r\nPublic Interest & Transparency: Affirmed by Department of Justice v. Reporters Committee for Freedom of the Press, 489 U.S. 749 (1989).\r\nNationwide Accountability: Established in NLRB v. Robbins Tire & Rubber Co., 437 U.S. 214 (1978).\r\nFees and Costs:\r\n\r\nFee Waiver Request: Enclosed is a Fee Waiver Request Letter based on the public interest nature of this inquiry.\r\nCost Notification: Please notify me if costs exceed $200, with a detailed breakdown.\r\nIntended Use of Information:\r\nThe information is sought to enhance public understanding of the business practices, regulatory compliance, and government oversight of Roivant Sciences and NovaQuest Capital Management.\r\n\r\nAcknowledgment Requested:\r\nI kindly request acknowledgment of this letter with a tracking number or identifier for this request.\r\n\r\nSincerely,\r\n\r\nJonathan Rudenberg, a citizen of Delaware, in coordination with Jordan Lassiter.",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1145758,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/131132/Fee_Waiver_Letter_copy.pdf",
            "datetime": "2024-01-12T23:17:08.678161",
            "title": "Fee_Waiver_Letter_copy.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/delaware-236/in-depth-inquiry-into-roivant-sciences-and-novaquest-capital-management-157230/"
  },
  {
    "id": 157229,
    "title": "In-Depth Inquiry into Roivant Sciences and NovaQuest Capital Management",
    "slug": "in-depth-inquiry-into-roivant-sciences-and-novaquest-capital-management",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 203,
    "datetime_submitted": "2024-01-12T23:16:49.482060",
    "date_due": "2024-01-22",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-01-12T23:16:49.548709",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 157229,
        "from_user": 4164,
        "to_user": 9895,
        "subject": "",
        "datetime": "2024-01-12T23:16:49.548709",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Jordan Lassiter\r\nEmail: Jordan@Lassiter.eu\r\nJanuary 12th, 2024\r\n\r\nOffice of the Attorney General\r\nState of New York\r\nThe Capitol\r\nAlbany, NY 12224-0341\r\nEmail: NYAG.FOIL@ag.ny.gov\r\n\r\nATTENTION: COMPREHENSIVE REQUEST FOR RECORDS UNDER PUBLIC ACCESS LAWS\r\n\r\nDear New York Attorney General,\r\n\r\nPursuant to the public's right to access information as affirmed in Environmental Protection Agency v. Mink, 410 U.S. 73 (1973), I request records concerning Roivant Sciences and its interactions with NovaQuest Capital Management, irrespective of my geographical location.\r\n\r\nRequester: Jordan Lassiter, Jordan@Lassiter.eu\r\n\r\nSubject: In-Depth Inquiry into Roivant Sciences and NovaQuest Capital Management\r\n\r\nSpecific Records Requested:\r\n\r\nBusiness Transactions and Agreements: Records of any contracts, partnerships, or joint ventures between Roivant Sciences and NovaQuest Capital Management in New York, including terms and state filings.\r\nLegal Proceedings and Investigations: Information on legal actions, investigations, or inquiries involving these entities in New York, including case details and outcomes.\r\nCompliance and Enforcement Actions: Documentation of any compliance reviews, audits, or enforcement actions by New York authorities against Roivant Sciences or NovaQuest Capital Management.\r\nConsumer Complaints: Records of consumer complaints in New York against these entities, including the nature of complaints and state responses.\r\nRegulatory Correspondence: All communications between New York’s regulatory agencies and these entities concerning regulatory matters.\r\nLegal Basis and Rationale:\r\n\r\nPublic Interest & Transparency: In accordance with Department of Justice v. Reporters Committee for Freedom of the Press, 489 U.S. 749 (1989), the request serves public interest in transparency and is not limited by the requester's location.\r\nNationwide Accountability: As indicated in NLRB v. Robbins Tire & Rubber Co., 437 U.S. 214 (1978), the scrutiny of corporate entities is a matter of national interest.\r\nFees and Costs:\r\n\r\nFee Waiver Request: Enclosed is a Fee Waiver Request Letter, citing the public interest grounds.\r\nCost Notification: Please inform me if costs are expected to exceed $200, providing an itemized estimate.\r\nIntended Use of Information:\r\nThe information is sought for public interest, focusing on the business operations, regulatory compliance, and public accountability of Roivant Sciences and NovaQuest Capital Management.\r\n\r\nAcknowledgment Requested:\r\nI request acknowledgment of this letter and assignment of a tracking number or identifier for this request.\r\n\r\nSincerely,\r\n\r\nJordan Lassiter",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1145757,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/131133/Fee_Waiver_Letter_copy.pdf",
            "datetime": "2024-01-12T23:16:49.548709",
            "title": "Fee_Waiver_Letter_copy.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/in-depth-inquiry-into-roivant-sciences-and-novaquest-capital-management-157229/"
  },
  {
    "id": 157223,
    "title": "SEC Records on Roivant Sciences and NovaQuest Capital Management",
    "slug": "detailed-request-for-records-under-foia",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 22563,
    "datetime_submitted": "2024-01-12T22:47:17.611506",
    "date_due": "2024-02-12",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-01-12T22:47:17.683867",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 157223,
        "from_user": 4164,
        "to_user": 38927,
        "subject": "Freedom of Information Act Request: SEC Records on Roivant Sciences and NovaQuest Capital Management",
        "datetime": "2024-01-12T22:47:17.683867",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Jordan Lassiter\r\nEmail: Jordan@Lassiter.eu\r\nJanuary 10th, 2024\r\n\r\nSecurities and Exchange Commission\r\nFOIA/PA Office\r\n100 F Street, NE\r\nWashington, DC 20549\r\nEmail: FOIA@sec.gov\r\n\r\nATTENTION: DETAILED REQUEST FOR RECORDS UNDER FOIA\r\n\r\nDear FOIA Officer,\r\n\r\nI am submitting this request under the Freedom of Information Act (5 U.S.C. § 552) for records related to Roivant Sciences and its financial interactions with NovaQuest Capital Management. This request is prepared with precise detail to ensure thorough understanding and compliance.\r\n\r\nRequester: Jordan Lassiter, Jordan@Lassiter.eu\r\n\r\nSubject: Request for SEC Records on Roivant Sciences and NovaQuest Capital Management\r\n\r\nSpecific Records Requested:\r\n\r\nFinancial and Audit Reports: Financial statements, audit reports, and compliance documents of Roivant Sciences for the last five years, including any financial dealings with NovaQuest Capital Management.\r\nSEC Filings and Disclosures: All SEC filings including Form 10-K, Form 10-Q, and other relevant disclosures by Roivant Sciences, especially those mentioning financial interactions or agreements with NovaQuest Capital Management.\r\nInvestigation and Enforcement Records: Any records of investigations, enforcement actions, or penalties involving Roivant Sciences or its dealings with NovaQuest Capital Management.\r\nCommunication Records: Correspondence between the SEC and Roivant Sciences or NovaQuest Capital Management on compliance, regulatory inquiries, or investigations, particularly those related to their mutual dealings.\r\nWhistleblower Complaints: Records of whistleblower complaints against Roivant Sciences or NovaQuest Capital Management, along with any SEC responses or actions taken.\r\nJoint Venture and Partnership Agreements: Information on any joint ventures, partnerships, or collaborative agreements between Roivant Sciences and NovaQuest Capital Management.\r\nLegal Basis and Rationale:\r\n\r\nPublic Interest & Transparency: Access to information about Roivant Sciences and NovaQuest Capital Management is crucial for public knowledge regarding corporate practices, financial interactions, and regulatory compliance.\r\nAccountability: These records are essential for understanding SEC oversight, corporate governance, and the nature of the relationship between these entities.\r\nFees and Costs:\r\n\r\nFee Waiver Request: Attached is a Fee Waiver Request Letter, citing public interest grounds.\r\nCost Limitation: Notification requested if costs exceed $200, with an itemized cost breakdown.\r\nEnclosures: Fee Waiver Request Letter (Fee_Waiver_Letter_copy_1.pdf).\r\n\r\nIntended Use of Information:\r\nFor public interest relating to corporate governance, regulatory adherence of Roivant Sciences, and its financial relationship with NovaQuest Capital Management, not for commercial purposes.\r\n\r\nAcknowledgment Requested:\r\nKindly acknowledge this request and provide a tracking number.\r\n\r\nI expect a complete and timely response as per the requirements of federal law under the FOIA.\r\n\r\nSincerely,\r\n\r\nJordan Lassiter",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1145751,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/131128/Fee_Waiver_Letter_copy.pdf",
            "datetime": "2024-01-12T22:47:17.683867",
            "title": "Fee_Waiver_Letter_copy.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/detailed-request-for-records-under-foia-157223/"
  },
  {
    "id": 157222,
    "title": "Request for FDA Records on Roivant Sciences",
    "slug": "records-on-roivant-sciences",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 116,
    "datetime_submitted": "2024-01-12T22:37:20.746138",
    "date_due": "2024-02-12",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-01-12T22:37:20.844653",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 157222,
        "from_user": 4164,
        "to_user": 9582,
        "subject": "Freedom of Information Act Request: Request for FDA Records on Roivant Sciences",
        "datetime": "2024-01-12T22:37:20.844653",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Jordan Lassiter\r\nEmail: Jordan@Lassiter.eu\r\nJanuary 10th, 2024\r\n\r\nFood and Drug Administration\r\nDivision of Freedom of Information\r\n5630 Fishers Lane, Room 1035\r\nRockville, MD 20857\r\nEmail: fdafoia@fda.hhs.gov\r\n\r\nATTENTION: DETAILED REQUEST FOR RECORDS UNDER FOIA\r\n\r\nDear FDA FOIA Officer,\r\n\r\nI am submitting this request under the Freedom of Information Act (5 U.S.C. § 552) for records related to Roivant Sciences. This request is prepared with precise detail to ensure thorough understanding and compliance.\r\n\r\nRequester: Jordan Lassiter, Jordan@Lassiter.eu\r\n\r\nSubject: Request for FDA Records on Roivant Sciences\r\n\r\nSpecific Records Requested:\r\n\r\nDrug Approval Applications: Information on all New Drug Applications (NDAs) or Biologics License Applications (BLAs) submitted by Roivant Sciences, including status, FDA feedback, or decisions.\r\nClinical Trial Data: Detailed records of clinical trials conducted by or for Roivant Sciences, including trial protocols, results, and FDA observations or findings.\r\nAdverse Event Reports: Records of adverse events reported for drugs developed by Roivant Sciences, including FDA analysis and follow-up actions.\r\nRegulatory Correspondence: Correspondence between the FDA and Roivant Sciences regarding drug approvals, regulatory compliance, and safety inquiries.\r\nInspection and Audit Reports: FDA inspection and audit reports of Roivant Sciences’ facilities, including compliance status and any violations noted.\r\nLegal Basis and Rationale:\r\n\r\nPublic Interest & Transparency: Information about Roivant Sciences is essential for public knowledge regarding pharmaceutical development and regulatory compliance.\r\nAccountability: These records are crucial for understanding FDA oversight and the safety and efficacy of pharmaceutical products.\r\nFees and Costs:\r\n\r\nFee Waiver Request: Enclosed is a Fee Waiver Request Letter, citing the public interest nature of this inquiry.\r\nCost Limitation: Please notify me in advance if costs are expected to exceed $200, along with an itemized cost breakdown.\r\nEnclosures: Fee Waiver Request Letter (Fee_Waiver_Letter_copy_1.pdf).\r\n\r\nIntended Use of Information:\r\nThis information is sought for public interest, focusing on pharmaceutical development, regulatory compliance, and public health considerations pertaining to Roivant Sciences, and is not intended for commercial use.\r\n\r\nAcknowledgment Requested:\r\nKindly acknowledge this request and provide a tracking number.\r\n\r\nI expect a complete and timely response as per the requirements of federal law under the FOIA.\r\n\r\nSincerely,\r\n\r\nJordan Lassiter",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1145750,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/131129/Fee_Waiver_Letter_copy.pdf",
            "datetime": "2024-01-12T22:37:20.844653",
            "title": "Fee_Waiver_Letter_copy.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/records-on-roivant-sciences-157222/"
  }
]