[
  {
    "id": 156605,
    "title": "Drone Footage of Pro-Palestine Protests",
    "slug": "drone-footage-of-pro-palestine-protests",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 272,
    "datetime_submitted": "2024-01-04T09:02:38.143015",
    "date_due": "2024-01-11",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-01-04T09:02:38.246713",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 156605,
        "from_user": 4164,
        "to_user": 9986,
        "subject": "New York Freedom of Information Law Request: Drone Footage of Pro-Palestine Protests",
        "datetime": "2024-01-04T09:02:38.246713",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "MuckRock News\r\nDEPT MR 146407\r\n263 Huntington Ave\r\nBoston, MA 02115\r\n\r\nDate: June 2, 2023\r\n\r\nNew York City Police Department (NYPD)\r\n1 Police Plaza\r\nNew York, NY 10038\r\n\r\nAttn: FOIA Officer\r\n\r\nSubject: Freedom of Information Act (FOIA) Request – Drone Footage of Pro-Palestine Protests\r\n\r\nDear FOIA Officer,\r\n\r\nUnder the provisions of the Freedom of Information Act, 5 U.S.C. § 552, I, Jordan Lassiter, an independent investigative journalist associated with TransparencyReport.pw, hereby request access to and copies of all records held by the New York City Police Department (NYPD) pertaining to the use of drone footage for the surveillance of pro-Palestine protests from October 1, 2023, to the present, as reported by Truthout on December 4, 2023 in the article titled \"NYPD Has Used Drones to Monitor Pro-Palestine Protests, Make 239 Arrests\" (https://truthout.org/articles/nypd-has-used-drones-to-monitor-pro-palestine-protests-make-239-arrests/).\r\n\r\nFor the purpose of this request, the records I seek include, but are not limited to:\r\n\r\n1. Any and all drone footage captured during pro-Palestine protests in the specified timeframe.\r\n2. Correspondence, memos, or guidelines related to the use of drones for monitoring protests.\r\n3. Any reports or analyses generated from the collected drone footage.\r\n\r\n4. Communications between NYPD personnel discussing the deployment, use, and analysis of drone footage during pro-Palestine protests.\r\n\r\n5. Logs or records indicating the specific dates, times, and locations where drones were deployed to monitor pro-Palestine protests, with a particular focus on the key locations such as Times Square, Penn Station, and Rockefeller Center.\r\n\r\n6. Training materials or documentation provided to NYPD personnel regarding the use of drones for surveillance purposes in the context of public gatherings or protests.\r\n\r\n7. Any agreements, contracts, or memoranda of understanding between the NYPD and external entities, including federal agencies or private contractors, related to the use of drones during the specified pro-Palestine protests.\r\n\r\n8. Policies or procedures governing the retention and storage of drone footage, including any guidelines for the deletion or preservation of such records.\r\n\r\nIn order to narrow down the search, I request that a key string search be performed for terms such as \"protest,\" \"demonstration,\" \"Palestine,\" and any relevant keywords used during surveillance.\r\n\r\nAdditionally, I would like to specify the following locations for the requested drone footage:\r\n\r\n- Times Square\r\n- Penn Station\r\n- Rockefeller Center\r\n\r\nIn support of this request, I would like to cite the following case law:\r\n\r\n1. **North Carolina Press Ass'n v. North Carolina Dep't of Crime Control & Public Safety,** 323 N.C. 373, 381 (1988): This case establishes the public's right to access government records, especially those related to surveillance and protests, and supports the principle that such records are subject to disclosure under FOIA.\r\n\r\n2. **Blackwell v. FBI,** 646 F.3d 37, 41 (D.C. Cir. 2011): This case reaffirms the public's right to access law enforcement records and emphasizes the importance of transparency in government activities.\r\n\r\n3. **ACLU v. FBI,** 2017 WL 4563355 (D.D.C. Oct. 12, 2017): This case underscores the public's right to access information related to government surveillance, especially in the context of protests and political activities. It establishes the principle that transparency in surveillance practices is essential for maintaining a free and open society.\r\n\r\n4. **Detroit Free Press, Inc. v. DOJ,** 73 F.3d 93 (6th Cir. 1996): This case reaffirms the importance of disclosing information related to law enforcement activities, highlighting the government's duty to provide the public with access to records that contribute to an understanding of government operations.\r\n\r\n5. **John Doe Agency v. John Doe Corp.,** 493 U.S. 146 (1989): This Supreme Court decision emphasizes the presumption of openness in government activities, stating that agencies should be compelled to disclose records unless the information falls under a specific exemption. It supports the idea that transparency is vital for accountability and informed public discourse.\r\n\r\nShould any portion of the requested records be deemed exempt from disclosure, I request the release of any reasonably segregable non-exempt portions in accordance with 5 U.S.C. § 552(b). If an entire document is exempt, I request a justification, citing specific FOIA exemptions, and provision of an exemption log as per **Vaughn v. Rosen,** 484 F.2d 820 (D.C. Cir. 1973).\r\n\r\nPlease note your obligation under the law not to destroy any records potentially responsive to this request. Any withholding, redaction, or destruction of responsive records without proper justification constitutes a violation of the FOIA and is subject to litigation, as confirmed in **Kissinger v. Reporters Committee for Freedom of the Press,** 445 U.S. 136, 150 (1980).\r\n\r\nEnclosed is a letter requesting a fee waiver for the processing of this request. As an independent investigative journalist, I believe that the information I seek is in the public interest, and its disclosure contributes significantly to public understanding of the operations or activities of the government.\r\n\r\nIf the enclosed waiver is not accepted and there are any potential charges in excess of $200 associated with fulfilling my request, please inform me in advance.\r\n\r\nAs stipulated by the FOIA, I look forward to your response within twenty business days (5 U.S.C. § 552(a)(6)(A)(i)).\r\n\r\nThank you for your prompt attention to this matter.\r\n\r\nSincerely,\r\nJordan Lassiter\r\nIndependent Investigative Journalist\r\nTransparencyReport.pw\r\nEmail: Jordan@Lassiter.eu\r\n\r\nEnclosure: Fee Waiver Request Letter\r\n\r\nPlease be aware: All communications related to this request, including incoming and outgoing communications, will be publicly available on MuckRock.com. Additionally, any correspondence in relation to this request will be instantly published on the platform.",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1142809,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/130554/Fee_Waiver_Letter_copy_1.pdf",
            "datetime": "2024-01-04T09:02:38.246713",
            "title": "Fee_Waiver_Letter_copy_1.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          },
          {
            "id": 1142808,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/130554/screencapture-truthout-org-articles-nypd-has-used-drones-to-monitor-pro-palestine-protests-make-.pdf",
            "datetime": "2024-01-04T09:02:38.246713",
            "title": "screencapture-truthout-org-articles-nypd-has-used-drones-to-monitor-pro-palestine-protests-make-.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-city-17/drone-footage-of-pro-palestine-protests-156605/"
  }
]