[
  {
    "id": 192440,
    "title": "UMaine Sys",
    "slug": "umaine-sys",
    "status": "submitted",
    "embargo_status": "public",
    "user": 21578,
    "username": "drkboguslaw",
    "agency": 8927,
    "datetime_submitted": "2025-09-02T20:49:10.589153",
    "date_due": "2025-09-09",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-09-02T20:49:10.713999",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192440,
        "from_user": 21578,
        "to_user": 11617,
        "subject": "",
        "datetime": "2025-09-02T20:49:10.713999",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Maine Freedom of Access Act, I hereby request the following records:\r\n\r\nAll electronic communications between Senator Susan Collins and/or representatives of her office and any and all of the University of Maine System board of trustees including the chair of the board. The purpose of this request is to elucidate an elected official's actions leading up to the recent congressional spending bill passed in July and its effects on the University of Maine system. \r\n\r\nIn order to narrow this search, please query the email addresses of all 18 board members for emails containing one or more of the following strings: \"Susan Collins\", \"Senator Collins\", \"Sen. Collins\" in addition to any emails containing the domain \"@mail.house.gov\". Additionally, please limit your search to the inclusive range of 5/1/25-7/30/25\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by 1 M.R.S.A. § 408(6). The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDaniel Boguslaw",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/maine-13/umaine-sys-192440/"
  }
]