[
  {
    "id": 144693,
    "title": "Records Related to Password Policies and Procedures",
    "slug": "records-related-to-password-policies-and-procedures",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 17,
    "datetime_submitted": "2023-04-17T18:39:29.231097",
    "date_due": "2023-05-15",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-04-17T18:39:29.312572",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 144693,
        "from_user": 4164,
        "to_user": 25363,
        "subject": "",
        "datetime": "2023-04-17T18:39:29.312572",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nPertaining to the NSA's policies and procedures for the handling of passwords. Specifically, I am requesting any documentation related to the following:\r\n\r\nAny policies ,procedures or memos related to the creation, management, or use of passwords by NSA personnel or contractors.\r\nAny training materials or guidelines provided to NSA personnel or contractors regarding password security.\r\nAny records of security breaches or incidents related to the compromise of passwords within the NSA's systems or networks.\r\nAny reports or studies related to the effectiveness of the NSA's password policies and procedures.\r\nI am making this request under the Freedom of Information Act (FOIA), 5 U.S.C. § 552. Pursuant to 5 U.S.C. § 552(a)(6)(A)(i), I request a prompt response to this request.\r\n\r\nIn support of this request, I would like to cite the following case law:\r\n\r\nMilner v. Department of the Navy, 562 U.S. 562 (2011): This case established that FOIA's exemptions must be narrowly construed, and that any doubt about the applicability of an exemption should be resolved in favor of disclosure.\r\nPhillippi v. CIA, 546 F.2d 1009 (D.C. Cir. 1976): This case established the \"Glomar response,\" which allows an agency to refuse to confirm or deny the existence of records in certain limited circumstances, such as where disclosure would compromise national security or reveal classified information.\r\n\r\nPlease note that if the NSA issues a Glomar response to this request, I reserve the right to challenge the response and seek judicial review. Additionally, I request that if any responsive records are withheld, redacted, or deleted, the NSA provide a written justification for the withholding that cites the specific FOIA exemption(s) relied upon.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJordan Lassiter",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/records-related-to-password-policies-and-procedures-144693/"
  },
  {
    "id": 144691,
    "title": "FOIA DHS-EOIR re IJ Riggs (CLT) Credibility Determinations, Correspondence, and BIA Reversals/Remands",
    "slug": "foia-dhs-eoir-re-ij-riggs-clt-credibility-determinations-correspondence-and-bia-reversalsremands",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 114284,
    "username": "LODJH",
    "agency": 4122,
    "datetime_submitted": "2023-04-17T18:35:08.831086",
    "date_due": "2023-05-15",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-04-17T18:35:08.941038",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 144691,
        "from_user": 114284,
        "to_user": 11743,
        "subject": "",
        "datetime": "2023-04-17T18:35:08.941038",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\n1) The decisions issued by the Board of Immigration Appeals between October 1, 2016, and the date of processing of this request, arising from cases decided by former-IJ George W. Riggs, that were administratively closed, reversed, background check remand, and/or remand.\r\n\r\n2)  I would request any printouts, summaries, spreadsheets, reports, or other records or datasets that may encompass or address how many of removal orders included a negative credibility determination for any Respondent(s) for whom former-IJ George W. Riggs issued removal orders in protection/form I-589 cases (in other words, decisions on Asylum, Wittholding of Removal, or Relief under the Convention Against Torture), after merits/individual hearings occurred, between October 1, 2016 and the end of his tenure at EOIR.\r\n\r\n3) All correspondence or communications in any medium (including but not limited to any email, fax, letter, text/SMS/MMS, memorandum, voicemail, audio recording, sticky-note, or any attachment thereto, and any conversion of any of the foregoing from a digital to analog form/format, or vice-versa) to or from former-IJ George W. Riggs, from October 1, 2016 through the end of his tenure at EOIR, containing the words \"credibility,\" \"credible,\" \"incredible,\" \"incoherent,\" \"demeanor,\" \"candor,\" \"evasive,\" \"non-responsive,\" \"responsiveness,\" \"inconsistent,\" \"consistent,\" \"consistency,\" \"facial expression(s),\" \"body language,\" \"standard language,\" or \"addendum of law,\" or any abbreviation, contraction, misspelling, pluralization, or paraphrase thereof.\r\n\r\n4) Copies of each and every \"standard language addendum of law\" or any substantially similar 'boilerplate' or 'template' document utilized by former-IJ George W. Riggs as an exhibit in, as an attachment to, or as a drafting aid for any merits decision in a protection/form I-589 matter.\r\n\r\nThe requested records will be made available to the general public via a FOIA records clearinghouse, and this request is not being made for commercial purposes; rather, the results will be disseminated to interested individuals free of charge, and with no pecuniary gain to the Requestor, who is not (I hope and assume) the subject of any of these records.  Thus, we would request that fees be waived.\r\n\r\nPlease search all records regarding agency business.  You may not exclude searches of files or emails in the personal custody of your officials, such as personal email accounts.  Records of official business conducted using unofficial systems or stored outside of official files is subject to the Federal Records Act and FOIA.  It is not adequate to rely on policies and procedures that require officials to move such information to official systems within a certain period of time; I exercise and specifically preserve and assert my right to records contained in those files even if material has not yet been moved to official systems or if officials have, through negligence or willfulness, failed to meet their obligations. \r\n\r\nIf it is your position that any portion of the requested records is exempt from disclosure, I request that you provide an index of those documents as required under Vaughn v. Rosen, describe each document claimed as exempt with sufficient specificity to determine whether it should be exempt under FOIA, and discuss the consequences of disclosing, specifically identifying the reasons why a particular exemption is relevant and correlating those claims with the particular part of a withheld document to which they apply.\r\n\r\nIf it is your position that a record contains non-exempt segments, but that those non-exempt segments are so dispersed throughout the document as to make segregation impossible, please state what portion of the document is non-exempt, and how the material is dispersed throughout the document. If a request is denied in whole, please state specifically that it is not reasonable to segregate portions of the record for release.\r\n\r\nYou should institute a preservation hold on information responsive to this request. I intend to pursue all legal avenues to enforce my right of access under the FOIA, including litigation if that becomes necessary. Accordingly, the EOIR is on notice that litigation is reasonably foreseeable.\r\n\r\nIf it will accelerate release of responsive records to me, please also provide responsive material on a rolling basis.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDerrick Hensley",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/foia-dhs-eoir-re-ij-riggs-clt-credibility-determinations-correspondence-and-bia-reversalsremands-144691/"
  },
  {
    "id": 144690,
    "title": "Request for NSA Employee Calendar Events for 2023 and Related Policies and Procedures",
    "slug": "request-for-nsa-employee-calendar-events-for-2023-and-related-policies-and-procedures",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 17,
    "datetime_submitted": "2023-04-17T18:25:03.052071",
    "date_due": "2023-05-15",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-04-17T18:25:03.124959",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 144690,
        "from_user": 4164,
        "to_user": 25363,
        "subject": "",
        "datetime": "2023-04-17T18:25:03.124959",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nRelated to the calendar events of NSA employees for the year 2023.\r\n\r\nSpecifically, I am requesting any and all records related to the following calendar events for NSA employees for the year 2023:\r\n\r\nTraining sessions, workshops, and other professional development opportunities.\r\nMeetings and appointments with external organizations, including government agencies, contractors, and private sector entities.\r\nSpeaking engagements and conference presentations.\r\nTravel schedules, including dates, locations, and purposes of travel.\r\nOther events or activities that are included on the calendars of NSA employees.\r\nI would also like to request any policies or procedures governing the maintenance and use of employee calendars at the NSA.\r\n\r\nI understand that certain records may be exempt from disclosure under FOIA. However, I request that you do not use the Glomar response to neither confirm nor deny the existence of responsive records, as this would not comply with the requirements of FOIA.\r\n\r\nFurthermore, I would like to cite several relevant court cases in support of my FOIA request, including \"American Civil Liberties Union v. Department of Defense,\" \"Judicial Watch, Inc. v. National Archives and Records Administration,\" and \"Department of Justice v. Reporters Committee for Freedom of the Press.\" These cases have upheld the public's right to access government records, including calendar events of government employees, under FOIA.\r\n\r\nI request that you do not withhold or redact any responsive records, as I intend to pursue all available legal remedies, including filing a lawsuit to compel the production of records, if necessary.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJordan Lassiter",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/request-for-nsa-employee-calendar-events-for-2023-and-related-policies-and-procedures-144690/"
  },
  {
    "id": 144687,
    "title": "Records Related to NSA Policies and Procedures for Handling FOIA Requests, Including the Use of the Glomar Response",
    "slug": "records-related-to-nsa-policies-and-procedures-for-handling-foia-requests-including-the-use-of-the-glomar-response",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 17,
    "datetime_submitted": "2023-04-17T18:05:56.364485",
    "date_due": "2023-05-15",
    "days_until_due": null,
    "date_followup": "2023-05-15",
    "datetime_done": null,
    "datetime_updated": "2023-04-17T18:05:56.503836",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 144687,
        "from_user": 4164,
        "to_user": 25363,
        "subject": "Freedom of Information Act Request: Records Related to NSA Policies and Procedures for Handling FOIA Requests, Including the Use of the Glomar Response",
        "datetime": "2023-04-17T18:05:56.503836",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nRelated to the NSA's policies and procedures for handling FOIA requests, including the use of the Glomar response to neither confirm nor deny the existence of responsive records.\r\n\r\nIn particular, I am requesting any and all documents, including but not limited to manuals, training materials, and internal memos, related to the following:\r\n\r\nThe NSA's policies and procedures for determining whether to release or withhold information in response to FOIA requests.\r\nThe criteria used by the NSA to determine when to use the Glomar response to neither confirm nor deny the existence of responsive records.\r\nThe NSA's policies and procedures for responding to requests for expedited processing of FOIA requests.\r\nThe NSA's policies and procedures for processing complex or voluminous FOIA requests.\r\nThe NSA's policies and procedures for responding to FOIA appeals and litigation.\r\nI am also requesting any records related to the NSA's training of FOIA officers and staff on the proper handling of FOIA requests, including the use of the Glomar response.\r\n\r\nFurthermore, I would like to cite several relevant court cases in support of my FOIA request, including \"American Civil Liberties Union v. Department of Defense,\" \"Electronic Frontier Foundation v. NSA,\" and \"National Security Archive v. CIA.\" These cases have addressed the importance of transparency and accountability in the FOIA process and the need for agencies to provide detailed explanations for their actions in closing or denying FOIA requests.\r\n\r\nI request that you do not withhold or redact any responsive records, as I intend to pursue all available legal remedies, including filing a lawsuit to compel the production of records, if necessary.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJordan Lassiter",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "mail"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/records-related-to-nsa-policies-and-procedures-for-handling-foia-requests-including-the-use-of-the-glomar-response-144687/"
  },
  {
    "id": 144684,
    "title": "Request for Records Related to the Administrative Closure of FOIA Request Case Number 115974 and Appeal Number 5699",
    "slug": "request-for-records-related-to-the-administrative-closure-of-foia-request-case-number-115974-and-appeal-number-5699",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 17,
    "datetime_submitted": "2023-04-17T17:59:41.023070",
    "date_due": "2023-05-15",
    "days_until_due": null,
    "date_followup": "2023-05-15",
    "datetime_done": null,
    "datetime_updated": "2023-04-17T17:59:41.095976",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 144684,
        "from_user": 4164,
        "to_user": 25363,
        "subject": "Freedom of Information Act Request: Request for Records Related to the Administrative Closure of FOIA Request Case Number 115974 and Appeal Number 5699",
        "datetime": "2023-04-17T17:59:41.095976",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nRelated to the administrative closure of my FOIA request, Case Number 115974 and Appeal Number 5699. Specifically, I am requesting any and all documents, including but not limited to internal memos, emails, and other communications, related to the decision to administratively close my request.\r\n\r\nIn addition, I am requesting any records related to the NSA's policies and practices for administratively closing FOIA requests, including any guidance or training materials provided to FOIA officers.\r\n\r\nFurthermore, I would like to cite several relevant court cases in support of my FOIA request, including \"American Civil Liberties Union v. Department of Defense,\" \"Electronic Frontier Foundation v. NSA,\" and \"National Security Archive v. CIA.\" These cases have addressed the importance of transparency and accountability in the FOIA process and the need for agencies to provide detailed explanations for their actions in closing or denying FOIA requests.\r\n\r\nI request that you do not withhold or redact any responsive records, as I intend to pursue all available legal remedies, including filing a lawsuit to compel the production of records, if necessary\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJordan Lassiter",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "mail"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/request-for-records-related-to-the-administrative-closure-of-foia-request-case-number-115974-and-appeal-number-5699-144684/"
  }
]