[
  {
    "id": 178874,
    "title": "Number of Cryptocurrency related SARs",
    "slug": "number-of-cryptocurrency-related-sars",
    "status": "submitted",
    "embargo_status": "public",
    "user": 144733,
    "username": "LolaLeetz",
    "agency": 83,
    "datetime_submitted": "2025-01-02T06:09:19.545365",
    "date_due": "2025-01-31",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-01-02T06:09:19.666192",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 178874,
        "from_user": 144733,
        "to_user": 9624,
        "subject": "",
        "datetime": "2025-01-02T06:09:19.666192",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nOn November 15th 2023, AML expert Alison Jemenez testified before the House Sub-Commitee on Digital Assets, Financial Technology, and Inclusion in a hearing titled: Crypto Crime in Context- Breaking Down the Illicit Activity in Digital Assets that:\r\n\r\n1: The number of SARs filed related to cryptocurrency is growing exponentially. Over 92,000 cryptocurrency SARs were filed in 2021 reflecting transactions worth over\r\n$96 billion dollars.\r\n\r\n2: When adjusted for percentage of U.S adults using a given financial product, crypto SAR filings dwarf SARs filed relating to investment products and are gaining ground on\r\nU.S currency SARs. For example, there were 2.74 SARs per 1,000 Users of Crypto versus 0.18 SARS per 1,000 Users of Stock.\r\n\r\n3: The dollar value of each cryptocurrency SAR hovers near $1 million dollars which is significantly greater than the dollar value of other products and industries.\r\n\r\nI am therefore requesting to be informed of the number of cryptocurrency related SARs that have led to final convictions in the year 2021 as a matter of public interest. Please note that I am not requesting to be notified of the attribution or contents of SARs, waving any possible national security concerns.\r\n\r\nIn case this number has already been made available to the public, please point me toward where I can find it.\r\n\r\nAs an independent journalist, I ask that any fees be waived.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nLola Leetz",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/number-of-cryptocurrency-related-sars-178874/"
  }
]