[
  {
    "id": 189556,
    "title": "McLennan County Administrator Dustin Chapman CITIZENS COMPLAINT BLOSSMAN",
    "slug": "mclennan-county-administrator-dustin-chapman-citizens-complaint-blossman",
    "status": "submitted",
    "embargo_status": "public",
    "user": 74011,
    "username": "BernadetteFeazell",
    "agency": 36217,
    "datetime_submitted": "2025-07-14T10:39:21.963310",
    "date_due": "2025-07-28",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-07-14T10:39:22.066191",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 189556,
        "from_user": 74011,
        "to_user": 122912,
        "subject": "",
        "datetime": "2025-07-14T10:39:22.066191",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\nWhere is the Citizen Complaint about the wreck in Mesquite? Who is the Special Prosecutor. Since Mr. Blossman is already raising money for Sheriff it seems to me it's rather incumbent for you to get it to a Special Prosecutor.\r\nAll communications between McLennan County DA's office and anyone from the Ellis County DA's office. Any communication between the McLennan County DA's office and Bradley Freeman, Chris Abel, any other Ellis County Assistant DA's, any communications between the DA's office and any member of the \"taskforce\". \r\nStatus of case against Parnell McNamara, Cody Blossman and also the complaint recently filed by Daniel Coffman in good faith.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBernadette Feazell",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/mclennan-county-2697/mclennan-county-administrator-dustin-chapman-citizens-complaint-blossman-189556/"
  }
]