[
  {
    "id": 163144,
    "title": "Pierluisi Rojo Pier Permits & Comms",
    "slug": "pierluisi-rojo-pier-permits-comms",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 114696,
    "username": "CarlosBerríosPolanco",
    "agency": 37501,
    "datetime_submitted": "2024-05-04T18:30:49.315141",
    "date_due": "2024-06-03",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-05-04T18:30:49.402218",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 163144,
        "from_user": 114696,
        "to_user": 131808,
        "subject": "",
        "datetime": "2024-05-04T18:30:49.402218",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nReports show that USACE has been in contact with Anthony Pierluisi Rojo, son of Gov. Pedro Pierluisi Urrutia and owner of Silver Beach LLC, about a pier located within or near the boundaries of a property owned by Stay West Indied called \"Mary Lee's by the Sea\" in Guanica, Puerto Rico. The same reports show that their exists no  \"maintenance permit\" or a \"nationwide permit\" for the pier:\r\n\r\nhttps://www.elnuevodia.com/noticias/gobierno/notas/hijo-del-gobernador-se-defiende-ante-falta-de-permisos-en-guanica-el-muelle-esta-fuera-de-la-propiedad/\r\nhttps://www.elnuevodia.com/noticias/gobierno/notas/anthony-pierluisi-rojo-colaborara-con-investigaciones-sobre-supuestas-violaciones-ambientales-en-sus-propiedades/\r\n\r\nTherefore, I request the following records:\r\n\r\n1) Any communications, emails, text messages, and attachments exchanged between USACE and Anthony Pierluisi Rojo, employees of Silver Beach, LLC, and employees of Stay West Indies, the short-term rental company which Pierluisi is the general manager for, concerning properties owned or operated by Anthony Pierluisi Rojo, Silver Beach, LLC, and Stay West Indies\r\n\r\n2) Any records concerning permits or the lack thereof of properties owned or operated by Anthony Pierluisi Rojo, Silver Beach, LLC and Stay West Indies. Any records concerning permits or the lack thereof of piers located in or near properties owned or operated by either Anthony Pierluisi Rojo, Silver Beach, LLC and Stay West Indie.\r\n\r\n3) Any records about an investigation into the lack of permits for properties owned or operated by either Anthony Pierluisi Rojo, Silver Beach, LLC and Stay West Indies. Any records concerning investigation into the lack of permits of piers located in or near properties owned or operated by either Anthony Pierluisi Rojo, Silver Beach, LLC and Stay West Indie.\r\n\r\n4) Any communications, emails, text messages, and attachments between USACE and Puerto Rico Department of Natural and Environmental Resources (DRNA, by their Spanish acronym) concerning Anthony Pierluisi Rojo, Silver Beach, LLC, and Stay West Indies.\r\n\r\nKeywords: \"Anthony Pierluisi,\" \"Pierluisi Rojo,\" \"Pierluisi,\" \"DRNA,\" \"Stay West Indies,\" \"Silver Beach,  LLC,\" \"Silver Beach,\"  \"Guanica,\" \"Mary Lee's by the Sea,\" \"Mary Lee's.\"\r\n\r\nTo help aid in your search, I believe that employees of Stay West Indies' email addresses end with \"@staywestindies.com\"\r\n\r\nThis records request is for records between January 1, 2020 and the time this request is processed.  \r\n\r\nThis record is not being made for commercial purposes. I am a freelance journalist and records retrieved from this request will be used in the course of reporting about Puerto Rico's beaches and the archipelago's permits office.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nCarlos Berríos Polanco",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/pierluisi-rojo-pier-permits-comms-163144/"
  }
]