[
  {
    "id": 168317,
    "title": "Defector Nguyen Thanh Son / JCRC Refugee Reference T84-278",
    "slug": "defector-nguyen-thanh-son-jcrc-refugee-reference-t84-278",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 135669,
    "username": "benbagley",
    "agency": 2583,
    "datetime_submitted": "2024-07-05T19:06:43.974619",
    "date_due": "2024-08-02",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-07-05T19:06:44.249434",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "pow/mia"
    ],
    "communications": [
      {
        "foia": 168317,
        "from_user": 135669,
        "to_user": 9545,
        "subject": "",
        "datetime": "2024-07-05T19:06:44.249434",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, 5 U.S.C. § 552, I hereby request access to records concerning Nguyen Thanh Son, also known as Son Nguyen Tan or Manh Du, a North Vietnamese defector who provided information about American POWs in the Ba To region, Quang Ngai Province, South Vietnam after the ceasefire agreement in 1973. Nguyen Thanh Son may also be the refugee known as 'Son Nguyen Tan' with JCRC reference number T84-278, who was a former ARVN SSG, Interpreter for the 3rd Bde TF, US 4th Inf Div.\r\n\r\nSpecifically, I am seeking:\r\n\r\n1. All interrogation reports, debriefing documents, recordings (including transcripts in any language) and communications related to Nguyen Thanh Son’s defection, particularly those dated on or after March 22, 1973. \r\n\r\nThe following artefacts from the National Archives pertaining to this request are provided for reference: \r\n\r\n- AMEMBASSY SAIGON message 111035Z JUN 73 to SECSTATE IMMEDIATE 2984 [https://www.loc.gov/item/powmia/pwmaster_117133/]\r\n\r\n- USDAO SGN RVN message dated 110900Z JUN 73 referencing  [https://www.loc.gov/item/powmia/pwmaster_65641/]\r\n\r\n- USDAO SGN RVN message dated JUN 5, 1973  [https://www.loc.gov/item/powmia/pwmaster_44839/]\r\n\r\n2. Records or intelligence reports regarding sightings of American POWs in Vietnam mentioned by Nguyen Thanh Son on or after March 1973.\r\n\r\n3. Investigation and intelligence reports evaluating the credibility of Nguyen Thanh Son’s claims about American POWs.\r\n\r\n4. Internal memos and briefings citing Nguyen Thanh Son’s information on American POWs in Vietnam.\r\n\r\n5. Correspondence between US government agencies regarding Nguyen Thanh Son’s defection and the resulting analyses regarding his claims.\r\n\r\n6. All files and documentation of the refugee with JCRC reference number T84-278 such as those referenced in the National Archives: \r\n\r\n- JCRC-LNB memo to JCRC 25 NOV 1984 [https://www.loc.gov/item/powmia/pwmaster_31991/]\r\n\r\n- REPLY TO REQUEST FOR INFORMATION ON SOURCE. [https://www.loc.gov/item/powmia/pwmaster_31993/]\r\n\r\n- NVA DEFECTOR DETAILS PLOT. REVEAL ICCS SABOTAGE ORDERS, FROM NEW YORK TIMES. [https://www.loc.gov/item/powmia/pwmaster_31994/]\r\n\r\n\r\nIf there are any fees for searching or copying these records, please inform me if the cost will exceed $50. However, I would also like to request a waiver of all fees in accordance with 5 U.S.C. § 552(a)(4)(A)(iii). I am a private individual seeking information for personal purposes and not for commercial use. Disclosure of the requested information is in the public interest because it is likely to contribute significantly to public understanding of government operations and activities regarding this issue.\r\n\r\nIf any portion of the information is exempt from disclosure, please provide me with the non-exempt portions. If the requested records are in an electronic format, I would prefer to receive them via email or on a CD-ROM if email is not feasible.\r\n\r\nPlease acknowledge receipt of this request and provide me with an estimated completion date. \r\n\r\nThank you for your attention to this matter. I look forward to your response.\r\n\r\nSincerely,\r\n\r\nBenjamin Bagley",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/defector-nguyen-thanh-son-jcrc-refugee-reference-t84-278-168317/"
  }
]