[
  {
    "id": 168829,
    "title": "Completed VA Form 10-0379's",
    "slug": "completed-va-form-10-0379s",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 14585,
    "username": "LXHXZZTVENTLKU",
    "agency": 119,
    "datetime_submitted": "2024-07-12T12:20:12.960518",
    "date_due": "2024-08-09",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-07-12T12:20:13.049926",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 168829,
        "from_user": 14585,
        "to_user": 25430,
        "subject": "",
        "datetime": "2024-07-12T12:20:13.049926",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAll completed VA Form 10-0379 submitted by religious faith groups to the National Chaplain Service within three years from the composition of this request (i.e., from July 12, 2021 until July 12, 2024).\r\n\r\nThis request is solely for the submitted forms themselves and not the attached paperwork. This request excludes any deliberative process paperwork. Upon information and belief, these forms have no FOIA-exempt material, and their contents should not be redacted.\r\n\r\nShould records be voluminous, I consent in advance to a rolling release in whatever order the Department deems expedient (i.e., alphabetically, chronologically) in conveniently sized page numbers.\r\n\r\nThis request is made with the aim to educate the general public, with the specific benefit of documenting the exercise of religion among veterans, and should be exempt from fees.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nT. McElwee",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/completed-va-form-10-0379s-168829/"
  }
]