[
  {
    "id": 175644,
    "title": "VMI Employee Directory Contacts",
    "slug": "vmi-employee-directory-contacts",
    "status": "submitted",
    "embargo_status": "public",
    "user": 140258,
    "username": "TheCadet",
    "agency": 15147,
    "datetime_submitted": "2024-11-01T13:42:17.508779",
    "date_due": "2024-11-08",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-11-01T13:42:17.802527",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 175644,
        "from_user": 140258,
        "to_user": 19541,
        "subject": "Virginia Freedom of Information Act Request: VMI Employee Directory Contacts",
        "datetime": "2024-11-01T13:42:17.802527",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Virginia Freedom of Information Act, I hereby request the following records:\r\n\r\nI am requesting records in excel or .CSV format if possible listing all Faculty and staff of VMI with their contact information to include, without limitation: Department Name, Title, degree, Specialty, Physical Address, Ohone number, email and link(s) to their online bio. For example, ion VMI's publically listed site for Admissions the following information is published for each member fotthe Office.\r\n\r\nCapt. Regina Allison\r\nAssistant Director of Admissions\r\nGroup Visits, Open House, Parents Council Liaison\r\nSpecialty: Connecticut, Delaware, Maine, Massachusetts, New Hampshire, New Jersey, New York, Ohio, Pennsylvania, Rhode Island, West Virginia, Vermont\r\n309 Admissions\r\n540-464-7064\r\nallisonrd@vmi.edu\r\n\r\nAll this information is publically posted and appears to be from a database so there is no expectation of privacy or exemption available. Further, this information is readily available and appears inelectrinic format so there appears to be no need for either searches or delays beyond the 5-day FOIA response time.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTom Nash, a citizen of Virginia, in coordination with Anonymous.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/lexington-32067/vmi-employee-directory-contacts-175644/"
  }
]