[
  {
    "id": 169127,
    "title": "White Forms, School Absentee Reports",
    "slug": "white-forms-school-absentee-reports",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 75124,
    "username": "miriamcb",
    "agency": 3121,
    "datetime_submitted": "2024-07-16T08:29:00.908009",
    "date_due": "2024-07-23",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-07-16T08:29:01.025635",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 169127,
        "from_user": 75124,
        "to_user": 10007,
        "subject": "",
        "datetime": "2024-07-16T08:29:01.025635",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nOn June 27, 2024 in a letter to the Public Access Counselor (attached), Chicago Police Department indicated, \"CPD Officers in each of the Districts are responsible to fill out school absentee reports, which are hand written on a carbon duplicate forms. Each form has a white and pink copy. Each report is a hard, paper copy and is not electronic. Each completed report is then sent to the Youth Investigations Division under the CPD Bureau of Detectives (BOD) through interoffice mail. Youth Investigation retains the 'pink copy' of the duplicate form and mails the 'white copy' to the Chicago Board of Education at 42 W. Madison Street.\"\r\n\r\nProvide all school absentee reports (CPD-24.116 forms) received by CPS from January 1, 2024 to current.\r\n\r\nBecause this request is in the public interest for Illinois nonprofit The FOIA Bakery’s work to advocate for public education, please waive any fees in accordance with 5 ILCS § 140/6(c). Feel free to contact me with any questions, or if clarification is needed.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMiriam Bhimani",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1198514,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/miriamcb/141576/CPDLettertoPAC.pdf",
            "datetime": "2024-07-16T08:29:01.025635",
            "title": "CPDLettertoPAC.pdf",
            "source": "Miriam Bhimani",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/chicago-169/white-forms-school-absentee-reports-169127/"
  }
]