[
  {
    "id": 137742,
    "title": "Rejected Beer Label Applications",
    "slug": "rejected-beer-label-applications",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 14,
    "username": "morisy",
    "agency": 7142,
    "datetime_submitted": "2022-12-13T09:18:51.971499",
    "date_due": "2023-01-12",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2022-12-13T09:18:52.068283",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 137742,
        "from_user": 14,
        "to_user": 11386,
        "subject": "",
        "datetime": "2022-12-13T09:18:52.068283",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nA copy of any rejected applications for beer label approvals from Jan. 1, 2020 through the date that this request is processed.\r\n\r\nFor reference when fulfilling this request, I am most interested in a copy of the image of the submitted beer label and any narrative regarding why it was rejected. If this information is stored in an exportable database I am willing to accept that database.\r\n\r\nIf no such database is kept, I'm happy to accept a folder of images of submitted labels (if it's easier to include both accepted and rejected images, I will accept both, but if it's easier to provide only the rejected images that is acceptable), along with any spreadsheet or log detailing label decisions.\r\n\r\nIf this information is not stored in a database or log and is instead located in letters sent to applicants, I'm willing to accept the application letter and rejection letter of each request instead of the above.\r\n\r\nIf you have provided largely similar information to another requester, I'm willing to accept the previously processed release(s) in liu of the above information, even if it covers a different time period. If you do so, please also include the initial request submitted by that requester.\r\n\r\nIf you have suggestions to modify my request to reduce the burden on agency time and resources, please let me know. \r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nI agree to pay fees of up to $50 for processing this request. In the event that there are fees beyond $50, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMichael Morisy",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/rejected-beer-label-applications-137742/"
  },
  {
    "id": 137741,
    "title": "Case 19-009879 Farrow",
    "slug": "case-19-009879-farrow",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 90727,
    "username": "Gracieanne",
    "agency": 7758,
    "datetime_submitted": "2022-12-13T09:11:55.124482",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2022-12-13T09:11:55.494073",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 137741,
        "from_user": 90727,
        "to_user": 12080,
        "subject": "",
        "datetime": "2022-12-13T09:11:55.494073",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nReference case 19-009879, victim Khia Farrow.  Report provided Det. Aviles states investigation turned over to Detective Nieves in Counter Crimes.  Please provide supplemental report by Detective Nieves in actions taken in his investigation pertaining to this case.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nJonathan K.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/kissimmee-10268/case-19-009879-farrow-137741/"
  }
]