[
  {
    "id": 153942,
    "title": "3/2/2020 -Marley St. John incident in Admissions",
    "slug": "322020-marley-st-john-incident-in-admissions",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 124471,
    "username": "MarleySt.John",
    "agency": 19904,
    "datetime_submitted": "2023-10-31T17:58:40.299523",
    "date_due": "2023-11-10",
    "days_until_due": null,
    "date_followup": "2023-11-10",
    "datetime_done": null,
    "datetime_updated": "2023-10-31T17:58:40.394355",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 153942,
        "from_user": 124471,
        "to_user": 30968,
        "subject": "California Public Records Act Request: 3/2/2020 -Marley St. John incident in Admissions",
        "datetime": "2023-10-31T17:58:40.394355",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nAny and all records, communications,media, including body, worn camera’s by officers, surveillance camera footage from any where on campus , any personal cell phone recordings, any incident reports by officers, any witness statements, any written reports by Santa Monica college students personnel or employees, any internal documents related to Marley St. John, in general, any, and all documents or files related to Marley St. John, any internal communications by the police department by police radio text message or phone call, including any other means of communication not mentioned here , any, and all files generated by the college related to Marley St. John or containing his name including those generated by college staff, or administrators and Santa Monica Santa Monica college police ,any disciplinary reports made involving to this incident, any complaint files or disciplinary reports or disciplinary actions that were filed in regards to this incident, and all communications between Santa Monica college police department, and Santa Monica college staff and administrators in regards to Marley St. John at any time from his initial enrollment in Santa Monica college there until now, any final reports related to complaints in regards to these officers and this incident taking place on or about March 2, 2020 in or about the admissions building.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMarley St. John",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/santa-monica-107/322020-marley-st-john-incident-in-admissions-153942/"
  }
]