[
  {
    "id": 185333,
    "title": "Cancellation of Ryan Holiday speech",
    "slug": "cancellation-of-ryan-holiday-speech",
    "status": "submitted",
    "embargo_status": "public",
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 3813,
    "datetime_submitted": "2025-04-19T09:43:24.009189",
    "date_due": "2025-05-16",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-04-19T09:43:24.154770",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 185333,
        "from_user": 3031,
        "to_user": 26527,
        "subject": "",
        "datetime": "2025-04-19T09:43:24.154770",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\n1. Any communications, on or after April 1, 2025, concerning the planned appearance by Ryan Holiday on April 14, 2025, as reported in this New York Times piece: https://www.nytimes.com/2025/04/19/opinion/naval-academy-speech-censorship.html.\r\n\r\n2. Any communications, on or after April 1, 2025, concerning the cancellation, postponement, or rescheduling of Ryan Holiday's April 14, 2025 appearance.\r\n\r\n\"Communications\" means and includes emails, text messages, social media messages, letters, memoranda, calendar entries, chats, or any form of one-to-one or one-to-many communication.\r\n\r\nPlease note that this request seeks public records wherever they may be found, including on devices or networks owned or operated by private parties. For example, if an employee uses a personal cell phone or social media account to conduct public business, records created, maintained, or held on the phone or account are public records subject to this request.\r\n\r\nREQUEST FOR EXPEDITED PROCESSING:\r\n\r\nI request that this request be expedited under 32 CFR § 286.8(e)(1)(i)(B) for the following reasons:\r\n\r\n1. I certify the following to be true and correct: My organization is primarily engaged in disseminating information. The Foundation for Individual Rights and Expression (FIRE) maintains a news website at https://thefire.org/news, through which its staff members regularly publish news stories and editorial content concerning the activities of governments, government officials, and other persons or organizations of public concern. I am a staff member of FIRE. I frequently write about matters involving the First Amendment and press freedom, including on FIRE's website. See, e.g., https://www.thefire.org/news-archive?author=303. A substantial component of my duties as a staff member of FIRE is to obtain information through public records requests, including through the Freedom of Information Act, which I or my colleagues then share through FIRE's website and social media channels. I also publish news and other information of public concern via \"X\" (https://x.com/adamsteinbaugh) and \"Bluesky\" (https://bsky.app/profile/adamsteinbaugh.bsky.social).\r\n\r\n2. The requested information concerns an actual or alleged government activity, namely the removal of books from a library due to their viewpoints or content and the cancellation of a speech on the basis that discussion of those books (or their removal) might violate an order of the President of the United States.\r\n\r\n3. The requested information extends beyond the public's right to know about government activity generally and instead has a particular value that would be lost if not processed on an expedited basis. The information pertains to breaking news story of public interest. That issue has attracted media coverage, including the Associated Press report identified above. The information has value that would be lost if not processed on an expedited basis.\r\n\r\nREQUEST FOR A FEE WAIVER OR REDUCED FEES:\r\n\r\nI request, under 32 CFR § 286.12(l), a waiver or reduction of fees for the following reasons:\r\n\r\n1. Disclosure of the requested information is in the public interest because its disclosure would shed light on the operations or activities of the government. The requested information pertains specifically to the cancellation of a speech based on its contents or viewpoint.\r\n\r\n2. Disclosure of the requested information would be likely to contribute significantly to public understanding of those operations or activities. Disclosure of the requested information would meaningfully inform the public about the Department's activities and operations. That information is not in the public domain and relates to a decision that has received attention from a prominent newspaper.\r\n\r\n3. Disclosure of the requested information will contribute to the understanding of a reasonably broad audience of persons interested in the subject, as opposed to the individual understanding of the requester. The requestor is a licensed attorney who practices First Amendment law, including its application to members of the press. As such, the requestor will be able to effectively convey information to the public. Further, the requestor is a representative of the news media. The requestor and his employer, the Foundation for Individual Rights and Expression, gather information of potential interest to a segment of the public, turns that information into distinct works (including through its news website, located at https://thefire.org/news), and distributes that information to the public. The information requested here relates to information that is about current events or that would be of current interest to the public. The requestor's past publication record (in addition to FIRE's articles available at https://thefire.org/news) is available at https://www.thefire.org/news-archive?author=303.\r\n\r\n4. The requested information is not primarily in the commercial interest of the requester. The requestor works for a nonprofit organization and the records are not sought for a commercial purpose.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/cancellation-of-ryan-holiday-speech-185333/"
  }
]