[
  {
    "id": 181319,
    "title": "FBI RECORDS for Felix Borelli (AKA Felix BORRELLI)",
    "slug": "fbi-records-for-felix-borelli-aka-felix-borrelli",
    "status": "submitted",
    "embargo_status": "public",
    "user": 109997,
    "username": "Buffalo",
    "agency": 10,
    "datetime_submitted": "2025-02-11T15:04:25.928036",
    "date_due": "2025-03-12",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-02-11T15:04:26.076492",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 181319,
        "from_user": 109997,
        "to_user": 9555,
        "subject": "",
        "datetime": "2025-02-11T15:04:26.076492",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nPlease conduct a search for responsive records and hereby request the following:\r\n\r\nAny and all records mentioning, relating to, or generated as a result of investigation into  Felix Borelli (AKA BORRELLI)\r\n\r\nFelix Borelli's date of death was 12/24/1999. Have attached a picture of his obituary from Tuesday, December 28, 1999 in the Niagara Falls Review, Niagara Falls, Ontario, Canada.\r\n\r\nBorelli is listed in the FBI's  2006 Buffalo LCN Chart.  I have attached a PDF of this chart. \r\n\r\nPlease include any and all surveillance pictures Felix Borelli and charts containing  referring to him.  \r\n\r\nIn addition to conducting this search for records at the FBI Field Office in Buffalo, NY, please conduct an additional search of the Central Records System, including but not limited to the Electronic Surveillance (ELSUR) Indices, the Microphone Surveillance (MISUR) Indices, the Physical Surveillance (FISUR) Indices, and the Technical Surveillance (TESUR) Indices, for both main-file records and cross-reference records for all relevant names, individuals, agencies and companies at FBI Headquarters. Please also conduct a search for records at the Alexandria Records Center. \r\n\r\nIf any potentially responsive records have been destroyed and/or transferred to NARA, then I request copies of the destruction or transfer slips as well as any other documentation relating to, mentioning or describing said transfer or destruction, to include but not be limited to confirmation that the Bureau has no other copies of said records. \r\n\r\nIf previously released records are available, then I request a rolling release consisting of those records while additional records are located and processed for release.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMob",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1260031,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/Buffalo/152244/Todaro_Crime_Family_2006.pdf",
            "datetime": "2025-02-11T15:04:26.076492",
            "title": "Todaro_Crime_Family_2006.pdf",
            "source": "Mob",
            "description": "",
            "doc_id": "",
            "pages": 0
          },
          {
            "id": 1260030,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/Buffalo/152244/Borelli_Obituary.jpg",
            "datetime": "2025-02-11T15:04:26.076492",
            "title": "Borelli_Obituary.jpg",
            "source": "Mob",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/fbi-records-for-felix-borelli-aka-felix-borrelli-181319/"
  }
]