[
  {
    "id": 190571,
    "title": "Edward Emerson “Ed” Clark, (May 4, 1930 - June 18, 2025)",
    "slug": "edward-emerson-ed-clark-may-4-1930-june-18-2025",
    "status": "submitted",
    "embargo_status": "public",
    "user": 163492,
    "username": "nsarwark",
    "agency": 10,
    "datetime_submitted": "2025-08-03T17:00:13.707936",
    "date_due": "2025-08-29",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-08-03T17:00:13.823838",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 190571,
        "from_user": 163492,
        "to_user": 9555,
        "subject": "Freedom of Information Act Request: Edward Emerson “Ed” Clark, (May 4, 1930 - June 18, 2025)",
        "datetime": "2025-08-03T17:00:13.823838",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear FBI:\r\n\r\nThis is a request for records under the Freedom of Information Act.\r\n\r\nRECORDS REQUESTED\r\n\r\nAll records related to Edward Emerson “Ed” Clark. He was born on May 4, 1930 and died on June 18, 2025.\r\n\r\nABOUT THE SUBJECT\r\n\r\nEdward E. Clark  was an attorney, Navy veteran, as well as the 1980 Libertarian Party candidate for President.\r\n\r\nPROOF OF DEATH\r\n\r\nAttached is Mr. Clark’s obituary from Reason Magazine.\r\n\r\nSCOPE OF SEARCH\r\nPlease conduct a search of the Central Records System, including but not limited to the Electronic Surveillance (ELSUR) Indices, the Microphone Surveillance (MISUR) Indices, the Physical Surveillance (FISUR) Indices, and the Technical Surveillance (TESUR) Indices, for both main-file records and cross-reference records for all relevant names, individuals, agencies and companies at FBI Headquarters. Please also conduct a search for records at the Alexandria Records Center and the Central Records Complex (CRC) in Winchester/Frederick County, Virginia. If any potentially responsive records have been destroyed or transferred to NARA, please produce all records related to the transfer or destruction. If previously-released records are available, then I request a rolling release consisting of those records while additional records are located and processed for release.\r\n\r\nFEES\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes. If you nonetheless decide to charge me fees, please inform me in advance if you expect those fees to exceed $25.\r\n\r\nFORM OF PRODUCTION\r\n\r\nI would prefer that this request be filled electronically, by e-mail attachment if available or on CD-ROM if not.\r\n\r\nCONCLUSION\r\n\r\nThank you for your processing of this request.\r\n\r\nYours truly,\r\nNicholas Sarwark",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1307252,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/nsarwark/160406/Ed_Clark_the_Libertarian_Partys_1980_presidential_candidate_dead_at_95.pdf",
            "datetime": "2025-08-03T17:00:13.823838",
            "title": "Ed_Clark_the_Libertarian_Partys_1980_presidential_candidate_dead_at_95.pdf",
            "source": "Nicholas Sarwark",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/edward-emerson-ed-clark-may-4-1930-june-18-2025-190571/"
  },
  {
    "id": 190570,
    "title": "Arizona Public Records Act Request: Flock Safety audits and network sharing (Maricopa County Sheriff's Office)",
    "slug": "arizona-public-records-act-request-flock-safety-audits-and-network-sharing-maricopa-county-sheriffs-office",
    "status": "ack",
    "embargo_status": "public",
    "user": 103735,
    "username": "paultepper",
    "agency": 428,
    "datetime_submitted": "2025-08-03T16:45:14.152254",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2025-08-18",
    "datetime_done": null,
    "datetime_updated": "2025-08-03T16:45:14.409992",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 190570,
        "from_user": 103735,
        "to_user": 10224,
        "subject": "Arizona Public Records Law Request: Arizona Public Records Act Request: Flock Safety audits and network sharing (Maricopa County Sheriff's Office)",
        "datetime": "2025-08-03T16:45:14.409992",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Arizona Public Records Law, I hereby request the following records:\r\n\r\nRecords related to the department’s Flock Safety system:\r\n\r\n1. Organization Audit in Flock. \r\nThe report should include data logged from the period of December 1, 2024, to the date this request is processed. Per Flock's documentation, the Organization Audit is available within the Insights tab and is defined as searches done within the agency.\r\n\r\n2. Network Audit in Flock.\r\nThe report should include data logged from the period of December 1, 2024, to the date this request is processed. Per Flock's documentation, the Network Audit is available within the Insights tab and is defined as searches of the organization’s Flock network by any agency in the Flock System.\r\n\r\n3. A list of network share settings that include:\r\n3a. Flock networks shared with me\r\n3b. Flock networks shared with me Devices List (Please see https://cdn.muckrock.com/foia_files/2022/11/17/CPRA_REQUEST.pdf\r\nhttps://cdn.muckrock.com/foia_files/2022/11/09/1938_001.pdf as examples of the lists from other jurisdictions.\r\n3c. Networks that I’m sharing\r\n\r\nPlease provide records in their original electronic, machine readable format. For example, please provide csv or spreadsheet files where applicable. Please do not redirect me to your transparency portal.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nPaul Tepper",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/maricopa-county-186/arizona-public-records-act-request-flock-safety-audits-and-network-sharing-maricopa-county-sheriffs-office-190570/"
  }
]