[
  {
    "id": 170522,
    "title": "Public information Act Request: Persistent Surveillance Systems invoices (Thousand Oaks Police Department )",
    "slug": "public-information-act-request-persistent-surveillance-systems-invoices-thousand-oaks-police-department",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 91061,
    "username": "AGreatOne",
    "agency": 30834,
    "datetime_submitted": "2024-07-29T18:58:15.624250",
    "date_due": "2024-08-08",
    "days_until_due": null,
    "date_followup": "2024-08-08",
    "datetime_done": null,
    "datetime_updated": "2024-07-29T18:58:15.719455",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 170522,
        "from_user": 91061,
        "to_user": 92408,
        "subject": "California Public Records Act Request: Public information Act Request: Persistent Surveillance Systems invoices (Thousand Oaks Police Department )",
        "datetime": "2024-07-29T18:58:15.719455",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nAll records responsive to the below requests dated from July 1, 2016, through July 29, 2024.\r\n- The full documentation of all contracts or non-disclosure agreements (enacted OR IN EFFECT between the above dates) with the companies \"Persistent Surveillance Systems\" or \"Vigilant Solutions\"\r\n- Copies of all invoices to or from these companies, and documents sufficient to show any and all disbursement of public funds to either company\r\n- The full documentation of all contracts (enacted OR IN EFFECT between the above dates) with any company other than the two cited above, in which said company provides your department with equipment or services (including software) for 1. license plate scanning or reading or automatic photographing; 2. aerial surveillance, excluding monitoring roadways for speed infractions.\r\n- Copies of all invoices to or from any company that fits the description in the prior paragraph, and documents sufficient to show any disbursement of public funds to any company that fits this description\r\n- All emails between police department email accounts and users on the domains \"pss-1.com\" or \"vigilantsolutions.com\". (One example would be adonisgaynor@vigilantsolutions.com. Users on the domain would be in the form of XXXXXXXXX@vigilantsolutions.com)\r\n- All paper-based communications between your department and Persistent Surveillance Systems, and between your department and Vigilant Solutions. In asking for all paper and electronic correspondence, this request necessarily includes marketing materials and descriptions of product capabilities for any device, software, or access/capability this department has purchased. \r\n- All warrants regarding the digital communications of Adonis Gaynor e.g. cellphone communications providers, internet providers, email server providers etc. (see California electronic communications privacy Act). \r\n- Documents sufficient to show all rules or regulations governing the use of products (hardware or software) that do 1. license plate scanning or reading or automatic photographing; 2. aerial surveillance, excluding monitoring roadways for speed infractions.\r\n- The text of all agreements (whether formal, email, memo, or otherwise) between your department and any other public body or department that allows your department to use or access the capabilities of 1. license plate scanning or reading or automatic photographing; 2. aerial surveillance, excluding monitoring roadways for speed infractions.\r\n- Documents sufficient to show the month and year your department first entered a program of scanning license plates or accessing a database of scanned plates, if it indeed has such a program (and end date of said program if it has ended).\r\n- Documents sufficient to show the total number of license plates scanned in your department's jurisdiction (whether the jurisdiction in this case is precisely or roughly represented) since the department began its plate-scanning program or first purchased access to such a program\r\n- Documents sufficient to show the month and year your department first entered a program of persistent aerial surveillance, if it indeed has such a program (and end date of said program if it has ended).\r\n- Documents sufficient to show the number of plane-hours of aerial surveillance (excluding monitoring roadways for speed infractions) purchased by your department within the dates at the top of this request. For example, one plane flying for four hours is four plane-hours. Two planes flying for four hours is eight plane-hours.\r\n- Documents sufficient to show any attempt made by a representative of your department to inform the public about automatic license plate readers or persistent aerial surveillance. This could include but is not limited to records of town hall meetings, quotes from police spokespeople in local media, or text from the department's website.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMr. adonis gaynor",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/thousand-oaks-3471/public-information-act-request-persistent-surveillance-systems-invoices-thousand-oaks-police-department-170522/"
  }
]