[
  {
    "id": 164015,
    "title": "Air Permits for Electricity Genberators in Houston, Texas",
    "slug": "air-permits-for-electricity-genberators-in-houston-texas",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 123294,
    "username": "TargetedJustice",
    "agency": 854,
    "datetime_submitted": "2024-05-18T14:03:53.584848",
    "date_due": "2024-06-03",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-05-18T14:03:53.692398",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164015,
        "from_user": 123294,
        "to_user": 11005,
        "subject": "",
        "datetime": "2024-05-18T14:03:53.692398",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\nDear Sirs:\r\nThis letter constitutes a request under the Texas Public Information Act, on behalf of\r\nTargeted Justice Inc.\r\nI request that a copy of the following documents [or documents containing the following information] be\r\nprovided to Targeted Justice:\r\n\r\n1. Records and documents pertaining to the permits issued under the Clean Air Act for all portable and emergency generators located in or servicing cell towers in the Houston, Texas area as of May 17, 2024. The information to be provided shall include at a minimum the following:\r\n\r\na - Permit Holder Name\r\nb - Exact location (address) of generator\r\nc - Generator make, year and capacity\r\nd - First permit date issuance \r\ne- Current permit date issuance and expiration.\r\nf - Identity of carrier or customer to be serviced by generator.\r\n\r\nThe term “document” is to be liberally construed to include any file, paper, microfilm, digital archive, or  any other format where the information sought may be stored. As you know, the Public Information Act requires agencies to release information unless it is specifically exempt from disclosure, and also requires agencies to release all reasonably segregable nonexempt portions of documents, i.e., to redact exempt portions of documents and release the rest.  Targeted Justice's status as a news organization that provides information of public interest to its members warrants the expedited processing of this Request on the grounds that there is a compelling need for these records because the information requested is urgently needed by an organization primarily engaged in disseminating information in order to inform the public about actual or alleged Federal Government activity. \r\n\r\nRequest for expedited processing\r\n\r\nTargeted Justice currently has over 15,000 subscribers and over 115,000 thousands views a month in its\r\nSubstack newsletter. Thus, it is considered a news media organization  Targeted Justice also requests the expedited processing of this request on the grounds that the records and documents requested relate to a “breaking news story of general public interest”. Furthermore, they present a “matter of widespread and exceptional media interest in which there exist possible questions about the government’s integrity which affect public confidence”. \r\n\r\nRequest for Fee Waiver\r\n\r\nTargeted Justice hereby requests a fee waiver of search, review, and duplication fees on the grounds that it has no commercial interest other than informing the public about matters of public concern. \r\n\r\nFurthermore, a waiver of search and review fees is warranted inasmuch as Targeted Justice will report the results of this endeavor on the grounds that Targeted Justice qualifies as a “representative of the news media” and that the records are not sought for commercial use.\r\n\r\nFor any document you fail to produce, Targeted Justice requests that you provide a Vaughn Index and declaration setting forth reasonably detailed explanations for each withheld document as to why it falls within any statutory exemption. See Vaughn v. Rosen, 484 F.2d 820 (D.C. Cir. 1973). The Vaughn statement must specify details about each document's sender, recipients, date and time, and subject.\r\n\r\nIf you need to discuss this request, the undersigned can be reached at 832-247-3046 or 281-772-7668. Thank you for your consideration of my request.\r\n\r\nSincerely,\r\n\r\nAna L. Toledo for Targeted Justice, Inc.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTargeted Justice",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/texas-109/air-permits-for-electricity-genberators-in-houston-texas-164015/"
  }
]