[
  {
    "id": 161598,
    "title": "NH DVRO Request",
    "slug": "nh-dvro-request",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 121991,
    "username": "mokeefe",
    "agency": 4748,
    "datetime_submitted": "2024-04-02T09:57:52.695143",
    "date_due": "2024-04-09",
    "days_until_due": null,
    "date_followup": "2024-04-09",
    "datetime_done": null,
    "datetime_updated": "2024-04-02T09:57:53.580888",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161598,
        "from_user": 121991,
        "to_user": 132613,
        "subject": "New Hampshire Right to Know Law Request: NH DVRO Request",
        "datetime": "2024-04-02T09:57:53.580888",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New Hampshire Right to Know Law, I hereby request the following records:\r\n\r\nRecords containing the following data on Domestic Violence Restraining/Protection Orders, preferably in a machine readable format (e.g. .xslx, .xls, .csv, etc.) from January 1, 2019 to December 31, 2023, broken down by year and county, ideally at an individual case level:\r\n\r\n1. The total number of Domestic Violence Restraining Order (DVRO) petitions filed\r\n2. The total number of DVROs granted, broken down by ex-parte and final orders\r\n3. The total number of DVROs denied, broken down by ex-parte and final orders\r\n4. The total number of DVROs that prohibit respondents from possessing firearms, broken down by ex-parte and final orders\r\n5. The total number of DVROs that require relinquishment of firearms, broken down by ex-parte and final orders\r\n6. The total number of DVROs where firearms were successfully relinquished to a law enforcement agency\r\n7. The total number of DVROs where firearms were successfully relinquished to a licensed firearm dealer, a licensed commercial armory, or eligible third parties, broken down by each receiving entity (if applicable)\r\n8. The total number of DVROs where no firearms were relinquished due to the respondent stating they don’t have any\r\n9. The total number of DVROs where firearms were ordered to be relinquished but were not relinquished\r\n10. The total number of firearms relinquished to law enforcement\r\n11. The total number of firearms relinquished to FFLs\r\n12. The total number of firearms relinquished to third parties\r\n13. The total number of firearms returned after the expiration of the order\r\n14. The total number of firearms that were not returned after the expiration of the order because the respondent was prohibited from firearm possession\r\n\r\nI greatly appreciate any help you can provide.\r\n\r\nAt a minimum, I am looking for the number of orders granted and how many required relinquishment of firearms, irrespective of whether you have or are able to share any of the other requested information.\r\n\r\nIf there is any information listed above that you do collect and can share, we will take whatever you are able to provide.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMackey O'Keefe",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-hampshire-81/nh-dvro-request-161598/"
  },
  {
    "id": 161597,
    "title": "Lei Hung’s Traffic Catition Record",
    "slug": "lei-hungs-traffic-catition-record",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 132509,
    "username": "LeiHung",
    "agency": 9216,
    "datetime_submitted": "2024-04-02T09:49:44.535759",
    "date_due": "2024-04-12",
    "days_until_due": null,
    "date_followup": "2024-04-12",
    "datetime_done": null,
    "datetime_updated": "2024-04-02T09:49:44.635825",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161597,
        "from_user": 132509,
        "to_user": 11998,
        "subject": "California Public Records Act Request: Lei Hung’s Traffic Catition Record",
        "datetime": "2024-04-02T09:49:44.635825",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nLei Hung’s traffic Citation video( body cam) Record. January 25th, 2024, 6 AM. It is the request to three traffic officers’ body cam records and one phone conversation record.\r\nRegarding officer Bowling ID 17080, her male partner. The third name unknown officer , proximally 7:30AM, on Freeway 88.\r\nAnd the phone conversation with Sergeant A Braaksma ID16551***\r\nAgency: Police Department, The office of Alpine High Way Patrol, Alpine County, CA 96120.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nLei Hung",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/alpine-county-3029/lei-hungs-traffic-catition-record-161597/"
  }
]