[
  {
    "id": 181747,
    "title": "FOIA Request on Christopher Hitchens",
    "slug": "foia-request-on-christopher-hitchens",
    "status": "submitted",
    "embargo_status": "public",
    "user": 146137,
    "username": "MaksBondarenko",
    "agency": 10,
    "datetime_submitted": "2025-02-19T17:47:55.079463",
    "date_due": "2025-03-19",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-02-19T17:47:55.225344",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 181747,
        "from_user": 146137,
        "to_user": 9555,
        "subject": "Freedom of Information Act Request: FOIA Request on Christopher Hitchens",
        "datetime": "2025-02-19T17:47:55.225344",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAny files the FBI has access to that pertain to the British writer and intellectual Christopher Hitchens (1949-2011). The bulk of the files will likely be from 1992 through 2008. \r\n\r\nIn order to help determine my status to assess fees, you should know that I am requesting the file in my capacity as a Research Assistant to Stephen Phillips, a writer and reporter currently working on a biography of Christopher Hitchens at the CUNY Graduate Center's Leon Levy Center.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMaks Bondarenko",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/foia-request-on-christopher-hitchens-181747/"
  }
]