[
  {
    "id": 203859,
    "title": "George W. Bush Presidential Library: DNS Vulnerability (Kaminsky Bug) and National Security Briefings (2008-2009)",
    "slug": "george-w-bush-presidential-library-dns-vulnerability-kaminsky-bug-and-national-security-briefings-2008-2009",
    "status": "ack",
    "embargo_status": "public",
    "user": 351,
    "username": "RobbyD",
    "agency": 3513,
    "datetime_submitted": "2026-01-30T04:59:03.732425",
    "date_due": "2026-03-02",
    "days_until_due": null,
    "date_followup": "2026-03-02",
    "datetime_done": null,
    "datetime_updated": "2026-01-30T04:59:03.854741",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 203859,
        "from_user": 351,
        "to_user": 10465,
        "subject": "Freedom of Information Act Request: George W. Bush Presidential Library: DNS Vulnerability (Kaminsky Bug) and National Security Briefings (2008-2009)",
        "datetime": "2026-01-30T04:59:03.854741",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nI am requesting access to and copies of all records created, received, or maintained by the George W. Bush Administration regarding the Domain Name System (DNS) vulnerability discovered by security researcher Dan Kaminsky in 2008.\r\n\r\nFor guidance: http://unixwiz.net/techtips/iguide-kaminsky-dns-vuln.html The Kaminsky bug has been described as a \"9/11\" level issue in the internet's architecture. \r\n\r\nScope of Search (Electronic Records): I specifically request that a search for responsive electronic communications be conducted across the following email domains and systems:\r\n\r\n@who.eop.gov (White House Office)\r\n@nsc.eop.gov (National Security Council)\r\n@ovp.eop.gov (Office of the Vice President)\r\n@gwb43.com (RNC-hosted domain utilized by Bush Administration staff)\r\n\r\n\r\nSpecifically, I am requesting:\r\n\r\nBriefing Materials & Memos: All briefing papers, memoranda, audio recordings, video recordings, and slide presentations prepared for the National Security Council (NSC), the Homeland Security Council (HSC), and the Office of Science and Technology Policy (OSTP) between July 1, 2008, and January 20, 2009, regarding the technical nature of the DNS vulnerability and its potential impact on critical infrastructure.\r\n\r\nAgency Correspondence: Communications between the White House and the Department of Commerce (NTIA), the Department of Homeland Security (DHS/US-CERT), and the National Security Agency (NSA) regarding the coordinated secret patching effort prior to the public disclosure in August 2008.\r\n\r\nNational Security Impact Assessments: Records discussing the vulnerability's implications for the Root Zone of the DNS and the government's decision to initiate a formal \"Notice of Inquiry\" in October 2008 regarding the signing of the Root Zone.\r\n\r\nMeeting Minutes: Records of any meetings involving the Cybersecurity and Communications Reliability Board or the President’s National Security Telecommunications Advisory Committee (NSTAC) where Dan Kaminsky’s research was discussed.\r\n\r\nIndividual Search Parameters: Please prioritize a search of the email records and digital files of the following individuals, regardless of the domain suffix used:\r\n\r\nMelissa Hathaway (Senior Director for Cyberspace) \r\nRobert Knake (National Security Council staff)\r\nPaul Kurtz (Homeland Security Council)\r\nJack Vaughn (Director for Cybersecurity Policy)\r\n\r\nPetitioner Status: I am a researcher and this request is made for non-commercial, historical purposes. The disclosure of this information is in the public interest as it provides transparency regarding the federal government's role in securing the internet's core architecture.\r\n\r\nIf certain parts of this request or certain portions must be redacted please provide any reasonable segregable portion of a requested record after removing or redacting those portions claimed to be exempt, explain in writing the justification for redacting the record, indicate the extent of any redactions on the portion of the record which is made available or published and where technically feasible indicate on the redacted portion itself the specific exemption(s) claimed.\r\n\r\nThank you for the George W. Bush Presidential Library's commitment to transparency. Records related to the DNS Vulnerability are of huge historical importance. I look forward to working together in having his request resolved.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobert Delaware",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/george-w-bush-presidential-library-dns-vulnerability-kaminsky-bug-and-national-security-briefings-2008-2009-203859/"
  },
  {
    "id": 203857,
    "title": "Joplin City Attorney Flock Approval and Terms",
    "slug": "joplin-city-attorney-flock-approval-and-terms",
    "status": "processed",
    "embargo_status": "public",
    "user": 173858,
    "username": "Michael_tuvAdjhN",
    "agency": 43930,
    "datetime_submitted": "2026-01-30T03:40:26.064537",
    "date_due": "2026-02-04",
    "days_until_due": null,
    "date_followup": "2026-02-14",
    "datetime_done": null,
    "datetime_updated": "2026-01-30T03:40:26.303183",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 203857,
        "from_user": 173858,
        "to_user": 175030,
        "subject": "The Missouri Sunshine Law Request: Joplin City Attorney Flock Approval and Terms",
        "datetime": "2026-01-30T03:40:26.303183",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the The Missouri Sunshine Law, I hereby request the following records:\r\n\r\nI am requesting any record indicating approval of the Flock contracts by the City Attorney's Office.  These contracts were signed on 12/7/2023 and 12/9/2024 by city employees. I have reason to believe these records should exist because according to Article VI of the Joplin Home Rule Charter, the City Attorney is required to approve of the form of all contracts. The charter indicates this approval should be marked on the contract, but since it is not I must assume the record exists elsewhere.\r\n\r\nIn addition I am requesting the terms and conditions the City of Joplin agreed to in the contract dated 12/9/2024.  These terms are hosted online and are changed by Flock at will and without notice.  The current terms online are not the same terms agreed to by The City.  Archiving of the terms by archive.org is also not possible.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMichael",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/joplin-20300/joplin-city-attorney-flock-approval-and-terms-203857/"
  }
]