[
  {
    "id": 167847,
    "title": "Dumitrascu Video & ICE Medical Records",
    "slug": "dumitrascu-video-ice-medical-records",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 25665,
    "username": "DetentionKills",
    "agency": 133,
    "datetime_submitted": "2024-07-02T17:42:02.271419",
    "date_due": "2024-07-31",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-07-02T17:42:02.413994",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 167847,
        "from_user": 25665,
        "to_user": 9620,
        "subject": "Freedom of Information Act Request: Dumitrascu Video & ICE Medical Records",
        "datetime": "2024-07-02T17:42:02.413994",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\n1. Video from the Otay Mesa Detention Center (OMDC) from March 1, 2023 - March 5, 2023, showing Cristian Dumitrascu, who died on March 5, 2023. \r\nSee: https://www.ice.gov/doclib/foia/reports/ddrCristianDumitrascu.pdf. The primary custodian of this record is CoreCivic, which operates OMDC for ICE pursuant to a subcontract with the US Marshalls (CONT_IDV_70CDCR20D00000007_7012). \r\nCustodian(s) to task: \r\nUnder the ICE contract, CoreCivic is required to secure and preserve video of this type. The secondary custodian of this record is the ICE Office of Professional Responsibility's (OPR) External Reviews and Analysis Unit (ERAU), which maintains a SharePoint drive containing this video in association with its review of Mr. Dumitrascu's death and the associated report. The tertiary custodian is the ICE Enforcement and Removal Operations (ERO) San Diego Field Office, which may have facilitated the transfer of the video to ERAU death reviewers in March or April of 2023. \r\n\r\n2. Mr. Dumitrascu's ICE medical records. \r\nCustodian(s) to task: \r\nThese medical records are created and maintained by CoreCivic personnel at OMDC under the supervision of ICE ERO - IHSC Field Medical personnel. They will be in the possession of both OPR-ERAU in the aforementioned SharePoint drive and IHSC's Mortality Review Committee.\r\n\r\nFee Waiver Request\r\nI make this request as a researcher with the Mami Chelo Foundation. https://mamichelo.org/. The Foundation holds Power of Attorney for Mr. Dumitrascu's family in Europe and are prepared to supply appropriate documentation upon request.  Headquartered in New York, New York (70 W 36th Street, Suite 12A, New York, NY 10018) Mami Chelo are gathering records from US-based agencies on his family's behalf and preparing a public-facing report regarding the circumstances surrounding his death.  I further make this request as an independent journalist working together with Mami Chelo to gather and disseminate information to the public and stakeholders regarding Mr. Dumitrascu's death. \r\n\r\nExpedited Processing Request\r\nMami Chelo requests expedited processing of this request pursuant to 6 CFR 5.5(e). In support of expedited processing, I make the following statements under penalty of perjury pursuant to 28 USC 1746: \r\n1. ICE's only public-facing explanation of the circumstances surrounding Mr. Dumitrascu's death appears in its Detainee Death Report (DDR): https://www.ice.gov/doclib/foia/reports/ddrCristianDumitrascu.pdf. \r\n2. The DDR does not identify a cause or manner of death for Mr. Dumitrascu.\r\n3. ICE has never revealed to Mr. Dumitrascu's family or the public any additional information it may have regarding how or why he died. \r\n4. The timeline ICE provided in its DDR does not match other records Mami Chelo has obtained. First, a 911 / CAD record indicates CoreCivic / ICE personnel did not call 911 for emergency medical treatment or notify authorities of Mr. Dumitrascu's death until 3:25 a.m. on May 5, 2023, despite the fact that ICE says a physician in La Mesa, California instructed paramedics to cease life-saving efforts and pronounced Dumitrascu deceased at 1:02 a.m. https://www.documentcloud.org/documents/24788176-dumitrascu-911-record-s001426-042424_e8392573_030523_mb2168_redacted-1\r\n5. The timeline ICE provided DHS-CRCL regarding when ALS efforts began appears to differ from the publicly available timeline in ICE's DDR, indicating a potential delay in care of at least five minutes: https://s3.documentcloud.org/documents/24695164/2024-crfo-00207-crcl-records.pdf. \r\n6. These discrepancies, combined by the fact that CoreCivic personnel did not call 911 or promptly notify San Diego County Sheriff's Office personnel or the Medical Examiner of Mr. Dumitrascu's death, raise possible questions regarding the integrity of the government's reports and that of it contractor in relation to this death. See 6 C.F.R. 5.5(e)(1)(iv). \r\n7. Raising additional questions regarding the government's integrity, Mami Chelo collected 8 statements from witnesses at OMDC who saw Mr. Dumitrascu on the morning he died, or were housed with him prior to his death. These witnesses reported CoreCivic shutting off facility phones, and CoreCivic and ICE abruptly transferring or deporting witnesses before they could be interviewed by government investigators. Several also reported a delay in emergency medical care by CoreCivic staff. \r\n8. A recent report by the American Civil Liberties Union, Physicians for Human Rights, and American Oversight revealed that ICE's own internal investigators documented a 50-minute delay in the arrival of emergency care during the previous death at Otay Mesa Detention Center -- that of Nebane Abienwi -- \"because the on-call medical provider at the detention facility did not respond to a nurse's request for authorization to call an ambulance.\" https://phr.org/wp-content/uploads/2024/06/REPORT-ICE-Deadly-Failures-ACLU-PHR-AO-2024.pdf. It appears no ambulance was ever called for Mr. Dumitrascu. \r\n9. Deaths in ICE custody -- and particularly deaths in the custody of CoreCivic, one of ICE's largest detention contractors -- have been the subject of widespread and exceptional media interest. See, recently, https://www.nbcnews.com/news/us-news/ice-detainee-deaths-prevented-aclu-report-says-rcna156815\r\nhttps://theconversation.com/ice-detainees-suffer-preventable-deaths-qanda-with-a-medical-researcher-about-systemic-failures-232817\r\nhttps://www.aclu.org/press-releases/95-percent-of-deaths-in-ice-detention-could-likely-have-been-prevented-with-adequate-medical-care-report\r\nhttps://phr.org/our-work/resources/deadly-failures-preventable-deaths-in-u-s-immigration-detention/\r\nhttps://www.upi.com/Voices/2024/06/28/ICE-detainees-preventable-deaths-systemic-failures/9731719579552/\r\nhttps://www.yahoo.com/news/ice-detainee-deaths-could-prevented-143029059.html\r\nhttps://prismreports.org/2024/06/25/nearly-all-deaths-in-ice-detention-over-5-years-were-preventable/\r\nhttps://houstonlanding.org/preventable-tragedy-ice-detention-deaths-could-have-been-avoided-report-finds/\r\nhttps://www.knkx.org/social-justice/2024-06-25/ice-detention-center-in-tacoma-among-those-with-highest-number-of-deaths-aclu\r\nhttps://www.motherjones.com/politics/2024/06/most-immigrant-deaths-in-ice-detention-could-have-been-prevented/ \r\nhttps://www.lcsun-news.com/story/news/2024/06/19/deaths-in-ice-detention-from-2017-2021-could-have-been-prevented/74141901007/\r\nhttps://www.kjzz.org/news/2024-06-25/new-report-finds-majority-of-immigrant-deaths-in-ice-detention-could-have-been-prevented\r\nhttps://www.aimspress.com/aimspress-data/aimsph/2024/1/PDF/publichealth-11-01-011.pdf\r\nhttps://truthout.org/articles/new-report-finds-nearly-all-deaths-in-ice-custody-over-5-years-were-preventable/\r\nhttps://whistleblower.org/press-release/latest-report-on-preventable-deaths-in-ice-custody-supports-whistleblower-disclosure/ \r\nhttps://www.davisvanguard.org/2024/06/report-charges-68-deaths-in-ice-custody-since-2017-highlight-systemic-issues/ \r\nhttps://www.azcentral.com/story/news/politics/immigration/2024/06/25/most-deaths-in-ice-custody-were-preventable-new-report-says/74201835007/ \r\nhttps://www.newsfromthestates.com/article/study-95-deaths-ice-detention-between-2017-2021-could-have-been-prevented \r\n10. More than 14,000 pages of government records reviewed by medical experts showed nearly all deaths in ICE custody could have been prevented, and ICE failed to properly investigate or punish contractors and medical providers for delays in care that caused people in custody to die. https://phr.org/our-work/resources/deadly-failures-preventable-deaths-in-u-s-immigration-detention/\r\n11. A wrongful termination lawsuit filed against CoreCivic in February 2024 alleges the company was dangerously understaffed in the medical department during the period in which Mr. Dumitrascu died, leading to medical neglect: https://www.kpbs.org/news/border-immigration/2024/04/16/lawsuit-against-ice-detention-center-highlights-medical-neglect-complaints. \r\n12. According to DHS's FY 2023 FOIA report, ICE has reduced the number of FOIA processing personnel to its lowest levels since FY 2017 - just 47 total personnel, down from 60.5 in FY22. The agency reduced spending on FOIA processing by more than a million dollars - from $8.2M in FY22 to $7.2M in FY23. The agency's portion of DHS's total FOIA spending went from 11.4% in FY22 to 8.7% in FY23, despite the fact that the agency received 20,000 more requests than the previous fiscal year. Consequently, ICE's backlog more the doubled from 13k at the end of FY22 to 32k at the end of FY23. https://www.dhs.gov/sites/default/files/2024-03/23_0325_fy23-FOIA_Annual_Report.pdf. Without expedited processing, Mami Chelo, Mr. Dumitrascu's family, and the public will likely wait years for a response to the very simply questions these records could answer about how and why he died.\r\n13. There is an urgent need to inform the public and Mr. Dumitrascu's family of the truth about how and why he died at OMDC, and whether other currently detained individuals are at risk of meeting a similar fate as Congress increases detention bed funding. The requested records are among the most reliable and compelling primary source documents available to do so. \r\n\r\nFor the foregoing reasons, Mami Chelo respectfully requests expedited processing of this FOIA request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAndrew Free",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/dumitrascu-video-ice-medical-records-167847/"
  }
]