[
  {
    "id": 185122,
    "title": "Unaccompanied Alien Children Operations",
    "slug": "unaccompanied-alien-children-operations",
    "status": "submitted",
    "embargo_status": "public",
    "user": 103005,
    "username": "LaraLSN",
    "agency": 41072,
    "datetime_submitted": "2025-04-16T21:20:37.495527",
    "date_due": "2025-05-07",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-04-16T21:20:37.586673",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 185122,
        "from_user": 103005,
        "to_user": 155970,
        "subject": "DC Freedom of Information Act Request: Unaccompanied Alien Children Operations",
        "datetime": "2025-04-16T21:20:37.586673",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the DC Freedom of Information Act, I hereby request the following records:\r\n\r\n- Any memos, communications (including but not limited to electronic communications), directives, and/or policies related to the effort between ATF, DEA, FBI, US Marshals, and HSI to locate and interview at-risk unaccompanied alien children who entered the United States over the past four years.\r\n\r\n- Any memos, reports, statistics, communications, (including but not limited to electronic communications), and/or other documents quantifying the number and/or percentage of children identified as abused, trafficked, neglected, or exploited through Unaccompanied Alien Children Operations and/or other HSI wellness checks on at-risk unaccompanied alien children who entered the United States over the past four years.\r\n \r\n- All training, memos, policies and/or other documentation about communicating with children and/or using trauma-informed interviewing skills provided to agents completing wellness checks on  at-risk unaccompanied alien children who entered the United States over the past four years.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 15 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nLara S Nochomovitz",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/washington-48/unaccompanied-alien-children-operations-185122/"
  }
]