[
  {
    "id": 179845,
    "title": "Operation Padlock To Protect: Summonses, Violations",
    "slug": "operation-padlock-to-protect-summonses-violations",
    "status": "submitted",
    "embargo_status": "public",
    "user": 29036,
    "username": "riordan",
    "agency": 39253,
    "datetime_submitted": "2025-01-15T12:35:05.690257",
    "date_due": "2025-01-23",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-01-15T12:35:07.012839",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 179845,
        "from_user": 29036,
        "to_user": 149307,
        "subject": "",
        "datetime": "2025-01-15T12:35:07.012839",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nrecords related to the NYC initiative “Operation Padlock to Protect,” which targets unlicensed cannabis and smoke shops.\r\n\r\nSpecifically, I am requesting:\r\n\t1.\tA dataset or machine-readable file (e.g., spreadsheet, CSV) that includes details of all businesses inspected under Operation Padlock to Protect from the start of the initiative through its entire duration.\r\n\t2.\tA table of summonses issued, including business names, addresses, inspection dates, and the nature of any violations cited.\r\n\t3.\tAny subsequent updates or additions to the dataset provided in response to FOIL request FOIL-2024-866-00529.\r\n\r\nIf a machine-readable format is unavailable, I request the data in an alternative tabular format, such as a tabular text PDF.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDavid Riordan",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/operation-padlock-to-protect-summonses-violations-179845/"
  }
]