[
  {
    "id": 175267,
    "title": "PACKAGE THEFT DATA IN MAJOR METROPOLITAN AREAS",
    "slug": "package-theft-data-in-major-metropolitan-areas",
    "status": "submitted",
    "embargo_status": "public",
    "user": 143315,
    "username": "abbyfeldman4",
    "agency": 5193,
    "datetime_submitted": "2024-10-24T22:32:30.024790",
    "date_due": "2024-11-22",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-10-24T22:32:30.304104",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 175267,
        "from_user": 143315,
        "to_user": 11225,
        "subject": "",
        "datetime": "2024-10-24T22:32:30.304104",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nFollowing the Freedom of Information Act, I request access to records related to package theft trends across major U.S. metropolitan areas. Specially, I seek the following:\r\n\r\n1. Statistics on reported package thefts from Seattle, San Diego, Los Angeles, New York City, Chicago, Austin, Denver and Portland between January 1, 2019, and the present.\r\n2. Policies and protocols for investigating package theft involving USPS deliveries.\r\n3. Communication or agreements between the USPS Postal Inspection Service and local police departments regarding theft investigations and prevention.\r\n4. Public outreach materials or initiatives addressing package theft prevention.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAbby Feldman",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/package-theft-data-in-major-metropolitan-areas-175267/"
  }
]