[
  {
    "id": 152199,
    "title": "Bahrain social media training",
    "slug": "bahrain-social-media-training",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 35710,
    "username": "MatthewPetti_RNucinGD",
    "agency": 14,
    "datetime_submitted": "2023-09-19T19:06:11.085623",
    "date_due": "2023-10-18",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-09-19T19:06:11.527611",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 152199,
        "from_user": 35710,
        "to_user": 9615,
        "subject": "Freedom of Information Act Request: Bahrain social media training",
        "datetime": "2023-09-19T19:06:11.527611",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAny and all course materials used for the Advanced Social Media Investigations training given to Bahraini law enforcement officers, mentioned in a 19 September 2023 social media post by the U.S. Embassy in Manama (https://twitter.com/USEmbassyManama/status/1704137056132174108) The training was organized by the U.S. Embassy’s Regional Security Office and the Antiterrorism Assistance program, according to the embassy's post.\r\n\r\n\"Course materials\" may include syllabi, handouts, brochures, pamphlets, Power Points, directives, memorandums, or any other relevant material prepared by instructors and/or distributed to students as part of the training. Please also include any written assignments returned by the students to instructors. If any part of these documents are exempt from disclosure, please be sure to review and release all reasonably segregable nonexempt portions of responsive documents, as the FOIA requires.\r\n\r\nI request that I be properly classified as a media requester. I am an investigative journalist who has written numerous articles on topics of public interest for the BBC, the Intercept, the Daily Beast, the Asia Times, Responsible Statecraft, the National Interest, and Reason Magazine, and I am requesting these documents in an editorial capacity. Please contact me if you have any questions about my media status.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMatthew Petti",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/bahrain-social-media-training-152199/"
  }
]