[
  {
    "id": 145825,
    "title": "Government Surveillance Documentation - New York City Police Department (2020-2022)",
    "slug": "government-surveillance-documentation-new-york-city-police-department-2020-2022",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 272,
    "datetime_submitted": "2023-05-17T01:40:58.149355",
    "date_due": "2023-05-24",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-05-17T01:40:58.231859",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 145825,
        "from_user": 4164,
        "to_user": 9986,
        "subject": "New York Freedom of Information Law Request: Government Surveillance Documentation - New York City Police Department (2020-2022)",
        "datetime": "2023-05-17T01:40:58.231859",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nDear  Public Information Officer,\r\n\r\nI am writing to submit a Freedom of Information Act (FOIA) request, received on [date of receipt of the request], seeking specific digital and physical documents related to government surveillance programs operated by the New York Police Department (NYPD) from the years 2020 to 2022. The requested documents include, but are not limited to:\r\n\r\nDigital Documents:\r\na. Policies, procedures, guidelines, and training materials regarding the use of specific facial recognition software or hardware (e.g., Clearview AI, NEC NeoFace).\r\nb. Records, contracts, and procurement documents related to the acquisition and use of license plate readers, including specific models or manufacturers employed by the NYPD.\r\nc. Protocols, authorizations, and any legal opinions governing the use of cell phone tracking devices, specifically Stingray or any other similar tools utilized by the NYPD.\r\nd. Internal reports, assessments, or audits evaluating the effectiveness, efficiency, or impact of government surveillance programs.\r\ne. Any emails, memos, or other digital communications discussing or mentioning government surveillance activities.\r\nPhysical Documents:\r\na. Manuals, handbooks, or printed guidelines outlining the permissible use of surveillance technologies by NYPD personnel.\r\nb. Copies of agreements, contracts, or memoranda of understanding with external entities regarding data sharing or access to surveillance technology.\r\nc. Hard copies of reports, assessments, or audits conducted by the NYPD or external entities regarding government surveillance programs.\r\nd. Pamphlets, brochures, or printed materials used to inform the public about surveillance initiatives.\r\nTo ensure a comprehensive search, please include all relevant departments, units, and storage locations within the NYPD, including the Intelligence Bureau, Technical Assistance Response Unit, and Legal Bureau.\r\n\r\nIn compliance with applicable legal standards, I kindly request that you process this FOIA request in a manner consistent with the public's right to access information regarding government surveillance programs. Please note that the claim that disclosure would interfere with government operations must be supported by specific and demonstrable evidence.\r\n\r\nAdditionally, I request that you provide an index of any documents that are redacted or withheld in whole or in part. The index should include the title or description of each document, the specific exemption(s) applied, and the justification for each redaction or withholding.\r\n\r\nIn support of this FOIA request, I refer to the following court cases:\r\n\r\nUnited States v. Jones, 565 U.S. 400 (2012): This landmark Supreme Court case addressed the Fourth Amendment implications of prolonged GPS tracking and emphasized the need for warrants and limitations on government surveillance activities.\r\nACLU v. NYPD, 959 F.3d 546 (2d Cir. 2020): In this federal appellate court case, the court recognized the public's right to access information concerning government surveillance programs and found that vague claims of interference with government operations were insufficient to withhold requested documents.\r\nCarpenter v. United States, 138 S. Ct. 2206 (2018): The Supreme Court held that obtaining historical cell phone location records without a warrant violates the Fourth Amendment's protection against unreasonable searches, highlighting the need for safeguards and accountability in government surveillance practices.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJordan Lassiter",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-city-17/government-surveillance-documentation-new-york-city-police-department-2020-2022-145825/"
  },
  {
    "id": 145824,
    "title": "Government Surveillance Documentation - Poughkeepsie Police Department (2020-2022)",
    "slug": "government-surveillance-documentation-poughkeepsie-police-department-2020-2022",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 4357,
    "datetime_submitted": "2023-05-17T01:39:57.101816",
    "date_due": "2023-05-24",
    "days_until_due": null,
    "date_followup": "2023-05-24",
    "datetime_done": null,
    "datetime_updated": "2023-05-17T01:39:57.240362",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 145824,
        "from_user": 4164,
        "to_user": 27482,
        "subject": "New York Freedom of Information Law Request: Government Surveillance Documentation - Poughkeepsie Police Department (2020-2022)",
        "datetime": "2023-05-17T01:39:57.240362",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nDear Public Information Officer,\r\n\r\nI am writing to submit a Freedom of Information Act (FOIA) request seeking specific digital and physical documents related to government surveillance programs operated by the City Of Poughkeepsie Police Department. This request covers the period from 2020 to 2022. The requested documents include, but are not limited to:\r\n\r\nDigital Documents:\r\na. Policies, procedures, guidelines, and training materials regarding the use of specific facial recognition software or hardware (e.g., Clearview AI, NEC NeoFace).\r\nb. Records, contracts, and procurement documents related to the acquisition and use of license plate readers, including specific models or manufacturers employed by the Poughkeepsie Police Department.\r\nc. Protocols, authorizations, and any legal opinions governing the use of cell phone tracking devices, specifically Stingray or any other similar tools utilized by the department.\r\nd. Internal reports, assessments, or audits evaluating the effectiveness, efficiency, or impact of government surveillance programs.\r\ne. Any emails, memos, or other digital communications discussing or mentioning government surveillance activities.\r\nPhysical Documents:\r\na. Manuals, handbooks, or printed guidelines outlining the permissible use of surveillance technologies by Poughkeepsie Police Department personnel.\r\nb. Copies of agreements, contracts, or memoranda of understanding with external entities regarding data sharing or access to surveillance technology.\r\nc. Hard copies of reports, assessments, or audits conducted by the department or external entities regarding government surveillance programs.\r\nd. Pamphlets, brochures, or printed materials used to inform the public about surveillance initiatives.\r\nTo ensure a comprehensive search, please include all relevant departments, units, and storage locations within the Poughkeepsie Police Department.\r\n\r\nIn compliance with applicable legal standards, I kindly request that you process this FOIA request in a manner consistent with the public's right to access information regarding government surveillance programs. Please note that the claim that disclosure would interfere with government operations must be supported by specific and demonstrable evidence.\r\n\r\nAdditionally, I request that you provide an index of any documents that are redacted or withheld in whole or in part. The index should include the title or description of each document, the specific exemption(s) applied, and the justification for each redaction or withholding.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJordan Lassiter",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/poughkeepsie-22419/government-surveillance-documentation-poughkeepsie-police-department-2020-2022-145824/"
  }
]