[
  {
    "id": 177393,
    "title": "History and other Cadet Course materials",
    "slug": "history-and-other-cadet-course-materials",
    "status": "submitted",
    "embargo_status": "public",
    "user": 140258,
    "username": "TheCadet",
    "agency": 15147,
    "datetime_submitted": "2024-12-10T10:38:33.272091",
    "date_due": "2024-12-17",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-12-10T10:38:33.586704",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177393,
        "from_user": 140258,
        "to_user": 19541,
        "subject": "Virginia Freedom of Information Act Request: History and other Cadet Course materials",
        "datetime": "2024-12-10T10:38:33.586704",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Virginia Freedom of Information Act, I hereby request the following records:\r\n\r\nAll records relating to the concept, development, preparation, coordination for and conduct of and any activities relating to the HI300 - United States Constitutional History, HI306 \"Religion and Warfare in Nineteenth Century United States History, “American Civic Experience” (or its current name) course, “The Civil War and Reconstruction,” “History of the South from 1865,” “19th Century South Africa,” “Africa in Pre and Modern Times,” “The Old South,” and “The African-American Experience.” This includes, without limitation, related courseware being developed and/or taught with all records relating to BOV review and approval of these instructions. This request also includes, without limitation, all records relating to funding for the course, how the course and the Chair(s) are funded, by who, how and the budget as well as who is teaching these courses during the 2024-2025 academic year. Records responsive to this request include, without limitation, Programs of Instruction, Course Outline, Course Syllabus, Instructor martials, presentations of any kind, Learning and Training Objective(s), course instructor packets, testing materials, emails, notes, schedules, approved or disapproved attendees, handouts, quizzes and tests and all other related to the planning and conduct of the course(s).\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTom Nash, a citizen of Virginia, in coordination with Anonymous.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/lexington-32067/history-and-other-cadet-course-materials-177393/"
  }
]