[
  {
    "id": 161624,
    "title": "Kamala Harris Visit to Puerto Rico",
    "slug": "kamala-harris-visit-to-puerto-rico",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 114696,
    "username": "CarlosBerríosPolanco",
    "agency": 71,
    "datetime_submitted": "2024-04-02T20:38:26.265207",
    "date_due": "2024-04-30",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-02T20:38:26.396051",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 161624,
        "from_user": 114696,
        "to_user": 9547,
        "subject": "",
        "datetime": "2024-04-02T20:38:26.396051",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nReports show that Vice President Kamala Harris visited Puerto Rico on Friday, March 22, 2024: https://www.nbcnews.com/news/latino/kamala-harris-visits-puerto-rico-first-time-vice-president-rcna144654\r\n\r\nTherefore I request the following records:\r\n\r\n1) Any communications, messages, emails, and attachments between your department concerning Kamala Harris's visit to Puerto Rico on March 22, 2024.\r\n\r\n2) Any communications, messages, emails, and attachments between your department and Puerto Rican government agencies (including but not limited to: Puerto Rico Police Department, Office of the Governor (La Fortaleza), and the Municipality of San Juan) concerning Kamala Harris's visit to Puerto Rico on March 22, 2024. These include A) any notes taken during the process of planning of the trip and B) any notes taken during the trip,.\r\n\r\n3) Any presentations, presentation attachments, and instructional materials (these include but are not limited to audio, video, PowerPoint presentations, and slide formats) concerning Kamala Harris's visit to Puerto Rico.\r\n\r\n4) Any maps used in the planning of and during Kamala Harris's visit to Puerto Rico.\r\n\r\nThis request is for all records produced between February 1, 2024 and the time this request is processed.\r\n\r\nThis request is not being used for commercial purposes. I am an independent journalist and documents obtained by this request will be used in the course of reporting on Vice President visits to Puerto Rico. https://muckrack.com/carlos-e-berrios-polanco\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nCarlos Berríos Polanco",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/kamala-harris-visit-to-puerto-rico-161624/"
  }
]