[
  {
    "id": 157803,
    "title": "OIG 24-16 (Medical Approvals) Working Papers",
    "slug": "oig-24-16-medical-approvals-working-papers",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 25665,
    "username": "DetentionKills",
    "agency": 236,
    "datetime_submitted": "2024-01-25T16:19:43.437289",
    "date_due": "2024-02-23",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-01-25T16:19:43.524177",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 157803,
        "from_user": 25665,
        "to_user": 9587,
        "subject": "",
        "datetime": "2024-01-25T16:19:43.524177",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAll working papers and other records reviewed by DHS-OIG in preparation of the report designated OIG-24-16, released January 25, 2024, and available here: https://www.oig.dhs.gov/sites/default/files/assets/2024-01/OIG-24-16-Jan24.pdf.\r\n\r\nI hereby request expedited processing of this request pursuant to 6 CFR 5.5(e) and certify under penalty of perjury pursuant to 28 USC 1746 that the following statements are true and correct to the best of my knowledge and understanding: \r\n1. I am a member of the media primarily engaged in the dissemination of information. \r\n2. The facts underlying the OIG Report at issue have been the subject of exceptional and widespread media interest and substantiated, bipartisan findings of wrongdoing by the government and is contractors—including the Inspector General’s Office. See, e.g., https://www.hsgac.senate.gov/subcommittees/investigations/hearings/medical-mistreatment-of-women-in-ice-detention/\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAndrew Free",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/oig-24-16-medical-approvals-working-papers-157803/"
  },
  {
    "id": 157802,
    "title": "Henry Kissinger",
    "slug": "henry-kissinger",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 1747,
    "username": "ioerror",
    "agency": 10,
    "datetime_submitted": "2024-01-25T16:04:22.167899",
    "date_due": "2024-02-23",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-01-25T16:04:22.252951",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 157802,
        "from_user": 1747,
        "to_user": 9555,
        "subject": "",
        "datetime": "2024-01-25T16:04:22.252951",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nI am writing to request a copy of any and all FBI files on Dr. Henry Alfred Kissinger. I am seeking records relating to, or mentioning, Henry Alfred Kissinger, personally, and as well any records relating to Henry Alfred Kissinger's work in the U.S. Army, as the U.S. Secretary of State, and generally as a public figure. This includes but is not limited to his work as a national security advisor to the U.S. President in the 1960s, 1970s, and in subsequent decades. \r\n\r\nBorn May 27th, 1923 in Fürth, Bavaria, Germany, Henry Alfred Kissinger died November 29th, 2023 in Kent, Connecticut. He is well known for many things including having said: \"The illegal we do immediately, the unconstitutional takes a little longer\" in a diplomatic cable in 1975. I also request documents that include or reference this quote even if it is otherwise unattributed to Dr. Kissinger.\r\n\r\nHe was a German citizen until being stripped of his citizenship in 1935 by the Nazi regime in Germany at the time. It is reported that he was then stateless until becoming an American citizen in 1943. His death at the age of 100 was widely reported in the media in late in November of 2023. He is also known by the name Dr. Kissinger or simply Kissinger.\r\n\r\nMajor media outlets across America and internationally as of late 2023 have reported his death including: https://www.nytimes.com/2023/11/29/us/henry-kissinger-dead.html\r\n\r\nPlease conduct searches of the Central Records System, including but not limited to the SENTINEL system, FBI email system, the Electronic Surveillance (ELSUR) Records System, the Microphone Surveillance (MISUR) Indices, the Physical Surveillance (FISUR) Indices, Technical Surveillance (TESUR) Indices, Counter-drug Information Indices System (CIIS), Investigative Data Warehouse (IDW) including but not limited to Investigative Data Warehouse - Secret, IDW-S Core, SPT, and DOCLAB-S, FBI Automated Case Support system (ACS), subset of the Electronic Case File (ECF) system, National Crime Information Center (NCIC), Combined DNA Index System (CODIS), Integrated Automated Fingerprint Identification System (IAFIS), Interstate Photo System (IPS) and/or Facial Recognition Databases such as those used by FACE (Facial Analysis, Comparison, and Evaluation) specialists, and the Foreign Intelligence Surveillance Act (FISA) warrant applications and/or Foreign Intelligence Surveillance Court (FISC) record filings, for both main-file records and cross-reference records for all relevant names, individuals, agencies and companies. Please further consult all available cross-reference indices, databases, and records, in addition to any other data sources containing potentially-responsive materials related to Henry Alfred Kissinger.\r\n\r\nPlease include all potentially responsive materials, including but not limited to all communications, reports, investigations, inquiries, audio files, photographs or image files, video files, memos, email systems, directives, network packet captures, meeting minute notes, calendar entries, and any other data or data format that is used by the FBI. Please include all materials found in other subject files and all materials associated with any potentially-related names and any other known aliases, code names, nicknames, or any other identifying pseudonyms or references utilized by this agency or any other agency that is known to the FBI. Please additionally include searches for inter-agency or non-agency communications accessible by the FBI about Henry Alfred Kissinger.\r\n\r\nIf any potentially responsive records have been destroyed and/or transferred to NARA, then I request copies of the destruction or transfer slips as well as any other documentation relating to, mentioning or describing said transfer or destruction, to include but not be limited to confirmation that the Bureau has no other copies of said records. If previously released records are available, then I request a rolling release consisting of those records while additional records are located and processed for release.\r\n\r\nIt is my understanding that your agency is required to search the records stored at NARA’s Washington Records Center in Suitland, MD, which remain technically under your agency’s control (see 36 CFR 1250.8). Please also conduct a search of records at NARA's Washington Records Center in Suitland, for records related to Henry Alfred Kissinger.\r\n\r\nFurthermore, I request the FOIA log and copies of all other requests for information on Henry Alfred Kissinger including the responsive documents.\r\n\r\nHenry Alfred Kissinger was a public figure. This request is a critical part of a journalistic research project which requires the responsive documents for informing the public. I have previously been determined to meet the criteria for a full fee waiver under journalistic and academic requester status. I am however currently waiting for a copy of that determination letter from the FBI. I am able to produce the relevant FOIA reference where this determination was made by the FBI, if that is needed.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJacob Appelbaum",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/henry-kissinger-157802/"
  },
  {
    "id": 157799,
    "title": "Donations From M&T Truck Sales",
    "slug": "donations-from-mt-truck-sales",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 124211,
    "username": "MYMUCKROCK",
    "agency": 33594,
    "datetime_submitted": "2024-01-25T15:55:40.227388",
    "date_due": "2024-02-01",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-01-25T15:55:40.369537",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 157799,
        "from_user": 124211,
        "to_user": 127315,
        "subject": "Illinois Freedom of Information Act. Request: Donations From M&T Truck Sales",
        "datetime": "2024-01-25T15:55:40.369537",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nCopies of the yearly payments received by the village from Michael Criscione and/or  “M&T Truck Sales” (or any affiliated business) at 15W776 North Frontage Road, Burr Ridge, from September 2020 forward as described in pages 5 and 6 of Village Board meeting minutes here: https://cms5.revize.com/revize/burrridge/Document%20Center/Agenda%20&%20Minutes/Village%20Board/Minutes/2020/2020-08-24-village-board-minutes.pdf\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAnonymous User",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/burr-ridge-7596/donations-from-mt-truck-sales-157799/"
  },
  {
    "id": 157798,
    "title": "Fernando Villavicencio",
    "slug": "fernando-villavicencio",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 1747,
    "username": "ioerror",
    "agency": 10,
    "datetime_submitted": "2024-01-25T15:38:43.030099",
    "date_due": "2024-02-23",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-01-25T15:38:43.185633",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 157798,
        "from_user": 1747,
        "to_user": 9555,
        "subject": "Freedom of Information Act Request: Fernando Villavicencio",
        "datetime": "2024-01-25T15:38:43.185633",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nI am writing to request a copy of any FBI files on Fernando Villavicencio. I am seeking records relating to or mentioning Fernando Villavicencio personally, and as well any records relating to Fernando Villavicencio's work as an investigative journalist, a politician, and as a public figure known for his work with the National Endowment for Democracy.\r\n\r\nBorn October 11th, 1963 in Alausí, Chimborazo, Ecuador, Fernando Villavicencio died August 9th, 2023 in Quito, Ecuador. He was known for investigative journalism work, for his political work with the Ecuadorian Pachakutik Party, and for being a member of the Ecuadorian national assembly. Of note is that two weeks before the Ecuadorian national election while running as a candidate for President of Ecuador, he was assassinated by three gunshots to the head after a Movimiento Construye political campaign rally in Ecuador: https://en.wikipedia.org/wiki/Assassination_of_Fernando_Villavicencio\r\n\r\nHe was an Ecuadorian citizen. His death at the age of 59 was widely reported in the media in late in August of 2023. He is also known by the name Fernando Alcibiades Villavicencio Valencia.\r\n\r\nMajor media outlets across America and internationally as of early 2024 have reported his death including: https://www.reuters.com/world/americas/ecuador-awaits-funeral-assassinated-presidential-candidate-2023-08-11/\r\n\r\nPlease conduct searches of the Central Records System, including but not limited to the SENTINEL system, FBI email system, the Electronic Surveillance (ELSUR) Records System, the Microphone Surveillance (MISUR) Indices, the Physical Surveillance (FISUR) Indices, Technical Surveillance (TESUR) Indices, Counter-drug Information Indices System (CIIS), Investigative Data Warehouse (IDW) including but not limited to Investigative Data Warehouse - Secret, IDW-S Core, SPT, and DOCLAB-S, FBI Automated Case Support system (ACS), subset of the Electronic Case File (ECF) system, National Crime Information Center (NCIC), Combined DNA Index System (CODIS), Integrated Automated Fingerprint Identification System (IAFIS), Interstate Photo System (IPS) and/or Facial Recognition Databases such as those used by FACE (Facial Analysis, Comparison, and Evaluation) specialists, and the Foreign Intelligence Surveillance Act (FISA) warrant applications and/or Foreign Intelligence Surveillance Court (FISC) record filings, for both main-file records and cross-reference records for all relevant names, individuals, agencies and companies. Please further consult all available cross-reference indices, databases, and records, in addition to any other data sources containing potentially-responsive materials related to Fernando Villavicencio.\r\n\r\nPlease include all potentially responsive materials, including but not limited to all communications, reports, investigations, inquiries, audio files, photographs or image files, video files, memos, email systems, directives, network packet captures, meeting minute notes, calendar entries, and any other data or data format that is used by the FBI. Please include all materials found in other subject files and all materials associated with any potentially-related names and any other known aliases, code names, nicknames, or any other identifying pseudonyms or references utilized by this agency or any other agency that is known to the FBI. Please additionally include searches for inter-agency or non-agency communications accessible by the FBI about Fernando Villavicencio.\r\n\r\nIf any potentially responsive records have been destroyed and/or transferred to NARA, then I request copies of the destruction or transfer slips as well as any other documentation relating to, mentioning or describing said transfer or destruction, to include but not be limited to confirmation that the Bureau has no other copies of said records. If previously released records are available, then I request a rolling release consisting of those records while additional records are located and processed for release.\r\n\r\nIt is my understanding that your agency is required to search the records stored at NARA’s Washington Records Center in Suitland, MD, which remain technically under your agency’s control (see 36 CFR 1250.8). Please also conduct a search of records at NARA's Washington Records Center in Suitland, for records related to Fernando Villavicencio.\r\n\r\nFurthermore, I request the FOIA log and copies of all other requests for information on Fernando Villavicencio including the responsive documents.\r\n\r\nFernando Villavicencio was a public figure. This request is a critical part of a journalistic research project which requires the responsive documents for informing the public. I have previously been determined to meet the criteria for a full fee waiver under journalistic and academic requester status. I am however currently waiting for a copy of that determination letter from the FBI. I am able to produce the relevant FOIA reference where this determination was made by the FBI, if that is needed.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJacob Appelbaum",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/fernando-villavicencio-157798/"
  }
]