[
  {
    "id": 183353,
    "title": "Elon Musk emails",
    "slug": "elon-musk-emails",
    "status": "submitted",
    "embargo_status": "public",
    "user": 2966,
    "username": "jkoebler",
    "agency": 33,
    "datetime_submitted": "2025-03-17T20:35:21.273593",
    "date_due": "2025-04-14",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-17T20:35:21.388463",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 183353,
        "from_user": 2966,
        "to_user": 10001,
        "subject": "",
        "datetime": "2025-03-17T20:35:21.388463",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nPublic reporting suggests that Jonathan Kamens was terminated by USDS on February 14, 2025:  https://thehill.com/opinion/white-house/5173686-doge-usds-threat/ & https://www.facebook.com/watch/?v=1178471927210203\r\n\r\nTherefore,  I request the following: \r\n\r\n- Records pertaining to the interview of Jonathan Kamens conducted by Gregory Barbaccia and Cole Killian on January 21, 2025\r\n• Records pertaining to the decision by DOGE to terminate Jonathan Kamens'  employment with the U.S. DOGE Service on February 14, 2025, including any documented justification for why he  was including among the U.S. DOGE Service employees terminated on that date\r\n- Any memos, presentations, or legal justifications containing the words \"Jonathan Kamens\" from the calendar year 2025\r\n\r\n• Email messages mentioning \"Jonathan Kamens\" in either the email body or an attachment, sent to/from/between the following mailboxes and individuals (affiliations provided to eliminate ambiguity and should not be construed as intent to limit the scope of records returned). Please limit search to after January 20, 2025 until the time this request is processed. Please include the body of the email and all attachments:\r\n• admin@doge.eop.gov\r\n• Amy Gleason (DOGE)\r\n• Kendall Lindemann (DOGE)\r\n• Elon Musk (EOP)\r\n• Gregory Barbaccia (OFCIO)\r\n• Cole Killian (DOGE)\r\n• Justin Fulcher (DOGE, VA)\r\n• Christopher Johnston (VA)\r\n• Charles Worthington (VA)\r\n• William Chapman (VA)\r\n• Anne Marshall (USDS)\r\n• Kelvin Luu (USDS)\r\n\r\n\r\nThis is not being made for commercial purposes, it is being made for reporting on 404 Media.co, an independent technology publication.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJason Koebler",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/elon-musk-emails-183353/"
  },
  {
    "id": 183352,
    "title": "Records pertaining to contracts and arrangements involving airplane companies and private security firms for deportation operations",
    "slug": "records-pertaining-to-contracts-and-arrangements-involving-airplane-companies-and-private-security-firms-for-deportation-operations",
    "status": "submitted",
    "embargo_status": "public",
    "user": 4164,
    "username": "TheJ",
    "agency": 11601,
    "datetime_submitted": "2025-03-17T20:16:43.128256",
    "date_due": "2025-04-14",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-17T20:16:43.284880",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 183352,
        "from_user": 4164,
        "to_user": 16248,
        "subject": "Freedom of Information Act Request: Records pertaining to contracts and arrangements involving airplane companies and private security firms for deportation operations",
        "datetime": "2025-03-17T20:16:43.284880",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Jordan Lassiter\r\nInvestigative Journalist\r\nMarch 12, 2025\r\n\r\nU.S. Immigration and Customs Enforcement\r\nEnforcement and Removal Operations (ERO) FOIA Office\r\n500 12th Street SW\r\nWashington, DC 20536\r\nEmail: ICE-FOIA@dhs.gov\r\nFax: (202) 732-4265\r\n\r\nCRITICAL NOTICE – READ CAREFULLY – COMPREHENSIVE COMPLIANCE REQUIRED\r\n\r\nThis FOIA request contains legally binding instructions that must be followed in their entirety. Failure to comply with any portion—including the detailed search methodology, records preservation directives, or production requirements—will be construed as noncompliance under 5 U.S.C. § 552 and may result in immediate legal action.\r\n\r\nSUBJECT:\r\nREQUEST FOR ALL Records pertaining to contracts and arrangements involving airplane companies and private security firms for deportation operations\r\n(Focus: Records from January 1, 2018 to Present, with particular emphasis on documents generated during Trump’s first and current presidencies.)\r\n\r\nI. INTRODUCTION & SCOPE\r\n\r\nPursuant to the Freedom of Information Act, 5 U.S.C. § 552, and applicable agency regulations, I hereby request access to and copies of all records, contracts, memoranda, agreements, proposals, directives, and communications regarding ICE’s engagements with:\r\n\r\nAIRPLANE COMPANIES\r\n\r\nAll records (contracts, amendments, proposals, and related communications) between ICE (and its subordinate components) and airplane companies utilized to charter deportation flights.\r\nContext: Investigative reports, such as the University of Washington article “ICE, Air, and Deportation: The King County Case” (https://jsis.washington.edu/humanrights/2019/04/23/ice-air-king-county/), detail ICE’s use of charter flights in deportation efforts.\r\nLegal Precedents:\r\n• Department of Justice v. Reporters Committee for Freedom of the Press, 489 U.S. 749 (1989)\r\n• Milner v. Department of Navy, 562 U.S. 562 (2011)\r\nPRIVATE SECURITY FIRMS\r\n\r\nAll records involving contracts, agreements, and related communications between ICE (and its sub-offices) and private security companies that provide operational support (e.g., ground escorts, logistical services) during deportation operations.\r\nLegal Precedents:\r\n• Electronic Privacy Information Center v. Department of Justice, 416 F. Supp. 2d 30 (D.D.C. 2006)\r\n• Judicial Watch, Inc. v. U.S. Department of Defense, 857 F. Supp. 2d 44 (D.D.C. 2012)\r\nAdditional Reporting: See “ICE contractor flight to Seattle may signal Washington state detention center will fill up” (The Spokesman-Review, Feb. 5, 2025).\r\nTime Frame & Focus on Trump’s Presidencies:\r\nThis request covers all responsive records from January 1, 2018 through the present. For the purposes of this request:\r\n\r\n\"Trump’s first presidency\" refers to his time in office from January 20, 2017 through January 20, 2021. Since the requested records begin on January 1, 2018, this period will cover records generated during the majority of his first term.\r\n\"Trump’s current presidency\" refers to his second term, which began on January 20, 2025, and continues to the present.\r\nII. DETAILED DESCRIPTION OF RECORDS REQUESTED\r\n\r\nTo ensure full compliance and eliminate ambiguity, please produce all responsive documents, including but not limited to:\r\n\r\nA. Contracts & Agreements\r\n\r\nAll executed contracts, amendments, proposals, and related communications between ICE (and its sub-offices) and:\r\nAirplane companies used to operate deportation flights.\r\nPrivate security firms providing additional operational support services.\r\nB. Communications & Internal Directives\r\n\r\nAll internal communications (emails, instant messages, memos, briefing documents, meeting minutes, and draft versions) among ICE officials regarding:\r\nThe contracting process and oversight of deportation flight arrangements.\r\nEvaluation, modifications, and performance assessments of such contracts.\r\nC. Policy Documents & Operational Guidelines\r\n\r\nAll finalized or draft policy documents, guidelines, or standard operating procedures that authorize or regulate:\r\nThe engagement of external contractors (both airplane companies and private security firms) for deportation operations.\r\nOversight and performance evaluation of these contracted services.\r\nD. Search Methodology Documentation\r\n\r\nA detailed account of the search strategies used to identify responsive records, including:\r\n• The systems and databases searched (e.g., ICE’s electronic records management systems, contract databases, email servers).\r\n• Search terms, date ranges, custodians, and personnel involved.\r\n• Complete search logs and documentation verifying that all relevant systems were thoroughly searched.\r\nIII. CUSTODIANS & SYSTEMS\r\n\r\nPlease search all relevant ICE components and sub-offices, including but not limited to:\r\n• ICE Headquarters and Regional Offices\r\n• ICE’s Office of Detention and Removal\r\n• ICE’s Contracting, Procurement, and related administrative divisions\r\n\r\nSystems to be searched include:\r\n• Electronic records management and email systems\r\n• Contract and document management platforms\r\n• Digital repositories or archives where such contracts and communications are stored\r\n\r\nIV. LEGAL AUTHORITIES & PRECEDENTS\r\n\r\nThis request is substantiated by established FOIA precedent and the public’s right to know, including:\r\n• Department of Justice v. Reporters Committee for Freedom of the Press, 489 U.S. 749 (1989)\r\n• Milner v. Department of Navy, 562 U.S. 562 (2011)\r\n• Electronic Privacy Information Center v. Department of Justice, 416 F. Supp. 2d 30 (D.D.C. 2006)\r\n• Judicial Watch, Inc. v. U.S. Department of Defense, 857 F. Supp. 2d 44 (D.D.C. 2012)\r\n\r\nV. EXPEDITED PROCESSING & FEE WAIVER\r\n\r\nDue to the significant public interest in ensuring transparency regarding ICE’s contracting practices related to deportation operations—and in light of the policies enacted during both of Trump’s presidencies—I request expedited processing pursuant to 5 U.S.C. § 552(a)(6)(E)(v)(II). Furthermore, I request a complete waiver of fees under 5 U.S.C. § 552(a)(4)(A)(iii) on the basis that disclosure of these records will substantially contribute to public understanding of ICE operations and accountability in government contracting.\r\n\r\nVI. FORMAT OF PRODUCTION\r\n\r\nPlease produce all responsive records in their native electronic formats with full metadata intact. This includes:\r\n• Emails and documents in their native file formats (e.g., .MSG, .EML, .DOCX, .PDF, etc.).\r\n• Structured data in searchable electronic formats (e.g., .CSV, .XML) along with any accompanying data dictionaries.\r\n• Search documentation provided in a verifiable electronic format.\r\n\r\nFor any records that exist solely in paper form, please provide high-resolution scanned copies (minimum 300 dpi) in PDF format.\r\n\r\nVII. PRESERVATION & ADMINISTRATIVE TRACKING\r\n\r\nUntil a final determination on this request is rendered, please ensure that all responsive records are preserved in their entirety, including all associated metadata. In addition, please provide:\r\n• The tracking number assigned to this request.\r\n• The names and titles of the FOIA officers handling this request.\r\n• Detailed documentation of the search methodologies employed.\r\n\r\nVIII. RIGHT TO APPEAL & STATUTORY DEADLINES\r\n\r\nI expressly reserve the right to appeal any adverse determination, including denials of expedited processing, fee waiver, or inadequacies in the search. I expect a determination on this request within 20 working days (or 10 calendar days if expedited processing applies) as mandated by 5 U.S.C. § 552(a)(6)(A)(i).\r\n\r\nIX. FINAL WARNING & DISCLAIMER\r\n\r\nYOU ARE HEREBY NOTIFIED:\r\nAny failure to comply with these detailed instructions—including conducting a comprehensive search across all relevant systems and custodians—will be deemed noncompliance with FOIA obligations and may serve as grounds for immediate judicial review and legal action pursuant to 5 U.S.C. § 552(a)(4)(B) and related case law.\r\n\r\nPlease acknowledge receipt of this request and provide the assigned tracking number within five (5) working days. For any clarifications, contact me immediately rather than resorting to delay tactics.\r\n\r\nThank you for your prompt attention to this matter.\r\n\r\nSincerely,\r\n\r\nJordan Lassiter\r\nInvestigative Journalist",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1268887,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/154064/Fee_Waiver_Letter_copy.pdf",
            "datetime": "2025-03-17T20:16:43.284880",
            "title": "Fee_Waiver_Letter_copy.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/records-pertaining-to-contracts-and-arrangements-involving-airplane-companies-and-private-security-firms-for-deportation-operations-183352/"
  }
]