[
  {
    "id": 175468,
    "title": "Marin County Insurance Policies",
    "slug": "marin-county-insurance-policies",
    "status": "submitted",
    "embargo_status": "public",
    "user": 115228,
    "username": "TaraEvans",
    "agency": 39397,
    "datetime_submitted": "2024-10-27T19:55:30.283073",
    "date_due": "2024-11-25",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-10-27T19:55:31.298430",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 175468,
        "from_user": 115228,
        "to_user": 143412,
        "subject": "",
        "datetime": "2024-10-27T19:55:31.298430",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nThis is a request under the California Public Records Act (Govt Code 6250 et seq \"the Act\")\r\nThe  undersigned hereby requests the following Public Records as defined in the Act or any reasonably segregable portion thereof:\r\n\r\nAny and all Public Records, regardless of the physical form, characteristics or medium, paper or electronic, of such Public Records, in the County's possession pertaining to or in support of :\r\n\r\nMarin County insurance policies between 2014-2024\r\n\r\nThe purpose of this request is to gather all Public Records pertaining to the County's insurance policies.\r\n\r\nNone of the undersigned is a member, agent, officer, or employee of a federal, state, or local agency  acting  within the scope of his or her membership, agency, office, or employment. The requested documents will be made available to the general public. This request is not being made for commercial purposes. \r\n\r\nIn the event the County shall choose to withhold any such documents, pursuant to Govt Code 6255, the County shall justify withholding any record by demonstrating that the record in question is exempt under express provisions of the Act or that on the facts of this particular case the public interest served by not disclosing the record clearly outweighs the public interest served by disclosure of the record. Pursuant to Govt Code 6253,  if the County feels a portion of a record should be withheld because it feels that portion is exempt, then any  reasonably segregable portion of the record shall be made available after deletion of the portions that are exempted by law. \r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes. \r\n\r\nIn the  event that there are fees, I would be grateful if you would inform me of the total charges in  advance of fulfilling my request. I would prefer the request filled electronically, by email attachment if available or CDROM if not. \r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires. \r\n\r\nSincerely,\r\nTara Evans\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTara Evans",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/marin-county-insurance-policies-175468/"
  }
]