[
  {
    "id": 174112,
    "title": "October - November emails",
    "slug": "october-november-emails",
    "status": "submitted",
    "embargo_status": "public",
    "user": 35710,
    "username": "MatthewPetti_RNucinGD",
    "agency": 7,
    "datetime_submitted": "2024-10-04T11:38:53.878616",
    "date_due": "2024-11-04",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-10-04T11:38:53.958979",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 174112,
        "from_user": 35710,
        "to_user": 25379,
        "subject": "",
        "datetime": "2024-10-04T11:38:53.958979",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nDeputy Assistant Secretary of Defense for the Middle East Dana Stroul's email communications between October 7, 2023 and November 8, 2023 with one or more of the following officials:\r\n- National Security Council Coordinator for the Middle East and North Africa Brett McGurk;\r\n- Assistant Secretary of Defense for International Security Affairs Celeste Wallander;\r\n- Under Secretary of Defense for Policy Sasha Baker;\r\n- Secretary of Defense Lloyd Austin.\r\n- Assistant Secretary of State for Near Eastern Affairs Barbara Leaf.\r\n\r\nPlease include emails from those addresses that were CC'd or forwarded to Assistant Secretary Leaf. If any of the emails contain attachments, please include those attachments as well.\r\n\r\nI request that I be properly classified as a media requester. I am an assistant editor at Reason Magazine who has written numerous articles on topics of public interest for the Daily Beast, the Asia Times, Responsible Statecraft, the National Interest, Reason Magazine, America Magazine and the Armenian Weekly, and I am requesting these documents in an editorial capacity. Please contact me if you have any questions about my media status.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMatthew Petti",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/october-november-emails-174112/"
  }
]