[
  {
    "id": 181501,
    "title": "FOIA Request: Communications and Documents re DOGE",
    "slug": "foia-request-communications-and-documents-re-doge",
    "status": "submitted",
    "embargo_status": "public",
    "user": 151655,
    "username": "jtmorris",
    "agency": 40564,
    "datetime_submitted": "2025-02-14T19:28:02.286735",
    "date_due": "2025-03-17",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-02-14T19:28:02.420581",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 181501,
        "from_user": 151655,
        "to_user": 151698,
        "subject": "",
        "datetime": "2025-02-14T19:28:02.420581",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\n1. All records concerning the decision to draft, send, and publish your Office's February 3, 2025 letter to Mr. Elon Musk, sent via X.com to \"@elonmusk\" and published on X.com under \"@EagleEdMartin.\"\r\n\r\n2. All records concerning the decision to draft, send, and publish your Office's February 7, 2025 letter to Mr. Elon Musk and Mr. Steve Davis, sent via X.com to \"@elonmusk\" and published on X.com under \"@EagleEdMartin.\"\r\n\r\n3. All records concerning \"the referral of individuals and networks who appear to be stealing government property and/or threatening government employees\" described in your Office's February 7, 2025 letter to Elon Musk and Steve Davis. \r\n\r\n4. All records concerning communications between your office and DOGE (f/k/a United States Digital Service) concerning the topics discussed in the (a) the February 3, 2025 letter or (b) the February 7, 2025 letter\r\n\r\n5. All records concerning communications between your office and Elon Musk concerning the topics discussed in the (a) the February 3, 2025 letter or (b) the February 7, 2025 letter\r\n\r\n6. All records concerning communications between your office and X.com or X Corp. concerning the topics discussed in the (a) the February 3, 2025 letter or (b) the February 7, 2025 letter\r\n\r\n7. All records concerning communications between your office and WIRED (or Wired.com) concerning the topics discussed in the (a) the February 3, 2025 letter or (b) the February 7, 2025 letter\r\n\r\n8. All records concerning communications to or from your office concerning the publication of one or more of following names: Akash Bobba; Edward Coristine; Luke Farritor; Gautier Cole Killian; Gavin Kilger; or Ethan Shaotran.\r\n\r\n9. All records concerning  communications to or from your office about the X.com account \"@RayInsideOut.\"\r\n\r\n10. Any direct messages received at or sent from the X.com account \"@EagleEdMartin\" concerning (a) the February 3, 2025 letter; (b) the February 7, 2025 letter; or (c) the publication of the six names referenced above.\r\n\r\n\"Communications\" means and includes emails, text messages, social media messages, letters, memoranda, calendar entries, chats, or any other form of one-to-one or one-to-many communication.\r\n\r\nPlease note that this request seeks public records wherever they may be found, including on devices or networks owned or operated by private parties. For example, if an employee uses a personal cell phone or social media account to conduct public business, records created, maintained, or held on the phone or account are public records subject to this request.\r\n\r\nREQUEST FOR EXPEDITED PROCESSING:\r\n\r\nI request that this request be expedited under 28 CFR § 16.5(e)(ii) for the following reasons:\r\n\r\n1. I certify the following to be true and correct: My organization is primarily engaged in disseminating information. The Foundation for Individual Rights and Expression (FIRE) maintains a news website at https://thefire.org/news, through which its staff members regularly publish news stories and editorial content concerning the activities of governments, government officials, and other persons or organizations of public concern. I am a staff member of FIRE. I frequently write about matters involving the First Amendment and press freedom, including on FIRE's website. \r\n\r\n2. The requested information concerns an actual or alleged government activity, namely the U.S. Attorney for the District of Columbia becoming involved in a dispute over the disclosure of names of individuals involved with DOGE/US Digital Service and its acts. \r\n\r\n3. The requested information extends beyond the public's right to know about government activity generally and instead has a particular value that would be lost if not processed on an expedited basis. The information pertains to a breaking news story of public interest. The U.S. Attorney added to the newsworthiness of this matter, posting two recent letters on Twitter threatening investigation of  those who publish information related to DOGE's activities and related current events (those Twitter posts have tens of thousands of engagements). That issue has attracted a wide range of recent news media coverage, including the numerous articles identified below.  The information has value that would be lost if not processed on an expedited basis because it concerns the policies and actions of federal law enforcement concerning the publication of information related to DOGE and related current events. Those policies and decisions are uncertain, as indicated by the US Attorney's letters. Disclosing policies and information pertaining to ongoing decisions and policies facilitates the ability of the public, the press, and advocates to provide feedback with respect to those decisions and policies. If that information is only disclosed months or years later, it will inhibit the ability of the public to understand how its current officials are making decisions.\r\n\r\nExamples of social media postings and recent articles demonstrating the public's ongoing and current interest in this information include:\r\n\r\nX.com:\r\nhttps://x.com/EagleEdMartin/status/1887901087983689761\r\nhttps://x.com/EagleEdMartin/status/1886456136032817488\r\nhttps://x.com/USAO_DC/status/1886537850390483276\r\n\r\nThe New Republic: https://newrepublic.com/post/191087/us-attorney-threaten-target-opponents-elon-musk-doge\r\nThe Washington Post: https://www.washingtonpost.com/dc-md-va/2025/02/03/martin-supports-for-musk-doge/\r\nThe New York TImes: https://www.nytimes.com/2025/02/12/business/media/elon-musk-doxxing-marko-elez.html\r\nWestern Journals: https://www.westernjournal.com/elon-just-got-legendary-letter-trumps-doj-threats-doge-finished/\r\nSlate: https://slate.com/news-and-politics/2025/02/trump-musk-doge-staffer-resigns-ed-martin-us-attorney-jan-6.html\r\nAxios: https://www.axios.com/2025/02/07/musk-doge-us-attorney-inquiry\r\nNewsweek: https://www.newsweek.com/trump-us-attorney-ed-martin-inquiry-elon-musk-2027976\r\n\r\nREQUEST FOR A FEE WAIVER OR REDUCED FEES:\r\n\r\nI request, under 28 CFR § 16.10(k), a waiver or reduction of fees for the following reasons:\r\n\r\n1. Disclosure of the requested information is in the public interest because its disclosure would shed light on the operations or activities of the government. The requested information pertains specifically to the policies, procedures, and practices of the U.S. Attorney's Office for the District of Columbia as it pertains to the publications of information about government activities, implicating the Speech and Press clauses of the First Amendment.\r\n\r\n2. Disclosure of the requested information would be likely to contribute significantly to public understanding of those operations or activities. Disclosure of the requested information would meaningfully inform the public about the Office's activities and operations, as the information pertains to the policies and underlying information driving decisions by senior law enforcement officials. Disclosing the policies and other information would demonstrate the bases for those decisions, which have attracted substantial public attention, as demonstrated by the articles and press statements cited above. That information is not in the public domain.\r\n\r\n3. Disclosure of the requested information will contribute to the understanding of a reasonably broad audience of persons interested in the subject, as opposed to the individual understanding of the requester. The requestor is a licensed attorney who practices First Amendment law, including its application to members of the press. As such, the requestor will be able to effectively convey information to the public. Further, the requestor is a representative of the news media. The requestor and his employer, the Foundation for Individual Rights and Expression, gather information of potential interest to a segment of the public, turns that information into distinct works (including through its news website, located at https://thefire.org/news, and distributes that information to the public. The information requested here relates to information that is about current events or that would be of current interest to the public. The requestor's past publication record (in addition to FIRE's articles) can be found at https://thefire.org/news.\r\n\r\n4. The requested information is not primarily in the commercial interest of the requester. The requestor works for a nonprofit organization and the records are not sought for a commercial purpose.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJT Morris",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/foia-request-communications-and-documents-re-doge-181501/"
  }
]