[
  {
    "id": 192538,
    "title": "Police Presence at Wellesley Neighborhood in Clayton on 9/4/2025",
    "slug": "police-presence-at-wellesley-neighborhood-in-clayton-on-942025",
    "status": "submitted",
    "embargo_status": "public",
    "user": 149728,
    "username": "TimothyWright27",
    "agency": 17858,
    "datetime_submitted": "2025-09-04T17:20:14.759452",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-09-04T17:20:14.857292",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192538,
        "from_user": 149728,
        "to_user": 26056,
        "subject": "",
        "datetime": "2025-09-04T17:20:14.857292",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the North Carolina Public Records Law, I hereby request the following records:\r\n\r\nWould like to request any and all information related to a police response to the Wellesley neighborhood in Clayton on 9/4/2025 at ~4:05pm\r\nThree officers arrived and spoke with an individual.   Not sure if the individual was involved or not.  Just want to understand the reasoning for the police presence at that time.\r\nThis was the same timing of the elementary school bus drop off so we were concerned.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nTimothyWright",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/johnston-county-4618/police-presence-at-wellesley-neighborhood-in-clayton-on-942025-192538/"
  },
  {
    "id": 192536,
    "title": "COOG Policies on Complaint-Forwarding of FOIL Violations",
    "slug": "coog-policies-on-complaint-forwarding-of-foil-violations",
    "status": "ack",
    "embargo_status": "public",
    "user": 18767,
    "username": "jvparker",
    "agency": 724,
    "datetime_submitted": "2025-09-04T16:41:05.663579",
    "date_due": "2025-09-11",
    "days_until_due": null,
    "date_followup": "2025-09-11",
    "datetime_done": null,
    "datetime_updated": "2025-09-04T16:41:05.785751",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192536,
        "from_user": 18767,
        "to_user": 96642,
        "subject": "New York Freedom of Information Law Request: COOG Policies on Complaint-Forwarding of FOIL Violations",
        "datetime": "2025-09-04T16:41:05.785751",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nThis request is submitted to clarify whether the Committee on Open Government (COOG) maintains any internal policies or records regarding the forwarding of credible evidence of willful concealment or destruction of public records (as described in Public Officers Law § 89(8) and Penal Law § 240.65) to enforcement authorities such as the State Inspector General, county district attorneys, the State Comptroller’s Investigations Division, or the Attorney General’s Public Integrity Bureau.\r\n\r\nThe Committee has stated that it lacks “enforcement” or “referral” authority. This request does not dispute that point. Instead, it seeks to determine whether COOG has adopted any policy—formal or informal—concerning whether staff may transmit neutral, fact-only complaints or notices when they encounter such conduct in FOIL appeals and determinations that agencies are required by law to forward to COOG (§ 89(4)(a)).\r\n\r\nThe purpose of this request is to ensure transparency: either to confirm that no such policy exists (meaning COOG has discretion but chooses not to act), or to identify any written guidance that explains why complaint-forwarding is prohibited. In either case, the public has an interest in understanding how systemic FOIL violations are handled when they rise to the level of potential criminal conduct.\r\n\r\n\r\nRecords sought (Jan. 1, 2020–present):\r\n\r\nA. Any written policy, SOP, memo, training slide, or email guidance adopted or used by COOG that addresses whether COOG staff may (or may not) transmit complaints, notices, or factual summaries to\r\n\r\n(i) the State Inspector General\r\n(ii) county district attorneys\r\n(iii) the Office of the State Comptroller Investigations\r\n or (iv) the Attorney General Public Integrity Bureau\r\n\r\nconcerning potential willful concealment or destruction of FOIL‑responsive records.\r\n\r\nB. Any records reflecting instances in which COOG transmitted (or declined to transmit) such complaints/notices to any of the authorities in A.\r\n\r\nC. Any legal analysis produced for or held by COOG that interprets FOIL §§ 89(1)(b), 89(2)(a), 89(4)(a) and/or Penal Law § 240.65 in relation to COOG’s ability to forward factual materials to enforcement authorities.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJackson Parker",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/coog-policies-on-complaint-forwarding-of-foil-violations-192536/"
  }
]