[
  {
    "id": 165409,
    "title": "Police Brady List Records (January 1, 2010 - Present)",
    "slug": "police-brady-list-records-january-1-2010-present",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 22711,
    "datetime_submitted": "2024-06-18T22:03:46.177700",
    "date_due": "2024-06-25",
    "days_until_due": null,
    "date_followup": "2024-06-25",
    "datetime_done": null,
    "datetime_updated": "2024-06-18T22:03:46.248243",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 165409,
        "from_user": 4164,
        "to_user": 40521,
        "subject": "New York Freedom of Information Law Request: Police Brady List Records (January 1, 2010 - Present)",
        "datetime": "2024-06-18T22:03:46.248243",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Subject: FOIL Request for Police Brady List Records (January 1, 2010 - Present)\r\n\r\nTo: Westchester County District Attorney’s Office\r\n111 Dr. Martin Luther King Jr. Blvd.\r\nWhite Plains, NY 10601\r\n\r\nDear Records Access Officer,\r\n\r\nThis is a formal request under the New York Freedom of Information Law (Public Officers Law §§ 84-90) to access records related to the Brady list maintained by the Westchester County District Attorney’s Office. As an investigative journalist, I seek these records to ensure public transparency and accountability regarding police officer conduct.\r\n\r\nRequested Records:\r\n\r\n\t1.\tBrady List Records (January 1, 2010 - Present):\r\n\t•\tThe complete Brady list of police officers maintained by your office from January 1, 2010, to the present, including names, ranks, and details of the misconduct that led to their inclusion on the list.\r\n\t•\tLegal Support: Brady v. Maryland, 373 U.S. 83 (1963) requires the disclosure of exculpatory evidence, including information about officer misconduct, to ensure a fair trial.\r\n\t2.\tInternal Affairs Records:\r\n\t•\tAll records, reports, and findings from the Internal Affairs Division related to officers included on the Brady list from January 1, 2010, to the present.\r\n\t•\tLegal Support: Giglio v. United States, 405 U.S. 150 (1972) extends the Brady obligation to include evidence affecting the credibility of prosecution witnesses, including police officers.\r\n\t3.\tCommunications:\r\n\t•\tAll communications between the Westchester County District Attorney’s Office and the Westchester County Police Department, other local police departments, the Public Defender’s Office, or any other relevant bodies regarding the Brady list from January 1, 2010, to the present.\r\n\t•\tLegal Support: United States v. Bagley, 473 U.S. 667 (1985) reinforces the need for the prosecution to disclose evidence favorable to the defense, including information affecting the credibility of law enforcement officers.\r\n\t4.\tNotification and Appeal Process:\r\n\t•\tAny documents, memos, or communications regarding the notification process for officers placed on the Brady list and the procedures available to them for appealing their inclusion on the list.\r\n\t•\tLegal Support: Mathews v. Eldridge, 424 U.S. 319 (1976) emphasizes the need for due process, including notice and the opportunity to be heard, when individuals are subjected to government actions that affect their rights.\r\n\r\nPublic Interest Justification:\r\n\r\nThe requested information is of significant public interest, particularly concerning the transparency of law enforcement activities and the credibility of police officers who serve as witnesses in criminal cases. Disclosure of these records will promote public understanding and facilitate informed community oversight.\r\n\r\nFees and Document Delivery:\r\n\r\nI request a waiver of all fees associated with the processing of this request, as the disclosure serves the public interest significantly and enhances the understanding of government operations without any commercial benefit. I prefer to receive the documents electronically, via email or on a CD-ROM if digital transmission is not feasible.\r\n\r\nResponse Time and Legal Compliance:\r\n\r\nAs per the New York Freedom of Information Law, I expect a response within the statutory timeframe. Failure to comply with this request may result in legal action to enforce the Act’s provisions. I remind you of your obligation to review this request carefully and to disclose all non-exempt portions of the requested records.\r\n\r\nNotice of Publication:\r\n\r\nPlease be aware that all communications related to this request will be published on a public platform to ensure transparency.\r\n\r\nLegal Action:\r\n\r\nIf necessary, I am prepared to initiate an Article 78 proceeding to compel compliance with the FOIL.\r\n\r\nConclusion:\r\n\r\nThank you for your attention to this matter. I look forward to your prompt response and the provision of the requested records in accordance with the New York Freedom of Information Law.\r\n\r\nSincerely,\r\n\r\nJordan Lassiter\r\nInvestigative Journalist",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1188090,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/138695/Fee_Waiver_Letter_copy.pdf",
            "datetime": "2024-06-18T22:03:46.248243",
            "title": "Fee_Waiver_Letter_copy.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/westchester-county-5687/police-brady-list-records-january-1-2010-present-165409/"
  }
]