[
  {
    "id": 180056,
    "title": "DEA data collected on Transportation Interdiction Program",
    "slug": "dea-data-collected-on-transportation-interdiction-program",
    "status": "submitted",
    "embargo_status": "public",
    "user": 1726,
    "username": "cjciaramella",
    "agency": 137,
    "datetime_submitted": "2025-01-17T15:14:05.017333",
    "date_due": "2025-02-18",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-01-17T15:14:05.148540",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 180056,
        "from_user": 1726,
        "to_user": 9902,
        "subject": "",
        "datetime": "2025-01-17T15:14:05.148540",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\n- All data prepared or collected for the DEA Office of the Administrator's internal review of the Transportation Interdiction Program (TIP). The review was launched in November of 2024, and the results were summarized in a Jan. 8 memo from the DEA administrator:  https://ij.org/wp-content/uploads/2025/01/Transportation-Interdiction-Program-Memorandum-1.8.25.pdf\r\n\r\nIn that memo, the administrator wrote: \"Our comprehensive internal review looked at data from across the agency, including drug and money seizures and arrests at mass transportation facilities.\" I am therefore requesting this data.\r\n\r\nPlease note that the Freedom of Information Act's deliberative process privilege does not protect material that is “purely factual.\" Nat’l Wildlife Fed’n v. U.S. Forest Serv., 861 F.2d 1114, 1122 (9th Cir. 1988).\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nCJ Ciaramella",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/dea-data-collected-on-transportation-interdiction-program-180056/"
  }
]