[
  {
    "id": 168708,
    "title": "Georgia SOS Noncitizen Voting 07.11.24",
    "slug": "georgia-sos-noncitizen-voting-071124",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 131967,
    "username": "vic.cad",
    "agency": 8050,
    "datetime_submitted": "2024-07-11T14:30:16.768853",
    "date_due": "2024-07-16",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-07-11T14:30:16.858189",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 168708,
        "from_user": 131967,
        "to_user": 11624,
        "subject": "",
        "datetime": "2024-07-11T14:30:16.858189",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Georgia Open Records Act, I hereby request the following records:\r\n\r\nDocumented requests all electronic records containing the following keywords and email domains: \r\n\r\nKeywords and phrases: \r\n“Illegals voting”\r\n“Election Integrity Network” \r\n“Georgia Election Integrity Coalition”\r\n“EIN” \r\n“Julie Adams”\r\n“Stefan Bartelski”\r\n“Jenny Beth Martin”  \r\n“Kerri Toloczko”\r\n“Lindsey Zea”\r\n“Melody Clarke”\r\n“Cleta Mitchell” \r\n“Kyle Brosnan” \r\n“Rosemary Jenks” \r\n“Immigration Accountability Project”\r\n“America First Legal” \r\n“America First Policy Institute” \r\n“Ken Blackwell” \r\n“Hogan Gidley” \r\n“Ken Cuccinneli” \r\n“Oversight Project” \r\n“Integrity Works for Georgia Action” \r\n“HB 780” \r\n“SR 454”\r\n“Eagle AI”\r\n“Eagle Eye”\r\n“Rick Richards”\r\n“Mallory Staples”\r\n“Election Research Institute” \r\n“Heather Honey” \r\n\r\nEmail domains: \r\n“@virginiainstitute.org”\r\n“@unite4freedom.com” \r\n“@electionintegrity.network”\r\n“@teapartypatriots.org” \r\n“@iaproject.org”\r\n“@AFL.org”\r\n\r\n\r\nThe scope of this request includes the following legislators and all staff that report directly to the legislators: \r\n\r\nGeorgia Secretary of State Brad Raffensperger\r\n\r\nThe search for records should include sent and received emails and any other electronic records including, but not limited to, scheduling and calendar records, text messages, and messages on messaging platforms, such as Slack, GChat or Google Hangouts, iMessage, WhatsApp, Signal, Telegram, Skype, Twitter direct messages, Facebook Messenger, or Parler. The search for email records should also include any email accounts used to conduct official business, including personal email addresses such as a \"gmail\" or \"yahoo\" account.\r\n\r\nPlease include any attachments to those records and other materials enclosed with those records at the time they were transmitted. For instance, for an email that is responsive to our request, please include all prior messages sent or received in that email chain, as well as any attachments to the email.\r\n\r\nThe search for records may be limited to records created, sent or received between May 1st, 2023 through to the date of your final response.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes. In the event that there are fees, please notify me of the total charges in advance of fulfilling my request. I would prefer the request be filled electronically by email attachment if available, or CD-ROM if not.\r\n\r\nPlease confirm receipt of this request. Thank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nVictoria Cadostin",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/georgia-230/georgia-sos-noncitizen-voting-071124-168708/"
  },
  {
    "id": 168706,
    "title": "City of Tacoma - Agency use of Drones 2018 - 2024",
    "slug": "city-of-tacoma-agency-use-of-drones-2018-2024",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 137660,
    "username": "DJI",
    "agency": 24283,
    "datetime_submitted": "2024-07-11T13:52:38.139206",
    "date_due": "2024-07-18",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-07-11T13:52:38.231151",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 168706,
        "from_user": 137660,
        "to_user": 69465,
        "subject": "",
        "datetime": "2024-07-11T13:52:38.231151",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "City of Tacoma - Agency use of Drones 2018 - 2024\r\n\r\nvia email to: pdr@cityoftacoma.org\r\n\r\nPUBLIC RECORDS REQUEST RCW 42.56\r\n\r\nTo whom it may concern,\r\n\r\nI request the following identifiable public records to be produced in the following order of production, newest to oldest by year:\r\n\r\nAll records and writings created from January 2018 to the date this request is processed related to the agency's use of aerial drones, remotely piloted vehicles (RPVs), remotely piloted aircraft (RPAs), unmanned aerials (UAs), unmanned aerial vehicles (UAVs), and/or unmanned aerial systems (UASs)(hereinafter “drones”).\r\n\r\nPlease search specifically for the below document categories, and respond to each of the categories and items:\r\n\r\n1) Acquisition documents:\r\n\r\ni) requests for proposals (RFPs), proposals/quotes submitted by vendors, contracts, leases, budget requests, project/equipment budgets, cost allocations or reimbursements for the purchase of drone equipment;\r\n\r\nii) Grant applications and award letters for drone equipment purchases;\r\n\r\niii) Insurance contracts for all drone equipment;\r\n\r\niv) Communications (including electronic communications) between the agency head or agency quartermaster (or individual responsible for equipment purchases and maintenance) and drone vendors, manufacturers or retailers;\r\n\r\nv) Communications (including electronic communications) between the agency head and agency quartermaster (or individual responsible for equipment purchases and maintenance) regarding acquisition, lease or use of drone equipment;\r\n\r\nvi) Communications (including electronic communications) between the agency head and the governor, mayor and city/town manager regarding the acquisition of drones;\r\n\r\nvii) Applications (including all components and support documentation) for Certificates of Waiver/Authorization (COA) from the Federal Aviation Administration, as well as COA grant notifications and final agreement;\r\n\r\nviii) Contracts for services related to drones, such as data storage, data analysis, image storage, image analysis, video storage, video analysis, operation, maintenance;\r\n\r\n2) Equipment logs:\r\n\r\ni) Inventories/logs/lists/databases of all drones owned, leased or operated by or for the agency;\r\n\r\nii) Maintenance logs for all drones owned, leased or otherwise operated by or for the agency;\r\n\r\n3) Policy documents:\r\n\r\ni) Policies, guidelines, protocols, manuals and/or instructions on the use/operation of drones and usage of data, images and video obtained from drone flights;\r\n\r\nii) Communications from the agency head, quartermaster (or individual responsible for overseeing equipment purchases and maintenance) on approved uses for drones;\r\n\r\niii) Memorandums of understanding (MOUs), memorandums of agreement (MOAs) or any other agreements or contracts with other government agencies, private corporations, organizations or individuals to share drone equipment, data, images or video or to operate drones on behalf of the agency;\r\n\r\n4) Training documents:\r\n\r\ni) Curriculum used to train drone operators and observers;\r\n\r\nii) Training log for all drone operators and observers;\r\n\r\niii) Certifications of training completion for all drone operators and observers;\r\n\r\niv) Contracts, purchase orders, budget requests or reimbursement orders for training sessions for all drone operators and observers;\r\n\r\n5) Usage documents:\r\n\r\ni) Flight logs for all drone flights, including training flights;\r\n\r\nii) Flight logs transmitted to the Federal Aviation Administration pursuant to Certificate of Waiver/Authorization (COA) requirements;\r\n\r\niii) Reprimands relating to drones, including misuse of equipment and failure to properly maintain equipment.\r\n\r\nRECORDS INSTALLMENTS\r\n\r\nIf production of responsive records will be completed in multiple installments, please begin by producing records in the numerical order requested by subject matter and year. The most recent public records should be produced first.\r\n\r\nDEFINITION OF RECORDS AND WRITINGS\r\n\r\nRECORDS AND WRITINGS as defined by RCW 42.56.010(4): any handwriting, typewriting, printing, photostating, photographing, and every other means of recording any form of communication or representation including, but not limited to, letters, words, pictures, sounds, or symbols, or combination thereof, and all papers, maps, magnetic or paper tapes, photographic films and prints, motion picture, film and video recordings, magnetic or punched cards, discs, drums, diskettes, sound recordings, and other documents including existing data compilations from which information may be obtained or translated.\r\n\r\nPRODUCTION AND DELIVERY OF ELECTRONIC RECORDS\r\n\r\nPlease provide all records in their native electronic format. Please do not instead create new records by printing electronic files then scanning and printing the newly scanned prints.\r\n\r\nThe use of 3rd party “portals” (Such as GOVQA or NEXTREQUEST) for communication and production of records in response to a public records request is optional for the requestor in the State of Washington. Respectfully we decline to use any 3rd party \"portal\" system, specifically GOVQA and NEXTREQUEST. Please provide all records electronically via direct email attachment, or via no password, no registration internet cloud-based download link.\r\n\r\nPlease do not direct or invite us to use, register for, or communicate with your agency via any 3rd party portal including but not limited to FOIAOnline, GovQA, NextRequest, FOIAExpress, JustFOIA FOIADirect, WebForm, or any other commercial 3rd party records portal service.\r\n\r\nPUBLIC RECORDS REQUESTS SUBMITTED VIA EMAIL\r\n\r\nRCW 42.56.080 - Identifiable records—Facilities for copying—Availability of public records.\r\n\r\n\"...Agencies shall honor requests received in person during an agency's normal office hours, or by mail or email, for identifiable public records unless exempted by provisions of this chapter. No official format is required for making a records request; however, agencies may recommend that requestors submit requests using an agency provided form or web page.\"\r\n\r\nThis public records request is being made via email. This public records request will be honored and fulfilled by your agency via email as requested or relief will be sought per statute.\r\n\r\nNATIVE ELECTRONIC FORMAT\r\n\r\nPlease provide all identified public records in their NATIVE electronic format. Unless the records exist IN PAPER FORM ONLY, DO NOT instead create new records by printing native stored electronic files, then scanning and re-printing these newly scanned prints only to reproduce them in again in electronic production.\r\n\r\nEMAIL RECORDS\r\n\r\nPlease provide any and all email records in NATIVE .pst electronic format.\r\n\r\nFEES\r\n\r\nIn the event that there are fees, please inform us of the total charges in advance of fulfilling the request in strict compliance with all provisions of the Washington State Public Records Act.\r\n\r\nEXEMPTION LOGS\r\n\r\nPlease ensure all redactions or exemptions claimed by your agency in the production of responsive records are accompanied by a complete and detailed exemption log noting the valid legal reason for each exemption at each redaction location in the record produced, as well as the specific number of pages if any that your agency redacts or withholds in their entirety. Each redaction should be noted by footnote or by a clear reference to the specific justification for that redaction, and only the minimal exempt portion of any record may be withheld.\r\n\r\nCOMMERCIAL PURPOSE DECLARATION\r\n\r\nThe Washington State Public Records Act prohibits the disclosure of “lists of individuals” for a commercial purpose (RCW 42.56.070(8)). I declare this public records request is not being made for any commercial purpose whatsoever. Also, this public records request is not being made for a \"list of individuals.\" This declaration satisfies all requirements of RCW 42.56 regarding prohibitions on lists and commercial purposes. No additional commercial purpose declaration will be completed for this public records request.\r\n\r\nPRESERVATION OF PUBLIC RECORDS *** ANTICIPATE LITIGATION ***\r\n\r\nWAC 44-14-03005 RETENTION OF PUBLIC RECORDS\r\n\r\nThe lawful destruction of public records is governed by retention schedules. The unlawful destruction of public records can be a crime. RCW 40.16.010 and 40.16.020. An agency is prohibited from destroying a public record, even if it is about to be lawfully destroyed under a retention schedule, if a public records request has been made for that record. RCW 42.56.100. Additional retention requirements might apply if the records may be relevant to actual or anticipated litigation. The agency is required to retain the record until the record request has been resolved.\r\n\r\nNote: An agency can be found to violate the Public Records Act and be subject to the attorneys' fees and penalty provision if it prematurely destroys a requested record after a request is made. See Yacobellis v. City of Bellingham, 55 Wn. App. 706, 780 P.2d 272 (1989). However, it is not a violation of the Public Records Act if a record is destroyed prior to an agency's receipt of a public records request for that record. Bldg. Indus. Ass'n of Wash. v. McCarthy, 152 Wn. App. 720, 218 P.3d 196 (2009); West v. Dep't of Nat. Res., 163 Wn. App. 238, 258 P.3d 78 (2011). The Public Records Act (chapter 42.56 RCW) and the records retention statutes (chapter 40.14 RCW) are two different laws.\r\n\r\nCOMMUNICATION VIA EMAIL\r\n\r\nPlease send all requests for clarification, status updates, and production of responsive electronic documents via direct email reply.\r\n\r\nCONSTRUCTIVE NOTICE - DO NOT DELAY PRODUCTION OR DELIVERY OF REQUESTED PUBLIC RECORDS IN BAD FAITH\r\n\r\nWAC 44-14-04003 (8) An agency can only seek a clarification when the request is objectively \"unclear.\" Seeking a \"clarification\" of an objectively clear request delays access to public records.\r\n\r\nDo not delay production of copies of records responsive to this public records request by sending emails seeking redundant \"confirmation\" the requestor still wants the records originally requested. This request should remain open and production of copies of responsive public records requested should continue until complete. The requestor WANTS COPIES OF THE PUBLIC RECORDS REQUESTED.\r\n\r\nThe requested documents will be made available to the general public.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. We look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nGood Luck.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/tacoma-72/city-of-tacoma-agency-use-of-drones-2018-2024-168706/"
  }
]