[
  {
    "id": 174175,
    "title": "BART voice announcement audio recordings (San Francisco Bay Area Rapid Transit)",
    "slug": "bart-voice-announcement-audio-recordings-san-francisco-bay-area-rapid-transit",
    "status": "submitted",
    "embargo_status": "public",
    "user": 142570,
    "username": "JeffreyAdams",
    "agency": 2603,
    "datetime_submitted": "2024-10-08T02:57:42.247911",
    "date_due": "2024-10-18",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-10-08T02:57:42.351668",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 174175,
        "from_user": 142570,
        "to_user": 11519,
        "subject": "California Public Records Act Request: BART voice announcement audio recordings (San Francisco Bay Area Rapid Transit)",
        "datetime": "2024-10-08T02:57:42.351668",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nAny and all available audio recordings of announcements - i.e. RE schedules, health notices, schedule interruptions, promotions, emergencies - and other audio material created to be broadcast to transport patrons on trains, buses, light rail, in stations, and from outdoor shelters. I am specifically requesting the audio recording material and not the transcripts or other summarized format of these recordings. This includes announcements made when the doors close - i.e. \"The doors are closing, please stand clear of the doors\" - and older or retired variants of the audio recording materials that are not presently in use.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJeffrey Adams",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/california-52/bart-voice-announcement-audio-recordings-san-francisco-bay-area-rapid-transit-174175/"
  }
]