[
  {
    "id": 172951,
    "title": "Freedom of Information Request: Azure OpenAI Service usage at the Department of Defense",
    "slug": "freedom-of-information-request-azure-openai-service-usage-at-the-department-of-defense",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 139233,
    "username": "kw372312",
    "agency": 91,
    "datetime_submitted": "2024-09-06T10:14:32.787531",
    "date_due": "2024-10-04",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-09-06T10:14:32.940575",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 172951,
        "from_user": 139233,
        "to_user": 25944,
        "subject": "",
        "datetime": "2024-09-06T10:14:32.940575",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nPublic reports show that Microsoft's Azure cloud platform powers the Department of Defense's (DoD's) cloud computing efforts, specifically its Joint Warfighting Cloud Capability (JWCC) effort. (https://www.microsoft.com/en-us/federal/JWCC.aspx & https://azure.microsoft.com/en-us/explore/global-infrastructure/government). The Azure OpenAI Service, a managed service provided in partnership with OpenAI, is available to Azure cloud customers.\r\n\r\nI am requesting:\r\n\r\n1) All instructional materials, presentation materials (including PowerPoint files, prepared remarks and slide formats) and other guidance about usage of the Azure OpenAI Service produced by the DoD.\r\n\r\n2) A copy of any use policies, standard operating procedures, data retention policies, legal opinions, warrants, non-disclosure agreements, liability waivers, insurance agreements, letters of interest, usage policies or informal agreements between the DoD and Microsoft regarding the Azure OpenAI Service. Please include any of the above between government agencies and Microsoft as well as OpenAI.\r\n\r\n3) A copy of any funding opportunity announcements, grant applications and grantor status/ progress reports, reports to legislative bodies, annual reports that mention the Azure OpenAI Service, as well as audit records, including but not limited to security audits of the software, misuse reports and reports to oversight bodies.\r\n\r\n4) Any digital communications including but not limited to emails and text messages as well as documents (including but not limited to PDF, word processing, spreadsheets and slide documents) that mention the Azure OpenAI Service (including all attachments) between the DoD and Microsoft as well as OpenAI.\r\n\r\n5) Any case reports in which the Azure OpenAI Service was disconnected, shut down or changed in some way due to privacy or security concerns.\r\n\r\n6) Any digital communications (including but not limited to emails and text messages) between the DoD and Microsoft (@microsoft.com), OpenAI (@openai.com) or their representatives.\r\n\r\nTo help narrow the extent of the responsive documents, please limit searches to: April 15, 2024 through the time this request is processed. Please delivery these documents on a rolling basis as responsive documents are found.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKyle Wiggers",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/freedom-of-information-request-azure-openai-service-usage-at-the-department-of-defense-172951/"
  }
]