[
  {
    "id": 159360,
    "title": "CIA: Abasha Experiment",
    "slug": "cia-abasha-experiment",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 351,
    "username": "RobbyD",
    "agency": 6,
    "datetime_submitted": "2024-02-26T13:30:24.300782",
    "date_due": "2024-03-25",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-02-26T13:30:24.420842",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "abasha"
    ],
    "communications": [
      {
        "foia": 159360,
        "from_user": 351,
        "to_user": 9567,
        "subject": "",
        "datetime": "2024-02-26T13:30:24.420842",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nDocuments generated by the Agency between the years 1971 and 1992 about the \"Abasha Experiment\" in the Georgian Soviet Socialist Republic. The \"Abasha Experiment\" or \"Abasha agricultural experiment\" or \"Абашскому эксперимент\" was an economic reform undertaken by then-First Secretary of the Georgian Communist Party Eduard Shevardnadze in 1971 in the rural agricultural community of Abasha. The economic experiment generated considerable news coverage at the time, and some academic study since. \r\n\r\nThis is a request for all documents generated by the agency regarding what was either formally or colloquially known as the \"Abasha Experiment\" that began in 1971. Please exclude CIA-RDP86T00591R000100060004-4.pdf which includes a mention of the Abasha experiment, but that has already been released. Please include a search for coverage of the Abasha experiment in open-source collection of Soviet newspapers such as Sovetskaya Kultura and Sovetskaya Rossiya. Please include a search for documents created by the agency that contain the Cyrillic \"Абашскому эксперимент.\" Please ensure that a search of documents created by the Office of Soviet Analysis that include Abasha Experiment is conducted. \r\n\r\nPlease also include a search for any documents or reports labeled as \"intelligence assessments\" related to the Abasha experiment. \r\n\r\nKeywords for search: Abasha, Abasha agricultural experiment, Abasha market reform, Abasha and Shevardnadze,  Абашскому эксперимент\r\n\r\nThank you for your agency's commitment to transparency. The Abasha Experiment is a topic of common conversation in the country of Georgia, but finding English language information online regarding this project is difficult. The purpose of this request is to educate the public and provide access to this information to a wide audience.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobert Delaware",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/cia-abasha-experiment-159360/"
  }
]