[
  {
    "id": 191475,
    "title": "SC DHEC Request, Septic System Records, 140 & 150 W. Main St. Pacolet, SC 29372",
    "slug": "sc-dhec-request-septic-system-records-140-150-w-main-st-pacolet-sc-29372",
    "status": "submitted",
    "embargo_status": "public",
    "user": 164365,
    "username": "Greg.Samsa",
    "agency": 39459,
    "datetime_submitted": "2025-08-15T08:39:45.294830",
    "date_due": "2025-09-08",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-08-15T08:39:45.411531",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 191475,
        "from_user": 164365,
        "to_user": 143903,
        "subject": "",
        "datetime": "2025-08-15T08:39:45.411531",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the South Carolina Public Records Law, I hereby request the following records:\r\n\r\nAs per South Carolina Freedom of Information Act (§ 30-4-10 et seq.), I am requesting copies of all records related to the onsite wastewater (septic) system serving the following properties in Pacolet, SC:\r\n\r\n140 W Main St. Pacolet, SC 29372 – Parcel # 3-33-03-009.03\r\n\r\n150 West Main St. Pacolet, SC 29372  Main Building – Parcel # 3-33-03-009.04\r\n\r\n150 West Main St., Suite B (metal building) Pacolet, SC 29372  – Parcel # 3-33-03-009.04\r\n\r\nPlease include for each property:\r\n\r\n- Any permits, approvals, or inspections conducted by SC DHEC for the septic system(s) serving these addresses.\r\n\r\n- Any “Permit to Construct” or “Approval for Use” documents for the system(s).\r\n\r\n- Any records showing septic system design, capacity, and its intended use.\r\n\r\n- Any records approving additional plumbing fixtures or changes in use that would increase wastewater flow.\r\n\r\nIf the septic system serving these addresses is a shared system, please also provide all records for the shared system as a whole.\r\n\r\nIf no records exist for any of the above addresses or for the shared system, please provide written confirmation of that fact.\r\n\r\nIf any portion of this request is denied, please cite the specific exemption under FOIA that justifies the refusal.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 15 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nGreg Samsa",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/south-carolina-302/sc-dhec-request-septic-system-records-140-150-w-main-st-pacolet-sc-29372-191475/"
  }
]