[
  {
    "id": 158233,
    "title": "External research documents",
    "slug": "external-research-documents",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 103872,
    "username": "ally-lpl",
    "agency": 3121,
    "datetime_submitted": "2024-02-02T16:59:07.131478",
    "date_due": "2024-02-09",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-02-02T16:59:07.208940",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 158233,
        "from_user": 103872,
        "to_user": 10007,
        "subject": "Illinois Freedom of Information Act. Request: External research documents",
        "datetime": "2024-02-02T16:59:07.208940",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear FOIA Officer,\r\n\r\nI'm researching university-district research partnerships and am seeking documents related to a set of studies conducted by researchers from the University of Chicago. Per the Master Research Services Agreement between CPS and UChicago, all documents submitted to the Board related to these research projects are a matter of public record (https://www.documentcloud.org/documents/23823161-cps-research-dua-crime-and-education-lab-uchicago-2020-2023 - item 29, page 19).\r\n\r\nPursuant to the Illinois Freedom of Information Act, 5 ILCS 140, I hereby request the following:\r\n\r\nAll research proposal materials, modification requests, notices of approval, data requests, data security agreements, and any completion of study or research documents associated with the following UChicago research studies:\r\n    Choose to Change/C2C (CPS SOW 30)\r\n    GSST (CPS SOW 36)\r\n    JJAC/JCEC (CPS SOW 58)\r\n\r\nThe specific documents I am seeking are further specified in CPS Policy Sec 203.4, Sections IV, V, and VI. In particular, I am requesting the full proposal application materials (outlined on pages 8 and 9 this document https://www.cps.edu/globalassets/cps-pages/about-cps/district-data/conduct-primary-research/irb-manager-revisions-to-rrb-guidelines---october-2021.pdf), including IRB and RRB materials, all statements of work and amendments, and all contracts governing the collection, sharing, and use of data for these studies. \r\n\r\nIn addition, please include documents sufficient to show CPS RBR’s assessment and approval of the research study, which may include notice of approval or acknowledgement, limited or conditional approval, any modification requests, any documents pertaining to proposal rejection, revision, or resubmission, if applicable. Last, please include documents sufficient to show any additional conditions placed on the research project by CPS, if applicable.\r\n\r\nThe purpose of this request is for academic research. If there are fees, please inform me in advance. If further clarification would be helpful, please contact me via email.\r\n\r\nKind regards,\r\n\r\nAlly Reith\r\nPhD Candidate - Learning Sciences\r\nNorthwestern University Graduate Workers - UE Local 1122",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/chicago-169/external-research-documents-158233/"
  }
]