[
  {
    "id": 144451,
    "title": "Fines for Rat Harborage",
    "slug": "fines-for-rat-harborage",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 111214,
    "username": "WayneRobeson",
    "agency": 33851,
    "datetime_submitted": "2023-04-12T17:58:45.047283",
    "date_due": "2023-04-26",
    "days_until_due": null,
    "date_followup": "2023-04-26",
    "datetime_done": null,
    "datetime_updated": "2023-04-12T17:58:45.139671",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 144451,
        "from_user": 111214,
        "to_user": 111215,
        "subject": "Texas Public Information Act Request: Fines for Rat Harborage",
        "datetime": "2023-04-12T17:58:45.139671",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\nPlease supply me with the number of violations or citations written by the code enforcement officers for Rat Harborage between January of 2016 to current date.\r\nPlease also include the total of any fines assessed for these or any violations pertaining to Rat Harborage by the City of Palestine.  \r\nDo not need to include names of violators, we are just looking for numbers and dollars.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nWayne Robeson",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/palestine-2946/fines-for-rat-harborage-144451/"
  }
]