[
  {
    "id": 156475,
    "title": "HHS dad joke submissions",
    "slug": "hhs-dad-joke-submissions",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 280,
    "username": "CodyWinchester",
    "agency": 74,
    "datetime_submitted": "2024-01-01T13:50:12.336590",
    "date_due": "2024-01-30",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-01-01T13:50:12.405386",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 156475,
        "from_user": 280,
        "to_user": 25374,
        "subject": "",
        "datetime": "2024-01-01T13:50:12.405386",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nA current, complete copy of the database populated by submissions to the \"dad jokes\" form hosted on the website of the National Responsible Fatherhood Clearinghouse. The submission form can be found on this page -- https://www.fatherhood.gov/for-dads/dad-jokes#webform-submission-dad-joke-node-8081-add-form -- and is labeled \"DO YOU HAVE A CRINGE-WORTHY JOKE?\" The form has two input fields that presumably map to fields in the database I am requesting; they are labeled \"Your Dad Joke (Opener)\" and \"Your Dad Joke (Punch line)\". I don't know what additional fields exist in this database, but I am requesting a complete copy, which means that all fields should be included in your response. (\"Current,\" for the purposes of this request, means current at the time this request is fulfilled, not when this request was made.)\r\n\r\nIf helpful in locating these records, it appears that form submissions are sent to this API endpoint: https://www.fatherhood.gov/for-dads/dad-jokes?ajax_form=1&_wrapper_format=drupal_ajax\r\n\r\nIn keeping with 5 U.S.C. § 552(a)(3)(B), which stipulates that an agency \"shall provide the record in any form or format requested by the person if the record is readily reproducible by the agency in that form or format,\" and Title II of Public Law 115-435, which further reiterates federal agencies' obligation to provide data in a a\"machine-readable\" format (\"the term 'machine-readable', when used with respect to data, means data in a format that can be easily processed by a computer without human intervention while ensuring no semantic meaning is lost,\" see P.L. 115-435, Title II (The \"Open Government Act\"), 202(a)(3))), I request that these records be provided in an electronic format that can be imported into standard database software. Examples include an Excel .xlsx file, a text-based delimited file (.csv, .txt., .tsv., etc.), a .json file, a .dbf file or an SQL dump. This would NOT include PDFs or other non-machine-readable formats. The records I request are collected via web form on what appears to be a Drupal website, so there is no question that the records I seek already exist as machine-readable data.\r\n\r\nIn the event that my request is denied in whole or part, please justify any deletions by referencing specific exemptions of the FOIA. I expect you to release all \"reasonably segregable portion(s)\" of otherwise exempt material, as stipulated in 5 U.S.C. § 552(b).\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nCody Winchester",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/hhs-dad-joke-submissions-156475/"
  }
]