[
  {
    "id": 179067,
    "title": "NCAA Athlete LIL Policies and payments",
    "slug": "ncaa-athlete-lil-policies-and-payments",
    "status": "submitted",
    "embargo_status": "public",
    "user": 140258,
    "username": "TheCadet",
    "agency": 15147,
    "datetime_submitted": "2025-01-04T13:44:52.966171",
    "date_due": "2025-01-10",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-01-04T13:44:53.343016",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 179067,
        "from_user": 140258,
        "to_user": 19541,
        "subject": "Virginia Freedom of Information Act Request: NCAA Athlete LIL Policies and payments",
        "datetime": "2025-01-04T13:44:53.343016",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Virginia Freedom of Information Act, I hereby request the following records:\r\n\r\nThe NCAA $2.7 billion settlement in October 2024, allows Division I schools to compensate athletes directly and provide new payments and benefits.  Virginia Code § 22.1-212.2:4. Interscholastic athletics; student-athletes; compensation and representation for name, image, or likeness allows student-athletes at public and private higher education institutions to receive compensation for the use of their NIL. \r\n\r\nThis FOIA request records covering the development and approval of VMI policies governing such compensation that the institute is responsible for establishing policies to comply with state legislation and NCAA regulations, ensuring that athletes are informed and supported in regard to these opportunities as well as who approved these policies and proceedures and when if not shown on the records themselves. These shoudl include, without limitation, and communications, training or other information provided to eleigible NCAA athletes (former and current). Records requested also include those whowing the number of former athletes who graduated from VMI or departed VMI for any reason, including the Portal, that are eligible for compensation. \r\n\r\nIf the required policies, processes, proceedures and other records are not yet developed by VMI place confirm that none exist and are in place now with records showing the proposed timeline for their development, approval, and implementation as well as the range of years the compensation will cover for NCAA athletes who are no longer cadets at VMI.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTom Nash, a citizen of Virginia, in coordination with Anonymous.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/lexington-32067/ncaa-athlete-lil-policies-and-payments-179067/"
  }
]