[
  {
    "id": 205435,
    "title": "FBI - Brazoria County",
    "slug": "fbi-brazoria-county",
    "status": "submitted",
    "embargo_status": "public",
    "user": 62654,
    "username": "Owen99",
    "agency": 32469,
    "datetime_submitted": "2026-02-18T11:43:37.442320",
    "date_due": "2026-02-25",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2026-02-18T11:43:37.588788",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 205435,
        "from_user": 62654,
        "to_user": 96737,
        "subject": "",
        "datetime": "2026-02-18T11:43:37.588788",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Washington Public Records Act, I hereby request the following records:\r\n\r\nAttn:  FBI Washington DC\r\nRe:  Privacy Act request for Winter Calvert\r\n\r\nUnder the Privacy Act, please provide all documents, emails, texts, and phone call content, involving Winter Calvert, that were made between the FBI and the office of Judge Justin Gilbert in Brazoria County, Texas, (412th District Court), between 1 December 2021 and 15 February 2026. This includes the district clerk, coordinators and assistants that work for the Judge or any other Brazoria County employees.\r\n\r\nPlease search ALL RECORDS, this includes records in the Sentinel System, Restricted Access files and the Prohibited Access files.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nWinter Calvert",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/washington-54/fbi-brazoria-county-205435/"
  }
]