[
  {
    "id": 180470,
    "title": "SoMa West Community Benefit District",
    "slug": "soma-west-community-benefit-district",
    "status": "ack",
    "embargo_status": "public",
    "user": 149767,
    "username": "MayaKaczorowski",
    "agency": 5552,
    "datetime_submitted": "2025-01-26T20:16:37.718144",
    "date_due": "2025-02-05",
    "days_until_due": null,
    "date_followup": "2025-02-06",
    "datetime_done": null,
    "datetime_updated": "2025-01-26T20:16:37.850894",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 180470,
        "from_user": 149767,
        "to_user": 17511,
        "subject": "California Public Records Act Request: SoMa West Community Benefit District",
        "datetime": "2025-01-26T20:16:37.850894",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nThe SoMa West CBD was established in 2019, as of 2020-21 had an annual assessment of $3,859,195.14, and runs a Safety Ambassador Security Task Force:\r\nhttps://sfmayor.org/article/mayor-london-breed-signs-legislation-establishing-soma-west-community-benefit-district\r\nhttps://somawestcbd.org/\r\nhttps://www.sf.gov/file/2022-san-francisco-property-business-improvement-district-pbid-program-impact-analysis\r\nhttps://somawestcbd.org/post/safety-ambassadors-meet-and-greet-at-decant-sf\r\n\r\nI request the following records:\r\n\r\n1) Budget and annual financial statements for FY2023, FY2024, FY2025 and FY2026. This includes any documents (including but not limited to PDF, word processing, excel, and slide documents) related to the association's budget and financial statements, including both unaudited and audited statements, accounts receivable, balance sheets, revenue & expense statements, cashflow statements, annual financial audits, and any other financial planning documents. This also includes any information about financial reserve planning.\r\n\r\n2) Any documents (including but not limited to PDF, word processing, excel, and slide documents) including contracts, purchase orders, invoices, financial plans, and financial reports related to the operations of the Safety Ambassador Security Task Force, since January 1 2023. This includes any documents about the purchase and maintenance of vehicles and staffing costs.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMaya Kaczorowski",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "mail"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/san-francisco-city-and-county-3061/soma-west-community-benefit-district-180470/"
  }
]