[
  {
    "id": 192311,
    "title": "Correspondence with Ocean Exploration Trust",
    "slug": "correspondence-with-ocean-exploration-trust",
    "status": "submitted",
    "embargo_status": "public",
    "user": 134281,
    "username": "ElyseHauser",
    "agency": 121,
    "datetime_submitted": "2025-09-01T22:12:04.025088",
    "date_due": "2025-09-29",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-09-01T22:12:04.538965",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192311,
        "from_user": 134281,
        "to_user": 10481,
        "subject": "Freedom of Information Act Request: Correspondence with Ocean Exploration Trust",
        "datetime": "2025-09-01T22:12:04.538965",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To whom it may concern,\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAll correspondence between NOAA and Ocean Exploration Trust and/or the Nautilus Exploration Program generated from May 1, 2025, until the time this request is ultimately fulfilled.\r\n\r\nPlease include as responsive:\r\n\r\n1. Communications - any and all communications with Ocean Exploration Trust representatives, which may include:\r\n\r\n• postal mail\r\n• reports\r\n• bulletins\r\n• agreements\r\n• memorandums of understanding\r\n• meeting agendas or minutes\r\n• presentations\r\n• phone logs\r\n• chats and meeting logs from virtual meeting and collaboration platforms (including Zoom, Microsoft Teams, Slack, WebEx, and similar platforms)\r\n• text messages (including messages from default texting applications or encrypted messaging apps such as Signal or WhatsApp)\r\n• emails (including body, subject line, and any and all attachments contained therein) between NOAA and @oceanexplorationtrust.org email domains\r\n\r\nThe category for this request is Media. I am a journalist with work that has appeared in Slate, Sierra, Floodlight and other publications, and I am requesting this information in that capacity.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request be filled electronically, by email attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. Please provide a tracking number and an estimated date of completion for the responsive documents.\r\n\r\nSincerely,\r\n\r\nElyse Hauser",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/correspondence-with-ocean-exploration-trust-192311/"
  }
]