[
  {
    "id": 139617,
    "title": "Missouri Public Records Request-IMSI - Catcher Equipment",
    "slug": "missouri-public-records-request-imsi-catcher-equipment",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 106692,
    "username": "KevMoMuck",
    "agency": 671,
    "datetime_submitted": "2023-01-26T17:15:35.062258",
    "date_due": "2023-01-31",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-01-26T17:15:35.134259",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 139617,
        "from_user": 106692,
        "to_user": 9655,
        "subject": "",
        "datetime": "2023-01-26T17:15:35.134259",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the The Missouri Sunshine Law, I hereby request the following records:\r\n\r\nI am writing to request the following information from your office for the period January 1, 2020 to the date of this letter.\r\n\r\nNumber, if any, of IMSI-catchers or cell phone interception devices (commonly called Stingrays, Hailstorms, Arrowheads, Amberjacks, King Fish or “Dirt Boxes”) owned by this department or agency.\r\n\r\nNumber, if any, of IMSI-catcher or cell phone interception devices (commonly called Stingrays, Hailstorms, Arrowheads, Amberjacks, King Fish or “Dirt Boxes”) available for use by this department or agency via collaborative agreements that were utilized within the period encompassing this request. Please provide the name of the department or agency that made IMSI-catcher devices available to this department or agency for use.\r\n\r\nAny documents or correspondence during the period encompassing this request regarding possible or planned acquisition of an IMSI-catcher device.\r\n\r\nAny existing or proposed usage policies regarding the use of cell phone interception technology including protocols, training documents and procedures regarding collection, retention, dissemination and disposition of citizens private cell phone data.\r\n\r\nAny current or past litigation involving or referencing this department or agency involving the use of cell phone interception technology.\r\n\r\nPlease notify me when this information is available.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKevin Hawkins",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/st-louis-337/missouri-public-records-request-imsi-catcher-equipment-139617/"
  }
]