[
  {
    "id": 203863,
    "title": "Request for Public Records - Determinations from Building Department",
    "slug": "request-for-public-records-determinations-from-building-department",
    "status": "ack",
    "embargo_status": "public",
    "user": 166399,
    "username": "foundingfarmers",
    "agency": 42131,
    "datetime_submitted": "2026-01-30T11:01:28.841011",
    "date_due": "2026-02-06",
    "days_until_due": null,
    "date_followup": "2026-02-06",
    "datetime_done": null,
    "datetime_updated": "2026-01-30T11:01:29.044150",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 203863,
        "from_user": 166399,
        "to_user": 164966,
        "subject": "New York Freedom of Information Law Request: Request for Public Records - Determinations from Building Department",
        "datetime": "2026-01-30T11:01:29.044150",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nAll written communications prepared, issued, sent, drafted, or approved by the Town of Marlborough Building Department from May 1, 2025 to the present that state, reflect, or communicate the Building Department’s position, conclusion, finding, determination, interpretation, directive, or decision regarding any person, property, complaint, incident, alleged violation, application, permit, certificate, inspection, enforcement matter, or code-related issue (collectively, “Determination Records”), whether or not such documents are labeled or styled as a “determination.” This includes, but is not limited to, records pertaining to Buttermilk Falls Inn, 39 Main St., Orchards on the Hudson, or Marlborough Resort.\r\n\r\nThis request expressly includes, without limitation, any document styled or characterized as an “opinion,” “interpretation,” “finding,” “determination,” “decision,” “directive,” “notice,” “letter,” “email,” “memorandum,” “report,” or similar, and any transmittal that attaches, forwards, summarizes, or restates the substance of a Determination Record.\r\n\r\nThis request further includes all responsive records regardless of where maintained, including records created, transmitted, or stored using personal email accounts, personal mobile phones, text messaging, messaging applications, cloud services, or other non-Town devices or accounts, to the extent such records relate to Town business.\r\n\r\nUpon completion of production, please certify in writing that the production is complete and that no additional responsive Determination Records exist within the custody or control of the Town, including records maintained on personal devices or accounts as described above.\r\n\r\nIf any records are withheld or redacted, please identify the statutory basis for each withholding with particularity, and identify the categories of records withheld and the date ranges covered.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMr. Churchill",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/milton-23429/request-for-public-records-determinations-from-building-department-203863/"
  }
]