[
  {
    "id": 164995,
    "title": "CPS Arrest Data",
    "slug": "cps-arrest-data",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 75124,
    "username": "miriamcb",
    "agency": 3121,
    "datetime_submitted": "2024-06-11T18:39:44.875742",
    "date_due": "2024-06-18",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-06-11T18:39:45.018705",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164995,
        "from_user": 75124,
        "to_user": 10007,
        "subject": "Illinois Freedom of Information Act. Request: CPS Arrest Data",
        "datetime": "2024-06-11T18:39:45.018705",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\n1. Records that show all CPS incidents that included a student referral to law enforcement, including school-based resource officers, the underlying offense, the result of each referral, such as arrest or ticket/citation for municipal ordinance violation, and the gender, race, disability status and ELL status of the students who were referred for the 2021-2022, 2022-2023 and the 2023-2024 school years. Please also include the school in the data breakdown. The records could include, but not be limited to, disciplinary logs or reports, incident logs or reports, behavior resolution reports, and data that reflects the referrals, arrests and citations during the above years.\r\n\r\n2. The number of arrests of students on CPS property from July 1, 2021 to current broken down by CPS property name and address. Please break this data down by age of arrestee.\r\n\r\nBecause this request is in the public interest for Illinois nonprofit The FOIA Bakery’s work to advocate for public education, please waive any fees in accordance with 5 ILCS § 140/6(c). Feel free to contact me with any questions, or if clarification is needed.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMiriam Bhimani",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/chicago-169/cps-arrest-data-164995/"
  }
]