[
  {
    "id": 189250,
    "title": "Use of the Term \"Housing Ready\" – Mayor’s Office and Housing Dept Records",
    "slug": "use-of-the-term-housing-ready-mayors-office-and-housing-dept-records",
    "status": "submitted",
    "embargo_status": "public",
    "user": 152,
    "username": "BrianMcCarter",
    "agency": 17150,
    "datetime_submitted": "2025-07-07T17:31:14.836477",
    "date_due": "2025-07-21",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-07-07T17:31:15.262913",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 189250,
        "from_user": 152,
        "to_user": 23097,
        "subject": "",
        "datetime": "2025-07-07T17:31:15.262913",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Massachusetts Public Records Law, I hereby request the following records:\r\n\r\nAll records created or received between January 1, 2023 and the date of production that contain the phrase “housing ready,” including but not limited to:\r\n\r\n1. Emails, memoranda, presentations, talking points, internal reports, training or outreach documents, sent or received by staff in the Mayor’s Office or the Mayor’s Office of Housing, including but not limited to Sheila Dillon, Mayor Michelle Wu, and their direct reports.\r\n\r\n2. Any such records contained in text messages, iMessages, or messaging apps (such as WhatsApp, Signal, Slack, Microsoft Teams) on City-issued or personal devices used for official business.\r\n\r\n3. Any drafts, internal versions, or unpublished materials containing the phrase, regardless of whether they were finalized or shared externally.\r\n\r\n4. Please provide any document that defines \"housing ready\" \r\n\r\nThe term “housing ready” has been used publicly by City official\r\n\r\nhttps://www.boston.gov/news/mayor-michelle-wu-leads-43rd-annual-homeless-census\r\n\r\n- If no responsive records exist for a given category, please confirm that in writing.\r\n- Identify the custodians and systems searched, and summarize the search methods used.\r\n- Provide responsive materials in machine-readable format (CSV, Excel, EML, DOCX, unlocked PDFs, etc.), including metadata (dates, sender/recipient, subject lines).\r\n- Include any drafts, revisions, or unpublished versions.\r\n- Provide any policies, notices, or instructions to staff relating to how relevant records are handled, retained, or deleted.\r\n\r\nI prefer to receive records electronically and on a rolling basis. If fees apply, please notify me in advance.\r\n\r\nIf no responsive records are found, please provide confirmation pursuant to 950 CMR 32.06(3)(c).\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by the recommendations of the Massachusetts Supervisor of Public Records. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nI expect the request to be filled in an accessible format, including for screen readers, which provide text-to-speech for persons unable to read print. Files that are not accessible to screen readers include, for example, .pdf image files as well as physical documents.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBrian McCarter",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/boston-3/use-of-the-term-housing-ready-mayors-office-and-housing-dept-records-189250/"
  }
]