[
  {
    "id": 162403,
    "title": "Michigan Public Water System Compliance and Violations",
    "slug": "michigan-public-water-system-compliance-and-violations",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 33291,
    "username": "ninaignaczak-planetdetroit",
    "agency": 18812,
    "datetime_submitted": "2024-04-20T08:14:46.639011",
    "date_due": "2024-04-26",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-20T08:14:46.831804",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162403,
        "from_user": 33291,
        "to_user": 28382,
        "subject": "",
        "datetime": "2024-04-20T08:14:46.831804",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Michigan Freedom of Information Act, I hereby request the following records:\r\n\r\n- All administrative compliance agreements and administrative compliance orders EGLE has signed with public water systems over past 10 years. \r\n- All SDWA violations issued to public water systems, by calendar year over past 10 years - types of violations: health violations, MCL violations, monitoring violations, etc.\r\n- All consumer confidence reports and public notice violations issued over this time period.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nNina Ignaczak",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/lansing-310/michigan-public-water-system-compliance-and-violations-162403/"
  },
  {
    "id": 162402,
    "title": "Diplomatic Intercepts - Britain",
    "slug": "diplomatic-intercepts-britain",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 13328,
    "username": "vale",
    "agency": 10,
    "datetime_submitted": "2024-04-20T08:11:41.670985",
    "date_due": "2024-05-17",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-20T08:11:41.870254",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162402,
        "from_user": 13328,
        "to_user": 9555,
        "subject": "",
        "datetime": "2024-04-20T08:11:41.870254",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nFile 65-HQ-33587, on the interception of diplomatic communications from the British government during World War II.\r\n\r\nPlease conduct a search of the Central Records System, including but not limited to the Electronic Surveillance (ELSUR) Indices, the Microphone Surveillance (MISUR) Indices, the Physical Surveillance (FISUR) Indices, and the Technical Surveillance (TESUR) Indices, for both main-file records and cross-reference records for all relevant names, individuals, agencies and companies. This is also to include any responsive records held in offsite locations, such as the Alexandria Records Center. Please include both investigatory and non-investigatory records in your search. If any potentially responsive records have been destroyed and/or transferred to NARA, then I request copies of the destruction or transfer slips as well as any other documentation relating to, mentioning or describing said transfer or destruction, to include but not be limited to confirmation that the Bureau has no other copies of said records. If previously released records are available, then I request a rolling release consisting of those records while additional records are located and processed for release.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nPaul Galante",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/diplomatic-intercepts-britain-162402/"
  },
  {
    "id": 162401,
    "title": "The Book Pride of a Nation1490",
    "slug": "the-book-pride-of-a-nation1490",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 133570,
    "username": "DavidBrooksAberle",
    "agency": 31963,
    "datetime_submitted": "2024-04-20T07:54:05.254575",
    "date_due": "2024-04-26",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-20T07:54:05.391244",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162401,
        "from_user": 133570,
        "to_user": 92817,
        "subject": "",
        "datetime": "2024-04-20T07:54:05.391244",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nMy name is David B. Aberle, I am Sixty years old today 04/19/1964. I live in Los Angeles,California. In1996 my grandmother and I recovered a book written in 1490 by his navigator detailing Christopher Columbus’s discovery of the Americas.The book was on tour celebrating the 500yr anniversary of Christopher Columbus in in 1986, visiting the central libraries of NY city then Texas, Los Angeles then San Francisco, the book never made it to San Francisco.It was reported to the insurance company that it was destroyed in the 330 million dollar fire at the Los Angeles Central library, it was then placed in a storage container by the insurance company, when the book was located it was an ordinary book, not the correct 500 year old book. The night we contacted City Hall both my grandmother and I were kidnapped and tortured, the assailants kept asking for the papers in Spanish, we had no idea what they wanted. My father’s, my mother’s and my grandmothers houses were all ransacked, the book was in such good shape, they didn’t notice it was sitting on a table in the den. The Orange County police rescued us two days later. We then returned the book to the Curator of the Christopher Columbus Museum in Spain,I believe it was in Seville. He flew to Los Angeles to personally inspect the book, when he saw it, he wept tears of joy. He spoke Portuguese, so we spoke throughout an interpreter, he said,” He was so happy to see his baby, he thought the book was gone forever! A month or so later I was contacted and told of a clause in contract, that if book was returned their was a 10% of insurance value reward, the book was insured for 12 million US dollars. My grandmother and father decided I was the rightful recipient of the award, but my father and the Spanish government invested the money, I would receive it on my 60th birthday , today. The same people who had originally stolen the book, have made several attempts to get the money, also breaking into our homes and stealing the paperwork multiple times! I am David Aberle the true recipient., no one else is authorized to collect the money. Two women Leslie Ann Brodeur Aberle and her daughter Brianna Jean Aberle  are not related to me,Leslie is one of the original thieves who set the 330 million dollar Los Angeles Central Library fire. They have attempted multiple times to get the money early.I don’t have the information on this matter, but it went through the New York Secretary of State. Please help me with this matter. Sincerely David Aberle. E-mail address sonofgwa1@gmail. Com also apache2024@icloud.com. Phone number 323-775-4387, 3712 Cazador st. Los Angeles, Ca. 90065.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDavid Brooks Aberle",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/the-book-pride-of-a-nation1490-162401/"
  }
]