[
  {
    "id": 183454,
    "title": "Correspondence between City of Fort Worth, Mayor's Office and Mattie Parker and Brooke Rollins",
    "slug": "correspondence-between-city-of-fort-worth-mayors-office-and-mattie-parker-and-brooke-rollins",
    "status": "submitted",
    "embargo_status": "public",
    "user": 88498,
    "username": "bwdjourno",
    "agency": 40960,
    "datetime_submitted": "2025-03-18T14:44:13.309792",
    "date_due": "2025-04-01",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-18T14:44:14.519502",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 183454,
        "from_user": 88498,
        "to_user": 155067,
        "subject": "",
        "datetime": "2025-03-18T14:44:14.519502",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\n1. Correspondence -- including calls (phone, Zoom and Microsoft Teams), texts, emails and messages -- between the City of Fort Worth (including the Mayor's Office and/or Mayor Mattie Parker) and the United States Department of Agriculture (USDA) between 3/8/2025 and the date this is received\r\n\r\n2. Correspondence — including phone calls, texts, emails and Microsoft Teams calls —  regarding the USDA or AG Secretary Brooke Rollins between 2/13/2025 and the date this request is received.\r\n\r\nPlease provide a signed notification citing the legal authorities on which you rely if you determine that any information is exempt and will not be disclosed.\r\n\r\nThe requested documents will be made available to the general public free of charge and processed by a representative of the news media/press and is made in the process of news gathering and not for commercial usage, and therefore we request that you waive any costs.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I also ask that our request be filled electronically, by e-mail attachment if available (email: bdavis@star-telegram) – if not, secure file transfer, thumb drive, or CD-ROM.\r\n\r\nThank you in advance for your anticipated cooperation. I look forward to receiving your response to this request within 10 business days, as the statute requires.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/fort-worth-330/correspondence-between-city-of-fort-worth-mayors-office-and-mattie-parker-and-brooke-rollins-183454/"
  }
]