[
  {
    "id": 179396,
    "title": "Request for Records Related to Examination Report of Tokio Marine Specialty Insurance Company",
    "slug": "request-for-records-related-to-examination-report-of-tokio-marine-specialty-insurance-company",
    "status": "processed",
    "embargo_status": "public",
    "user": 127110,
    "username": "mjf",
    "agency": 15896,
    "datetime_submitted": "2025-01-09T10:44:52.496196",
    "date_due": "2025-01-31",
    "days_until_due": null,
    "date_followup": "2025-01-31",
    "datetime_done": null,
    "datetime_updated": "2025-01-09T11:21:57.430775",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 179396,
        "from_user": 127110,
        "to_user": 21182,
        "subject": "Delaware Freedom of Information Act Request: Request for Records Related to Examination Report of Tokio Marine Specialty Insurance Company",
        "datetime": "2025-01-09T10:44:53.154783",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Delaware Freedom of Information Act, I hereby request the following records:\r\n\r\nI am writing to respectfully request access to all documents, materials, and records in the possession of the Delaware Department of Insurance related to the Examination Reports of Tokio Marine Specialty Insurance Company, Safety National, and SIG Holdings as of December 31, 2020, covering the period from December 1, 2020, to the present. Specifically, I am requesting all documents, materials, and communications reviewed, created, or received in connection with the Examination Reports of Tokio Marine Specialty Insurance Company, Safety National, and SIG Holdings. Additionally, I seek copies of the corporate bylaws for each of these entities, including any amendments, as referenced or reviewed in connection with their respective Examination Reports.\r\n\r\nFurthermore, I request access to all corporate filings or submissions from Tokio Marine Specialty Insurance Company, Safety National, SIG Holdings, or their affiliates provided to the Delaware Department of Insurance in connection with their Examination Reports. \r\n\r\nThis includes, but is not limited to, financial statements, reports, or filings; governance or organizational structure documents; and intercompany agreements and contracts. Lastly, I request any correspondence or communications between the Delaware Department of Insurance and Tokio Marine Specialty Insurance Company, Safety National, SIG Holdings, or their affiliates related to the Examination Reports.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 15 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJonathan Rudenberg, a citizen of Delaware, in coordination with Matthew Fecteau.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      },
      {
        "foia": 179396,
        "from_user": 21182,
        "to_user": 127110,
        "subject": "Your email has been received by the Delaware Department of Insurance",
        "datetime": "2025-01-09T11:21:57.430775",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Thank you for your email. The Department makes every effort to respond to inquiries in a timely manner. Response times may vary depending on inquiry type and staffing levels. Thank you for your patience.\r\n\r\nDelaware Department of Insurance (DOI) website: https://insurance.delaware.gov\r\n\r\nTitle 18 DE Insurance Law:  https://delcode.delaware.gov/title18/c067b/index.html\r\n\r\nDE Insurance Regulations: https://delcode.delaware.gov/title18/c067b/index.html\r\n\r\nDOI Bulletins: https://insurance.delaware.gov/information/bulletins/\r\n\r\nDOI Proposed/Adopted Regulations and General Notices- https://insurance.delaware.gov/information/proposedregs/\r\n\r\nFOIA form: https://delaware.gov/foia/?subj=INSCOM\r\n\r\nPlease be advised that the Department is unable to provide legal advice.\n",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/dover-4673/request-for-records-related-to-examination-report-of-tokio-marine-specialty-insurance-company-179396/"
  }
]