[
  {
    "id": 167880,
    "title": "Psychics",
    "slug": "psychics",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 27422,
    "username": "dmehrotra",
    "agency": 405,
    "datetime_submitted": "2024-07-03T11:30:40.268659",
    "date_due": "2024-07-11",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-07-03T11:30:40.345267",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 167880,
        "from_user": 27422,
        "to_user": 15014,
        "subject": "",
        "datetime": "2024-07-03T11:30:40.345267",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Maine Freedom of Access Act, I hereby request the following records:\r\n\r\nIn October 2001, a 25 year old woman named Amy Saint Laurent disappeared. The PPD contacted a psychic named Vicki Monroe - a spirit investigator - to help find her.  I am looking for:\r\n- any communications (emails, letters, phone calls) with Vicki Monroe from 2000 until the date this request is processed. \r\n- any communications (emails, letters, phone calls) with any forensic psychics or mediums from 2000 until the date this request is processed. \r\n- any investigatory records produced by any forensic psychic or hypnotist during the course of any investigation by the PPD since 2000. \r\n- records reflecting the number of cases psychics or hypnosis has been used by PPD since the year 2000.\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by 1 M.R.S.A. § 408(6). The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDhruv Mehrotra",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/portland-171/psychics-167880/"
  },
  {
    "id": 167879,
    "title": "Psychics",
    "slug": "psychics",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 27422,
    "username": "dmehrotra",
    "agency": 366,
    "datetime_submitted": "2024-07-03T11:19:12.755881",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-07-03T11:19:12.884196",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 167879,
        "from_user": 27422,
        "to_user": 9653,
        "subject": "",
        "datetime": "2024-07-03T11:19:12.884196",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Arizona Public Records Law, I hereby request the following records:\r\n\r\nOn December 14, 2004, Loretta Bowersock was reported missing from a department store. A psychic name Mary Ann Morgan allegedly helped the department identify a suspect - Taw Benderly.  I am looking for:\r\n-  Any communications (emails, letters, phone calls)  with Mary Ann Morgan from 2000 until the date this request is processed.\r\n- Any communication with any forensic psychic or medium since 2000. I am also looking for any investigatory records produced by any forensic psychic or hypnotist during the course of any investigation by the Tucson Police Department since 2000. \r\n- Records reflecting the number of cases psychics or hypnosis has been used by TPD since the year 2000.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nDhruv Mehrotra",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/tucson-140/psychics-167879/"
  },
  {
    "id": 167877,
    "title": "Risk Score",
    "slug": "risk-score",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 27422,
    "username": "dmehrotra",
    "agency": 4376,
    "datetime_submitted": "2024-07-03T10:42:28.257955",
    "date_due": "2024-07-11",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-07-03T10:42:28.351793",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 167877,
        "from_user": 27422,
        "to_user": 38876,
        "subject": "New York Freedom of Information Law Request: Risk Score",
        "datetime": "2024-07-03T10:42:28.351793",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nFormer President Donald Trump is scheduled to sit for a virtual interview on Monday June 10 with a New York City probation officer from his home at Mar-a-Lago. I am requesting:\r\n\r\n- Pre-Sentence Investigation (PSI) Report: The comprehensive report prepared by the probation officer, including all sections and attachments.\r\n- Interview Notes: Detailed notes taken by the probation officer during the pre-sentence interview with Donald Trump.\r\n- Risk Assessment Results: Any risk assessments or scores, including but not limited to the LSI-R (Level of Service Inventory-Revised), COMPAS reports, or other standardized assessment tools used during the investigation.\r\n- Background Checks: Records of any criminal history or background checks conducted by the probation officer as part of the pre-sentence investigation.\r\n- Collateral Contacts Reports: Summaries or reports from interviews with family members, employers, or other relevant individuals contacted during the pre-sentence investigation.\r\n- Personal Records Reviewed: Any documents provided by DOnald Trump that were reviewed during the investigation, such as employment records, educational certificates, or treatment program attendance records.\r\n- Probation Department Policies: Copies of the probation department’s policies and procedures regarding the preparation of pre-sentence reports and the conduct of pre-sentence interviews.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDhruv Mehrotra",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-city-17/risk-score-167877/"
  }
]