[
  {
    "id": 171758,
    "title": "NPS Complaints against Joe Roberts",
    "slug": "nps-complaints-against-joe-roberts",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 136851,
    "username": "VeritasOversight",
    "agency": 70,
    "datetime_submitted": "2024-08-12T14:31:25.777935",
    "date_due": "2024-09-10",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-08-12T14:31:25.936418",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 171758,
        "from_user": 136851,
        "to_user": 10618,
        "subject": "",
        "datetime": "2024-08-12T14:31:25.936418",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAny complaints received by the National Park Service regarding their employee Joe Roberts during his tenure as Chief Ranger of Padre Island National Seashore. Include any dispositions and final determinations.\r\nAny record of investigation conducted by the National Park Service regarding their employee Joe Roberts relating to sexual assault, sexual harassment, harassment, discrimination, adverse conduct. Include any dispositions and final determinations.\r\nAny record of disciplinary personnel action taken by the National Park Service regarding their employee Joe Roberts. Including any dispositions, final determinations, or memos.\r\nCopy of SF-50 for National Park Service employee Joe Roberts.\r\n\r\nNational Park Service includes but is not limited to; any office, employee, internal database, email system, paper or digital record, mobile device, or computer system utilized within the service to submit, review, discuss, track, or investigate complaints; including but not limited to the offices of Employee Relations, Regional Offices, EEO, Safety Manager, 16-E, ISB, IMARS.\r\nComplaints include but is not limited to any digital or paper record received by the National Park Service or any of its employees, relating to: harassment, threats, retaliation, assault, intimidation, discrimination, safety, adverse conduct or performance, or any other violation of administrative policy, ethics, safety, 36 Code of Federal Regulations, any violation of criminal law.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nVeritas Oversight",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/nps-complaints-against-joe-roberts-171758/"
  }
]