[
  {
    "id": 181677,
    "title": "Media and Virginia General Assembly communications",
    "slug": "media-and-virginia-general-assembly-communications",
    "status": "submitted",
    "embargo_status": "public",
    "user": 140258,
    "username": "TheCadet",
    "agency": 15147,
    "datetime_submitted": "2025-02-19T10:22:49.381270",
    "date_due": "2025-02-26",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-02-19T10:22:49.756652",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 181677,
        "from_user": 140258,
        "to_user": 19541,
        "subject": "",
        "datetime": "2025-02-19T10:22:49.756652",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Virginia Freedom of Information Act, I hereby request the following records:\r\n\r\n1. Records of any communication between the VMI Communications Office and any member(s) of the media or media organizations within the last 30 days  limited to just the subjects of The Cadet newspaper or The Cadet Foundation.\r\n\r\n2. Records of all communications including, without limitation, text, phone call records (including list of phone numbers called and received and identification of the caller or person(s)/Offices calls received from), Instant messages, etc. including private communications devices and email used for this purpose) between any member of the VMI Administration or the Board of Visitors and any member of the Virginia House or Senate, or their staff/representatives, on the subject of the VMI budget, Maj. Gen. Win's contract or employment, removal of Mr. Foster and Mr. Elliott from the VMI BOV, or any related issues specifically including the statments received by VMI BOV Members to withold or limit VMI funding if the BOV does not take certain actions as addressed by Mr. Teddy Gottwald (a BOV Member) in the recent BOV meeting.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTom Nash, a citizen of Virginia, in coordination with Anonymous.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/lexington-32067/media-and-virginia-general-assembly-communications-181677/"
  }
]