[
  {
    "id": 204140,
    "title": "Records Regarding Indian Creek Trail Winter Closures and Merry Country Christmas Revenue",
    "slug": "records-regarding-indian-creek-trail-winter-closures-and-merry-country-christmas-revenue",
    "status": "ack",
    "embargo_status": "public",
    "user": 177071,
    "username": "IndianCreekTrailAdvocates",
    "agency": 44947,
    "datetime_submitted": "2026-02-04T05:03:48.145355",
    "date_due": "2026-02-13",
    "days_until_due": null,
    "date_followup": "2026-02-13",
    "datetime_done": null,
    "datetime_updated": "2026-02-04T05:03:49.183648",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 204140,
        "from_user": 177071,
        "to_user": 177076,
        "subject": "Indiana Access to Public Records Act Request: Records Regarding Indian Creek Trail Winter Closures and Merry Country Christmas Revenue",
        "datetime": "2026-02-04T05:03:49.183648",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Indiana Access to Public Records Act, I hereby request the following records:\r\n\r\nTrail Closure Records: All final memos, directives, safety assessments, and meeting minutes created between August 1, 2025, and February 3, 2026, regarding the seasonal closure of the Indian Creek Trail, specifically as it relates to the Merry Country Christmas Hay Ride events.\r\n\r\nCorrespondence: All internal and external emails (including attachments) from August 1, 2025, to present, sent to or from Parks Department leadership regarding the impact of hayrides on public trail access.\r\n\r\nFinancial Ledgers: Itemized revenue and expenditure reports for the 2025 Merry Country Christmas Hay Ride event, including records of ticket sales, vendor fees, and the specific budget funds where this revenue was deposited.\r\n\r\nMaintenance Policies: The current official policy or standard operating procedures regarding winter trail maintenance and closures (e.g., snow removal or salting) for the Indian Creek Trail.\r\n\r\nBudget Records: The approved FY 2025 and FY 2026 budgets for trail maintenance, including a list of funding sources (local taxes, grants, or private donations).\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 7 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nIndian Creek Trail Advocates",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/harrison-county-12244/records-regarding-indian-creek-trail-winter-closures-and-merry-country-christmas-revenue-204140/"
  }
]