[
  {
    "id": 204485,
    "title": "CISA: Industrial Supply Chain Disinformation Analysis (2014-2016) - #ColumbianChemicals hoax",
    "slug": "cisa-industrial-supply-chain-disinformation-analysis-2014-2016-columbianchemicals-hoax",
    "status": "submitted",
    "embargo_status": "public",
    "user": 351,
    "username": "RobbyD",
    "agency": 20114,
    "datetime_submitted": "2026-02-10T05:30:50.091940",
    "date_due": "2026-03-11",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2026-02-10T05:30:50.277295",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 204485,
        "from_user": 351,
        "to_user": 31586,
        "subject": "",
        "datetime": "2026-02-10T05:30:50.277295",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nThis is a request for records generated by the National Protection and Programs Directorate (NPPD) and later CISA related to the Columbian Chemicals hoax in 2014. For context, this incident was covered in a detail article in The New York Times Magazine: https://www.nytimes.com/2015/06/07/magazine/the-agency.html\r\n\r\nPost-Action Reports & Situation Assessments: Any final reports, situation summaries, or briefings produced by the National Protection and Programs Directorate (NPPD) or the Office of Cybersecurity and Communications (CS&C) regarding the September 11, 2014, hoax involving the Columbian Chemicals facility in Centerville, LA.\r\n\r\nIndustrial Impact Analysis: Any non-classified memoranda discussing the potential impact of the #ColumbianChemicals hoax on the U.S. rubber and automotive supply chains, including any internal assessments of whether the hoax targeted the market position of the Aditya Birla Group.\r\n\r\nCommunication with Private Entities: Records of formal communications between the Department of Homeland Security (DHS) and representatives of Columbian Chemicals or Birla Carbon between September 11, 2014, and December 31, 2014, specifically regarding the public response to the disinformation campaign.\r\n\r\nForeign Actor Attribution: Any non-classified memos or briefing slides prepared for the DHS Secretary or the National Security Council that mention the Internet Research Agency (IRA) or Russian-affiliated \"troll farms\" in direct connection to the 2014 Louisiana chemical plant hoax.\r\n\r\nIf certain parts of this request or certain portions must be redacted please provide any reasonable segregable portion of a requested record after removing or redacting those portions claimed to be exempt, explain in writing the justification for redacting the record, indicate the extent of any redactions on the portion of the record which is made available or published and where technically feasible indicate on the redacted portion itself the specific exemption(s) claimed.\r\n\r\nThank you for CISA's commitment to transparency.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobert Delaware",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/cisa-industrial-supply-chain-disinformation-analysis-2014-2016-columbianchemicals-hoax-204485/"
  }
]