[
  {
    "id": 204208,
    "title": "RC-075 Disposal of Record Hat City Ale House Revised Plan of Operation",
    "slug": "rc-075-disposal-of-record-hat-city-ale-house-revised-plan-of-operation",
    "status": "submitted",
    "embargo_status": "public",
    "user": 25746,
    "username": "paigeent",
    "agency": 45009,
    "datetime_submitted": "2026-02-04T16:00:10.831490",
    "date_due": "2026-02-10",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2026-02-04T16:00:12.063792",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 204208,
        "from_user": 25746,
        "to_user": 177283,
        "subject": "",
        "datetime": "2026-02-04T16:00:12.063792",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Connecticut Freedom of Information Act, I hereby request the following records:\r\n\r\nCopy of executed RC-075 for Hat City Ale House Revised Plan of Business Operation marked as page one in the Health Department hard copy folder. This document was emailed to me on March 13, 2024 by Farley Santos after a meeting in the Mayor's Conference room. When I discovered the altered document, I was told had been destroyed as it is not a document I have ever submitted. I have attached the adulterated document to this request and am in possession of an executed copy of the original document I submitted to Health Director Kara Prunty for counter signature. This document I am requesting was drafted by Corporation Counsel and presented to me at a prior meeting for discussion purposes without draft or discussion on the face.\r\n\r\nI also request that, if possible and pursuant to Conn. Gen. Stat. § 1-212(d), fees be waived as I believe this request is in the public interest and not made for commercial gain. The requested documents will be made available to the public at MuckRock.com.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 4 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKevin Paige",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1359135,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/paigeent/171648/Revised_Statement_of_Planned_Business_Operation_Alduterated.pdf",
            "datetime": "2026-02-04T16:00:12.063792",
            "title": "Revised_Statement_of_Planned_Business_Operation_Alduterated.pdf",
            "source": "Kevin Paige",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/connecticut-53/rc-075-disposal-of-record-hat-city-ale-house-revised-plan-of-operation-204208/"
  }
]