[
  {
    "id": 181168,
    "title": "Zachary Adams Interrogation",
    "slug": "zachary-adams-interrogation",
    "status": "submitted",
    "embargo_status": "public",
    "user": 150515,
    "username": "maham",
    "agency": 2549,
    "datetime_submitted": "2025-02-08T13:21:42.369438",
    "date_due": "2025-02-19",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-02-08T13:21:42.698936",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 181168,
        "from_user": 150515,
        "to_user": 11490,
        "subject": "",
        "datetime": "2025-02-08T13:21:42.698936",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Tennessee Public Records Act, I hereby request the following records:\r\n\r\nI would like to ask for the interrogation tape of Zachary Adams, Jason Autry and Dylan Adams who were interviewed by the Tennessee Bureau of Investigation\r\nAdditionally, I also ask for Holly Bobo' crime scene reports from  April 13, 2011 \r\nand any recordings of 911 calls that are accessible.\r\nas well as any additional case-related investigative materials. Thanks Mahad\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 7 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKent Hoover, a citizen of Tennessee, in coordination with Mahad Mohammed.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/tennessee-155/zachary-adams-interrogation-181168/"
  }
]