[
  {
    "id": 186395,
    "title": "Interview with University of Oregon Civil Rights Office about Oregon Bach Festival Discrimination/Retaliation",
    "slug": "interview-with-university-of-oregon-civil-rights-office-about-oregon-bach-festival-discriminationretaliation",
    "status": "submitted",
    "embargo_status": "public",
    "user": 158252,
    "username": "KelvinShiversII",
    "agency": 6369,
    "datetime_submitted": "2025-05-09T10:39:09.229359",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-05-09T10:39:09.368349",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 186395,
        "from_user": 158252,
        "to_user": 13274,
        "subject": "",
        "datetime": "2025-05-09T10:39:09.368349",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Oregon Public Records Law, I hereby request the following records:\r\n\r\nPursuant to ORS 192.324, I am formally requesting a copy of the full video and/or audio recording of my January 8, 2025 interview with OICRC investigator Shane Lesher. This interview was conducted as part of a civil rights complaint against my supervisor of the Oregon Bach Festival for retaliation in which I was the complainant and contains my own statements. It is directly relevant to the University’s decision to dismiss my complaint without a formal investigation.\r\n\r\nI initially requested this recording from the Office of Investigations and Civil Rights Compliance on April 14, 2025. Despite multiple follow-up attempts over the past month, no acknowledgment or fulfillment has been provided. This delay is now well outside the legal response timelines established under ORS 192.324 and ORS 192.329. The lack of transparency raises serious concerns, especially given that this record may contain evidence relevant to ADA-related retaliation and due process violations stemming from the complaint I submitted to OICRC—one they declined to investigate and then used that decision to justify denying me due process protections.\r\n\r\nAs the individual recorded, and the complainant in the matter, I request that this record be released in full. If any portion is withheld, I request that the University cite the specific exemption under ORS 192.345 or ORS 192.355, conduct the required public interest balancing test under ORS 192.311, and release all non-exempt portions as required by ORS 192.329(5).\r\n\r\nI also request a full waiver of any associated fees under ORS 192.324(5). Disclosure of this material serves the public interest by promoting accountability and transparency in the handling of civil rights complaints by a public institution. The recording is directly relevant to potential violations of the Americans with Disabilities Act (ADA), Section 504 of the Rehabilitation Act, and ORS 659A.030. Releasing it will inform systemic concerns affecting not only my case, but the broader treatment of employees with disabilities at the University of Oregon.\r\n\r\nPlease confirm receipt of this request and provide an estimated response timeline.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nKelvin Shivers II",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/oregon-158/interview-with-university-of-oregon-civil-rights-office-about-oregon-bach-festival-discriminationretaliation-186395/"
  }
]