[
  {
    "id": 152368,
    "title": "Hedge Fund Request",
    "slug": "hedge-fund-request",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 18788,
    "username": "Preqin",
    "agency": 18635,
    "datetime_submitted": "2023-09-22T04:23:03.653933",
    "date_due": "2023-09-29",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-09-22T04:23:03.924351",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 152368,
        "from_user": 18788,
        "to_user": 27883,
        "subject": "",
        "datetime": "2023-09-22T04:23:03.924351",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Virginia Freedom of Information Act, I hereby request the following records:\r\n\r\nYou kindly sent us copies of your records that show information as listed below dated to March 31 2023. Please will it be possible to have an update on any records that would show some or all of the following information:\r\n\r\n1. A list of ALL hedge funds and fund of hedge funds in which Richmond Retirement System is an investor; and\r\n\r\n2. For each hedge fund and fund of hedge funds, may I please have a copy of any records that would show some or all of the following information:\r\n\r\na. the month by month market value of Richmond Retirement System's holding in each fund from January 1 2023 to June 30 2023,\r\n\r\nb. the month by month amount invested by Richmond Retirement System in each fund from January 1 2023 to June 30 2023,\r\n\r\nc. the month by month net returns (net of fees) earned by Richmond Retirement System on its investment in each fund from January 1 2023 to June 30 2023\r\n\r\nAdditionally we are missing the December 2022 data so we would be grateful if you could include this information aswell.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available\r\n\r\nThank you in advance for your anticipated cooperation in this matter.\r\n\r\nSincerely,\r\n\r\nNanette Lee\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTom Nash, a citizen of Virginia, in coordination with Haley Parker.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/richmond-151/hedge-fund-request-152368/"
  }
]