[
  {
    "id": 158656,
    "title": "Jackson PD Homicide Cases",
    "slug": "jackson-pd-homicide-cases",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 74211,
    "username": "becklerh",
    "agency": 18467,
    "datetime_submitted": "2024-02-12T18:08:38.147328",
    "date_due": "2024-02-22",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-02-12T18:08:38.425305",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 158656,
        "from_user": 74211,
        "to_user": 27376,
        "subject": "",
        "datetime": "2024-02-12T18:08:38.425305",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Mississippi Public Records Act, I hereby request the following records:\r\n\r\n1. Any and all publicly releasable incident report(s) and/or investigative record(s) pertaining to the 24 individuals listed in the file linked below:\r\n\r\nhttps://docs.google.com/spreadsheets/d/1lIAK0GBdLv7g2Z8bnNXz1WoB9bwGWYK67dve_Zzu6dc/edit?usp=sharing\r\n\r\nIn conducting your search, please use the most recent technologies and tools available. \r\n\r\nIf any part of our request is determined by your organization to be exempt from disclosure, please release any segregable non-exempt portions. If your organization determines that such segregation is impossible, please indicate why this is technically the case. If my request is denied in whole or part, I ask that you justify all deletions by reference to specific exemptions of the Oklahoma Open Records Act. If you claim such an exemption to my request under the Oklahoma Open Records Act, please cite in writing the specific statutory exemption. I reserve the right to appeal your decision to withhold any information or to deny a waiver of fees. \r\n\r\nPlease produce these records in the electronic format (such as excel file (.xlsx) or other database. Please contact me directly at nparakul@insider.com with any questions you may have about my request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 7 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nHannah Beckler",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/jackson-19622/jackson-pd-homicide-cases-158656/"
  }
]