[
  {
    "id": 189676,
    "title": "Bodycam Footage – Arrest of Jessica Strong – Jackson County, KY – June 21, 2025",
    "slug": "bodycam-footage-arrest-of-jessica-strong-jackson-county-ky-june-21-2025",
    "status": "submitted",
    "embargo_status": "public",
    "user": 162431,
    "username": "facelessniches",
    "agency": 7934,
    "datetime_submitted": "2025-07-15T17:14:00.389177",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-07-15T17:14:00.489867",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 189676,
        "from_user": 162431,
        "to_user": 10473,
        "subject": "",
        "datetime": "2025-07-15T17:14:00.489867",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nTo Whom It May Concern:\r\n\r\nPursuant to the Kentucky Open Records Act (KORA), I hereby request access to and copies of all body-worn camera footage related to the arrest or detainment of Jessica Strong on or around June 21, 2025, in Jackson County, Kentucky.\r\n\r\nThis includes:\r\n– All footage from all responding officers\r\n– Any taser use or use-of-force\r\n– Transfer to EMS, if applicable\r\n\r\nThis request is being made for a journalistic purpose. I create public-interest videos for a YouTube channel focused on transparency and accountability in law enforcement. The materials are intended for informational reporting, not for resale.\r\n\r\nI would prefer the request be fulfilled electronically, via email or download link. If there are any fees, please let me know in advance.\r\n\r\nThank you for your cooperation. I look forward to your response within five (5) business days.\r\n\r\nSincerely,\r\nJordi\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nJordi",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/jackson-county-10438/bodycam-footage-arrest-of-jessica-strong-jackson-county-ky-june-21-2025-189676/"
  },
  {
    "id": 189674,
    "title": "Newburgh Police Department monthly reports required by City Code 80-2",
    "slug": "newburgh-police-department-monthly-reports-required-by-city-code-80-2",
    "status": "ack",
    "embargo_status": "public",
    "user": 159438,
    "username": "LibertyStreetLegal",
    "agency": 22639,
    "datetime_submitted": "2025-07-15T16:51:42.793184",
    "date_due": "2025-07-22",
    "days_until_due": null,
    "date_followup": "2025-07-22",
    "datetime_done": null,
    "datetime_updated": "2025-07-15T16:51:42.932268",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "public safety",
      "police misconduct",
      "police accountability",
      "police transparency"
    ],
    "communications": [
      {
        "foia": 189674,
        "from_user": 159438,
        "to_user": 40101,
        "subject": "New York Freedom of Information Law Request: Newburgh Police Department monthly reports required by City Code 80-2",
        "datetime": "2025-07-15T16:51:42.932268",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\n1. For the time period of January 1, 2020 to the present, all monthly reports submitted by the Chief of Police to the City Council pursuant to Newburgh City Code § 80-2, which states that: \r\n\r\n“[t]he Police Chief shall present to the Council at its first regular meeting in each month a report of the operations of the Department during the preceding month, including therein a statement of the number of persons arrested during such month, their sex, the cause of arrest, the number of persons convicted and such other particulars in relation to that Department as he may deem necessary and proper to communicate.\" \r\n\r\nA copy of Newburgh City Code § 80-2 is available at this link: https://ecode360.com/10870789\r\n\r\n2. Any and all records (whether from the Police Department, City Council, or any other City official, employee, board, office, etc.) reflecting whether the monthly reports required under Newburgh City Code § 80-2 were ever prepared, transmitted, received, discussed, or requested. This includes, but is not limited to:\r\n- Internal and external correspondence concerning such reports;\r\n- Memoranda and emails addressing compliance (or non-compliance) with the reporting obligation under § 80-2;\r\n- Council meeting agendas, minutes, and summaries referencing the monthly reports or their absence;\r\n- All written policies and practices relating to these reporting obligations;\r\n- Any prior FOIL requests, inquiries, complaints, or responses concerning the same.\r\n\r\n3. All other reports submitted by the Police Department to the City Council during that same period, or submitted by the Police Department to the City Manager for inclusion in the City Manager's reports to the City Council, regardless of the titles of such reports, or their format, subject matter, and/or frequency. This may include, but is not limited to: annual reports, statistical or operational summaries, special reports, presentations, memoranda, and/or briefings.\r\n\r\nThis request is made with the understanding that regular reporting by the Police Department is not merely a bureaucratic formality, but a fundamental legal obligation intended to ensure that the City Council has sufficient information to effectively oversee law enforcement operations and ensure that the City is meeting the public safety needs of its residents, businesses, and other taxpayers. If such reports are not being submitted as required—or if the City is unable to produce meaningful documentation that these reports exist or that similar records are being regularly provided to the Council—it would reflect a serious failure of transparency and governance. This is a matter of vital public importance.\r\n\r\nIf any of the requested records are withheld or redacted, in whole or in part, please specify with particularity the statutory basis for each such claimed exemption and the reasons why each such record or portion thereof is claimed to be exempt from disclosure. If additional information is needed to adequately describe our request, please contact us at liberty@libertystreetlegal.com.\r\n \r\nPlease provide electronic copies of the requested records via email attachment.\r\n \r\nThank you for your time and attention to this request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nLiberty Street Legal PLLC",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/newburgh-22680/newburgh-police-department-monthly-reports-required-by-city-code-80-2-189674/"
  }
]