[
  {
    "id": 159585,
    "title": "Untitled",
    "slug": "untitled",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 120758,
    "username": "Synaptix",
    "agency": 10406,
    "datetime_submitted": "2024-03-01T11:27:44.913589",
    "date_due": "2024-03-22",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-03-01T11:27:45.108983",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 159585,
        "from_user": 120758,
        "to_user": 14411,
        "subject": "",
        "datetime": "2024-03-01T11:27:45.108983",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Delaware Freedom of Information Act, I hereby request the following records:\r\n\r\nState of Delaware 2024 compensation data for all employees.\r\nPlease provide the following fields for each employee in the dataset: \r\n\r\nEmployee # | Last Name | First Name | Middle Name/Initial | Race | Gender | Agency | Department | Job Title | Compensation (base pay, hourly rate, total pay, etc.) | Overtime | Benefits Pay | Date Hired | Date Terminated | Full-time/Part-time | Location of Work City/State\r\n\r\nNote: If not all fields listed above are releasable as public record or available please disregard those individual fields for this request.\r\nI would prefer the request be filled electronically, by either e-mail attachment or FTP Download if available, otherwise sent through mail via CD/DVD. I would appreciate the request to be filled in an accessible format, including but not limited to: CSV, Excel, Microsoft Access database, or other bulk list file type.\r\nThe requested data will be made available to the public free of charge and will not be used for commercial solicitation purposes. In the event that fees for personnel time and materials can not be waived, I would be grateful if you would inform me of the total charges in advance of fulfilling my request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 15 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJonathan Rudenberg, a citizen of Delaware, in coordination with Tyler King.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/delaware-236/untitled-159585/"
  },
  {
    "id": 159584,
    "title": "Rexville Raid May 1, 2023",
    "slug": "rexville-raid-may-1-2023",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 114696,
    "username": "CarlosBerríosPolanco",
    "agency": 10,
    "datetime_submitted": "2024-03-01T11:00:25.869802",
    "date_due": "2024-03-29",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-03-01T11:00:26.009015",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 159584,
        "from_user": 114696,
        "to_user": 9555,
        "subject": "",
        "datetime": "2024-03-01T11:00:26.009015",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAny and all files, reports, background information, memos, directives, investigatory materials, communications and any other attachments and relevant materials regarding a search conducted by the FBI at Urbanizacion Rexville Calle 34 BF-11  Bayamon, Puerto Rico 00959 on or about May 1, 2023. This request is for records produced between April 1, 2023 and June 1, 2023. This request also seeks all written and/or electronic communications, including e-mail attachments, sent or received by FBI personnel including one or more of the following key words or phrases: \"rexville,\" \"campamento resistencia,\" \"conspiracy to incite a riot\",\" \"inciting a riot,\" \"civil disorders,\" \"black and white Puerto Rican flag,\" \"SA Jeremiah Green,\" and \"flaco.\"\r\n\r\nPlease conduct a search of the Central Records System, including but not limited to the Electronic Surveillance (ELSUR) Indices, the Microphone Surveillance (MISUR) Indices, the Physical Surveillance (FISUR) Indices, and the Technical Surveillance (TESUR) Indices, for both main-file records and cross-reference records for all relevant names, individuals, agencies and companies at FBI Headquarters. Please also conduct a search for records at the Alexandria Records Center. If any potentially responsive records have been destroyed and/or transferred to NARA, then I request copies of the destruction or transfer slips as well as any other documentation relating to, mentioning or describing said transfer or destruction, to include but not be limited to confirmation that the Bureau has no other copies of said records. If previously released records are available, then I request a rolling release consisting of those records while additional records are located and processed for release.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nCarlos Berríos Polanco",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/rexville-raid-may-1-2023-159584/"
  }
]