[
  {
    "id": 181060,
    "title": "Public Records Request for Body Cam Footage – Deltona Middle School Arrest",
    "slug": "public-records-request-for-body-cam-footage-deltona-middle-school-arrest",
    "status": "submitted",
    "embargo_status": "public",
    "user": 150546,
    "username": "catchingsuspects",
    "agency": 7559,
    "datetime_submitted": "2025-02-07T01:41:43.543127",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-02-07T01:41:43.660147",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 181060,
        "from_user": 150546,
        "to_user": 9787,
        "subject": "Florida Sunshine Law Request: Public Records Request for Body Cam Footage – Deltona Middle School Arrest",
        "datetime": "2025-02-07T01:41:43.660147",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nI am requesting access to all available body camera footage related to the arrest of Jorge Rivera and Dagmarie Aponte Iturrino at Deltona Middle School on November 19, 2024.\r\n\r\nTo assist in locating the footage, here are the details of the incident:\r\n\r\n- Date of Event: November 19, 2024\r\n- Location: Deltona Middle School, Deltona, Florida\r\n- Arresting Agency: Volusia County Sheriff’s Office\r\n- Involved Deputy: School Resource Officer (female deputy)\r\nSuspects:\r\n- Jorge Rivera (46 years old)\r\n- Dagmarie Aponte Iturrino (45 years old)\r\nIncident Description:\r\n-  The parents arrived at Deltona Middle School to protest their son being charged with battery for pushing a classmate.\r\n- Jorge Rivera allegedly became irate during the meeting with the school resource officer, yelling insults and refusing to leave when asked.\r\n- While in the school hallway, Dagmarie Aponte Iturrino allegedly shoved the officer, and Jorge Rivera then punched the officer in the face.\r\n- The officer attempted to use a Taser but was knocked to the ground during the altercation.\r\n- Jorge Rivera allegedly took the officer’s Taser before both suspects were subdued and arrested.\r\n- The deputy sustained a concussion and was treated at a hospital.\r\nCharges:\r\n- Battery on a law enforcement officer\r\n- Resisting with violence\r\n- Disruption of a school function\r\n- Trespassing on school grounds\r\n- Armed robbery and grand theft (Jorge Rivera only, for taking the deputy’s Taser)\r\nI am requesting any body camera footage related to this incident, including:\r\n\r\n1. The initial interaction between the deputy and the parents inside the school.\r\n2. The altercation in the hallway and subsequent struggle.\r\n3. The arrest and any relevant post-arrest footage.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nHarun",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/volusia-county-10465/public-records-request-for-body-cam-footage-deltona-middle-school-arrest-181060/"
  }
]