[
  {
    "id": 184651,
    "title": "Cybercheck communications & contracts",
    "slug": "cybercheck-communications-contracts",
    "status": "submitted",
    "embargo_status": "public",
    "user": 150405,
    "username": "JessicaHatcher",
    "agency": 5599,
    "datetime_submitted": "2025-04-09T09:15:25.384022",
    "date_due": "2025-04-18",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-04-09T09:15:25.613952",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 184651,
        "from_user": 150405,
        "to_user": 11022,
        "subject": "",
        "datetime": "2025-04-09T09:15:25.613952",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Tennessee Public Records Act, I hereby request the following records:\r\n\r\n1. Contracts, licenses, MOUs, MOAs, data agreements, letters of intent, State of Work documents, Scope of Work documents, and other agreement documents since Jan. 1, 2021 between Chattanooga Police Department and Global Intelligence Inc. (also called Cybercheck or Cybercheck.AI) for the provision of the Cybercheck service.\r\n\r\n2. Email exchanges, including attachments, between Chattanooga Police Department staff and email addresses with the domain \"@cybercheck.ai\" between Jan. 1, 2021 and the present.\r\n\r\n3. Emails, including attachments, between staff of Chattanooga Police Department that reference Cybercheck or its provider Global Intelligence, sent between Jan. 1, 2021 and the present. \r\n\r\n4. A copy of the 911 call audio and transcript related to the murder of 20-year-old Omar Escobar on Willow Street that took place on Sept. 27, 2021\r\n\r\nI kindly ask that you waive all fees as I am a journalist making the request on behalf of a Canadian broadcaster and the requested records will be used for journalism in the public interest. (For further context, please see these news articles: https://archive.is/5FHPz and https://www.nbcnews.com/news/crime-courts/ai-tool-used-thousands-criminal-cases-facing-legal-challenges-rcna149607.) If you choose to impose fees, I request a detailed breakdown of the fees, including the hourly wage of each employee involved and an explanation of the employee hours required to fulfil the request. Please let me know if anything is unclear.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 7 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKent Hoover, a citizen of Tennessee, in coordination with Jessica Hatcher.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/chattanooga-30385/cybercheck-communications-contracts-184651/"
  }
]