[
  {
    "id": 175973,
    "title": "Boulder Flock ALPRs",
    "slug": "boulder-flock-alprs",
    "status": "submitted",
    "embargo_status": "public",
    "user": 143789,
    "username": "WilliamFreeman",
    "agency": 406,
    "datetime_submitted": "2024-11-05T17:43:23.899602",
    "date_due": "2024-11-08",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-11-05T17:43:24.078258",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 175973,
        "from_user": 143789,
        "to_user": 9740,
        "subject": "Colorado Open Records Act Request: Boulder Flock ALPRs",
        "datetime": "2024-11-05T17:43:24.078258",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Colorado Open Records Act, I hereby request the following records:\r\n\r\n1. ALPR Locations: Please provide the precise location of each Flock Safety ALPR camera deployed and utilized by Boulder Police Department.\r\n2. Email Communications with Flock Safety: All email communications between Boulder Police Department and Flock Safety between July 1, 2021 and the present.\r\n3. Hotlist Criteria: Please provide documentation of policies detailing the criteria and procedures for creating and verifying entries on hotlists in Flock Safety's ALPR system. Specifically:\r\n\ta. Criteria for adding entries to hotlists (e.g., offense types, jurisdictional warrants, etc.)\r\n\tb. Verification and approval processes before hotlist alerts are actionable\r\n4. Data-Sharing Agreements: List of all agencies with whom Boulder Police Department shares ALPR data, both within Colorado and out-of-state, including federal entities.\r\n5. Policies on ALPR Use and Oversight: Any formal policies or guidelines related to:\r\n\ta. Acceptable and prohibited uses of ALPR data, including specific restrictions and permissible use cases\r\n\tb. Access policy, including what constitutes a “valid reason” (https://transparency.flocksafety.com/boulder-co-pd) for system access\r\n\tc. Human verification procedures for hotlist alerts before law enforcement action\r\n6. Access Logs and Audits: Any access logs, audits, compliance reports, or oversight records evaluating the use, accuracy, and policy compliance of Boulder Police Department’s ALPR systems between January 1, 2022 and the present.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nWilliam Freeman",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/boulder-172/boulder-flock-alprs-175973/"
  }
]