[
  {
    "id": 171510,
    "title": "FBI BK 8.8.24",
    "slug": "fbi-bk-8824",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 60252,
    "username": "rskva102",
    "agency": 10,
    "datetime_submitted": "2024-08-09T08:26:38.796780",
    "date_due": "2024-09-09",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-08-09T08:26:38.925130",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 171510,
        "from_user": 60252,
        "to_user": 9555,
        "subject": "",
        "datetime": "2024-08-09T08:26:38.925130",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear FOIA Officer:\r\n\r\nYou are receiving this correspondence as a request under the Freedom of Information Act, 5 U.S.C. subsection 552. I am requesting the following:\r\n\r\nCopies of all Federal Bureau of Investigation (FBI) records, documents, and communications responsive to Burton Wallace Kanter (August 12, 1930 - October 31, 2001). Mr. Kanter was a Chicago-based tax lawyer and business partner of Paul L. E. Helliwell (100-347094), and throughout his career, he was associated with figures involved with organized crime like Morris \"Moe\" Dalitz (92-3068) and Morris Kleinman (92-5345). The Bureau investigated Mr. Kanter and his associates at various points between the 1960s and 1980s: Bureau file 92-HQ-5345 Serial 6 contains a report dated July 21, 1966, which details a trip taken by Mr. Kanter and Mr. Helliwell to Puerto Rico to meet with Mr. Kleinman about a business arrangement.\r\n\r\nThere is no expectation of a violation of Mr. Kanter's privacy, as he passed away in 2001. A copy of his Chicago Tribune obituary, dated November 2, 2001, is attached.\r\n\r\nI am asking you waive any fees associated with this request. I am a member of the news media. My bylines, which include Unicorn Riot, Covert Action Magazine, and the Geopolitical Economy Report, can be found in both print and electronic publications, and I am sending this request in coordination with Muckrock, an award-winning and nationally-recognized news organization. Please take note of the Office of Management and Budget guidelines published March 27, 1987 (52 FR 10012) that include electronic publications and other nontraditional publishers as representatives of the news media.\r\n\r\nA fee waiver is appropriate in situations where \"disclosure of the requested information is in the public interest because it is likely to contribute significantly to public understanding of the operations and activities of the government, and is not primarily in the commercial interest of the requester,” 5 U.S.C. § 552(a)(4)(iii). This request would contribute significantly to public understanding of the operations and activities of government with regard to the FBI's handling of the Watergate investigation. Mr. Kanter and Mr. Helliwell were joint owners of a Bahamian offshore bank, the Castle Bank and Trust, that was featured in the Watergate Special Prosecution Task Force's investigation of financial connections between Howard Robard Hughes Jr., owner of the Hughes Tool Company and other businesses, and Charles Gregory \"Bebe\" Rebozo, an associate and financial advisor to former president Richard Nixon. Per records in the Hughes/Rebozo collection at the National Archives and Records Administration, the Bureau (along with the Internal Revenue Service) provided investigators with background information on the Castle Bank and Trust in the period of 1975.\r\n\r\nThis request is not being made for commercial purposes.\r\n\r\nAll documents will be provided to the general public without charge.\r\n\r\nIn the event that there are fees, I am willing to pay up to $100. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nI look forward to your response within 20 working days, as the statute requires. If access to the records I am requesting will take longer, please contact me with information about when I might expect copies or the ability to inspect the requested records.\r\n\r\nIf you deny any or all of this request, please cite each specific exemption you feel justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\r\n\r\nSincerely,\r\n\r\nRobert Skvarla, Jr.",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1207223,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/rskva102/143042/Chicago_Tribune_2001_11_02_177.pdf",
            "datetime": "2024-08-09T08:26:38.925130",
            "title": "Chicago_Tribune_2001_11_02_177.pdf",
            "source": "Robert Skvarla, Jr.",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/fbi-bk-8824-171510/"
  },
  {
    "id": 171509,
    "title": "FBI RG 8.8.24",
    "slug": "fbi-rg-8824",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 60252,
    "username": "rskva102",
    "agency": 10,
    "datetime_submitted": "2024-08-09T08:25:01.031039",
    "date_due": "2024-09-09",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-08-09T08:25:01.138492",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 171509,
        "from_user": 60252,
        "to_user": 9555,
        "subject": "",
        "datetime": "2024-08-09T08:25:01.138492",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear FOIA Officer:\r\n\r\nYou are receiving this correspondence as a request under the Freedom of Information Act, 5 U.S.C. subsection 552. I am requesting the following:\r\n\r\nCopies of all Federal Bureau of Investigation (FBI) records, documents, and communications responsive to Richard E. Gerstein (September 5, 1923 – April 26, 1992). Mr. Gerstein was a former District Attorney for Miami-Dade County. In 1972, Mr. Gerstein launched an investigation into the Watergate burglary which ultimately established a link between a $25,000 cashier's check from Richard Nixon's Committee to Re-Elect the President and Watergate plumber Bernard Barker. It was this investigation that led to FBI Deputy Director W. Mark Felt initiating an FBI investigation into Mr. Gerstein. Per a 2005 article from The Nation titled \"How Deep Throat Fooled the FBI\":\r\n\r\n\"In the September 11, 1972, memo, Felt noted that the county prosecutor in Miami, Richard Gerstein, might be the [Washington] Post‘s main source. Gerstein was investigating how a $25,000 check from Nixon’s campaign had ended up in the account of a Watergate burglar. Felt wrote: 'It appears that much of the information which has been leaked to the press may have come from [Dade] County Prosecutor Gerstein in Florida.' To search for the Post’s leaker(s), Felt instructed the FBI’s Special Agent-in-Charge (SAC) in Miami to interview every FBI official who had been in contact with Gerstein. Felt also expressed concern in the memo that the Post reporters had obtained information directly from an FBI report (called a '302') based on an official interview with a Watergate conspirator. Felt wrote, 'I personally contacted [Washington] SAC [Robert] Kunkel [who was supervising the agents probing Watergate] to point out that it appeared the Washington Post or at least a reporter had access to the…302. I told him he should forcibly remind all agents of the need to be most circumspect in talking about this case with anyone outside the Bureau.' \"\r\n\r\nThat article can be found here: https://www.thenation.com/article/archive/how-deep-throat-fooled-fbi/\r\n\r\nMr. Felt would later admit to Vanity Fair magazine that he was responsible for the Washington Post leaks he accused Mr. Gerstein of in 1972. Any records the FBI may have created in the course of its investigation into Mr. Gerstein's activities respective to Watergate are of immense public interest, given that an FBI official launched an investigation into a public official under false pretenses.\r\n\r\nAdditionally, the Bureau conducted at least one other investigation into Mr. Gerstein, during the course of a separation investigation into Internal Revenue Service (IRS) Commissioner Donald Crichton Alexander. A December 23, 1975 memo from the Special Agent-in-Charge of the Washington Field Office reads: \"INFORMATION WAS RECEIVED BY WFO ON DECEMBER 3, 1975 THAT [redacted], FLORIDA DEPARTMENT OF LAW ENFORCEMENT, MIAMI, FLORIDA (ASSIGNED TO STRIKE FORCE IN MIAMI) HAS AN INFORMANT WHO IS CLOSE TO RICHARD GERSTEIN, DADE COUNTY PROSECUTOR [redacted]. MIAMI WILL LOCATE AND INTERVIEW [redacted] REGARDING ANY INFORMATION HE HAS CONCERNING THIS MATTER AND DURING INTERVIEW WILL ASCERTAIN IF INFORMANT WOULD BE AGREEABLE TO FEDERAL BUREAU OF INVESTIGATION (FBI) INTERVIEW. NO ATTEMPT SHOULD BE MADE TO ARRANGE AN INTERVIEW WITHOUT NOTIFYING WASHINGTON FIELD OFFICE FIRST.\"\r\n\r\nThe December 23rd memo is included with records released by the FBI to website The Black Vault in 2019 and can be found on pages 125 and 126 of the released file: https://documents2.theblackvault.com/documents/fbifiles/politicians/donaldalexander-fbi1.pdf\r\n\r\nThe Alexander investigation was connected to an IRS investigation known as Operation Leprechaun, wherein the IRS's Intelligence Division carried out covert surveillance of public officials. FBI knowledge of Leprechaun is confirmed in another memo in IRS Commissioner Alexander's FBI file, this time dated November 28, 1975: \"GERSTEIN IS THE SUBJECT OF A CRIMINAL INVESTIGATION BY THE INTELLIGENCE DIVISION OF THE IRS IN MIAMI ... THE ORIGINAL OPERATION LEPRECHAUN ALLEGATIONS WERE MADE SOME TIME IN MARCH 1975...\"\r\n\r\nThe November 28th memo is included with records released by the FBI to website The Black Vault in 2019 and can be found on pages pages 166 and 167 of the released file: https://documents2.theblackvault.com/documents/fbifiles/politicians/donaldalexander-fbi1.pdf\r\n\r\nThe November 28th memo makes reference to Mr. Gerinstein possibly using an emissary to communicate with an outside party, believed to be Cincinnati Republican County Chairman Ambrose Lindhorst—a one-time partner in IRS Commissioner Alexander's law firm. The language in this memo is clear and indicates the FBI was carrying out its own criminal investigation into Mr. Gerstein. Any records the FBI may have created in the course of its investigation into Mr. Gerstein respective to IRS Commissioner Alexander or any other parties are of immense public interest, given the FBI's prior investigation of Mr. Gerstein connected to Watergate.\r\n\r\nI am asking you waive any fees associated with this request. I am a member of the news media. My bylines, which include Unicorn Riot, Covert Action Magazine, and the Geopolitical Economy Report, can be found in both print and electronic publications, and I am sending this request in coordination with Muckrock, an award-winning and nationally-recognized news organization. Please take note of the Office of Management and Budget guidelines published March 27, 1987 (52 FR 10012) that include electronic publications and other nontraditional publishers as representatives of the news media.\r\n\r\nA fee waiver is appropriate in situations where \"disclosure of the requested information is in the public interest because it is likely to contribute significantly to public understanding of the operations and activities of the government, and is not primarily in the commercial interest of the requester,” 5 U.S.C. § 552(a)(4)(iii). This request would contribute significantly to public understanding of the operations and activities of government with regard to the FBI's handling of the Watergate and Leprechaun investigations. Examples have been listed above.\r\n\r\nThere is no expectation of a violation of Mr. Gerstein's privacy, as he passed away in 1992. A copy of his New York Times obituary, dated April 27, 1992, can be found on the Times' website: https://www.nytimes.com/1992/04/27/us/richard-e-gerstein-dead-at-68-prosecuted-key-watergate-figure.html\r\n\r\nThis request is not being made for commercial purposes.\r\n\r\nAll documents will be provided to the general public without charge.\r\n\r\nIn the event that there are fees, I am willing to pay up to $100. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nI look forward to your response within 20 working days, as the statute requires. If access to the records I am requesting will take longer, please contact me with information about when I might expect copies or the ability to inspect the requested records.\r\n\r\nIf you deny any or all of this request, please cite each specific exemption you feel justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\r\n\r\nSincerely,\r\n\r\nRobert Skvarla, Jr.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/fbi-rg-8824-171509/"
  }
]