[
  {
    "id": 137457,
    "title": "DCF & Family Court Human Rights Emergency",
    "slug": "dcf-family-court-human-rights-emergency",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 107265,
    "username": "MeTooMomsFlorida_txyGWSjX",
    "agency": 4552,
    "datetime_submitted": "2022-11-29T22:01:12.415696",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2022-11-29T22:01:12.501276",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 137457,
        "from_user": 107265,
        "to_user": 11486,
        "subject": "",
        "datetime": "2022-11-29T22:01:12.501276",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\n--Any form of communication (emails, texts, calls, etc.) between Inspector General of DCF, Amy Young, and Governor DeSantis between January  2021-present day.\r\n--Any form of communication (emails, texts, calls, etc.) between Shevaun Harris, and Governor DeSantis between January 2021-present day.\r\n--Any form of communication (emails, texts, calls, etc.) between State Attorney General, Ashley Moody, and Governor DeSantis between January 2021-present day.\r\n--Any state audits involving the Department of Children & Families from January 2021-present day.\r\n--Any complaints regarding child abuse, DCF, and family courts sent to the Governor’s office requesting assistance from January 2021-present day.\r\n--Any form of communication (emails, texts, calls, etc.) between 501.(c)(3) children’s “charity” and/or “advocacy” centers from January 2021-present day.\r\n\r\n\"Me Too Moms\", an independent national and international watchdog group monitoring family court & child welfare corruption has made extremely concerning discoveries in the state of Florida that would warrant national and international investigation regarding human rights abuses.\r\n\r\n\"Me Too Moms\" identified across the United States, the states with the largest amount of court ordered child abuse cases are currently coming out of California and Florida.  However, Florida appears to be leading the way with cases continuing to pour in. Florida's family court judges across the entire state have been ordering the physical and sexual abuse of hundreds of children by way of \"show trials\" with the assistance of other state funded actors such as law enforcement, state attorneys, DCF caseworkers, child therapists, Guardian Ad Litems, and children's advocacy centers cohesively working together to silence abused victims for profit. \r\n\r\nWe have discovered government entities committing perjury and falsifying documents to intentionally conceal records of child abuse. Collectively, all are committing treason and thereby silencing abused children and victims of domestic violence. \"Me Too Moms\" has identified a very clear pattern within the family courts targeting victims of domestic violence (primarily mothers, since Domestic Violence is largely a gendered crime) and their children. \r\n\r\nVictims of domestic violence are already at a massive financial disadvantage in the Florida courts as legal aid is almost non-existent and most mothers are forced to proceed pro se against their abuser's counsel. Family court judges, which already operate under a veil of secrecy without a jury, cameras, or the general public holding them accountable, are depriving victims the right to free speech, due process, ability to present evidence and/or witnesses, verbally attacking DV victims relentlessly without evidence to do so, violating judicial canons, their oaths, and dismissing child abuse evidence. Judges are also allowing \"parental alienation\"- dubbed as \"junk science\",  coined by a known pedophile, Richard Gardner, to be used as a pedophile's defense in the courtrooms allowing more children to be sexually abused and injunctions to be wrongly dismissed.\r\n\r\nMothers across the state that are victims of domestic violence have been plunged into economic poverty and homelessness trying to save the life of their child because the state of Florida chooses to protect child abusers and pedophiles...over victims. Our children are self-harming, suicidal, unregulated from living in an abused environment, struggling with behavior issues, being strangled, drowned, choked, sexually molested, neglected, and ultimately being called liars by Florida's DCF caseworkers-even despite audio/video evidence of abuse!\r\n\r\nWe are requesting a meeting with the governor as to why he is “too busy” to meet with hundreds of mothers across the state whose children have had incidents of attempted homicide per FL Statute 784.041 & experienced Child Abuse per FL statute 39-and are ignored by all levels of government.\r\n\r\nWe are demanding answers, accountability, and an EMERGENCY order to protect abused children and victims of domestic violence immediately. We will continue to publicly point out the abuse of power occurring within every state entity until our children receive justice and freedom from CHILD PHYSICAL & SEXUAL ABUSE!\r\n\r\n\r\nThank you,\r\n\r\nMe Too Moms Florida\r\nMeTooMomsFlorida22@proton.me \r\nwww.metoomoms.org\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nMe Too Moms Florida",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/florida-34/dcf-family-court-human-rights-emergency-137457/"
  }
]