[
  {
    "id": 163477,
    "title": "Paul Norton \"Pete\" McCloskey Jr. (September 29, 1927 – May 8, 2024)",
    "slug": "paul-norton-pete-mccloskey-jr-september-29-1927-may-8-2024",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 35710,
    "username": "MatthewPetti_RNucinGD",
    "agency": 10,
    "datetime_submitted": "2024-05-09T17:14:45.597165",
    "date_due": "2024-06-07",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-05-09T17:14:45.671858",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 163477,
        "from_user": 35710,
        "to_user": 9555,
        "subject": "",
        "datetime": "2024-05-09T17:14:45.671858",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nRecords mentioning, relating to, or generated as a result of investigation or inquiry into former U.S. congressman Paul Norton \"Pete\" McCloskey Jr. (September 29, 1927 – May 8, 2024). His death is widely-known and widely reported; as such, privacy concerns under FOIA Exemptions 6 and 7 are voided, as are any concerns under the Privacy Act. For example, you may find his New York Times obituary at the following link: https://www.nytimes.com/2024/05/08/us/politics/pete-mccloskey-dead.html\r\n\r\nPlease conduct a search of the Central Records System, including but not limited to the Electronic Surveillance (ELSUR) Indices, the Microphone Surveillance (MISUR) Indices, the Physical Surveillance (FISUR) Indices, and the Technical Surveillance (TESUR) Indices, for both main-file records and cross-reference records of both HQ and all field offices for all relevant names, agencies, organizations, companies and events including but not limited to those cited in the previous paragraphs and/or links as well as a cross-reference with the Southern Poverty Law Center to include any information provided by the SPLC. My request includes but is not limited to 137, 157, 176, 177, 183, 184, 188, and 214 files. If previously released records are available, then I request a rolling release consisting of those records while additional records are located and processed for release.\r\n\r\nIf any part of these documents are exempt from disclosure, please be sure to review and release all reasonably segregable nonexempt portions of responsive documents, as the FOIA requires.\r\n\r\nI request that I be properly classified as a media requester. I am an associate editor at Reason Magazine who has written numerous articles on topics of public interest for the Daily Beast, the Asia Times, Responsible Statecraft, the National Interest, America Magazine and the Armenian Weekly, and I am requesting these documents in an editorial capacity. Please contact me if you have any questions about my media status.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMatthew Petti",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/paul-norton-pete-mccloskey-jr-september-29-1927-may-8-2024-163477/"
  },
  {
    "id": 163476,
    "title": "AIDS Healthcare Foundation's Communications with CRA/LA",
    "slug": "aids-healthcare-foundations-communications-with-crala",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 36000,
    "username": "Law-Office-Annette-Morasch",
    "agency": 31411,
    "datetime_submitted": "2024-05-09T17:03:37.023862",
    "date_due": "2024-05-19",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-05-09T17:03:37.107401",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 163476,
        "from_user": 36000,
        "to_user": 89399,
        "subject": "",
        "datetime": "2024-05-09T17:03:37.107401",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nPlease produce:\r\n1. All communications between CRA/LA on the one hand, and the AIDS Healthcare Foundation (or its agents) (\"AHF\") on the other hand.   The requesting party points the CRA/LA to the following communications as an example of the herein requested communcations:\r\n   A. October 23, 2019 emailed Notice of AHF's Intent to Sue from Robert Silverstein robert@robertsilversteinlaw.com to svalenzuela@crala.org\r\n  B. March 19, 2019 via hand and email, an objection, to sharon.dickinson@lacity.org, from someone named Douglas P. Carstens of Chatten-Brown, Carstens & Minteer LLP on behalf of AHF.\r\n2. All nonprivileged communications concerning the AIDS Healthcare Foundation.\r\n3. Any evidence of settlement payments made to AHF from the CRA/LA.\r\n\r\nThank you so very much!\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAnnette Morasch",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/los-angeles-91/aids-healthcare-foundations-communications-with-crala-163476/"
  }
]