[
  {
    "id": 183772,
    "title": "Public Records Request – Deltona Middle School SRO Assault (November 19, 2024)",
    "slug": "public-records-request-deltona-middle-school-sro-assault-november-19-2024",
    "status": "submitted",
    "embargo_status": "public",
    "user": 154895,
    "username": "policecamnews",
    "agency": 7559,
    "datetime_submitted": "2025-03-23T05:17:11.036854",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-23T05:17:11.173099",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 183772,
        "from_user": 154895,
        "to_user": 9787,
        "subject": "",
        "datetime": "2025-03-23T05:17:11.173099",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nOn the morning of November 19, 2024, Jorge Rivera (46) and Dagmarie Aponte Iturrino (45) were arrested after allegedly assaulting a School Resource Deputy at Deltona Middle School in Deltona, Florida. According to the Volusia County Sheriff's Office, the deputy was attempting to handle a situation involving the couple's child when the parents became combative. Body-worn camera footage reportedly shows a physical struggle. News coverage confirms multiple deputies responded to the scene, and video footage exists.\r\n\r\nI am requesting the following records related to the incident involving Jorge Rivera and Dagmarie Aponte Iturrino at Deltona Middle School on the morning of November 19, 2024:\r\n\r\nAll body-worn camera footage from any deputies present at the scene.\r\n\r\nAll vehicle dash camera footage, including from initial responding units.\r\n\r\nAny rear seat in-car camera footage if either suspect was detained in a patrol vehicle.\r\n\r\nThe complete incident report, arrest reports, and supplemental narratives.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nPolice Cam News",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/volusia-county-10465/public-records-request-deltona-middle-school-sro-assault-november-19-2024-183772/"
  }
]