[
  {
    "id": 156770,
    "title": "New York DOCCS contraband testing records",
    "slug": "new-york-doccs-contraband-testing-records",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 1726,
    "username": "cjciaramella",
    "agency": 3998,
    "datetime_submitted": "2024-01-08T13:44:28.155544",
    "date_due": "2024-01-16",
    "days_until_due": null,
    "date_followup": "2024-01-16",
    "datetime_done": null,
    "datetime_updated": "2024-01-08T13:44:28.260389",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 156770,
        "from_user": 1726,
        "to_user": 10677,
        "subject": "New York Freedom of Information Law Request: New York DOCCS contraband testing records",
        "datetime": "2024-01-08T13:44:28.260389",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\n- any records, logs, or summary statistics sufficient to show the results of confirmatory testing of presumptive positive NARK II tests for drug contraband in the DOCCS system since October 1, 2021 to the date this request is received.\r\n\r\nAccording to a November 2023 New York State Inspector General report: \"In October 2021, DOCCS contracted with an outside laboratory, NMS Labs, to provide this confirmatory testing. Thereafter, all presumptive positive results provided by NARK II tests have been confirmed by this laboratory prior to the issuance of internal discipline.\" (https://ig.ny.gov/system/files/documents/2023/11/doccs-drug-testing-program-report.pdf)\r\n\r\nI hereby request the results of these confirmatory tests, preferably in the form of a log or spreadsheet if one is maintained by the agency.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nCJ Ciaramella",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/new-york-doccs-contraband-testing-records-156770/"
  }
]