[
  {
    "id": 159549,
    "title": "California State Assembly",
    "slug": "california-state-assembly",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 130644,
    "username": "RevFrank",
    "agency": 12541,
    "datetime_submitted": "2024-02-28T20:17:07.131883",
    "date_due": "2024-03-09",
    "days_until_due": null,
    "date_followup": "2024-03-10",
    "datetime_done": null,
    "datetime_updated": "2024-02-28T20:17:07.260676",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 159549,
        "from_user": 130644,
        "to_user": 17839,
        "subject": "California Public Records Act Request: California State Assembly",
        "datetime": "2024-02-28T20:17:07.260676",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nAs to the records I am asking for, on VanessaHolton.com you will find a link in the header Assembly (https://www.vanessaholton.com/assembly) \r\n\r\nI am asking for the full contents of each email for those names listed below. I am only asking for one individual from each email, including all the ensuing back and forth communication. \r\n\r\nThese emails were sent to California State Assembly members and the requested records were generated in response to my emails and in no way should be protected. The emails are both contemporaneous, specific to my email and my claims of corruption and criminal conduct at the California State Bar, and extemporaneous, which will give the public a rare insight to the inner workings of the California State Assembly.\r\n\r\n38. I Spoke with Leah Wilson – Criminal - Assembly Member Ash Kalra\r\n46. Clown and Jokers 1 – Assembly Member Ash Kalra\r\n55. Case Closed – The Coverup Continues – Assembly Member Anthony Rendon\r\n59. Recent Claims of Corruption Assembly Member Anthony Rendon\r\n60. My Last Email - Assembly Member Anthony Rendon\r\n62. New story using Chat AI – Assembly Member Anthony Rendon\r\n64. Openings at the California State Assembly Member Ash Kalra\r\n77. Happy Holidays – Leah Wilson – Assembly Member James Gallagher\r\n78. Chief Spiller – Resign – Assembly Member Mike Gipson\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nFrank Robinson",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "mail"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/california-52/california-state-assembly-159549/"
  }
]