[
  {
    "id": 188097,
    "title": "Settlement agreements",
    "slug": "settlement-agreements",
    "status": "ack",
    "embargo_status": "public",
    "user": 11699,
    "username": "scottk",
    "agency": 41683,
    "datetime_submitted": "2025-06-17T00:06:43.134725",
    "date_due": "2025-06-20",
    "days_until_due": null,
    "date_followup": "2025-06-20",
    "datetime_done": null,
    "datetime_updated": "2025-06-17T00:06:44.140553",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 188097,
        "from_user": 11699,
        "to_user": 160808,
        "subject": "The Missouri Sunshine Law Request: Settlement agreements",
        "datetime": "2025-06-17T00:06:44.140553",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the The Missouri Sunshine Law, I hereby request the following records:\r\n\r\nAny settlement agreements relating or pertaining to the alleged acts of any Sheriff, deputy, corrections officer, or any personnel employed by, or any personnel working under contract by, the City of St. Louis Sheriff's Office that were reached from January 1, 2020 to present. If a document exists for which an exemption is claimed, please provide an explanation for the exclusion and include all unredacted document(s).\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nScott Kampas",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "fax"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/st-louis-337/settlement-agreements-188097/"
  }
]