[
  {
    "id": 178998,
    "title": "Sanchez-Castro ICE Death Docs",
    "slug": "sanchez-castro-ice-death-docs",
    "status": "submitted",
    "embargo_status": "public",
    "user": 25665,
    "username": "DetentionKills",
    "agency": 133,
    "datetime_submitted": "2025-01-03T14:24:13.082560",
    "date_due": "2025-02-03",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-01-03T14:24:13.259786",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 178998,
        "from_user": 25665,
        "to_user": 9620,
        "subject": "",
        "datetime": "2025-01-03T14:24:13.259786",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nRecords pertaining to the death in custody of Jose Manuel Sanchez Castro on October 27, 2024. See https://www.ice.gov/doclib/foia/reports/ddrJoseManuelSanchezCastro.pdf. \r\n\r\nSpecifically, I request: \r\n1. The IHSC Mortality Review.\r\n2. The ICE OPR ERAU Detainee Death Review Report.\r\n3. The Healthcare and Security Compliance Analysis SME report. \r\n4. The Root Cause Analysis, if any.\r\n5. The Corrective Action Plan created based on findings in records 1-4 above, if any. \r\n6. The Contract Discrepancy Report issued based on any findings in records 1-4 above, if any. \r\n7. Any cover letter, transmittal letter, or memorandum that accompanied records 1-6 above as these records were transmitted to ICE leadership. \r\n\r\nRequestor Information\r\nI make this request as a member of the media engaged primarily in information dissemination and seek a fee waiver based on this designation. I am an independent journalist engaged in both self-published documentation of deaths in DHS custody (e.g., via the DetentionKills substack) and also in edited works appearing or under contract with outlets such as Prism, the Atlanta Community Press Collective. I was also a contributing author to the recent civil society report on deaths in ICE custody, available here: https://assets.aclu.org/live/uploads/2024/06/2024-07-01-ICE-Detainee-Deaths.pdf. \r\n\r\nExpedited Processing Request \r\nPursuant to 6 C.F.R. 5.5(e), I request expedited processing and make the following statements under penalty of perjury pursuant to 28 USC 1746: \r\n\r\n1. Deaths in ICE custody increased 300% in FY24 after reaching a 40-year low in each of the two previous fiscal years.  \r\n2. The GEO Group operates the Northwest ICE Processing Center, where Mr. Sanchez Castro was detained prior to his death. \r\n3. The GEO Group has previously been found by ICE to have failed to comply with contractually mandated standards in ways that contributed to the deaths of immigrants in ICE custody. \r\n4. ICE has previously assessed contractual penalties against GEO based on those findings. \r\n5. ICE falsely claims in the wake of deaths in custody that people received 24/7 emergency medical treatment; the agency's own Mortality Reviews frequently find such care was not provided, or was deficient and outside safe limits of practice. \r\n6. There is an urgent need to inform the public about the track record of ICE detention contractors as the agency considers awarding billions of dollars in new contracts to detain human beings. \r\n7. Deaths in ICE custody have been the subject of widespread media attention raising serious questions of government wrongdoing. \r\n8. ICE ceased releasing Detainee Death Review Reports affirmatively following the death of Roger Rayson in GEO's care in 2017, forcing the public to obtain these records via FOIA. \r\n9. ICE is serially outside processing times required by FOIA, leading to multiple federal courts holding the agency has a pattern and practice of violating the law when it comes to untimely responses. \r\n10. Expedited processing of this request will allow the public to critically assess the performance of contractors who receive taxpayer funds, and to assess preventive measures that will avoid future in-custody deaths.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAndrew Free",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/sanchez-castro-ice-death-docs-178998/"
  },
  {
    "id": 178994,
    "title": "SF Public Works curb painting for traffic enforcement",
    "slug": "sf-public-works-curb-painting-for-traffic-enforcement",
    "status": "submitted",
    "embargo_status": "public",
    "user": 3377,
    "username": "patrickod",
    "agency": 4835,
    "datetime_submitted": "2025-01-03T13:47:56.442014",
    "date_due": "2025-01-13",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-01-03T13:47:56.622225",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 178994,
        "from_user": 3377,
        "to_user": 16124,
        "subject": "California Public Records Act Request: SF Public Works curb painting for traffic enforcement",
        "datetime": "2025-01-03T13:47:56.622225",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nEquipment specifications or requirements, instructions or procedures, paint technical specification requirements and procurement details, or any internal correspondence relating to the painting of curbs for traffic or parking enforcement in San Francisco\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nPatrick O'Doherty",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/san-francisco-141/sf-public-works-curb-painting-for-traffic-enforcement-178994/"
  },
  {
    "id": 178993,
    "title": "Florida enforcement of HB3",
    "slug": "florida-enforcement-of-hb3",
    "status": "ack",
    "embargo_status": "public",
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 5727,
    "datetime_submitted": "2025-01-03T13:46:39.891363",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2025-01-18",
    "datetime_done": null,
    "datetime_updated": "2025-01-03T13:46:40.007257",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 178993,
        "from_user": 3031,
        "to_user": 9898,
        "subject": "Florida Sunshine Law Request: Florida enforcement of HB3",
        "datetime": "2025-01-03T13:46:40.007257",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nA copy of any complaint under Florida s. 501.1736, F.S., or otherwise referred to in the January 3, 2025, article published by USA Today (available at https://www.tallahassee.com/story/news/politics/2025/01/03/some-porn-sites-blocked-but-others-ignore-florida-age-verification-law/77401109007/ (\"Chase Sizemore, spokesperson for Florida Attorney Ashley Moody, said in a Thursday afternoon email that Moody's office had received three complaints so far 'regarding pornographic websites failing to comply with age verification laws.' 'These complaints are currently under active review by our Enforcement Division,' Sizemore said. The office is responsible for enforcing the law.\")).\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/florida-34/florida-enforcement-of-hb3-178993/"
  }
]