[
  {
    "id": 169830,
    "title": "McLennan County Administrator Dustin Chapman. ANSWERS to the Questionnaires",
    "slug": "mclennan-county-administrator-dustin-chapman-answers-to-the-questionnaires",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 74011,
    "username": "BernadetteFeazell",
    "agency": 36217,
    "datetime_submitted": "2024-07-21T08:04:27.058581",
    "date_due": "2024-08-02",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-07-21T08:04:27.203390",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 169830,
        "from_user": 74011,
        "to_user": 122912,
        "subject": "",
        "datetime": "2024-07-21T08:04:27.203390",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\nSilly me I asked for the Questionnaires, I thought any idiot would realize I wanted the ANSWERS to the questionnaires, but you thought you'd be cute and redact the answers. Hope buying yourself three weeks was worth it.  Also, you know I don't drive so it would be nice if you'd do the answers in the NORMAL WAY and not put them on a thumb drive so you can have me trot on down there and you can see who brought me.  That's what this is, isn't it? Inconvenience and a few giggles, well, send me the answers to the questionnaires, and the other stuff you neglected to ad. Keep thinking everyone is stupid. Go ahead it's served you well so far, right?\r\n\r\nDustin, dear, you can go ahead and write me another little bitch out note about how this has nothing to do with Felton but we both know that at this point, it does. Plus, YOU are still an officer of the court. Tick tock.\r\n\r\n\r\n\r\nWe request all responsive ANSWERS  from the employees and any further correspondence from any supervisor to any employee or from supervisor to supervisor to the questionnaire's that we received in open records. We request all documentation that accompanied these questions and their answers and further request and disciplinary measures that generated from any questionnaires that have been handed out by ANY supervisor in the past 13 months. \r\n\r\nAll letters of explanation from Aaron Burns, James Wolfe, Brad Stovall, Tim Davenport, Martin Arellano, Rose Peterson, Dustin Losak, Pete Peterson, Hunter Herring, Parnell McNamara, Jeremy Bost, Cody Blossman, Mike Gates, Colt Braziel, All Jail Sgt's. Any questionnaires that any of the employees have answered in the past 13 months, any letters \r\n\r\nWe also request any and all disciplinary actions that have been issued since Cody Blossman has been Chief Deputy or in the past 13 months.  We would like to include all disciplinary records that are being kept in supervisors desk and not placed in the personnel files as these are government documents and we are requesting them. The fact that these disciplinary records may be being kept in a desk or file does not exempt them from being subject to open records as all disciplinary measures are open to the public to view.  \r\n\r\nWe request the names of all employees who have resigned or been terminated from the McLennan County Sheriffs Office since Cody Blossman has been chief deputy or in the past 13 months. \r\n\r\nWe further request any and all emails and correspondence between Cody Blossman and Anna Picasso for the past 13 months.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBernadette Feazell",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/mclennan-county-2697/mclennan-county-administrator-dustin-chapman-answers-to-the-questionnaires-169830/"
  }
]