[
  {
    "id": 144839,
    "title": "Anderson County Sheriff Department (Tenn.) investigation into library books",
    "slug": "anderson-county-sheriff-department-tenn-investigation-into-library-books",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 11497,
    "datetime_submitted": "2023-04-21T07:56:35.020035",
    "date_due": "2023-05-02",
    "days_until_due": null,
    "date_followup": "2023-05-02",
    "datetime_done": null,
    "datetime_updated": "2023-04-21T07:56:35.183344",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 144839,
        "from_user": 3031,
        "to_user": 31832,
        "subject": "Tennessee Public Records Act Request: Anderson County Sheriff Department (Tenn.) investigation into library books",
        "datetime": "2023-04-21T07:56:35.183344",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Tennessee Public Records Act, I hereby request the following records:\r\n\r\n1. Any letter, email, text message, or other correspondence concerning any complaint or investigation concerning the content of books, materials, or programs at any public library. . This includes, but is not limited to any correspondence sent to received from any County Commissioner, the County Law Director (or any Assistant Law Director), the District Attorney (or any Assistant District Attorney), and any complainant or witness to such an investigation.\r\n\r\n2. The letter from Sheriff Barker to the County Commission (or its members) stating that: \"Both books appear to have a political agenda that promotes a specific ideology related to gender and sexuality, which may be confusing or potentially harmful to young readers who are still developing their understanding of these concepts.\"\r\n\r\n3. A copy of the March 29, 2023 opinion by Anderson County District Attorney General David Clark concerning library books.\r\n\r\n4. Any complaints, incident reports, narrative reports, or other records relating to any complaint or investigation concerning the content of books, materials, or programs at any public library. \r\n\r\n5. Any records generated or received in connection with any investigation concerning the content of books, materials, or programs at any public library. This includes any records referenced in any complaint or incident report concerning such an investigation. These records may also include photographs, video, or body camera footage generated or received during the investigation.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 7 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKent Hoover, a citizen of Tennessee, in coordination with Adam Steinbaugh.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "mail"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/anderson-county-30170/anderson-county-sheriff-department-tenn-investigation-into-library-books-144839/"
  },
  {
    "id": 144837,
    "title": "Anderson County Commission (Tenn.) Investigation into Books",
    "slug": "anderson-county-commission-tenn-investigation-into-books",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 34997,
    "datetime_submitted": "2023-04-21T07:44:37.371773",
    "date_due": "2023-05-02",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-04-21T07:44:37.479261",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 144837,
        "from_user": 3031,
        "to_user": 114425,
        "subject": "",
        "datetime": "2023-04-21T07:44:37.479261",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Tennessee Public Records Act, I hereby request the following records:\r\n\r\nAny correspondence (including, but not limited to, letters, emails, or text messages) sent to or received from any law enforcement agency or official (including, but not limited to, Anderson County District Attorney General David Clark or Sheriff Russell Barker) concerning the content of books, materials, or programs at any public library. This request is limited to records generated or held by any county commissioner, Jay Yeager, or Rachel Comunale. This request is limited to records generated on or after January 1, 2023.\r\n\r\nPlease also include any attachments to any responsive emails or text messages.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 7 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKent Hoover, a citizen of Tennessee, in coordination with Adam Steinbaugh.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/clinton-30261/anderson-county-commission-tenn-investigation-into-books-144837/"
  }
]