[
  {
    "id": 182286,
    "title": "Request for DA Records on Due Process Violations and Informant Use",
    "slug": "request-for-da-records-on-due-process-violations-and-informant-use",
    "status": "submitted",
    "embargo_status": "public",
    "user": 153065,
    "username": "KaylaOrsell",
    "agency": 22678,
    "datetime_submitted": "2025-03-01T07:16:33.931215",
    "date_due": "2025-03-07",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-01T07:16:35.130283",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 182286,
        "from_user": 153065,
        "to_user": 153067,
        "subject": "",
        "datetime": "2025-03-01T07:16:35.130283",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nCase-Specific Records (Discovery & Prosecution Materials)\r\n\r\nComplete case file related to the prosecution of Kayla Orsell in Gloversville City Court including:\r\n\r\nAll charging documents, warrants, and affidavits\r\n\r\nGrand jury transcripts (if applicable)\r\n\r\nBrady material (exculpatory evidence, required to be disclosed under Brady v. Maryland)\r\n\r\nGiglio material (evidence that impeaches prosecution witnesses, including informants)\r\n\r\nRosario material (witness statements required under NY law)\r\n\r\nAll evidence logs and chain of custody records for physical evidence\r\n\r\nAll subpoenas issued in connection with your case\r\n\r\nInternal communications between prosecutors regarding this case\r\n\r\nAny orders or memos related to sealing or withholding evidence\r\n\r\nPursuant to New York Public Officers Law § 87 and the principles of government transparency, I request:\r\n\r\nA complete financial audit of all payments made to confidential informants (CIs) by the District Attorney’s Office over the past five years.\r\n\r\n\r\nRecords of all disbursement logs, receipts, and financial transactions related to CI payments, including:\r\n\r\nPayment amounts, dates, and approving officials.\r\n\r\nThe justification for each payment.\r\n\r\nPolicies governing the use and compensation of informants.\r\n\r\nInternal audits or reviews of CI payment practices.\r\n\r\n\r\nRecords of any disciplinary actions or investigations related to the misuse or improper handling of CI funds.\r\n\r\nThese records are essential for assessing potential misuse of public funds and ensuring accountability in the use of informants in criminal prosecutions.\r\n\r\nProsecutorial Misconduct & Systemic Due Process Violations\r\n\r\nComplaints or disciplinary actions against the prosecutor(s) involved in this case\r\n\r\nInternal policies and training materials on prosecutorial conduct\r\n\r\nAll records of prior cases where the DA’s office was found to have withheld exculpatory evidence\r\n\r\nData on dismissed or overturned convictions due to prosecutorial misconduct\r\n\r\nCommunications between the DA’s office and the court regarding the case of Kayla Orsell in Gloversville City Courthouse \r\n\r\nAny notes, memos, or orders related to plea bargaining practices\r\n\r\nEmails discussing Kayla Orsell’s case between the DA’s office and local law enforcement\r\n\r\nConfidential Informants & Witness Handling\r\n\r\nAll agreements, communications, and payment records related to confidential informants (CIs) involved in Kayla Orsell’s case\r\n\r\nComplete criminal history and cooperation agreements for any CIs who offered testimony or information against Kayla Orsell in her prosecution that took place in Gloversville City Court from 04/09/2024 to 01/18/2025\r\n\r\nTraining manuals and policies on the use of confidential informants\r\n\r\nAny past lawsuits or internal complaints related to informant misconduct\r\n\r\nRecords showing whether informants were permitted to commit crimes while cooperating\r\n\r\nLaw Enforcement & Police Misconduct\r\n\r\nAll police reports and notes related to Kayla Orsell’s case\r\n\r\nInternal affairs complaints and investigations into arresting officers\r\n\r\nBody camera footage, dash cam footage, and 911 call records related to the arrest\r\n\r\nEmails between the DA and Gloversville/Johnstown police about this case\r\n\r\nList of all lawsuits filed against law enforcement officers involved in this case\r\n\r\nRecords of any investigations into missing evidence or tampering\r\n\r\nPrior Civil Rights Violations & Lawsuits Against the DA’s Office\r\n\r\nComplete list of civil rights lawsuits filed against the DA’s office in the past 10 years\r\n\r\nAll FOIA/FOIL requests previously denied by the DA’s office\r\n\r\nRecords of any settlements or judgments against the DA’s office for misconduct\r\n\r\nComplaints, disciplinary records, and internal reviews of prosecutors in this case\r\n\r\nEmails or memos discussing public records requests related to prosecutorial misconduct\r\n\r\nImproper Handling of Kayla Orsell’s Legal Proceedings\r\n\r\nRecords showing why the City Court handled a felony case (jurisdictional issue)\r\n\r\nList of cases where jurisdiction was improperly handled in a similar way\r\n\r\nAll communications between the DA and the presiding judge DiMezza in Kayla Orsell’s case\r\n\r\nRecords related to the assignment of Kayla Orsell’s attorneys\r\n\r\nMemos or internal DA emails regarding denied transcript requests\r\n\r\nFOIA/FOIL Non-Compliance & Cover-Ups\r\n\r\nList of all FOIL requests submitted about Gloversville/Johnstown law enforcement\r\n\r\nRecords showing how many of these FOIL requests were ignored or denied\r\n\r\nPolicies on how the DA’s office handles FOIL requests\r\n\r\nEmails or memos about handling public records requests related to misconduct\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKayla Orsell",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/fulton-county-22282/request-for-da-records-on-due-process-violations-and-informant-use-182286/"
  }
]