[
  {
    "id": 140511,
    "title": "Limits on Giles County Agri-Park events",
    "slug": "limits-on-giles-county-agri-park-events",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 34237,
    "datetime_submitted": "2023-02-14T13:03:33.913097",
    "date_due": "2023-02-24",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-02-14T13:03:34.062611",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 140511,
        "from_user": 3031,
        "to_user": 110809,
        "subject": "",
        "datetime": "2023-02-14T13:03:34.062611",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Tennessee Public Records Act, I hereby request the following records:\r\n\r\n1. Any Giles County Agri-Park bylaws, regulations, or rules.\r\n\r\n2. Any agenda, minutes, audio recording, or video recording of any meeting of the Giles County Agri-Park Board Committee between July 1, 2022, and February 14, 2023.\r\n\r\n3. Any records reflecting drafts, discussion, or deliberation over the Giles County Agri-Park bylaws or regulations by any member of the Agri-Park Board Committee. This request is limited to records generated on or after June 1, 2022.\r\n\r\n4. Any emails, text messages, or social media messages sent to or from Graham Stowe or Matt Rubelsky which contain any of the following terms: \"Pulaski Pride\", \"drag show\", \"impersonator\", \"impersonators\", or \"First Amendment\". This request seeks records wherever they are stored or sent, including those stored or sent on private devices, networks, or systems. This request is limited to records generated on or after June 1, 2022.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 7 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKent Hoover, a citizen of Tennessee, in coordination with Adam Steinbaugh.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/pulaski-30369/limits-on-giles-county-agri-park-events-140511/"
  }
]