[
  {
    "id": 162689,
    "title": "Alabama Public Records Law - Request",
    "slug": "alabama-public-records-law-request",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 18788,
    "username": "Preqin",
    "agency": 37756,
    "datetime_submitted": "2024-04-26T05:56:06.290092",
    "date_due": "2024-05-24",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-26T05:56:06.374447",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162689,
        "from_user": 18788,
        "to_user": 133749,
        "subject": "",
        "datetime": "2024-04-26T05:56:06.374447",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Sir / Madam,  \r\n\r\nI am writing to ask for your help with a request under the Alabama Public Records Law; Statutes 36.12.40-41 and 41.13.1 - 41.13.44. \r\n\r\nWould it be possible for you to send me a copy of any records that would show some or all of the following information: \r\n\r\nA list of ALL types of alternative asset investments, including private equity, venture capital, distressed debt, mezzanine, fund of funds, infrastructure, natural resources, real estate and private debt partnerships in which Mobile Police and Firefighters' Pension Fund is an investor; and \r\n\r\nFor each partnership, may I please have a copy of any alternative assets investment records that would show some or all of the following information: \r\n\r\nMobile Police and Firefighters' Pension Fund's total commitment to the partnership, \r\nthe total contributions made by Mobile Police and Firefighters' Pension Fund to the partnership to date, \r\nthe total distributions received by Mobile Police and Firefighters' Pension Fund from the partnership to date, \r\nthe estimated current value of Mobile Police and Firefighters' Pension Fund's holding in the partnership, and \r\nany available estimates of the Net and Gross IRR earned by Mobile Police and Firefighters' Pension Fund to date on its investment in the partnership. \r\n\r\nIn addition to this could you please provide me with an up to date account of your current asset allocations in the above asset classes including any direct investments you may have. \r\n\r\nThank you very much for your attention to this request. In the event that Mobile Police and Firefighters' Pension Fund has no such investments, a simple note to this effect will suffice.  We understand that we may be charged for the cost of the copies requested, and agree to pay these charges.  \r\n\r\nPlease send the requested records via e-mail (foia@preqin.com).\r\n\r\nThank you again for your attention to this request.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/alabama-public-records-law-request-162689/"
  }
]