[
  {
    "id": 187848,
    "title": "Faculty Handbooks and Guidance",
    "slug": "faculty-handbooks-and-guidance",
    "status": "submitted",
    "embargo_status": "public",
    "user": 140258,
    "username": "TheCadet",
    "agency": 15147,
    "datetime_submitted": "2025-06-11T11:13:34.369058",
    "date_due": "2025-06-18",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-06-11T11:13:34.596073",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 187848,
        "from_user": 140258,
        "to_user": 19541,
        "subject": "",
        "datetime": "2025-06-11T11:13:34.596073",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Virginia Freedom of Information Act, I hereby request the following records:\r\n\r\nThe Faculty Handbook(s) (or similar document(s) if called something different at VMI)  for the following academic years and any other relevant faculty guidance (request to professors for diversity statements in course curriculum, faculty hiring guidance, diversity goals, training, etc.) showing how VMI implemented DEI/DOI/Inclusive Excellence to achieve its stated BOV approved Goals and Objectives as well as implement the Barnes & Thorneburg Investigation recommendations.\r\n\r\nI understand that the term \"DEI\" is currently a subject of controversy. Still, it is included because VMI's program was initially called DEI until its name was changed to DOI, and what appears to be the current term \"inclusive Excellence.\" If the program is currently operating under a different name, please help me clarify this and include it in my request.\r\n\r\nAcademic (or other) years covered:\r\n\r\n2019 - 2020\r\n2020 - 2021\r\n2021 - 2022\r\n2022 - 2023\r\n2023 - 2024\r\n2024 - Present\r\n\r\nThank you for your help.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTom Nash, a citizen of Virginia, in coordination with Anonymous.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/lexington-32067/faculty-handbooks-and-guidance-187848/"
  }
]