[
  {
    "id": 138010,
    "title": "GoGuardian - Lists, Alerts",
    "slug": "goguardian-lists-alerts",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 3647,
    "username": "EFFDave",
    "agency": 33860,
    "datetime_submitted": "2022-12-16T13:36:36.611093",
    "date_due": "2022-12-23",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2022-12-16T13:36:43.468397",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 138010,
        "from_user": 3647,
        "to_user": 107792,
        "subject": "",
        "datetime": "2022-12-16T13:36:43.468397",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records related to the school district's use of GoGuardian technology:\r\n\r\n1) A list of all website names,  URLs and keywords that are blacklisted/blocked by the district's GoGuardian web-filtering software.\r\n2) A list of all website names,  URLs and keywords that the district has manually whitelisted/allowed access to upon request through the GoGuardian web-filtering software.\r\n\r\nPlease note that items 1 and 2 are usually available through an Excel file called GoGuardian_Filters.xlsx. We have received this information from other schools in this format. \r\n\r\n3) All alerts generated by GoGuardian software from January 1, 2020 through November 18, 2022. Please redact any identifying information. This includes the following types of alert documents, usually available as Excel files:\r\na. Beacon\r\nb. Flagged activity\r\nc. Smart alerts\r\nd. Policy export \r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDave Maass\r\nDirector of Investigations\r\nElectronic Frontier Foundation",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/illinois-168/goguardian-lists-alerts-138010/"
  }
]