[
  {
    "id": 184026,
    "title": "Freedom of Information Act (FOIA) Request Re: Bruce Gordon Emerman",
    "slug": "freedom-of-information-act-foia-request-re-bruce-gordon-emerman",
    "status": "ack",
    "embargo_status": "public",
    "user": 155686,
    "username": "scslowik",
    "agency": 37997,
    "datetime_submitted": "2025-03-27T21:22:20.804573",
    "date_due": "2025-04-03",
    "days_until_due": null,
    "date_followup": "2025-04-03",
    "datetime_done": null,
    "datetime_updated": "2025-03-27T21:22:20.964529",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 184026,
        "from_user": 155686,
        "to_user": 155688,
        "subject": "Virginia Freedom of Information Act Request: Freedom of Information Act (FOIA) Request Re: Bruce Gordon Emerman",
        "datetime": "2025-03-27T21:22:20.964529",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Virginia Freedom of Information Act, I hereby request the following records:\r\n\r\nAny and all records in any format relating to the death of Bruce Gordon Emerman, as noted in Lynchburg Police incident 2023-019762. This request includes, but is not limited to, the following records: \r\n\r\nAll police reports, incident reports, and supplemental reports related to incident 2023-019762. \r\nAny and all communications, including emails, memos, or correspondence, between Lynchburg Police Department personnel or other city officials regarding Bruce Gordon Emerman or incident 2023-019762. \r\nAny and all audio or video recordings, including body-worn camera footage, dash camera footage, or surveillance footage, related to incident 2023-019762. \r\nAny and all photographs taken during the investigation of incident 2023-019762. \r\nAny and all forensic reports, autopsy reports, toxicology reports or medical examiner records related to Bruce Gordon Emerman. \r\nAny and all records related to the disposition of Bruce Gordon Emerman's body, including communications, court filings, or orders. \r\nAny and all records related to the Lynchburg Circuit Court case CL24000036-00, including filings, orders, and communications. \r\nAny and all records related to the handling of incident 2023-019762 or the disposition of Bruce Gordon Emerman's body. \r\nAny and all records related to the involvement of external agencies, if any, in the investigation or handling of incident 2023-019762. \r\nAny and all records, inventories, or documentation of personal items belonging to Bruce Gordon Emerman, including but not limited to files, notebooks, papers, electronic devices, or other personal effects, whether collected, retained, or disposed of during or after the investigation. \r\nI request that these records be provided in any available format, including electronic formats such as PDFs, Excel files, or other digital formats. Please include an estimate of any costs associated with fulfilling this request. If there are any questions or clarifications needed regarding this request, please do not hesitate to contact me at the provided contact information below. \r\n\r\nThank you for your attention to this matter. I look forward to your prompt response.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTom Nash, a citizen of Virginia, in coordination with Steven Slowik.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/lynchburg-32068/freedom-of-information-act-foia-request-re-bruce-gordon-emerman-184026/"
  }
]