[
  {
    "id": 153166,
    "title": "TDCJ CReW Survey Results",
    "slug": "tdcj-crew-survey-results",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 94982,
    "username": "bengoehring",
    "agency": 896,
    "datetime_submitted": "2023-10-11T13:30:15.811348",
    "date_due": "2023-10-25",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-10-11T13:30:15.901738",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 153166,
        "from_user": 94982,
        "to_user": 10797,
        "subject": "",
        "datetime": "2023-10-11T13:30:15.901738",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\nA spreadsheet containing the raw results of the Correctional Retention and Wellness (CReW) Survey. Additionally, any files or documents relating to how survey respondents were randomly sampled to take part in the survey (for instance, were they randomly sampled within region or facility, or sampled across the entire state). \r\n\r\nIf possible, please provide the main spreadsheet containing the results in the form of a csv or excel document.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBen Goehring",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/texas-109/tdcj-crew-survey-results-153166/"
  },
  {
    "id": 153165,
    "title": "MLB correspondence with Zebulon NC Police Department | Michael Clevinger",
    "slug": "mlb-correspondence-with-zebulon-nc-police-department-michael-clevinger",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 88498,
    "username": "bwdjourno",
    "agency": 12290,
    "datetime_submitted": "2023-10-11T13:29:58.025676",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-10-11T13:29:58.257916",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 153165,
        "from_user": 88498,
        "to_user": 27944,
        "subject": "",
        "datetime": "2023-10-11T13:29:58.257916",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the North Carolina Public Records Law, I hereby request the following records:\r\n\r\n1) All records referencing Michael Clevinger (DOB: 12/21/1990) between 8/5/2014-9/15/2014, including:\r\n\r\n-- 911 calls (including call logs, audio and transcripts)\r\n-- arrest reports\r\n-- investigative records (which can include chronological records of events, property and evidence logs, witness lists, interview notes from officers examining the case, photos and videos included in the case file, search warrant affidavits, case summaries, and charges recommended to the prosecuting agency)\r\n\r\nSimilarly, while we believe that phone calls may have been placed from a variety of numbers, please also search for calls made using the following numbers:\r\n\r\nMichael Clevinger | (843) 901-7383‬\r\nMonica Ceraolo |(727) 748-2402‬\r\nGrace Chrisco | (530) 588-5499‬\r\n\r\n2) All phone or email correspondence between your department and Major League Baseball, Carolina Mudcats, and Cleveland Indians (now Cleveland Guardians) staff referencing Michael Clevinger between the following date ranges:\r\n8/5/2014-9/15/2014\r\n6/30/2022-4/1/2023.\r\n\r\nWe've provided the following contacts to help assist with our inquiry: \r\nMoira Weinberg:\r\n‭(212) 931-7500‬\r\nmoira.weinberg@mlb.com\r\n\r\nMehtab Brar:\r\n‭(229) 429-6595‬\r\nmehtab.brar@mlb.com\r\n\r\nRick Burnham \r\n(850) 974-8823‬\r\nrick.burnham@mlb.com\r\n\r\nLiam Rich\r\nliam.rich@mlb.com\r\n\r\nNelson Tejada\r\nnelson.tejada@mlb.com\r\n\r\nEddie Maldonado:\r\neddie.maldonado@mlb.com\r\nltemaldonado@aol.com\r\n\r\nIf you determine that any information qualifies for an exemption from disclosure, we ask you to note whether the exemption is discretionary and, if so, whether it is necessary in this case to exercise your discretion to withhold the information.\r\n\r\nIf you determine that some but not all the information is exempt from disclosure and that you intend to withhold it, we ask that you redact it for the time being and make the rest available on a rolling basis. In any event, please provide a signed notification citing the legal authorities on which you rely if you determine that any information is exempt and will not be disclosed.\r\n\r\nThe requested documents will be made available to the general public free of charge and processed by a representative of the news media/press and is made in the process of news gathering and not for commercial usage.\r\n\r\nIn the event that there are fees, we would be grateful if you would inform me of the total charges in advance of fulfilling my request. We also ask that our request be filled electronically, by email attachment if available (email: holler@bwd.nyc and yelenadzhanova@gmail.com) – if not, secure file transfer, thumb drive, or CD-ROM. We are also available via phone at 718.360.6359 or 646.592.7440 to discuss any questions you have about the request.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. We look forward to receiving your response to this request within 10 business days.\r\n\r\nBradford Davis and Yelena Dzhanova",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/zebulon-4582/mlb-correspondence-with-zebulon-nc-police-department-michael-clevinger-153165/"
  }
]