[
  {
    "id": 152979,
    "title": "Rancho Mirage Affordable Housing and Disney Cotino project",
    "slug": "rancho-mirage-affordable-housing-and-disney-cotino-project",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 36000,
    "username": "Law-Office-Annette-Morasch",
    "agency": 17674,
    "datetime_submitted": "2023-10-08T11:07:32.895544",
    "date_due": "2023-10-18",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-10-08T11:07:32.983238",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 152979,
        "from_user": 36000,
        "to_user": 25584,
        "subject": "",
        "datetime": "2023-10-08T11:07:32.983238",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nPlease provide the following documents:\r\n1. City Council and Housing Authority meeting minutes, agendas, and supporting documents concerning the Disney Cotino project\r\n2. All Requests for Proposals (\"RFP\"), Requests for Bids (\"RFB\"), Requests for Qualifications (\"RFQ\"), for any development of housing in the City\r\n3. All documents reflecting discussions any City employee or agent has had with the developer of the Disney Cotino project, concerning set asides for 55+ housing, or concerning set asides for affordable housing\r\n4. All responses, and statement of qualifications in response to any RFP, RFB, or RFQ for affordable housing, including the City's August 28, 2023 RFQ for Multi-Family Affordable Housing Development.\r\n5. All communications with any housing consultant to develop an RFP, RFB, or RFQ on affordable housing\r\n6. All agreements between the City and any developer of the Disney Cotinio project, including any Exclusive Negotiation Agreements, or Disposition and Development Agreements. \r\n7. All agreements between the City and any consultant who advised the City on any multifamily housing RFP, RFB, or RFQ.\r\n8. City Council and Housing Authority meeting minutes, agendas, and supporting documents concerning the development of affordable housing from January 2023 to the present.\r\n9. Any disclosures of conflict of interest submitted by any consultant, developer, or applicant to develop, affordable housing.\r\n10. Any disclosures of conflict of interest submitted by any consultant, developer, or applicant to develop, the Disney Cotino project.\r\n11. Any City Council and Housing Authority meeting minutes, agendas, and supporting documents concerning the alteration of density zoning to accommodate affordable housing.\r\n12. Any City Council and Housing Authority meeting minutes, agendas, and supporting documents concerning the alteration of density zoning to accommodate the Disney Cotino project.\r\n13. All questions and comments submitted in response to the City's August 28, 2023 RFQ for Multi-Family Affordable Housing Development.\r\n14. All communications from January 1, 2023 to the present, between any City employee (including but not limited to Marcus Aleman and Majna Dukic) on the one hand, and any nonprofit affordable housing developer on the other hand.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAnnette Morasch",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/rancho-mirage-3387/rancho-mirage-affordable-housing-and-disney-cotino-project-152979/"
  }
]