[
  {
    "id": 156472,
    "title": "CPRR / Violation of Procedural Due Process in Determination",
    "slug": "cprr-violation-of-procedural-due-process-in-determination",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 127296,
    "username": "Ayuuki19",
    "agency": 36957,
    "datetime_submitted": "2023-12-31T23:51:30.227212",
    "date_due": "2024-01-30",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-12-31T23:51:31.083265",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "housing and community development"
    ],
    "communications": [
      {
        "foia": 156472,
        "from_user": 127296,
        "to_user": 127319,
        "subject": "California Public Records Act Request: CPRR / Violation of Procedural Due Process in Determination",
        "datetime": "2023-12-31T23:51:31.083265",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\n\r\nTHIS IS A CALIFORNIA PUBLIC RECORDS ACTS REQUEST\r\n\r\nThis request is driven by concerns regarding the handling of my housing situation, specifically relating to a severe mold infestation, numerous habitability violations and subsequent loss of housing, and violation of my right to Procedural Due Process in my interactions with City Officials and others inside of (but not limited to) the Oakland Housing and Community Development\r\n\r\n“… It is my understanding that there is another letter coming shortly closing this case any day now after my discussions and continued cooperation with the city of Oakland. Both the code compliance department and the relocation department. …”\r\n\r\nThe quote above is a part of an email correspondence where my former landlord, Anthony De Maio, informaed me that I am to expect a final ruling on my application for the Code Compliance Relocation Payment Program. This was stated before my actual appeal have been submitted.\r\n\r\nMr. De Maio also claimed that he had already been found innocent by the City when responding to a 3rd party mediation service. No released documents by City of Oakland regard this matter or the property located at 918-920 Oak St. Indicate any communications, and appear to show no communication has in fact occurred, as there is no Owner Response or indications that violations have been abated according to city records.\r\n\r\nRecords Requested:\r\n\r\n-\tAll communications, internal or external, that contributed to or were part of the decision-making process related to;\r\n\r\n-\tDocuments related to any deals, determinations, decisions, or contracts made in relation to my case\r\n\r\nTHE INITIAL DETERMINATION OF ELIGIBILITY FOR THE CCRPP \r\n\r\nFOR CHRISTIAN JAY REETZ DATED 12/11/23 BY KELLY HOFFMAN\r\n\r\nPeriod of Records Requested: \r\n\r\n-\t Documents created after June 1, 2023, until current (time of retrieval)\r\n\r\nSpecific Records Requested:\r\nHousing and Community Development Program\r\nProgram Manager Kelly Hoffman\r\nHousing Specialist Corean Todd\r\n\r\n\r\nPertaining to the following following:\r\no\tBuilding and Planning Department, Code Enforcement: \r\nInspector Christopher Scyphers, \r\nInspector Travis Ha, \r\nSupervisor Inspector David Miles.\r\no\tOakland Housing Authority: \r\nRisk Management Director Cha Yang.\r\no\tPrivate Individuals/Housing Providers: \r\nAnthony De Maio, \r\nAntoinette ‘Peggy’ Ramirez De Maio, \r\nJuan Santiago, \r\nAmanda J. Beren, \r\nA De Maio Properties, \r\nand related email addresses.\r\n\r\nSpecific properties: \r\n920 Oak, 918-920 Oak, \r\n331 Hanover, \r\n570 Grand, \r\n1600 4th, \r\n1507 5th, \r\n185 5th, \r\n555 S. 2nd / 555 S SECOND (and similar combinations).\r\n\r\n•\tAny documents referring to mold (including Stachybotrys, Aspergillus, Penicillium), encompassing inspections, complaints, remediation efforts, and health impacts.\r\n\r\n•\tRecords related to relocation processes, especially concerning the Code Compliance Relocation Payment Program and any related correspondence or assistance offers.\r\n\r\n•\tDetails about specific units (Apt/Unit #9, #11, #12), roof conditions, interactions with Bay Area Mold Pros, remediation efforts, relocation challenges, Lake View/Encampment issues, habitability assessments, escrow details, appeals, abatement actions, and any reference to Code Compliance Relocation Payment Program.\r\n\r\nI'm requesting records from personal email accounts used by city officials, t in addition to their official email addresses. This request stems from an instance where Corean Todd provided me with a personal Gmail account for Kelly Hoffman when providing me with contact details regarding my appeal process, therefor the scope of my request encompasses a query into the use of alternate email addresses being used for official City Business such as my appeal.\r\n\r\nTHIS INCLUDES EMAIL ADDRESSES FOR ALL ABOVE  NAMED CITY OFFICIALS THAT APPEAR FIRST INITIAL + LAST NAME = GMAIL.COM\r\n\r\n ( Example; KHoffman@gmail.com )\r\n\r\n\r\n\r\nGiven the serious nature of these issues, including the violations of my right to procedural due process, I request expedited processing of this public records request. These matters not only impact me personally but could also have broader implications for public interest and community trust in Oakland's housing and development governance. I will be contacting Public Ethics Commission about this matter for procedural oversight to work as diligently as I can to ensure the  evidence of both parties is weighed impartially and ethically in a manner that adheres to established City protocol \r\n\r\nMost importantly I am compelled to emphasize this matter due to the direct and severe health implications that the buildings infestation can have on the current residents, as we exit yet another storm and more opportunities for water damage arise. My unit is the second unit that has had to uproot due to the habitability issues present at the site.\r\n\r\nI certify that my statements concerning the need for expedited processing are true and correct to the best of my knowledge and belief.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nThank you for your attention to this matter. Happy New Years, please stay safe and dry- I look forward to your prompt response and the provision of the requested records.\r\n\r\nSincerely,\r\n\r\nChristian J. Reetz",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/oakland-96/cprr-violation-of-procedural-due-process-in-determination-156472/"
  }
]