[
  {
    "id": 148384,
    "title": "QBS Invoices",
    "slug": "qbs-invoices",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 75124,
    "username": "miriamcb",
    "agency": 3121,
    "datetime_submitted": "2023-06-28T13:20:10.859037",
    "date_due": "2023-07-06",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-06-28T13:20:10.971923",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 148384,
        "from_user": 75124,
        "to_user": 10007,
        "subject": "",
        "datetime": "2023-06-28T13:20:10.971923",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nProvide records sufficient to show the following:\r\n\r\n1) Copies of all invoices from QBS LLC\r\n\r\n2) Copies of records of payments by CPS/Chicago Board of Education to QBS. I want the actual bills as well as proof of payment by the district.\r\n\r\n3) Any and all letters of engagement between CPS/Chicago Board of Education and QBS, including any modifications or changes.\r\n\r\nBecause this request is in the public interest for Illinois nonprofit The FOIA Bakery’s work to advocate for public education, please waive any fees in accordance with 5 ILCS § 140/6(c). Feel free to contact me with any questions, or if clarification is needed.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMiriam Bhimani",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/chicago-169/qbs-invoices-148384/"
  }
]