[
  {
    "id": 148013,
    "title": "Request for documents containing the name \"Bruce Hume\"",
    "slug": "request-for-documents-containing-the-name-bruce-hume",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 5232,
    "username": "s_huminski@live.com",
    "agency": 539,
    "datetime_submitted": "2023-06-21T08:15:18.775671",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2023-07-06",
    "datetime_done": null,
    "datetime_updated": "2023-06-21T08:15:18.876113",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 148013,
        "from_user": 5232,
        "to_user": 12585,
        "subject": "Arizona Public Records Law Request: Request for documents containing the name \"Bruce Hume\"",
        "datetime": "2023-06-21T08:15:18.876113",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Arizona Public Records Law, I hereby request the following records:\r\n\r\nAny and all documents/records referring to Bruce Hume or containing the name of Bruce Hume during the time period of 2010 - 2015. During this time period Bruce R. Hume was a resident of Wilton, Ct and employed by the Norwalk Police Department.\r\n\r\nDetective Debra Hartin of the Gilbert P.D. had multiple interfaces and communications with the Wilton Ct. PD and the Surprise, AZ PD concerning Bruce Hume's harassment allegations concerning Scott Huminski in 2011-2013.\r\n\r\nAt the time, I was a resident of Gilbert and Detective Hartin was communicating with police agencies about this matter.   As such, the \"Bruce Hume\" documents and materials may also be located in a record search related to Justin M. Nelson or Scott Huminski.\r\n\r\nHere are the Wilton Connecticut reports on the Bruce Hume issue mentioned Detective Hartin of the Gilbert PD and her status of being on the case.  These documents are available to the public via Muckrock.\r\n\r\nhttps://cdn.muckrock.com/foia_files/2017/01/19/1100010541.pdf\r\n\r\nhttps://cdn.muckrock.com/foia_files/2017/01/19/1200009492.pdf\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nscott huminski",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/gilbert-242/request-for-documents-containing-the-name-bruce-hume-148013/"
  }
]