[
  {
    "id": 148250,
    "title": "Daniel Ellsberg",
    "slug": "daniel-ellsberg",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 35710,
    "username": "MatthewPetti_RNucinGD",
    "agency": 209,
    "datetime_submitted": "2023-06-26T05:31:09.881634",
    "date_due": "2023-07-25",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-06-26T05:31:10.027812",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 148250,
        "from_user": 35710,
        "to_user": 13534,
        "subject": "",
        "datetime": "2023-06-26T05:31:10.027812",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nThe personnel file for former U.S. military analyst Daniel Ellsberg (April 7, 1931 – June 16, 2023). His death is widely-known and has been widely reported; privacy concerns under FOIA Exemptions 6 and 7 are voided, as are any concerns under the Privacy Act. You may find an obituary from NBC News attached below, and a statement by Mr. Ellsberg's son at the following link: https://twitter.com/RobertEllsberg/status/1669776046751899648\r\n\r\nEllsberg worked as special assistant to Assistant Secretary of Defense for International Security Affairs John McNaughton from August 1964. He then worked for General Edward Lansdale as a member of the State Department in South Vietnam for two years. Ellsberg contributed to a top-secret study on the Vietnam War, known as the \"Pentagon Papers,\"  commissioned by Defense Secretary McNamara in 1967 and 1968.  Ellsberg later became famous for leaking this study to the press in 1971.\r\n\r\nIf any part of the documents on Ellsberg are exempt from disclosure, please be sure to review and release all reasonably segregable nonexempt portions of responsive documents, as the FOIA requires\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMatthew Petti",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/daniel-ellsberg-148250/"
  }
]