[
  {
    "id": 173003,
    "title": "Untitled",
    "slug": "untitled",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 27422,
    "username": "dmehrotra",
    "agency": 4706,
    "datetime_submitted": "2024-09-09T00:24:30.307000",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-09-09T00:24:30.416377",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 173003,
        "from_user": 27422,
        "to_user": 16130,
        "subject": "",
        "datetime": "2024-09-09T00:24:30.416377",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\n- According to FY23 annual report for the Office of Election Crimes and Security,  during calendar year 2023, OECS, OSP and FDLE maintained weekly coordination meetings. I am looking for meeting notes, agendas, presentation materials, from these regular meetings between OECS, OSP, and FDLE. Responsive records should be from 03/01/24 until the date this request is processed.\r\n\r\n- In that annual report, the agency published a table of Case Break Down of complaints received. I am looking for this same data with an updated timeframe - from 03/01/24 until the date this request is processed.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nDhruv Mehrotra",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/florida-34/untitled-173003/"
  }
]