[
  {
    "id": 150101,
    "title": "DM FBI 8.1.23",
    "slug": "dm-fbi-8123",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 60252,
    "username": "rskva102",
    "agency": 10,
    "datetime_submitted": "2023-08-01T10:00:20.202149",
    "date_due": "2023-08-29",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-08-01T10:00:20.530799",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 150101,
        "from_user": 60252,
        "to_user": 9555,
        "subject": "Freedom of Information Act Request: DM FBI 8.1.23",
        "datetime": "2023-08-01T10:00:20.530799",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nYou are receiving this correspondence as a request under the Freedom of Information Act, 5 U.S.C. subsection 552. I am requesting the following:\r\n\r\nAll records, documents, or communications relating to Dorothy Martin, aka Sister Thedra (May 6, 1900 – June 13, 1992). Ms. Martin was a noted occultist and UFO devotee, and at various points in her life, she was the leader of a Chicago-based rapturist cult known as the Seekers, founder of the Association of Sananda and Sumat Kumara, and a member of the Brotherhood of the Seven Rays. In 1954, while leading the Seekers, Ms. Martin predicted the end of the world via flood; her story was covered in newspapers throughout the United States between October and December. In accordance with that prediction, Ms. Martin's name and writings appear in the FBI files of a number of other UFO personalities and groups, including George Hunt Williamson, George Adamski, and the Detroit Flying Saucer Club. Page 9 of a bureau report on the Detroit Flying Saucer Club, attached, states an FBI informant identified as Informant Detroit T-2 furnished the bureau with information on Ms. Martin, given to them from a relative who attended a meeting with one of Ms. Martin's followers, Dr. Charles A. Laughead. Pages 10 through 13 of this report reproduce statements and writings by Ms. Martin and Dr. Laughead which indicate that the bureau conducted an investigation of Ms. Martin, Dr. Laughead, and their group at some point in the period of 1954 and/or 1955. As such, I am requesting all records produced by the bureau on Ms. Martin and the Seekers.\r\n\r\nThere is no expectation of a violation of Ms. Martin's privacy, as she passed away in 1992. I have attached a reproduction of Ms. Martin's obituary, published in the Arizona Republic on June 17, 1992.\r\n\r\nI am asking you waive any fees associated with this request. I am a member of the news media and request classification as such. My bylines, which include Creem Magazine, Covert Action Magazine, and the Geopolitical Economy Report, can be found in both print and electronic publications. Please take note of the Office of Management and Budget guidelines published March 27, 1987 (52 FR 10012) that include electronic publications and other nontraditional publishers as representatives of the news media.\r\n\r\nA fee waiver is appropriate in situations where \"disclosure of the requested information is in the public interest because it is likely to contribute significantly to public understanding of the operations and activities of the government, and is not primarily in the commercial interest of the requester,” 5 U.S.C. § 552(a)(4)(iii). Although Ms. Martin was a public figure in the UFO community, she had committed no crimes by the nature of her public prophecy in 1954 and subsequent writings in the years after, yet the aforementioned bureau report suggests she was investigated for so-called subversive activities, a set of actions outlined in the Subversive Activities Control Act of 1950, defined in that act as any \"conspiratorial and coercive tactics\" that \"endeavor to carry out the objectives of the world Communist movement by bringing about the overthrow of existing governments by any available means, including force if necessary.\" \r\n\r\nAny records the bureau may have on Ms. Martin and/or the Seekers would contribute significantly to public understanding of the operations and activities of the government by showing how the bureau determined which people and which groups were thought to be subversive in that period, how they pursued investigations of such figures, and how they did or did not clear those parties of any charges against them, with special concern for religious leaders of non-mainstream faiths and denominations in the 1950s and 1960s. Ms. Martin, through her association with the Seekers, was a religious leader.\r\n\r\nI look forward to your response within 20 working days, as the statute requires. If access to the records I am requesting will take longer, please advise of which tier of processing queue this request falls under and an estimated time frame for processing.\r\n\r\nIf you deny any or all of this request, please cite each specific exemption you feel justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\r\n\r\nSincerely,\r\n\r\nRobert Skvarla, Jr.",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1105751,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/rskva102/124754/DFSC_memo.pdf",
            "datetime": "2023-08-01T10:00:20.530799",
            "title": "DFSC_memo.pdf",
            "source": "Robert Skvarla, Jr.",
            "description": "",
            "doc_id": "",
            "pages": 0
          },
          {
            "id": 1105750,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/rskva102/124754/Dorothy_Martin_Obituary.pdf",
            "datetime": "2023-08-01T10:00:20.530799",
            "title": "Dorothy_Martin_Obituary.pdf",
            "source": "Robert Skvarla, Jr.",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/dm-fbi-8123-150101/"
  },
  {
    "id": 150100,
    "title": "Emails Gene Sperling",
    "slug": "emails-gene-sperling",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 84225,
    "username": "TonyaRiley_iXqIQTpL",
    "agency": 33,
    "datetime_submitted": "2023-08-01T09:53:46.380424",
    "date_due": "2023-08-29",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-08-01T09:53:46.521567",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 150100,
        "from_user": 84225,
        "to_user": 10001,
        "subject": "Freedom of Information Act Request: Emails Gene Sperling",
        "datetime": "2023-08-01T09:53:46.521567",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAll email communications between any of the following GSA employees:\r\nRobin Carnahan robin.carnahan@gsa.gov\r\nKaty Kale katy.kale@gsa.gov\r\nSonny Hashmi sonny.hashimi@gsa.gov\r\nDavid A. Shive david.shive@gsa.gov\r\n\r\nAND\r\n\r\neugene.b.sperling@who.eop.gov\r\n\r\nMentioning the following keyword: \"LexisNexis,\" \"Woody,\" \"Haywood\" OR \"Talcove.\"\r\n\r\nBetween 1/1/23 and 8/1/23.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTonya Riley",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/emails-gene-sperling-150100/"
  }
]