[
  {
    "id": 182044,
    "title": "Sheriff Bob Norris communications",
    "slug": "sheriff-bob-norris-communications",
    "status": "ack",
    "embargo_status": "public",
    "user": 2116,
    "username": "beryllipton",
    "agency": 11232,
    "datetime_submitted": "2025-02-25T10:02:00.493089",
    "date_due": "2025-02-28",
    "days_until_due": null,
    "date_followup": "2025-02-28",
    "datetime_done": null,
    "datetime_updated": "2025-02-25T10:02:00.775822",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 182044,
        "from_user": 2116,
        "to_user": 16948,
        "subject": "Idaho Public Records Act Request: Sheriff Bob Norris communications",
        "datetime": "2025-02-25T10:02:00.775822",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Idaho Public Records Act, I hereby request the following records:\r\n\r\nAll communications sent to and from Sheriff Bob Norris from Monday, February 24, 2025 through the date on which this request is actually processed.\r\n\r\nRecords responsive to this request include all emails, recorded phone calls, and text messages, including but not limited to all communications to and from the public, members of the Kootenai County Republican Central Committee, LEAR Asset Management, and fellow law enforcement officers.\r\n\r\nPlease be sure to sure to continue to preserve all communications sent and received during this period, including all text messages, internal chats, and any other form of conversation.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBeryl Lipton",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/kootenai-county-10677/sheriff-bob-norris-communications-182044/"
  },
  {
    "id": 182041,
    "title": "Minnich communications",
    "slug": "minnich-communications",
    "status": "ack",
    "embargo_status": "public",
    "user": 2116,
    "username": "beryllipton",
    "agency": 37105,
    "datetime_submitted": "2025-02-25T09:50:17.011037",
    "date_due": "2025-03-11",
    "days_until_due": null,
    "date_followup": "2025-03-11",
    "datetime_done": null,
    "datetime_updated": "2025-02-25T09:50:17.232333",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 182041,
        "from_user": 2116,
        "to_user": 128485,
        "subject": "Massachusetts Public Records Law Request: Minnich communications",
        "datetime": "2025-02-25T09:50:17.232333",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Massachusetts Public Records Law, I hereby request the following records:\r\n\r\nAll communications sent to and from Police Chief Dennis Minnich from January 28, 2025 through February 28, 2025. If this request is processed prior to February 28, please provide all communications through the date this request is processed. \r\n\r\nRecords responsive to this request include all emails, recorded phone calls, and text messages related to government business and police department operations, including but not limited to all communications to and from the public, members of the town Select Board, and fellow officers. \r\n\r\nIn order to better refine this request, your office may begin by providing metadata for communications sent to and from Chief Minnich, meaning a list (it can be a screen capture) of the name of the sender/interlocutor, the subject line of the email, and the date on which it was sent or received. Once this has been received, our team will provide an updated description for this request.\r\n\r\nAs required by archival regulations and the Massachusetts Public Records Law, please preserve all communications sent and received during this period, including all text messages, internal chats, and any other form of conversation.\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by the recommendations of the Massachusetts Supervisor of Public Records. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nI expect the request to be filled in an accessible format, including for screen readers, which provide text-to-speech for persons unable to read print. Files that are not accessible to screen readers include, for example, .pdf image files as well as physical documents.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBeryl Lipton",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/west-boylston-690/minnich-communications-182041/"
  }
]