[
  {
    "id": 178106,
    "title": "Officer Stiltner of the Florida Fish and Wildlife Conservation Commission records of assessment and arrests for impairment",
    "slug": "officer-stiltner-of-the-florida-fish-and-wildlife-conservation-commission-records-of-assessment-and-arrests-for-impairment",
    "status": "submitted",
    "embargo_status": "public",
    "user": 146929,
    "username": "LeeClemens",
    "agency": 19229,
    "datetime_submitted": "2024-12-20T20:10:29.452751",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-12-20T20:10:29.570358",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 178106,
        "from_user": 146929,
        "to_user": 78895,
        "subject": "Florida Sunshine Law Request: Officer Stiltner of the Florida Fish and Wildlife Conservation Commission records of assessment and arrests for impairment",
        "datetime": "2024-12-20T20:10:29.570358",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nDuring a recent arrest, Officer Stiltner made several comments regarding his expertise and experience related to assessing and determining impairment due to drugs and/or alcohol, specifically related to boating. Please provide a record of when Officer Stiltner has performed field tests on suspects during his career with your agency and if those tests resulted in an arrest. In addition, please provide the results of those arrests (e.g. charges dismissed, guilty, etc) for any cases that are not currently open, and/or sufficient details to obtain this information from relevant public court records. Please also provide any subject matter specific training and/or proficiency testing Officer Stiltner has had in this area including the results of testing, if it was completed or any relevant scores as applicable.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nLee Clemens",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/florida-34/officer-stiltner-of-the-florida-fish-and-wildlife-conservation-commission-records-of-assessment-and-arrests-for-impairment-178106/"
  }
]