[
  {
    "id": 145468,
    "title": "Untitled",
    "slug": "untitled",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 76076,
    "username": "ANTHONYWAYNEPHIFER",
    "agency": 35134,
    "datetime_submitted": "2023-05-08T08:34:47.898713",
    "date_due": "2023-06-06",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-05-08T08:34:48.682380",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 145468,
        "from_user": 76076,
        "to_user": 115253,
        "subject": "",
        "datetime": "2023-05-08T08:34:48.682380",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nI am requesting any and all information/documentation that you have received from any law enforcement agencies including FBI/DHS/DOJ as well as from any Fusions Centers concerning me or my family, Weather it was given to you verbally or electronically/or on paper. Furthermore, I would also like to know if your Agency have been requested to participate in the Organized Stalking/Illegal Surveillance/Workplace Mobbing/Bullying/Harassment or private investigations concerning myself and family by any of these Agencies or any individuals/individual above If so, I'm requesting a FOIA REQUEST from your office as well as any other offices that's connected with are have communicated with your office that may have this information.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nANTHONY WAYNE PHIFER",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/untitled-145468/"
  }
]