[
  {
    "id": 204706,
    "title": "Public Records Request – Position Descriptions, Duties, Delegations of Authority, and other Related Information",
    "slug": "public-records-request-position-descriptions-duties-delegations-of-authority-and-other-related-information",
    "status": "submitted",
    "embargo_status": "public",
    "user": 158252,
    "username": "KelvinShiversII",
    "agency": 6369,
    "datetime_submitted": "2026-02-13T23:51:48.112511",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2026-02-13T23:51:48.277466",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 204706,
        "from_user": 158252,
        "to_user": 13274,
        "subject": "",
        "datetime": "2026-02-13T23:51:48.277466",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Oregon Public Records Law, I hereby request the following records:\r\n\r\nI am submitting this request under Oregon Public Records Law (ORS 192.311–192.478).\r\n\r\nI request records sufficient to show the official position descriptions, assigned duties, reporting relationships, delegated authority, and other related information for the university positions performing the functions listed below. These requests concern the institutional roles themselves, not the personnel files of any individual employees.\r\n\r\n1. Requested Positions / Functions:\r\n\r\n  A. School of Music and Dance\r\n   - Dean\r\n   - Associate Dean for Finance and Operations\r\n   - Director of Finance and Operations (Oregon Bach Festival area/department)\r\n   - Director of Programming and Administration (Oregon Bach Festival area/department)\r\n\r\n B. Office of Investigations and Civil Rights Compliance (OEOA, including the ADA Coordinator)\r\n    - Associate Vice President, Chief Civil Rights Officer, & Title IX Coordinator\r\n    - Director of Investigations and Chief Deputy Title IX Coordinator\r\n    - Investigator\r\n    - Senior Investigator\r\n    - Data Analyst & Case Coordinator\r\n    - Intake and Resource Coordinator\r\n    - Assistant Director & Accommodations Coordinator\r\n    - Interim Investigations and Accommodations Coordinator\r\n    - Deputy for Lundquist College of Business Associate Dean Lundquist College of Business\r\n    - Positions performing investigator functions, including full time investigators, and Title IX Officers that have other roles within the University.\r\n    - Records defining investigative authority, responsibilities, and reporting structure\r\n\r\n C. Office of Human Resources (HR, HR Leaves, ELR, etc)\r\n   - Vice President and Chief Human Resources Officer\r\n   - Executive Assistant and Strategic Initiatives Coordinator\r\n   - Chief of Staff and Senior Director of HR Programs & Services\r\n   - Senior Director, Employee and Labor Relations\r\n   - Associate Director, Employee and Labor Relations\r\n   - ELR Coordinator\r\n   - Associate Director of Benefits\r\n   - Senior Leaves Coordinator\r\n   - Leaves Coordinator \r\n\r\n D. Office of General Counsel (excluding privileged legal advice)\r\n   - Vice President and General Counsel \r\n   - Sr. Associate General Counsel \r\n   - Associate General Counsel \r\n\r\n E. Central Business Services Office\r\n   - Senior Associate Dean, Academic Operations\r\n   - Accounting Technician\r\n\r\n F. Risk Management\r\n   - Occupational Health and Safety Manager\r\n   - Occupational Safety Officer\r\n   - Youth Program Safety Coordinator\r\n   - Risk Specialist\r\n   \r\n G. Public Records Office\r\n   - Public Records Officer\r\n   - University Records Manager\r\n\r\n H. Office of Internal Audit\r\n   - Chief Auditor\r\n\r\n I. Information Services \r\n   - Digital Accessibility Architect\r\n  \r\n J. Office of Business Affairs\r\n   - Director Financial Services\r\n   - Senior Tax Accountant/Analyst\r\n   - Accounts Payable Manager\r\n   - Travel Manager\r\n   \r\n K. Purchasing and Contracting Services\r\n   - Chief Procurement Officer\r\n   - Associate Director of Contracting\r\n   - Contract Administrator\r\n   - Contracts Officer\r\n   - Contracts Technician 2\r\n\r\n L. Other Positions:\r\n   - President of University of Oregon \r\n   - Vice President for Equity and Inclusion\r\n\r\n2. Regarding #1 (A) from above, School of Music and Dance (including the Oregon Bach Festival department/area), please provide records from January 1, 2016 to present sufficient to show:\r\n   - Organizational charts reflecting reporting structure within the School of Music and Dance and Oregon Bach Festival\r\n   - Changes in reporting relationships, including records showing when positions were reassigned from one Officer of Administration or supervisory structure to another, and any contemporaneous documentation describing the basis for those \r\n     changes\r\n   - Records reflecting reassignment of duties, changes in unit structure, or redistribution of operational responsibilities associated with those changes, including records showing coordination, consultation, or involvement with other university \r\n      offices (such as central administration, HR, ELR, OEOA, Central Business Services Office, or Risk Management) in planning, reviewing, or implementing those actions\r\n   - Documents prepared in the course of evaluating, recommending, approving, or implementing restructuring, including memoranda, presentations, financial analyses, or planning materials\r\n   - Records reflecting creation, elimination, reclassification, funding-source changes, reorganization, or reassignment of positions associated with the Oregon Bach Festival or School of Music and Dance as part of these organizational changes\r\n\r\n3. For each position listed in #1 (A-L) above, I request records sufficient to show:\r\n   - Official job descriptions or classification specifications\r\n   - The administrative, fiscal, and supervisory responsibilities assigned to these positions\r\n   - Statements of essential duties and responsibilities\r\n   - Documents reflecting delegated authority or decision-making scope\r\n   - Organizational charts identifying reporting structure and structural relationships among these offices\r\n   - Written guidance, manuals, or internal documents describing how these roles coordinate or maintain separation of responsibilities\r\n   - Any revisions to these materials during the period January 1, 2023 to present \r\n   - Unless otherwise specified above, this portion of the request covers the period January 1, 2023 to present.\r\n\r\n 4. In addition to the materials requested above in #1 (A–L), please provide records sufficient to show how workplace matters requiring coordination among supervisory units and central administrative offices were received, routed, and assigned \r\n     for action from January 1, 2019 to present, including records describing the respective roles and responsibilities of Human Resources (including HR Leaves and Employee & Labor Relations), Workplace ADA, OEOA (including investigators and \r\n     accommodations personnel), supervisory personnel within departments, and other involved administrative offices. This includes, but is not limited to:\r\n    - Documents describing intake, receipt, or “ingestion” processes for concerns raised to supervisors or unit leadership and how those matters were documented, tracked, or transmitted to central offices\r\n    - Any written guidance identifying designated reporting or escalation duties of supervisors, administrators, HR personnel, ADA personnel, investigators, or other staff, including when they were expected or required to notify or involve offices        \r\n     such as Workplace ADA, HR, Employee & Labor Relations, OEOA, Risk Management, or the Office of General Counsel\r\n    - Documents describing required reporting, mandatory disclosure, or notice obligations triggered when supervisors or administrators became aware of workplace concerns, including instructions regarding when the institution was considered \r\n     to have received notice and what actions were required following such notice\r\n    - Workflows, routing charts, training materials, responsibility matrices, or procedural instructions describing how such matters were handled at the unit level versus referred to central administration\r\n    - Records reflecting changes to these intake, reporting, notice, routing, or coordination responsibilities during this period\r\n    - Records sufficient to show how the University implemented, communicated, or revised practices related to statutory notice requirements under ORS 659A.279 and ORS 659A.283, including any internal guidance, postings, policies, training \r\n     materials, or administrative instructions addressing those requirements\r\n    - Materials used to implement or communicate those changes, including memoranda, presentations, administrative guidance, or revisions to internal procedures\r\n    - This request seeks structural and procedural records only and does not request information contained in individual personnel, medical, or complaint files.\r\n    - This timeframe is intended to capture records reflecting implementation or operational effects of policy and process changes occurring around 2021.\r\n\r\nThis request does not seek:\r\n- Performance evaluations\r\n- Disciplinary records\r\n- Medical or personal information\r\n- Any content maintained solely within individual personnel or supervisory files\r\n\r\nIf any portion of the requested records is withheld, please provide the specific statutory exemption relied upon and a description of the withheld material as required by ORS 192.345(2).\r\n\r\nI request a waiver or reduction of any fees associated with this request on the grounds that the records are sought to understand the organization and operation of a public institution and are not requested for commercial purposes.\r\n\r\nIf responsive records exist in electronic form, I request they be provided electronically.\r\n\r\nClarification Regarding Parallel Processes:\r\n\r\nThis public records request is submitted solely pursuant to Oregon Public Records Law and is independent of any other employment-related processes. It does not waive, limit, replace, or otherwise affect any requests, grievances, or RFIs submitted through my union or other channels, many of which remain pending.\r\n\r\nThis request is made to obtain access to public records necessary to understand the structure and operation of university processes and to inform my planning. The public records process is the appropriate statutory mechanism for obtaining this information.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nKelvin Shivers II",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/oregon-158/public-records-request-position-descriptions-duties-delegations-of-authority-and-other-related-information-204706/"
  },
  {
    "id": 204704,
    "title": "nyc.gov/vday designs (Department of Small Business Services)",
    "slug": "nycgovvday-designs-department-of-small-business-services",
    "status": "submitted",
    "embargo_status": "public",
    "user": 78879,
    "username": "unitof",
    "agency": 11653,
    "datetime_submitted": "2026-02-13T23:48:14.726086",
    "date_due": "2026-02-23",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2026-02-13T23:48:15.032267",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 204704,
        "from_user": 78879,
        "to_user": 16740,
        "subject": "",
        "datetime": "2026-02-13T23:48:15.032267",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nArtwork, illustrations, lettering, graphic design work, rejected concepts, and correspondence regarding the “Valentines for you to give to NYC small businesses” available at nyc.gov/vday in February 2026\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJacob Ford",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1362009,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/unitof/172047/smallbiz-valentines_print.pdf",
            "datetime": "2026-02-13T23:48:15.032267",
            "title": "smallbiz-valentines_print.pdf",
            "source": "Jacob Ford",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-city-17/nycgovvday-designs-department-of-small-business-services-204704/"
  },
  {
    "id": 204703,
    "title": "nyc.gov/vday designs (Office of the Mayor)",
    "slug": "nycgovvday-designs-office-of-the-mayor",
    "status": "submitted",
    "embargo_status": "public",
    "user": 78879,
    "username": "unitof",
    "agency": 3073,
    "datetime_submitted": "2026-02-13T23:48:14.726086",
    "date_due": "2026-02-23",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2026-02-13T23:48:14.948101",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 204703,
        "from_user": 78879,
        "to_user": 10004,
        "subject": "",
        "datetime": "2026-02-13T23:48:14.948101",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nArtwork, illustrations, lettering, graphic design work, rejected concepts, and correspondence regarding the “Valentines for you to give to NYC small businesses” available at nyc.gov/vday in February 2026\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJacob Ford",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1362008,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/unitof/172047/smallbiz-valentines_print.pdf",
            "datetime": "2026-02-13T23:48:14.948101",
            "title": "smallbiz-valentines_print.pdf",
            "source": "Jacob Ford",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-city-17/nycgovvday-designs-office-of-the-mayor-204703/"
  }
]