[
  {
    "id": 169298,
    "title": "Martin and Mitchell Defection",
    "slug": "martin-and-mitchell-defection",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 13328,
    "username": "vale",
    "agency": 10,
    "datetime_submitted": "2024-07-16T19:19:17.121521",
    "date_due": "2024-08-13",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-07-16T19:19:17.212643",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "nsa",
      "soviet union",
      "defectors",
      "lavender scare"
    ],
    "communications": [
      {
        "foia": 169298,
        "from_user": 13328,
        "to_user": 9555,
        "subject": "",
        "datetime": "2024-07-16T19:19:17.212643",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nFBI files 62-HQ-106214 and 65-NY-18236 on the September 1960 defection of National Security Agency employees William Hamilton Martin (May 27, 1931 - January 17, 1987) and Bernon Ferguson Mitchell (March 11, 1929 - November 12, 2001). Proof of death is not required as their deaths have been previously reported: https://web.archive.org/web/20131227190422/http://www.seattleweekly.com/home/887442-129/story.html\r\n\r\nPlease conduct a search of the Central Records System, including but not limited to the Electronic Surveillance (ELSUR) Indices, the Microphone Surveillance (MISUR) Indices, the Physical Surveillance (FISUR) Indices, and the Technical Surveillance (TESUR) Indices, for both main-file records and cross-reference records for all relevant names, individuals, agencies and companies. This is also to include any responsive records held in offsite locations, such as the Alexandria Records Center. Please include both investigatory and non-investigatory records in your search. If any potentially responsive records have been destroyed and/or transferred to NARA, then I request copies of the destruction or transfer slips as well as any other documentation relating to, mentioning or describing said transfer or destruction, to include but not be limited to confirmation that the Bureau has no other copies of said records. If previously released records are available, then I request a rolling release consisting of those records while additional records are located and processed for release.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nPaul Galante",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/martin-and-mitchell-defection-169298/"
  },
  {
    "id": 169222,
    "title": "911 Call to SLMPD 7/13/24",
    "slug": "911-call-to-slmpd-71324",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 106692,
    "username": "KevMoMuck",
    "agency": 671,
    "datetime_submitted": "2024-07-16T18:51:53.936128",
    "date_due": "2024-07-19",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-07-16T18:51:54.020405",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 169222,
        "from_user": 106692,
        "to_user": 9655,
        "subject": "The Missouri Sunshine Law Request: 911 Call to SLMPD 7/13/24",
        "datetime": "2024-07-16T18:51:54.020405",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Missouri Sunshine Law, I hereby request the following records:\r\n\r\nThe recording and transcript/log of the 911 call made to St Louis Metropolitan Police Department on the evening of Saturday, July 13, 2024, at approximately 9:48pm regarding a driver who reported being harassed by other drivers while commuting from North St Louis City to South St Louis City along the streets of Union, Kingshighway and Chippewa.\r\n\r\nPlease provide all responsive records as electronic email attachments. I would expect the responsive 911 call recording to be provided in an easily accessible digital audio file format such as WAV or MP3. I prefer the 911 call transcript/log be attached as an Excel or CSV file. Please also provide documents sufficient to show explanation of all codes included on the 911 Call Transcript or 911 Call Log. Please include the following details in responsive records. \r\n\r\nComplaint/Event/Incident Number\r\nDate/Time of call\r\nLocation of the call\r\nDescription of the event/incident\r\nInstructions given to caller by the dispatcher\r\nEvent/incident data, and any other results of service\r\nWhether police response was sent \r\n•\tIf so, please provide follow data for police response\r\nEvent/Incident disposition\r\n \r\nPlease also include the following details for the 911 call:\r\n•\tCall Code\r\n•\tPriority Code\r\n•\tDisposition Code\r\n \r\nI am NOT seeking names of individuals or any other personally identifiable information that might violate privacy protections. However, I will accept all documents subject to disclosure per Missouri Sunshine Laws and Public Records Laws.  \r\n\r\nAs the records sought detail activities of citizens of the St Louis community who are governed by the City of St Louis and served by St Louis Metropolitan Police Department, I also request that fees be waived as I believe this request is in the public’s interest.  Increasing the public’s knowledge of SLMPD’s process for the collection, retention, dissemination and providing public access to records/documents related to public safety incidents contributes significantly to public understanding of our government’s operations.  I am seeking the records to analyze, inform and freely release to members of the public as part of the public information service at MuckRock.com. The requested records are not for commercial use.\r\n\r\nI am a member of the public and requesting documents specifically for the purpose of increasing the public’s knowledge of governmental functions, I will administratively appeal any denial of my request for a fee waiver.\r\n\r\nIn the event that fees cannot be waived, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request be filled electronically, by e-mail attachment.  \r\n\r\nPer Section 610.024, RSMo, “If a public record contains material which is not exempt from disclosure as well as material which is exempt from disclosure, the public governmental body shall separate the exempt and nonexempt material and make the nonexempt material available for examination and copying.”\r\n\r\nIf portions of the requested documents/records are closed due to exemption, please segregate the closed portions and provide me with all segregable portions of the documents/records. If your agency maintains that exemptions apply, I also request that you please provide a detailed justification for each redaction or omission, and cite the specific exemption used for each redacted or omitted portion of the original document/records.\r\n\r\nThis request is distinctly separate from any other. Please do not combine this request with any other request in your reply.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKevin Hawkins",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/st-louis-337/911-call-to-slmpd-71324-169222/"
  }
]