[
  {
    "id": 144915,
    "title": "Formal Advisory Opinion Request to Florida Bar Unlicensed Practice of Law Documents",
    "slug": "formal-advisory-opinion-request-to-florida-bar-unlicensed-practice-of-law-documents",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 79707,
    "username": "Mbl22885",
    "agency": 35005,
    "datetime_submitted": "2023-04-23T22:25:06.746772",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-04-23T22:25:06.811454",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 144915,
        "from_user": 79707,
        "to_user": 114492,
        "subject": "",
        "datetime": "2023-04-23T22:25:06.811454",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nAny and all records created pursuant to the request for a formal advisory opinion submitted on 4/23/2023 to the Florida Bar’s Unlicensed Practice of Law listed below: \r\n\r\nI am writing to request a formal advisory opinion on whether pro se use of Casetext's CoCounsel would constitute the unlicensed practice of law.\r\n \r\nCasetext's CoCounsel is a legal AI assistant that can perform various tasks, such as document review, legal research memos, deposition preparation, and contract analysis. According to a study by Casetext and Stanford CodeX, GPT-4 scored approximately 297 points on the UBE, which is higher than the passing threshold for all UBE jurisdictions. This score places GPT-4 in the 90th percentile of test-takers.\r\n \r\nI am a pro se litigant who is interested in using Casetext's CoCounsel to prepare and file legal documents for my case. I understand that Casetext's CoCounsel does not provide legal advice or representation, and that I am solely responsible for the accuracy and legality of my documents.\r\n \r\nHowever, I am concerned that using Casetext's CoCounsel may be considered the unlicensed practice of law under Rule 10-2.1 of the Rules Regulating The Florida Bar, which defines the practice of law as \"the giving of legal advice or legal assistance to another person\". I am also aware that Rule 10-9.1 allows the Standing Committee on Unlicensed Practice of Law to issue proposed formal advisory opinions concerning activities which may constitute the unlicensed practice of law.\r\n \r\nTherefore, I respectfully request that the Standing Committee on Unlicensed Practice of Law issue a formal advisory opinion on whether pro se use of Casetext's CoCounsel would constitute the unlicensed practice of law in Florida.\r\n \r\nThank you for your time and attention.\r\n \r\nSincerely,\r\n \r\nMichael Locke\r\n127 Delvalle St. \r\nMelbourne Beach, FL 32951 \r\nMbl22885@msn.com\r\n(321)506-9557\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nMichael Locke",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/tallahassee-10211/formal-advisory-opinion-request-to-florida-bar-unlicensed-practice-of-law-documents-144915/"
  }
]