[
  {
    "id": 152777,
    "title": "FBI: Katharine Sergava",
    "slug": "fbi-katharine-sergava",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 351,
    "username": "RobbyD",
    "agency": 10,
    "datetime_submitted": "2023-10-03T15:32:08.266044",
    "date_due": "2023-11-01",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-10-03T15:32:08.621399",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "sergava"
    ],
    "communications": [
      {
        "foia": 152777,
        "from_user": 351,
        "to_user": 9555,
        "subject": "",
        "datetime": "2023-10-03T15:32:08.621399",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAny records mentioning or pertaining to the dancer and actress KATHARINE SERGAVA (aka KATHARINE SERGAVA SZNYCER aka KATHRYN SERGAVA). SERGAVA was born on July 30 1910 in Tbilisi, Georgia and died on November 26th of 2005 in New York City.  \r\n\r\nhttps://www.nytimes.com/2003/12/04/arts/katharine-sergava-the-star-of-oklahoma-ballet-dies.html\r\n\r\nProof of death is not necessary as her death was widely reported in the media. Of particular interest would include, but not be limited to: bureau records related to her work with the United Service Organizations or any correspondence between SERGAVA and director Hoover. \r\n\r\nPlease include all potentially responsive materials, including but not limited to all communications, reports, inquiries, investigations, photographs, audio files, video files, memos, directives, etc. Please include all materials found in other subject files and all materials associated with any potentially-related names and any other known aliases, nicknames, code names, or any other identifying pseudonyms or references utilized by this agency. Please consult the Central Records System and records, the Electronic Surveillance (ELSUR) Data Management System and records, Microphone Surveillance (MISUR) records, Physical Surveillance (FISUR) records, Technical Surveillance (TESUR) records, and all available cross-reference indices, databases, and records, in addition to any other locations containing potentially-responsive materials related to Katharine Sergava. \r\n\r\nPlease include a survey of records at the Miami field office. According to a blog post I just read, it is important that I state the following: \"As you know, your agency is required to search the records stored at NARA’s Washington Records Center in Suitland, MD, but still technically under your agency’s control. For more information see 36 CFR 1250.8\" Please also conduct a physical search of records at NARA's Washington Records Center in Suitland, for any records or documents related to Sergava.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobert Delaware",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1120936,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/RobbyD/127352/Sergava.pdf",
            "datetime": "2023-10-03T15:32:08.621399",
            "title": "Sergava.pdf",
            "source": "Robert Delaware",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/fbi-katharine-sergava-152777/"
  }
]