[
  {
    "id": 190817,
    "title": "Untitled",
    "slug": "untitled",
    "status": "submitted",
    "embargo_status": "public",
    "user": 162431,
    "username": "jaydenvlijter",
    "agency": 12150,
    "datetime_submitted": "2025-08-07T15:14:12.322437",
    "date_due": "2025-08-18",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-08-07T15:14:12.462275",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 190817,
        "from_user": 162431,
        "to_user": 118298,
        "subject": "",
        "datetime": "2025-08-07T15:14:12.462275",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Indiana Access to Public Records Act, I hereby request the following records:\r\n\r\nAn incident that occurred on or around August 2, 2024, at the Applebee’s restaurant in Portage, Indiana:\r\n\r\n1. The police incident report and arrest report concerning Shawneesha Cobbs, who was reportedly arrested during a verbal dispute involving an “All You Can Eat” promotion.\r\n2. Any 911 call logs, dispatch logs, or CAD entries related to the incident.\r\n3. Any available body-worn camera footage, dashcam footage, or surveillance footage recorded by the Portage Police Department during the incident.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 7 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJordi",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/portage-12704/untitled-190817/"
  }
]