[
  {
    "id": 167881,
    "title": "Clearview Usage Report",
    "slug": "clearview-usage-report",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 91761,
    "username": "dougmac",
    "agency": 7243,
    "datetime_submitted": "2024-07-03T12:08:56.804841",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-07-03T12:08:56.947836",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 167881,
        "from_user": 91761,
        "to_user": 10709,
        "subject": "",
        "datetime": "2024-07-03T12:08:56.947836",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Alabama Open Records Law, I hereby request the following records:\r\n\r\n1. A copy of the Usage Report detailing the Police Department's use of Clearview AI facial recognition software, including data on all facial recognition searches from January 1, 2020 until the date this request is processed. The Report should include a breakdown of the number of searches by crime and logs of all case numbers and investigation outcomes. This document can be easily downloaded and exported from the Clearview AI platform. \r\n\r\n2. Copies of any records of outside employment disclosed by Jason Webb, an investigator and former sergeant with the Department,  from 2020 to present.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nAndré Natta, a citizen of Alabama, in coordination with Douglas MacMillan.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/oxford-815/clearview-usage-report-167881/"
  }
]