[
  {
    "id": 173179,
    "title": "LPRS",
    "slug": "lprs",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 27422,
    "username": "dmehrotra",
    "agency": 4410,
    "datetime_submitted": "2024-09-11T11:12:02.521160",
    "date_due": "2024-09-21",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-09-11T11:12:02.668384",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 173179,
        "from_user": 27422,
        "to_user": 10003,
        "subject": "",
        "datetime": "2024-09-11T11:12:02.668384",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nSubject: Public Records Request for Closed Investigative and Incident Reports\r\n\r\nDear Public Records Officer,\r\n\r\nPursuant to the California Public Records Act (Government Code Section 6250 et seq.), I am requesting the following records:\r\n\r\nInvestigative and incident reports related to a 2016 burglary case involving a man named Gary Baston, whose home in Rancho Cucamonga was burglarized. The case involved the use of license plate readers (LPRs) and security camera footage to help identify and apprehend the suspects. The vehicle was identified by a round bumper sticker, and the suspects were later caught, leading to the recovery of many of Mr. Baston’s stolen items.\r\n\r\nAll closed investigative reports from 2020 to the present that mention the use of LPRs in conjunction with bumper stickers. Specifically, I am requesting records that include the keywords \"bumper sticker\" and \"LPR\" or \"License Plate Reader\". I also encourage the department to consider any additional search terms that may yield responsive records based on these parameters.\r\n\r\nUnder Government Code Section 6253(b), a request is considered valid if it provides \"a reasonably focused and effective description\" of the records sought. I believe that the keywords I have suggested are sufficiently specific to allow the department to identify responsive records, as they pertain to the use of LPR technology in identifying vehicles by their bumper stickers.\r\n\r\nSince these records pertain to closed investigations, they should be subject to disclosure under the California Public Records Act. The California Supreme Court has consistently upheld the presumption of disclosure for records related to closed cases, except under specific, limited exemptions, none of which apply here. Additionally, as the Sheriff’s Department has previously spoken publicly about the use of LPRs, the records are not protected under confidentiality for investigative techniques.\r\n\r\nPlease provide these records in electronic format if possible. If any portions of the records are exempt from disclosure, I request that you provide the non-exempt portions and specify the legal basis for any redactions or withholdings.\r\n\r\nThank you for your attention to this request. I look forward to your response within the legally mandated timeframe. If you need any further clarification, please do not hesitate to contact me\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDhruv Mehrotra",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/san-bernardino-county-3060/lprs-173179/"
  }
]