[
  {
    "id": 158187,
    "title": "COVID-19 directives and preparation (Department of Correction)",
    "slug": "covid-19-directives-and-preparation-department-of-correction",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 2116,
    "username": "beryllipton",
    "agency": 3969,
    "datetime_submitted": "2024-02-02T13:19:52.794912",
    "date_due": "2024-02-07",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-02-02T13:19:52.994866",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 158187,
        "from_user": 2116,
        "to_user": 9542,
        "subject": "",
        "datetime": "2024-02-02T13:19:52.994866",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Arkansas Freedom of Information Act, I hereby request the following records:\r\n\r\nAny and all directives, orders, plans, and communications issued to officials and managerial staff within facilities under the jurisdiction of this agency, as well as those provided to individuals under the supervision of this agency, regarding preparatory or responsive measures and requirements related to COVID-19, also known as coronavirus.\r\n\r\nPlease include as responsive any relevant plans and directives issued regarding inmate health, behavior, and participation in preparatory and defensive activities, including those conducted by the correctional industry program.\r\n\r\nIf you have any questions about this request, please call 617-299-1832.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nSonny Albarado, a citizen of Arkansas, in coordination with Beryl Lipton.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/arkansas-114/covid-19-directives-and-preparation-department-of-correction-158187/"
  }
]