[
  {
    "id": 172869,
    "title": "TSDB - persons by Handling Code",
    "slug": "tsdb-persons-by-handling-code",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 62654,
    "username": "Owen99",
    "agency": 32469,
    "datetime_submitted": "2024-09-04T16:33:10.128070",
    "date_due": "2024-09-11",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-09-04T16:33:10.248533",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 172869,
        "from_user": 62654,
        "to_user": 96737,
        "subject": "",
        "datetime": "2024-09-04T16:33:10.248533",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Washington Public Records Act, I hereby request the following records:\r\n\r\nFBI – FOIA Request\r\n935 Pennsylvania Avenue NW\r\nWashington, D.C.,  20535\r\n\r\nDear Sirs:\r\nThis letter constitutes a request under the Freedom of Information Act, 5 U.S.C. § 552, on behalf of Targeted Justice Inc.  This request is about the FBI's Terrorists Screening Center's data.\r\n1.  Provide documents that list the latest total number of persons by Category, ie, Category or Handling Codes 1 thru 5, as of 2023.\r\n2.  As of 2023, provide documents that show the percentage of minor children (under 18) whose names appear on the TSDB.  Also provide documents that list the percentage by Handling Code or Category.\r\n3.  As of 2023, provide documents that show the latest total number of Non-Investigative Subjects (NIS).\r\n\r\nThe term “document” is to be liberally construed to include any file, paper, microfilm, digital archive, or any other format where the information sought may be stored. The term “document” includes both the principal document responsive to the request as well as any studies, exhibits, supporting documentation or supplement thereof.  As you know, FOIA requires agencies to release information unless it is specifically exempt from disclosure, and also requires agencies to release all reasonably segregable nonexempt portions of documents, i.e., to redact exempt portions of documents and release the rest. See 5 U.S.C. § 552(a)(8).\r\n\r\nTargeted Justice's status as a news organization that provides information of public interest to its members warrants the expedited processing of this Request on the grounds that there is a compelling need for these records because the information requested is urgently needed by an organization primarily engaged in disseminating information in order to inform the public about actual or alleged Federal Government activity. See 5 U.S.C. § 552(a)(6)(E)(v)(II); see also 22 C.F.R. § 171.12(b)(2); 28 C.F.R. § n16.5(d)(1)(ii); 32 C.F.R. § 286.4(d)(3)(ii); 32 C.F.R. § 1900.34(c)(2).\r\n\r\nRequest for expedited processing\r\nTargeted Justice currently has over 16,000 subscribers and over 110,000 thousand views a month in its Substack newsletter. Thus, pursuant to 47 CFR 0.466 it is a news media organization.\r\nTargeted Justice also requests the expedited processing of this request on the grounds that the records and documents requested relate to a “breaking news story of general public interest”. Furthermore, they present a “matter of widespread and exceptional media interest in which there exist possible questions about the government’s integrity which affect public confidence.” Expedited processing is warranted when “the information is relevant to a subject of public urgency concerning an actual or alleged Federal government activity” See 22 C.F.R. § 171.12(b)(2)(i); 32 C.F.R. § 286.4(d)(3)(ii)(A); see also 28 C.F.R. § 16.5(d)(1)(iv); 32 C.F.R. § 1900.34(c)(2).\r\nIn light of the above, Targeted Justice requests that your agency adheres to the legal mandate contained in 5 U.S.C. § 552(a)(6)(A)(i); see 28 C.F.R. § 16.6(b), (c) and consequently produce within 20 days of receipt of this request the information sought.\r\nRequest for Fee Waiver\r\n\r\nTargeted Justice hereby requests a fee waiver of search, review, and duplication fees on the grounds that disclosure of the requested records is “in the public interest because it is likely to significantly contribute to public understanding of the operations or activities of the government and is not primarily in the commercial interest of the requester.” See 5 U.S.C. § 552(a)(4)(A)(iii); see also 22 C.F.R. § 171.17(a); 28 C.F.R. § 16.11(k); 32 C.F.R. § 286.28(d); 32 C.F.R. § 1900.13(b)(2).\r\nFurthermore, a waiver of search and review fees is warranted inasmuch as Targeted Justice will report the results of this endeavor on the grounds that Targeted Justice qualifies as a “representative of the news media” and that the records are not sought for commercial use. See 5 U.S.C. § 552(a)(4)(A)(ii))(7); 32 C.F.R. §§ 1900.02(h)(3), 1900.13(i)(2).\r\n\r\nFor any document you fail to produce, Targeted Justice requests that you provide a Vaughn Index and declaration setting forth reasonably detailed explanations for each withheld document as to why it falls within any statutory exemption. See Vaughn v. Rosen, 484 F.2d 820 (D.C. Cir. 1973). The Vaughn statement must specify details about each document's sender, recipients, date and time, and subject.\r\nIf you need to discuss this request, the undersigned can be reached at 713-306-8287. I will appreciate your prompt processing of this request as mandated by the FOIA.\r\n\r\nSincerely,\r\nWinter Owen Calvert\r\nMember, Board of Directors\r\nTargeted Justice, Inc.\r\nP.O. Box 15990\r\nHouston, TX 77220\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nWinter Calvert",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/washington-54/tsdb-persons-by-handling-code-172869/"
  },
  {
    "id": 172868,
    "title": "Freedom of Information Request: 2 Live Crew, Chris Wong Won, Mark Ross, FBI files",
    "slug": "freedom-of-information-request-2-live-crew-chris-wong-won-mark-ross-fbi-files",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 8191,
    "username": "jkfoia1",
    "agency": 10,
    "datetime_submitted": "2024-09-04T16:28:30.253874",
    "date_due": "2024-10-02",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-09-04T16:28:30.385212",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 172868,
        "from_user": 8191,
        "to_user": 9555,
        "subject": "",
        "datetime": "2024-09-04T16:28:30.385212",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nThis is a request under the Freedom of Information Act. I hereby request the following records:\r\n\r\nA copy of all documents or FBI files pertaining to rap group 2 Live Crew, and the members of the group:\r\n\r\n1. Chris Wong Won aka Fresh Kid Ice aka Chinaman\r\nan obituary of whom was published in The New York Times on July 14, 2017 under the headline \"Christopher Wong Won, Rapper and a Founder of 2 Live Crew, Dies at 53\". Please see attached PDF copy of that obituary, which may also be found at https://www.nytimes.com/2017/07/14/obituaries/christopher-wong-won-rapper-and-a-founder-of-2-live-crew-dies-at-53.html\r\n\r\n\r\n\r\n2. Mark Ross aka Brother Marquis\r\nan obituary of whom was published in The New York Times on June 3, 2024 under the headline \"Brother Marquis, Member of Rap Group 2 Live Crew, Dies\". Please see attached PDF copy of that obituary, which may also be found at https://www.nytimes.com/2024/06/03/arts/music/brother-marquis-dead.html\r\n\r\n\r\nThe requested documents will be made available to the general public via multimedia journalism potentially including a book or video documentary or a new-media project online, and this request is being made for journalistic purposes.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\njacob katel",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1215594,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/jkfoia1/145158/Christopher_Wong_Won_Rapper_and_a_Founder_of_2_Live_Crew_Dies_at_53_-_The_New_York_Times.pdf",
            "datetime": "2024-09-04T16:28:30.385212",
            "title": "Christopher_Wong_Won_Rapper_and_a_Founder_of_2_Live_Crew_Dies_at_53_-_The_New_York_Times.pdf",
            "source": "jacob katel",
            "description": "",
            "doc_id": "",
            "pages": 0
          },
          {
            "id": 1215593,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/jkfoia1/145158/Brother_Marquis_Member_of_Rap_Group_2_Live_Crew_Dies_-_The_New_York_Times.pdf",
            "datetime": "2024-09-04T16:28:30.385212",
            "title": "Brother_Marquis_Member_of_Rap_Group_2_Live_Crew_Dies_-_The_New_York_Times.pdf",
            "source": "jacob katel",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/freedom-of-information-request-2-live-crew-chris-wong-won-mark-ross-fbi-files-172868/"
  }
]