[
  {
    "id": 178590,
    "title": "Massachusetts clemency application processing by the Governor",
    "slug": "massachusetts-clemency-application-processing-by-the-governor",
    "status": "submitted",
    "embargo_status": "public",
    "user": 65049,
    "username": "fakebirdclown",
    "agency": 433,
    "datetime_submitted": "2024-12-29T16:11:07.032212",
    "date_due": "2025-01-13",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-12-29T16:11:07.206296",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 178590,
        "from_user": 65049,
        "to_user": 11488,
        "subject": "",
        "datetime": "2024-12-29T16:11:07.206296",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Massachusetts Public Records Law, I hereby request the following records:\r\n\r\nAll records from the date of the Governor's revised clemency guidelines issued 10/31/23 to the date that this request is filled related to the Governor's office's processing, approval and denial of clemency applications, including:\r\n1. Every applicant whose petition for clemency was recommended to the Governor for approval by the Advisory Board of Pardons (ABP), including date of ABP recommendation.\r\n2. Every applicant whose petition for clemency was recommended to the Governor for denial by the Advisory Board of Pardons, including date of ABP recommendation.\r\n3. Whether the applicant requested a pardon or a commutation.\r\n4.  For approval recommendations that the Governor accepted, how many days between the Advisory Board of Pardons recommendation and the Governor's recommendation.\r\n5. For approval recommendations that the Governor did not accept, what steps, if any, did the Governor take on the recommendation.\r\n6. For approval recommendations that are still pending at this time of this inquiry, how many days have they been pending since the Advisory Board of Pardons' recommendation to the Governor (or since what date have they been pending with the Governor).\r\n\r\nI am seeking statistical information, not personal information, so it is fine with me if applicants' names are redacted.\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by the recommendations of the Massachusetts Supervisor of Public Records. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nI expect the request to be filled in an accessible format, including for screen readers, which provide text-to-speech for persons unable to read print. Files that are not accessible to screen readers include, for example, .pdf image files as well as physical documents.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDavid Weimer",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/massachusetts-1/massachusetts-clemency-application-processing-by-the-governor-178590/"
  }
]