[
  {
    "id": 170327,
    "title": "Correspondence records: operation to capture of Joaquin Guzman Lopez and Ismael Zambada, July 25, 2024",
    "slug": "correspondence-records-operation-to-capture-of-joaquin-guzman-lopez-and-ismael-zambada-july-25-2024",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 14585,
    "username": "LXHXZZTVENTLKU",
    "agency": 187,
    "datetime_submitted": "2024-07-26T13:57:00.406898",
    "date_due": "2024-08-23",
    "days_until_due": null,
    "date_followup": "2024-08-25",
    "datetime_done": null,
    "datetime_updated": "2024-07-26T13:57:00.522320",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 170327,
        "from_user": 14585,
        "to_user": 10463,
        "subject": "Freedom of Information Act Request: Correspondence records: operation to capture of Joaquin Guzman Lopez and Ismael Zambada, July 25, 2024",
        "datetime": "2024-07-26T13:57:00.522320",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nCopies of correspondence to and from the ONDCP documenting the operation that delivered Joaquin Guzman Lopez and Ismael Zambada to the United States for arrest on July 25, 2024.\r\n\r\nThese records would be contained within the system of records with the name \"Correspondence Management systems (CMS) for the Office of National Drug Control Policy (ONDCP)\" and number \"ONDCP/001.\"\r\n\r\nRecords could be identified by a search for records dating from July 12 to July 26 which are responsive to the following text strings:\r\n\r\n\"Joaquin Guzman Lopez\"  also known as \"Guero Moreno\" and \"Guero\"\r\n\"Ismael Zambada\" also known as \"El Mayo\" or simply \"Mayo.\"\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nT. McElwee",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/correspondence-records-operation-to-capture-of-joaquin-guzman-lopez-and-ismael-zambada-july-25-2024-170327/"
  }
]