[
  {
    "id": 166762,
    "title": "NPS Complaints about Amistad National Recreation Area",
    "slug": "nps-complaints-about-amistad-national-recreation-area",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 136851,
    "username": "VeritasOversight",
    "agency": 70,
    "datetime_submitted": "2024-06-29T07:04:12.534451",
    "date_due": "2024-07-29",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-06-29T07:04:12.674648",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 166762,
        "from_user": 136851,
        "to_user": 10618,
        "subject": "Freedom of Information Act Request: NPS Complaints about Amistad National Recreation Area",
        "datetime": "2024-06-29T07:04:12.674648",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAny complaints of harassment received by the National Park Service regarding Amistad National Recreation Area  made between January 2015 to June 2024.\r\nAny complaints of discrimination received by the National Park Service regarding Amistad National Recreation Area made between January 2015 to June 2024.\r\nAny complaints of workplace safety received by the National Park Service regarding Amistad National Recreation Area made between January 2015 to June 2024.\r\nAny complaints of retaliation received by the National Park Service regarding Amistad National Recreation Area made between January 2015 to June 2024.\r\nAny tort claims received by the National Park Service regarding Amistad National Recreation Area made between January 2015 to June 2024.\r\n\r\nNational Park Service includes but is not limited to; any office, employee, internal database, email system, paper or digital records, mobile devices, or computer systems utilized within the service to submit, review, discuss, track, or investigate complaints; including but not limited to the offices of Employee Relations, Regional Office, Chief Rangers Office, Regional Superintendents Office, EEO, Safety Manager, 16-E, ISB, IMARS.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nVeritas Oversight",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/nps-complaints-about-amistad-national-recreation-area-166762/"
  },
  {
    "id": 166761,
    "title": "NPS Complaints about Chris Ryan",
    "slug": "nps-complaints-about-chris-ryan",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 136851,
    "username": "VeritasOversight",
    "agency": 70,
    "datetime_submitted": "2024-06-29T06:47:55.935687",
    "date_due": "2024-07-29",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-06-29T06:47:56.056827",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 166761,
        "from_user": 136851,
        "to_user": 10618,
        "subject": "Freedom of Information Act Request: NPS Complaints about Chris Ryan",
        "datetime": "2024-06-29T06:47:56.056827",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAny complaints received by the National Park Service regarding their employee Chris Ryan. Including any dispositions and final determinations.\r\nAny investigations conducted by the National Park Service regarding their employee Chris Ryan. Including any dispositions and final determinations.\r\nAny disciplinary personnel actions by the National Park Service regarding their employee Chris Ryan. Including any dispositions and final determinations.\r\nAny records received by National Park Service, Regional Superintendent, supervisor, manager, regarding any complaints, adverse conduct, poor performance, and disciplinary actions for employee Chris Ryan.\r\nAny records received by the National Park Service regarding their employee Chris Ryan and violations of ethics, destruction of government property, 36 Code of Federal Regulations, Archaeological Resources Protection Act.\r\nAny complaints received by the National Park Service regarding their employee Chris Ryan and workplace safety, Occupational Safety and Health Administration (OSHA), Texas Commission on Environmental Quality (TCEQ), United States Environmental Protection Agency (EPA).\r\nA complete copy of the SF-50 for National Park Service employee Chris Ryan.\r\n\r\nNational Park Service includes but is not limited to; any office, employee, internal database, email system, paper or digital records, mobile devices, or computer systems utilized within the service to submit, review, discuss, track, or investigate complaints; including but not limited to the offices of Employee Relations, Regional Office, Chief Rangers Office, Regional Superintendents Office, EEO, Safety Manager, 16-E, ISB, IMARS.\r\nComplaints include but is not limited to any digital or paper record received by the National Park Service or any of its employees, relating but not limited to; harassment, threats, retaliation, assault, intimidation, discrimination, safety, memos, adverse performance, and any other violation of administrative policy, safety policy, and criminal law.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nVeritas Oversight",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/nps-complaints-about-chris-ryan-166761/"
  }
]