[
  {
    "id": 165329,
    "title": "gait recognition policies",
    "slug": "gait-recognition-policies",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 93814,
    "username": "ilica",
    "agency": 272,
    "datetime_submitted": "2024-06-17T16:51:58.436232",
    "date_due": "2024-06-24",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-06-17T16:51:58.570654",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "drone"
    ],
    "communications": [
      {
        "foia": 165329,
        "from_user": 93814,
        "to_user": 9986,
        "subject": "New York Freedom of Information Law Request: gait recognition policies",
        "datetime": "2024-06-17T16:51:58.570654",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "All documents created from January 2020 through the date this request is processed related to the agency's use of gait recognition technology, gait recognition, GRT, or gait analysis.\r\n\r\nPlease search specifically records in each of the below document categories. A response to each of the categories and items would be appreciated.\r\n\r\nACQUISITION AND PROCUREMENT\r\ni) requests for proposals (RFPs), proposals/quotes submitted by vendors, contracts, leases, budget requests, project/equipment budgets, cost allocations or reimbursements for the purchase of gait recognition technology;\r\nii) Grant applications and award letters for gait recognition technology purchases;\r\niii) Insurance contracts for all gait recognition technology;\r\niv) Communications (including electronic communications) between the agency head or agency quartermaster (or individual responsible for equipment purchases and maintenance) and gait recognition technology vendors, manufacturers or retailers;\r\nv) Communications (including electronic communications) between the agency head and agency quartermaster (or individual responsible for equipment purchases and maintenance) regarding acquisition, lease or use of gait recognition technology;\r\nvi) Communications (including electronic communications) between the agency head and the governor, mayor and city/town manager regarding the acquisition of gait recognition technology;\r\n\r\n\r\nThis request is being made by a reporter as part of a journalistic investigation. It is being submitted to your agency at the suggestion of a MuckRock reader from your community, part of a project to better understand uses of police technology nationwide. This has been of public interest for many years and is of particular interest to the public now. There is no commercial interest in making this request or in receiving responsive records.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\n\r\nThank you in advance for your anticipated cooperation in this matter.\r\n\r\nI look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nIlica Mahajan",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-city-17/gait-recognition-policies-165329/"
  },
  {
    "id": 165328,
    "title": "FOIA Request",
    "slug": "foia-request",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 74011,
    "username": "BernadetteFeazell",
    "agency": 36217,
    "datetime_submitted": "2024-06-17T16:39:23.227714",
    "date_due": "2024-07-01",
    "days_until_due": null,
    "date_followup": "2024-07-01",
    "datetime_done": null,
    "datetime_updated": "2024-06-17T16:39:23.349572",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 165328,
        "from_user": 74011,
        "to_user": 122912,
        "subject": "Texas Public Information Act Request: FOIA Request",
        "datetime": "2024-06-17T16:39:23.349572",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\nPlease provide all FOIA requests sent to McLennan County and all entities under the McLennan County umbrella and all departments in the McLennan County System from January 1st 2024 to 06/17/2024. We do not need any responsive document just the original request and any communications related to that request, we do not need the actual responsive documents.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBernadette Feazell",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/mclennan-county-2697/foia-request-165328/"
  }
]