[
  {
    "id": 204545,
    "title": "FDC 6/2233 - El Paso Airport Shutdown",
    "slug": "fdc-62233-el-paso-airport-shutdown",
    "status": "submitted",
    "embargo_status": "public",
    "user": 2640,
    "username": "rneiss",
    "agency": 68,
    "datetime_submitted": "2026-02-11T09:00:20.720415",
    "date_due": "2026-03-12",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2026-02-11T09:00:20.882794",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 204545,
        "from_user": 2640,
        "to_user": 9606,
        "subject": "",
        "datetime": "2026-02-11T09:00:20.882794",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nI request records sufficient to show the administrative and legal basis for issuance of NOTAM FDC 6/2233, which imposed a temporary flight restriction over El Paso International Airport (KELP) effective February 11–21, 2026.\r\n\r\nThis request is limited to:\r\n   - The written request, directive, or initiating document that authorized issuance of the NOTAM;\r\n   - Any final written justification or determination memorandum supporting issuance;\r\n   - The identification of the FAA office and approving official responsible for authorizing the NOTAM;\r\n\r\nThis request does not seek air traffic control data, technical operational data, or classified intelligence materials. It is limited to final administrative records sufficient to explain the authority and rationale for the action.\r\n\r\nTo facilitate expedited processing, please limit the search to the FAA Air Traffic Organization and Office of System Operations for the period February 1–February 11, 2026.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRussel Neiss",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/fdc-62233-el-paso-airport-shutdown-204545/"
  }
]