[
  {
    "id": 176883,
    "title": "TX unlicensed assisted living",
    "slug": "tx-unlicensed-assisted-living",
    "status": "submitted",
    "embargo_status": "public",
    "user": 4316,
    "username": "RebeccaBurns",
    "agency": 39549,
    "datetime_submitted": "2024-11-25T13:29:08.396764",
    "date_due": "2024-12-24",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-11-25T13:29:10.234487",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 176883,
        "from_user": 4316,
        "to_user": 145107,
        "subject": "",
        "datetime": "2024-11-25T13:29:10.234487",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nA list of complaints received by DHS since 2018 about unlicensed assisted living facilities, sufficient to show:\r\n1. The total number of complaints\r\n2. The addresses of properties subject to complaints\r\n3.  The dates of the complaints\r\n4. The dates and outcome of any complaint investigation\r\n\r\nPlease note that I am requesting aggregate data, rather than individual investigative files. I am an editor at In These Times magazine and request a waiver of fees, as this information contributes to the public interest of understanding government operations. You can contact me at rebecca@inthesetimes.com or 781-962-8816 to discuss this request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRebecca Burns",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/tx-unlicensed-assisted-living-176883/"
  },
  {
    "id": 176882,
    "title": "FBI: Seattle boxer Kenno Carlos",
    "slug": "fbi-seattle-boxer-kenno-carlos",
    "status": "submitted",
    "embargo_status": "public",
    "user": 351,
    "username": "RobbyD",
    "agency": 10,
    "datetime_submitted": "2024-11-25T13:09:45.954582",
    "date_due": "2024-12-24",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-11-25T13:09:46.144622",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 176882,
        "from_user": 351,
        "to_user": 9555,
        "subject": "",
        "datetime": "2024-11-25T13:09:46.144622",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nRecords mentioning, relating to, or generated as a result of investigation or inquiry or FBI association with a prominent Seattle-area boxer and associate of the Seattle chapter of the Black Panther Party named Kenno Carlos. Kenno Carlos is deceased and thus privacy concerns under FOIA Exemptions 6 and 7 are voided, as are any concerns under the Privacy Act. Mr. Kenno Carlos was born on November 28th of 1938 in Capitol Heights in Maryland, and died on December 29th of 2008. A photograph of his headstone and burial plot in the Forest Lawn cemetery in Seattle is available online: https://www.findagrave.com/memorial/159350303/kenno-carlos\r\n\r\nOn May 23rd of 1968 Kenno Carlos was arrested in a flag burning episode in Seattle that made local news: https://www.historylink.org/File/1456\r\n\r\nAccording to evidence presented by the House Committee on Internal Security in 1970, Mr. Kenno Carlos of Seattle was included in a publicly released list of individuals, \"identified as Seattle Panther Party members or associates who, at various times between April 1968 and March 1970, participated in Panther functions regularly.\" A link to that document from the House Committee on Internal Security can be found here: https://blackfreedom.proquest.com/wp-content/uploads/2020/09/blackpanther20.pdf\r\n\r\nOther known aliases for Kenno Carlos, according to the congressional report, include the names Joseph Edward Hall and Charlie Reno. In December of 1972 news articles describe Kenno Carlos boxing under the name \"Big\" Charlie Reno: https://www.boxingforum24.com/threads/ken-norton-vs-big-charlie-reno-december-13-1972.433709/ \r\n\r\nThis request is for any and all records about the boxer Kenno Carlos from any and all FBI offices, including HQ, field offices, legal attaches, and facilities that maintain records under the FBI’s control. Please conduct a search for any records on Kenno Carlos held by the Seattle office. According to a blog post I just read, it is important that I state the following: \"As you know, your agency is required to search the records stored at NARA’s Washington Records Center in Suitland, MD, but still technically under your agency’s control. For more information see 36 CFR 1250.8\" Please also conduct a physical search of records at NARA's Washington Records Center in Suitland, for any records or documents related to Kenno Carlos.\r\n\r\nPlease include all potentially responsive materials, including but not limited to all communications, reports, inquiries, investigations, photographs, audio files, video files, memos, directives, etc. Please include all materials found in other subject files and all materials associated with any potentially-related names and any other known aliases (including \"Joseph Edward Hall\" and \"Charlie Reno\"), nicknames (\"Big Charlie\"), code names, or any other identifying pseudonyms or references utilized by this agency. Please consult the Central Records System and records, the Electronic Surveillance (ELSUR) Data Management System and records, Microphone Surveillance (MISUR) records, Physical Surveillance (FISUR) records, Technical Surveillance (TESUR) records, and all available cross-reference indices, databases, and records, in addition to any other locations containing potentially-responsive materials related to Kenno Carlos.\r\n\r\nPlease include a search of any records or documents understood to be, or colloquially referred to as \"COINTELPRO records\" under the bureau's custody that could be construed as responsive to a request for records related to Kenno Carlos. Possible bureau documentation on Kenno Carlos would likely include the flag burning episode and associated media coverage, Black Panther material and documents, etc. \r\n\r\nIf the bureau cannot fulfill certain parts of this request or if certain portions must be redacted, please provide any reasonable segregable portion of a requested record after removing or redacting those portions claimed to be exempt, explain in writing the justification for redacting the record, indicate the extent of any redactions on the portion of the record which is made available or published and where technically feasible indicate on the redacted portion itself the specific exemption(s) claimed.\r\n\r\nThank you for the bureau's commitment to transparency, and I look forward to working together in having this request resolved. Thank you.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobert Delaware",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/fbi-seattle-boxer-kenno-carlos-176882/"
  },
  {
    "id": 176880,
    "title": "Houston boarding home complaints",
    "slug": "houston-boarding-home-complaints",
    "status": "submitted",
    "embargo_status": "public",
    "user": 4316,
    "username": "RebeccaBurns",
    "agency": 336,
    "datetime_submitted": "2024-11-25T12:53:07.076963",
    "date_due": "2024-12-10",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-11-25T12:53:07.167045",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 176880,
        "from_user": 4316,
        "to_user": 9650,
        "subject": "Texas Public Information Act Request: Houston boarding home complaints",
        "datetime": "2024-11-25T12:53:07.167045",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\nA list of complaints submitted to the Boarding Homes Investigation Unit since 2018 concerning potential non-permitted boarding homes, sufficient to show:\r\n-The total number of complaints\r\n-The addresses of properties subject to complaints\r\n-Any enforcement action taken pursuant to the complaints\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRebecca Burns",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/houston-113/houston-boarding-home-complaints-176880/"
  }
]