[
  {
    "id": 144657,
    "title": "Records Pertaining to Network Breach or Incidents at Putnam/Northern Westchester BOCES",
    "slug": "records-pertaining-to-network-breach-or-incidents-at-putnamnorthern-westchester-boces",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 34963,
    "datetime_submitted": "2023-04-17T12:27:35.722032",
    "date_due": "2023-05-15",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-04-17T12:27:36.634765",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 144657,
        "from_user": 4164,
        "to_user": 114271,
        "subject": "",
        "datetime": "2023-04-17T12:27:36.634765",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nPertaining to any network breach or incidents that may have occurred within your organization at any time. Specifically, I am seeking any documentation related to the following:\r\n\r\nAny network breaches or cyber attacks that have occurred within your organization, including any records of unauthorized access, data theft, or system compromise.\r\n\r\nAny internal investigations or reviews conducted in response to a suspected or confirmed network breach, including any reports, findings, or recommendations.\r\n\r\nAny incident response plans or policies in place to address network breaches, including any procedures for mitigating and remediating the effects of such incidents.\r\n\r\nAny communications between your organization and affected individuals, customers, or partners regarding network breaches or incidents.\r\n\r\nI remind you that the Freedom of Information Act (FOIA) requires public agencies to disclose records in response to requests from the public, and courts have repeatedly held that agencies cannot withhold records merely because they contain embarrassing or inconvenient information.\r\n\r\nMoreover, in the event that responsive records exist but are being withheld or deleted, I would like to remind you that courts have held that it is illegal for an agency to delete responsive records in anticipation of a FOIA request.\r\n\r\nIn the event that you withhold or delete responsive records, I reserve the right to seek legal remedies, including a court order compelling the production of the records.\r\n\r\nTo support my request, I would like to cite the following court cases:\r\n\r\nU.S. Department of Justice v. Reporters Committee for Freedom of the Press, 489 U.S. 749 (1989)\r\nMilner v. Department of the Navy, 562 U.S. 562 (2011)\r\nCompetitive Enterprise Institute v. Office of Science and Technology Policy, 827 F.3d 145 (D.C. Cir. 2016)\r\nPlease provide these records in accordance with the FOIA and any other applicable laws and regulations. If any portion of this request is denied, please provide a written explanation for the denial.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJordan Lassiter",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1081993,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/120912/FreedomofInformationActRequest.aspx.pdf",
            "datetime": "2023-04-17T12:27:36.634765",
            "title": "FreedomofInformationActRequest.aspx.pdf",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/yorktown-23568/records-pertaining-to-network-breach-or-incidents-at-putnamnorthern-westchester-boces-144657/"
  }
]