[
  {
    "id": 176395,
    "title": "Request for Surety Bond Information",
    "slug": "request-for-surety-bond-information",
    "status": "submitted",
    "embargo_status": "public",
    "user": 140266,
    "username": "AlexanderLennon",
    "agency": 39489,
    "datetime_submitted": "2024-11-15T22:33:23.697160",
    "date_due": "2024-12-16",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-11-15T22:33:24.897710",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 176395,
        "from_user": 140266,
        "to_user": 144488,
        "subject": "",
        "datetime": "2024-11-15T22:33:24.897710",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nPursuant to the Wisconsin Open Records Law (Wis. Stat. § 19.31 - 19.39) and the bonding requirements for public officials, I am submitting this formal request for copies of the surety bonds associated with the following individuals:\r\n\r\nAssistant Principal Michael Zibell\r\nSuperintendent Monica Kelsey-Brown\r\nDirector of Secondary Curriculum and Instruction Tim Schell\r\nDirector of Special Education Tiffany Loken\r\nAll current members of the Waunakee Community School District Board of Education\r\nFor each surety bond, please provide the following information:\r\n\r\nCopies of the active surety bonds.\r\nThe name of the bond issuer and the policy number.\r\nThe coverage limits and terms of the bonds.\r\nConfirmation that these bonds are in compliance with applicable Wisconsin statutes.\r\nI kindly request that you respond within the statutory timeline for public records requests. Should there be any fees associated with the production or delivery of these records, please notify me in advance so arrangements can be made.\r\n\r\nThank you for your attention to this matter. I look forward to your prompt response in accordance with state law.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAlexander Lennon",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/request-for-surety-bond-information-176395/"
  }
]