[
  {
    "id": 158013,
    "title": "Deaths in custody - AKDOC",
    "slug": "deaths-in-custody-akdoc",
    "status": "processed",
    "embargo": false,
    "permanent_embargo": false,
    "user": 74211,
    "username": "becklerh",
    "agency": 3968,
    "datetime_submitted": "2024-01-30T14:31:14.005215",
    "date_due": "2024-02-13",
    "days_until_due": null,
    "date_followup": "2024-02-15",
    "datetime_done": null,
    "datetime_updated": "2024-01-31T14:29:33.817002",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 158013,
        "from_user": 74211,
        "to_user": 12362,
        "subject": "Alaska Public Records Act Request: Deaths in custody - AKDOC",
        "datetime": "2024-01-30T14:31:14.190335",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Alaska Public Records Act, I hereby request the following records:\r\n\r\nDear Custodian of Records,\r\n\r\nUnder the Alaska Open Records Law, A.S. Code § 40-25-110 et seq., I am requesting:\r\n\r\n1. Aggregate data on the number of deaths occurring in your agency’s custody from the year 2019 to the date this request is processed\r\n2. All de-identified records concerning individuals who died while in your agency’s custody during 2019 until the date this request is processed. I request records that indicate information about these individuals’ incarceration (specifically their custody status—ie whether pre-trial, post adjudication, or immigration detainer as appropriate—the date of their incarceration, and demographic information including race, ethnicity, age, gender), and records that contain information about their death (at the very least the date of death and the cause of death in as much detail as possible).\r\n\r\nThe above request could be for original records, or as an extract of your database(s) with line level data by individual who died including the following fields:\r\nA. Facility\r\nB. Date of death\r\nC. Date of incarceration\r\nD. Cause of death (as much detail as possible) – but at least categories such as illness, suicide, homicide, drug overdose, etc.\r\nE. Age\r\nF. Race\r\nG. Gender\r\nH. Custody Status – i.e. whether pre-trial, post adjudication\r\n\r\nConcerning the request for extracts of your database, per Attorney Gen. v. Dist. Attorney for Plymouth Dist., 484 Mass. 260, 141 N.E.3d 429 (2020), compiling information from a database is not tantamount to creating a new record that would otherwise be precluded under public records law. Specifically: “Where public records are in electronic form, a public records request that requires a government entity to search its electronic database to extract requested data does not mean that the extracted data constitute the creation of a new record, which would not be required, under the public records law. \" Id. at 442 to 443\r\n\r\nIf there are any fees for searching or copying these records, please inform me if the cost will exceed $10. However, I would also like to request a waiver of all fees in that the disclosure of the requested information is in the public interest and will contribute significantly to the public’s understanding of the state of Alaska’s treatment of its incarcerated citizens.\r\n\r\nThe release of the information is for non-commercial purposes. I am a researcher for Business Insider, a news organization based in New York City, whose mission is journalism in the public interest. This request is for news gathering purposes. I, or my colleagues at Business Insider or Insider, will use the records to inform the public through our reporting. I therefore request a waiver of all fees and charges pursuant to Alaska Open Records Law.\r\n\r\nIn conducting your search, please use the most recent technologies and tools available.\r\n\r\nIf any part of our request is determined by your organization to be exempt from disclosure, please release any segregable non-exempt portions. If your organization determines that such segregation is impossible, please indicate why this is technically the case. If my request is denied in whole or part, I ask that you justify all deletions by reference to specific exemptions of Alaska Open Records Law. If you claim such an exemption to my request under Alaska Open Records Law, please cite in writing the specific statutory exemption. I reserve the right to appeal your decision to withhold any information or to deny a waiver of fees.\r\n\r\nPlease produce these records in the electronic format (such as excel file (.xlsx) or other database form, or as .pdfs) and share them with me via email at nparakul@insider.com, if possible.\r\n\r\nPlease respond to this request in a reasonable time period. If access to the records I am requesting will take longer, please contact me with information about when I might expect copies or the ability to inspect the requested records.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nHannah Beckler",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "fax"
      },
      {
        "foia": 158013,
        "from_user": 12362,
        "to_user": 74211,
        "subject": "Alaska DOC public records request",
        "datetime": "2024-01-31T14:29:33.817002",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Good morning,\r\n\r\n\r\n\r\nOn January 31, 2024, the Alaska Department of Corrections (DOC) received your public records request (PRR).\r\n\r\n\r\n\r\nYou requested the following:\r\n\r\n\r\n\r\n  1.  Aggregate data on the number of deaths occurring in your agency's custody from the year 2019 to the date this request is processed\r\n  2.  All de-identified records concerning individuals who died while in your agency's custody during 2019 until the date this request is processed. I request records that indicate information about these individuals' incarceration(specifically their custody status-ie whether pre-trial, post adjudication, or immigration detainer as appropriate-the date of their incarceration, and demographic information including race, ethnicity, age, gender), and records that contain information about their death (at the very least the date of death and the cause of death in as much detail as possible).\r\nThe above request could be for original records, or as an extract of your database(s) with line level data by individual who died including the following fields:\r\n\r\n  *   Facility\r\n  *   Date of death\r\n  *   Date of incarceration\r\n  *   Cause of death (as much detail as possible) - but at least categories such as illness, suicide, homicide, drug overdose, etc.\r\n  *   Age\r\n  *   Race\r\n  *   Gender\r\n  *   custody Status - i.e. whether pre-trial, post adjudication\r\n\r\n\r\nAs allowed by 2AAC 96.325, I anticipate being able to provide the information you request in ten working days of receipt of your request (February 14, 2024).\r\n\r\n\r\n\r\nPlease note this acknowledgment is no guarantee any responsive records exist in the form you are requesting. If responsive records are located, then those documents allowable for release will be made available to you.\r\n\r\n\r\nRespectfully,\nBetsy\r\n\r\n[cid:image001.png@01DA5430.5C0C3C00]",
        "status": "processed",
        "likely_foia": null,
        "files": [
          {
            "id": 1150489,
            "ffile": "https://cdn.muckrock.com/foia_files/2024/01/31/image001_ebQZ1Fh.png",
            "datetime": "2024-01-31T14:29:33.924908",
            "title": "image001",
            "source": "Department of Corrections, Alaska",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/alaska-235/deaths-in-custody-akdoc-158013/"
  }
]