[
  {
    "id": 189820,
    "title": "Hot Rat Summer",
    "slug": "hot-rat-summer",
    "status": "submitted",
    "embargo_status": "public",
    "user": 108519,
    "username": "rose.terse",
    "agency": 2388,
    "datetime_submitted": "2025-07-18T02:53:51.318899",
    "date_due": "2025-07-25",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-07-18T02:53:51.399908",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 189820,
        "from_user": 108519,
        "to_user": 18724,
        "subject": "Washington Public Records Act Request: Hot Rat Summer",
        "datetime": "2025-07-18T02:53:51.399908",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Washington Public Records Act, I hereby request the following records:\r\n\r\nRegarding the \"Hot Rat Summer\" mural in Cal Anderson Park referenced during the City Council session on 7/9, please provide:\r\n1. Communications including emails, text messages, and Teams chats between City-owned accounts containing the exact phrase \"hot rat summer\" OR  containing both phrases \"rat\" AND \"mural\" since March 1, 2025, including attachments and associated metadata. For Microsoft Teams chats, please include all messages within 1 hour of responsive messages for context.\r\n2. Invoices for work relating to the Hot Rat Summer mural that occurred since March 1, 2025.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRose Terse",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/seattle-69/hot-rat-summer-189820/"
  }
]