[
  {
    "id": 184016,
    "title": "Untitled",
    "slug": "untitled",
    "status": "submitted",
    "embargo_status": "public",
    "user": 131241,
    "username": "Allusinwonderland",
    "agency": 4542,
    "datetime_submitted": "2025-03-27T16:39:25.625736",
    "date_due": "2025-04-10",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-03-27T16:39:25.720708",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "police",
      "texas",
      "atf",
      "webb county detention center",
      "laredo"
    ],
    "communications": [
      {
        "foia": 184016,
        "from_user": 131241,
        "to_user": 67917,
        "subject": "Texas Public Information Act Request: Untitled",
        "datetime": "2025-03-27T16:39:25.720708",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\nF.Ferrari\r\nMarch 27, 2025\r\n\r\nLaredo police department\r\nRecord management\r\nSubject: Request for records related to A traffic violation and incident to arrest\r\n\r\nTo whom has relevance within the Laredo Police Department Records Division,\r\n\r\nUnder the Texas Public Information Act, Tex. Gov’t Code §552.001 et seq., I am requesting an opportunity to obtain copies of public records that Relate to a traffic stop by a Laredo police department deputy, Which became an incident to arrest. I am requesting for any and all information related to a vehicle stop on September 9,2024, at the intersection of Jefferson St and San Bernardo Ave in Laredo, TX.\r\nThe information, Reports and or documentation being sought are as follows:\r\nTHE BASIC INFORMATION OF SURROUNDING THE TRAFFIC STOP AND ARREST OF MR. RAUL BOTELLO JR. \r\nthis includes any and all basic\r\ninformation appearing in other records of law enforcement agencies, such as blotters, arrest sheets, and \"show-up sheets,\" as they are not excepted from disclosure by section 552.108.522\r\n\r\n\r\n The kinds of basic information not excepted from disclosure by section $52.108 are those that were deemed public in Houston Chronicle Publ'g Co. v. City of ou and candied appen Port agon No. 127 197o, 4 Basic information is\r\n\r\n(b) the date and time of the arrest;\r\n(c) the place of the arrest;\r\n(d) the offense charged and the court in which it is filed;\r\n(e) the details of the arrest; (f)\r\nbooking information;\r\n(g) the notation of any release or transfer;\r\n(h) bonding information;\r\n(i) the location of the crime;\r\n(i) the identification and description of the complainant;\r\n(k) the premises involved;\r\n(I) the time of occurrence of the crime;\r\n(m) the property involved, if any;\r\n(n) the vehicles involved, if any;\r\n(o) a description of the weather;\r\ndetailed description of the offense; and\r\n(9)\r\nthe names of the arresting and investigating officers.\r\n\r\nI am also requesting any and all of the following in relation to this incident from the start of the traffic stop, throughout and ending at the arrest of Mr Raul Bottelo Jr. DOB 3/07/2022\r\n\r\n 1.body cam footage,\r\n2 dash cam footage, \r\n3police reports, \r\n4.red light recordings\r\n\r\nIf there are any fees for searching or copying these records, please inform me if the cost will exceed $ 50.00  However, I would also like to request a waiver of all fees in that the disclosure of the requested information is in the public interest and will contribute significantly to the people of Texas and the understanding of  the transparency and compliance of Law Enforcement within the State of Texas.  This information is not being sought for commercial purposes.\r\n\r\n \r\n\r\nThe Texas Public Information Act requires that you “promptly produce” the requested records unless, within 10 days, you have sought an Attorney General’s Opinion.  If you expect a significant delay in responding to this request, please contact me with information about when I might expect copies or the ability to inspect the requested records. I am aware that the camera footage allows for an extended period, however I am asking that the other records still be released within the permitted time and to be informed on the expectancy dates for the digital requests. \r\n\r\n \r\n\r\nIf you deny any or all of this request, please cite each specific exemption you feel justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\r\n\r\nThank you for considering my request.\r\nI look forward to hearing from you soon,\r\n\r\nSincerely,\r\n\r\nF. Ferrari-Roberts\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAllison",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/laredo-2908/untitled-184016/"
  }
]