[
  {
    "id": 145398,
    "title": "PWCS Cybersecurity Policies and Reported Cyber Threats",
    "slug": "pwcs-cybersecurity-policies-and-reported-cyber-threats",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 103015,
    "username": "glg2672",
    "agency": 20382,
    "datetime_submitted": "2023-05-05T13:27:50.375077",
    "date_due": "2023-05-12",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-05-05T13:27:50.691996",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 145398,
        "from_user": 103015,
        "to_user": 32046,
        "subject": "",
        "datetime": "2023-05-05T13:27:50.691996",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Virginia Freedom of Information Act, I hereby request the following records:\r\n\r\nInformation and documents held by Prince William County Public Schools (PWCS) pertaining to cybersecurity policies, procedures, and any reported cyber threats or incidents within the last five years.\r\n\r\nSpecifically, I am looking for:\r\n\r\n1. The current cybersecurity policies and procedures implemented by PWCS to protect its digital infrastructure, including policies related to data protection, privacy, and incident response.\r\n2. Any training materials, presentations, or guidelines provided to staff and faculty within PWCS to raise awareness about cybersecurity best practices and their role in ensuring a secure digital environment.\r\n3. Records of reported cyber threats or incidents within PWCS in the last five years, including cyber-attacks, data breaches, or unauthorized access to sensitive information, and the steps taken to remediate and mitigate the risks associated with these incidents.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTom Nash, a citizen of Virginia, in coordination with Gabriel Garcia.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/prince-william-county-410/pwcs-cybersecurity-policies-and-reported-cyber-threats-145398/"
  }
]