[
  {
    "id": 153539,
    "title": "International COVID communications",
    "slug": "international-covid-communications",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 75268,
    "username": "ariccio",
    "agency": 4241,
    "datetime_submitted": "2023-10-21T22:38:03.861237",
    "date_due": "2023-11-20",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-10-21T22:38:03.934423",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 153539,
        "from_user": 75268,
        "to_user": 23090,
        "subject": "Freedom of Information Act Request: International COVID communications",
        "datetime": "2023-10-21T22:38:03.934423",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nIn the government's response to several other FOIA requests, hundreds and hundreds of pages of responsive records originating from the WHO were redacted under exemption (b)(5).\r\n\r\nFor example, an attachment in one such request titled \"WHO Confidential Situation Report, Saturday, 13 June 2020\", in an email from moffettd@who.int, sent on Saturday, June 13, 2020 4:24 AM.\r\n\r\nCountless other examples abound in the responsive records for other requests. GORAN call notes. Slide decks. Various reports and drafts of reports.\r\n\r\nIn Lucaj v. FBI, No. 16-1381 (6th Cir. 2017), The Sixth Circuit Court of Appeals ruled:\r\n\"Key to answering this question is the Supreme Court’s admonition that “the first condition of Exemption 5 is no less important than the second; the communication must be ‘inter-agency or intra-agency.’” Klamath, 532 U.S. at 9. Indeed, the first condition here is all-important. However broad the term agency can be, see Anne Joseph O’Connell, Bureaucracy at the Boundary, 162 U. Pa. L. Rev. 841 (2014), FOIA offers, for our purposes, a more limited \r\ndefinition: “‘agency’ means each authority of the Government of the United States.” 5 U.S.C. § 551(1), cited in 5 U.S.C. § 552(f)(1) (elaborating that “‘agency’ as defined in section 551(1) of this title includes any executive department, military department, Government corporation, Government controlled corporation, or other establishment in the executive branch of the Government (including the Executive Office of the President), or any independent regulatory agency”). So, to be inter-agency memorandums or letters, the RFAs must have been sent from an authority of the Government of the United States to an authority of the Government of the United States. The OIA, undoubtedly an authority of the Government of the United States, sent the RFAs to the Central Authority of Austria and an unnamed country, undoubtedly not authorities of the Government of the United States. The RFAs’ recipients having failed to meet \r\nFOIA’s definition of agency, we hold that the RFAs from the OIA to the Central Authority of Austria and the unnamed country are not inter-agency. And given that the RFAs are not intra-agency either, they may not be withheld under Exemption 5.\"\r\n\r\n...and later in the ruling:\r\n\"But in the end, Congress chose to limit the exemption’s reach to “inter-agency or intra-agency memorandums or letters,” 5 U.S.C. § 552(b)(5), not to “memorandums or letters among agencies, independent contractors, and entities that share a common interest with agencies.” In view of our responsibility to “narrowly construe[]” FOIA’s exemptions, see Schell, 843 F.2d at 937 (quoting Dep’t of the Air Force v. Rose, 425 U.S. 352, 361 (1976)), our response today echoes that of the Supreme Court and Congress: however important it may be for the OIA to have frank communications with the Central Authority of Austria and an unnamed foreign government, however common the interest between the OIA and its international partners, the Central Authority of Austria and an unnamed foreign government are not, so far as Congress has defined the term, agencies. Therefore, the RFAs from the OIA to these countries are not “inter-agency or intra-agency memorandums or letters” within the scope of Exemption 5.\"\r\n\r\n\r\nIn accordance with this, all responsive communications to and from agencies of *foreign* governments must be released under the law, they may not be redacted or withheld under (b)(5). According to the court opinion, this applies no matter if they're deliberative, predecisional, or redactable under any (b)(5) privilege. If the NIH FOIA officers cannot provide a superseding court decision, they will be in violation of law. I am willing at this point to retain legal counsel.\r\n\r\nThis should include all manner of foreign documents previously incorrectly redacted or withheld under (b)(5), including but absolutely not limited to GORAN call notes, slide decks, various reports and drafts of reports, emails that were sent to many other recipients in addition to being to or from the NIH, and anything similar.\r\n\r\n\r\nTo my great surprise, several responsive records in the aforementioned FOIA request (and other, similar, requests) appear to have been withheld entirely under (b)(4). GORAN call notes are one such record.\r\n\r\nThe Department of Justice Guide to the Freedom of Information Act explains of exemption 4:\r\n\r\n\r\n\"The exemption also affords protection to those submitters who are required to furnish commercial or financial information to the government \r\nby safeguarding them from the competitive disadvantages that could result from disclosure.4 The exemption covers two distinct categories of information in federal agency records, (1) trade secrets, and (2) information that is (a) commercial or financial, and (b) obtained from a \r\nperson, and (c) privileged or confidential\"\r\n\r\n(And)\r\n\r\n\"The D.C. Circuit's decision in Public Citizen represented a distinct departure from what until then had been almost universally accepted by the courts -- that a \"trade secret\" encompasses virtually any information that provides a competitive advantage. In Public Citizen, a \"trade secret\" was more narrowly defined as \"a secret, commercially valuable plan, formula, process, or device that is used for the making, preparing, compounding, or processing \r\nof trade commodities and that can be said to be the end product of either innovation or substantial effort.\"8 This definition also incorporates a requirement that there be a \"direct relationship\" between the trade secret and the productive process.9\"\r\n\r\n\r\nI find it highly questionable that the GOARN call notes - about an ongoing disease outbreak - contain entirely \"commercial or financial\" text. I also find it wildly unlikely that the GOARN calls were only ever about the implementation of specific manufacturing techniques.\r\n\r\n\r\n\r\nIn light of that knowledge, I am also requesting separately the following documents from the NIAID:\r\nAny and all communications between the NIAID, or related records between 1, December 2019, and 1 December 2021, involving:\r\n\r\nEmails to or from drtedros@who.int, or any other communications to or from Tedros Adhanom Ghebreyesus at the WHO. Similarly for the following email addresses and individuals:\r\n\r\n\r\nvankerkhovem@who.int, Maria Van Kerkhove of \r\ngreint@who.int (Dr Thomas Grein)\r\nryanm@who.int (Mike Ryan)\r\nJeremy Farrar - chief scientist at the World Health Organization, may not be using who.int email address in official capacity\r\nsterng@who.int (Gabriellea Stern)\r\n\r\nAdditionally, broadly, any individuals and email addresses associated with the who.int top level domain.\r\n\r\nFurthermore, and separately, any individuals and email addresses of officials associated with the following top level domains:\r\n\r\n.sn\r\n.nl\r\n.uk\r\n.hk\r\ngov.ng\r\n.kr\r\n.ru\r\n.de\r\n.qa\r\n.ca\r\n.gov.cn\r\n.jp\r\n.gov.cr\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nALEXANDER RICCIO",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/international-covid-communications-153539/"
  },
  {
    "id": 153538,
    "title": "International COVID communications",
    "slug": "international-covid-communications",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 75268,
    "username": "ariccio",
    "agency": 152,
    "datetime_submitted": "2023-10-21T22:37:53.061221",
    "date_due": "2023-11-20",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-10-21T22:37:53.247272",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 153538,
        "from_user": 75268,
        "to_user": 25377,
        "subject": "",
        "datetime": "2023-10-21T22:37:53.247272",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nIn FY22 Q2, the following two FOIA requests were placed and later fulfilled:\r\n\r\n\r\nrequest for a complete and thorough search for records maintained by the CDC pertaining to the following employees: • Weigong Zhou, Medical Officer, Influenza Division, National Center for Immunization and Respiratory Diseases • Ray R. Arthur, Director of the Global Disease Detection Operations Center Part I. We request copies of records held created, received and/or in the possession of the CDC that reflect communications – whether in writing or verbal communications that were later reduced to writing (including any emails and their attachments, non-email correspondence, or other forms of communication) – to or from the above-named employees – including attachments, CC and BCC – and the following email addresses: 1. j.farrar@wellcome.ac.uk 2. collinsf@mail.nih.gov 3. afauci@niaid.nih.gov Part II. We request communications containing any of the following key words/phrases: ? “Wuhan Institute of Virology” ? “Baric” ? “Gain-of-function” ? “GOF” ? “passage through cell culture” ? “Huanan Market” ? “Wet market\r\n–\r\nThis is a request under the Freedom of Information Act, 5 U.S.C. § 552, et seq., to the Centers for Disease Control and Prevention (CDC) seeking the production of documents concerning communications with the World Health Organization about the origins of COVID-19 and/or SARS-CoV-2. We request a complete and thorough search for records maintained by the CDC pertaining to the following employees: • Weigong Zhou, Medical Officer, Influenza Division, National Center for Immunization and Respiratory Diseases • Ray R. Arthur, Director of the Global Disease Detection Operations Center Part I. We request copies of records held created, received and/or in the possession of the CDC that reflect communications – whether in writing or verbal communications that were later reduced to writing (including any emails and their attachments, non-email correspondence, or other forms of communication) – to or from the above-named employees – including attachments, CC and BCC – and the following email addresses: j.farrar@wellcome.ac.uk collinsf@mail.nih.gov afauci@niaid.nih.gov Part II. We request communications containing any of the following key words/phrases: “Wuhan Institute of Virology” “Baric” “Gain-of-function” “GOF” “passage through cell culture” “Huanan Market” “Wet market” The time period covered by this request is from February 1, 2020, to March 3, 2020. \r\n\r\nI am submitting this FOIA request anew, with a few changes. The aforementioned two requests are to be rerun, with the timeframe expanded to December 1, 2019 through December 1 2021.\r\n\r\n\r\nIn the government's response to that FOIA request, hundreds and hundreds of pages of responsive records originating from the WHO were redacted under exemption (b)(5).\r\n\r\nFor example, an attachment titled \"WHO Confidential Situation Report, Saturday, 13 June 2020\", in an email from moffettd@who.int, sent on Saturday, June 13, 2020 4:24 AM.\r\n\r\nCountless other examples abound in the responsive records. GORAN call notes. Slide decks. Various reports and drafts of reports.\r\n\r\nIn Lucaj v. FBI, No. 16-1381 (6th Cir. 2017), The Sixth Circuit Court of Appeals ruled:\r\n\"Key to answering this question is the Supreme Court’s admonition that “the first condition of Exemption 5 is no less important than the second; the communication must be ‘inter-agency or intra-agency.’” Klamath, 532 U.S. at 9. Indeed, the first condition here is all-important. However broad the term agency can be, see Anne Joseph O’Connell, Bureaucracy at the Boundary, 162 U. Pa. L. Rev. 841 (2014), FOIA offers, for our purposes, a more limited \r\ndefinition: “‘agency’ means each authority of the Government of the United States.” 5 U.S.C. § 551(1), cited in 5 U.S.C. § 552(f)(1) (elaborating that “‘agency’ as defined in section 551(1) of this title includes any executive department, military department, Government corporation, Government controlled corporation, or other establishment in the executive branch of the Government (including the Executive Office of the President), or any independent regulatory agency”). So, to be inter-agency memorandums or letters, the RFAs must have been sent from an authority of the Government of the United States to an authority of the Government of the United States. The OIA, undoubtedly an authority of the Government of the United States, sent the RFAs to the Central Authority of Austria and an unnamed country, undoubtedly not authorities of the Government of the United States. The RFAs’ recipients having failed to meet \r\nFOIA’s definition of agency, we hold that the RFAs from the OIA to the Central Authority of Austria and the unnamed country are not inter-agency. And given that the RFAs are not intra-agency either, they may not be withheld under Exemption 5.\"\r\n\r\n...and later in the ruling:\r\n\"But in the end, Congress chose to limit the exemption’s reach to “inter-agency or intra-agency memorandums or letters,” 5 U.S.C. § 552(b)(5), not to “memorandums or letters among agencies, independent contractors, and entities that share a common interest with agencies.” In view of our responsibility to “narrowly construe[]” FOIA’s exemptions, see Schell, 843 F.2d at 937 (quoting Dep’t of the Air Force v. Rose, 425 U.S. 352, 361 (1976)), our response today echoes that of the Supreme Court and Congress: however important it may be for the OIA to have frank communications with the Central Authority of Austria and an unnamed foreign government, however common the interest between the OIA and its international partners, the Central Authority of Austria and an unnamed foreign government are not, so far as Congress has defined the term, agencies. Therefore, the RFAs from the OIA to these countries are not “inter-agency or intra-agency memorandums or letters” within the scope of Exemption 5.\"\r\n\r\n\r\nIn accordance with this, all responsive communications to and from agencies of *foreign* governments must be released under the law, they may not be redacted or withheld under (b)(5). According to the court opinion, this applies no matter if they're deliberative, predecisional, or redactable under any (b)(5) privilege. If the CDC FOIA officers cannot provide a superseding court decision, they will be in violation of law. I am willing at this point to retain legal counsel.\r\n\r\nThis should include all manner of foreign documents previously incorrectly redacted or withheld under (b)(5), including but absolutely not limited to GORAN call notes, slide decks, various reports and drafts of reports, emails that were sent to many other recipients in addition to being to or from the CDC, and anything similar.\r\n\r\n\r\nTo my great surprise, several responsive records in the aforementioned FOIA request (and other, similar, requests) appear to have been withheld entirely under (b)(4). GORAN call notes are one such record.\r\n\r\nThe Department of Justice Guide to the Freedom of Information Act explains of exemption 4:\r\n\r\n\r\n\"The exemption also affords protection to those submitters who are required to furnish commercial or financial information to the government \r\nby safeguarding them from the competitive disadvantages that could result from disclosure.4  The exemption covers two distinct categories of information in federal agency records, (1) trade secrets, and (2) information that is (a) commercial or financial, and (b) obtained from a person, and (c) privileged or confidential\"\r\n\r\n(And)\r\n\r\n\"The D.C. Circuit's decision in Public Citizen represented a distinct departure from what until then had been almost universally accepted by the courts -- that a \"trade secret\" encompasses virtually any information that provides a competitive advantage. In Public Citizen, a \"trade secret\" was more narrowly defined as \"a secret, commercially valuable plan, formula, process, or device that is used for the making, preparing, compounding, or processing  of trade commodities and that can be said to be the end product of either innovation or substantial effort.\"8 This definition also incorporates a requirement that there be a \"direct \r\nrelationship\" between the trade secret and the productive process.9\"\r\n\r\n\r\nI find it highly questionable that the GOARN call notes - about an ongoing disease outbreak - contain entirely \"commercial or financial\" text. I also find it wildly unlikely that the GOARN calls were only ever about the implementation of specific manufacturing techniques.\r\n\r\n\r\n\r\nIn light of that knowledge, I am also requesting separately the following documents from the CDC:\r\nAny and all communications between the CDC, or related records between 1, December 2019, and 1 December 2021, involving:\r\n\r\nEmails to or from drtedros@who.int, or any other communications to or from Tedros Adhanom Ghebreyesus at the WHO. Similarly for the following email addresses and individuals:\r\n\r\n\r\nvankerkhovem@who.int, Maria Van Kerkhove of \r\ngreint@who.int (Dr Thomas Grein)\r\nryanm@who.int (Mike Ryan)\r\nJeremy Farrar - chief scientist at the World Health Organization, may not be using who.int email address in official capacity\r\nsterng@who.int (Gabriellea Stern)\r\n\r\nAdditionally, broadly, any individuals and email addresses associated with the who.int top level domain.\r\n\r\nFurthermore, and separately, any individuals and email addresses of officials associated with the following top level domains:\r\n\r\n.sn\r\n.nl\r\n.uk\r\n.hk\r\ngov.ng\r\n.kr\r\n.ru\r\n.de\r\n.qa\r\n.ca\r\n.gov.cn\r\n.jp\r\n.gov.cr\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nALEXANDER RICCIO",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/international-covid-communications-153538/"
  }
]