[
  {
    "id": 191424,
    "title": "2025 Kings County DA Email Retention Policies",
    "slug": "2025-kings-county-da-email-retention-policies",
    "status": "ack",
    "embargo_status": "public",
    "user": 41755,
    "username": "art2280",
    "agency": 18122,
    "datetime_submitted": "2025-08-14T00:56:52.249416",
    "date_due": "2025-08-24",
    "days_until_due": null,
    "date_followup": "2025-08-24",
    "datetime_done": null,
    "datetime_updated": "2025-08-14T00:56:52.331566",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 191424,
        "from_user": 41755,
        "to_user": 26603,
        "subject": "California Public Records Act Request: 2025 Kings County DA Email Retention Policies",
        "datetime": "2025-08-14T00:56:52.331566",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nRecords sufficient to show the Kings County District Attorney's Office general retention schedule of records, the records inventory worksheet, and documentation describing policies and practices followed by the District Attorney's office on performing email searches and record redaction. These documents include, but are not limited to:\r\n\r\n1. The District Attorney's Office general retention period for records, including but not limited to emails, \r\n2. The District Attorney's Office current policies and guidelines related to records management, retention, and disposition\r\n3. The current, complete Master Records Schedule for the District Attorney's Office, or equivalent master index of records\r\n4. The most recent version of California State form STD. 70 (Records Inventory Worksheet) for the District Attorney's Office, or equivalent records\r\n5. The current Department Retention File plan for the District Attorney's Office, or equivalent records, such as the Departmental Records Retention Schedule or other relevant documents\r\n6. Records that describe how the DA's office performs email searches when searching for public records. These records may include, but are not limited to, technical manuals or vendor documentation describing the kinds of keyword searches can be performed, especially advanced or \"boolean\" searches\r\n7. Records which describe the technical limitations of the aforementioned system(s) for searching emails when it comes to searching and exporting results, such as the maximum number of records that can be exported for a single search and the maximum file size that can be exported for a single search\r\n8. Records describing the processes and tools used by the DA's office to redact sensitive information before returning records. This request does not cover policy documents explaining the legal bases for redacting; only the records that explain HOW redaction is carried out.\r\n\r\nFor numbered items 7, 8, and 9, please include, without limitation, technical manuals, vendor documentation, trainings, FAQs, and tutorials.\r\n\r\nFor reference, I have attached responses from the Los Angeles County District Attorney, San Francisco County District Attorney, and Alpine County District Attorney to California Public Records Act requests for similar documents. These include the following documents listed below:\r\n\r\n1. Los Angeles District Attorney Office Departmental Records Retention Schedule (DRRS), file name: \"los_angeles_county_dao_drrs.pdf\"\r\n2. San Francisco District Attorney's Office Record Retention and Destruction Policy, file name: \"san_francisco_dao_record_retention_policy.pdf\"\r\n3. Alpine County District Attorney's Office correspondence with MuckRock News on March 9, 2023 responding to Public Records Act request, file name: \"03_09_2023_alpine_county_dao_request_response.pdf\"\r\n\r\nPlease note that the California Public Records Act allows a member of the public to request records by describing their content, rather than asking for specific documents by name; an agency that receives such a request must “search for records based on criteria set forth in the search request.” CFAC, 67 Cal. App. 4th at 165-66.\r\n\r\nPlease let me know should there be any clarification or assistance I can provide to in order to \"make a focused and effective request that reasonably describes an identifiable record or records\" (Gov. Code §7922.600).\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJohn Doe",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1309795,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/art2280/161003/los_angeles_county_dao_drrs.pdf",
            "datetime": "2025-08-14T00:56:52.331566",
            "title": "los_angeles_county_dao_drrs.pdf",
            "source": "John Doe",
            "description": "",
            "doc_id": "",
            "pages": 0
          },
          {
            "id": 1309794,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/art2280/161003/03_09_2023_alpine_county_dao_request_response.pdf",
            "datetime": "2025-08-14T00:56:52.331566",
            "title": "03_09_2023_alpine_county_dao_request_response.pdf",
            "source": "John Doe",
            "description": "",
            "doc_id": "",
            "pages": 0
          },
          {
            "id": 1309793,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/art2280/161003/san_francisco_dao_record_retention_policy.pdf",
            "datetime": "2025-08-14T00:56:52.331566",
            "title": "san_francisco_dao_record_retention_policy.pdf",
            "source": "John Doe",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/kings-county-3043/2025-kings-county-da-email-retention-policies-191424/"
  }
]