[
  {
    "id": 145981,
    "title": "Complaints Regarding South Park Episode \"With Apologies to Jesse Jackson\"",
    "slug": "complaints-regarding-south-park-episode-with-apologies-to-jesse-jackson",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 46,
    "datetime_submitted": "2023-05-19T08:29:05.881531",
    "date_due": "2023-06-20",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-05-19T08:29:05.982436",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 145981,
        "from_user": 4164,
        "to_user": 9680,
        "subject": "",
        "datetime": "2023-05-19T08:29:05.982436",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nDate: May 18, 2023\r\n\r\nFederal Communications Commission\r\nOffice of the Secretary\r\n45 L Street, NE\r\nWashington, DC 20554\r\n\r\nAttn: FOIA Officer\r\n\r\nSubject: Freedom of Information Act (FOIA) Request – Complaints Regarding \"South Park\" Episode \"With Apologies to Jesse Jackson\"\r\n\r\nDear FOIA Officer,\r\n\r\nUnder the stipulations of the Freedom of Information Act, 5 U.S.C. § 552, I hereby request access to and copies of all complaints made to the Federal Communications Commission (FCC) regarding the \"South Park\" episode titled \"With Apologies to Jesse Jackson.\"\r\n\r\nThe episode \"With Apologies to Jesse Jackson,\" which aired for the first time on March 7, 2007, as part of the eleventh season of \"South Park,\" received criticism for its bold handling of sensitive racial themes, including the use of a racial slur. The episode notably aimed to satirize racial slurs, specifically the 'N-word', and highlight the disparities in societal responses to them.\r\n\r\nIn light of this, I request the following:\r\n\r\nComplaints made to the FCC about this specific episode since its original airing date, particularly those that reference the use of the racial slur.\r\nAny records of investigations, resolutions, or regulatory actions resulting from these complaints.\r\nAll correspondence, memos, or other communications relating to the handling, investigation, or resolution of these complaints.\r\nShould any portion of the requested records be deemed exempt from disclosure, I request the release of any reasonably segregable non-exempt portions in accordance with 5 U.S.C. § 552(b). If an entire document is exempt, I request a justification, citing specific FOIA exemptions, and provision of an exemption log as per Vaughn v. Rosen, 484 F.2d 820 (D.C. Cir. 1973).\r\n\r\nPlease note your obligation under the law not to destroy any records potentially responsive to this request. Any withholding, redaction, or destruction of responsive records without proper justification constitutes a violation of the FOIA and is subject to litigation, as confirmed in Kissinger v. Reporters Committee for Freedom of the Press, 445 U.S. 136, 150 (1980).\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJordan Lassiter",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/complaints-regarding-south-park-episode-with-apologies-to-jesse-jackson-145981/"
  }
]