[
  {
    "id": 173311,
    "title": "Edward J. Wilczynski, Jr. (1964 – 1996)",
    "slug": "edward-j-wilczynski-jr-1964-1996",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 33559,
    "username": "scottneumyer",
    "agency": 10,
    "datetime_submitted": "2024-09-13T13:15:18.752632",
    "date_due": "2024-10-11",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-09-13T13:15:18.886275",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 173311,
        "from_user": 33559,
        "to_user": 9555,
        "subject": "",
        "datetime": "2024-09-13T13:15:18.886275",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nRecords mentioning, relating to, or generated as a result of investigation or inquiry into Edward J. Wilczynski, Jr. (1964-1996), including any records involving Middlesex Country Adult Correctional Facility or Attica Correctional Facility.\r\n\r\nEdward's death was reported in The Central New Jersey Home News in 1996. His escape from Middlesex County Adult Correctional Facility had previously been reported by The Central New Jersey Home News in 1985.\r\n\r\nIf any part of these documents are exempt from disclosure, please be sure to review and release all reasonably segregable nonexempt portions of responsive documents, as the FOIA requires.\r\n\r\nI request that I be properly classified as a media requester. I am an writer and journalist who has written numerous articles on topics of public interest for the New York Times, the Washington Post, Rolling Stone, and I am requesting these documents in an editorial capacity. I am also a standing member of the American Society of Journalist and Authors. Please contact me if you have any questions about my media status.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nScott Neumyer",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1218884,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/scottneumyer/145613/Edward_J_Wilczynski_Jr_Obituary_1996.pdf",
            "datetime": "2024-09-13T13:15:18.886275",
            "title": "Edward_J_Wilczynski_Jr_Obituary_1996.pdf",
            "source": "Scott Neumyer",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/edward-j-wilczynski-jr-1964-1996-173311/"
  }
]