[
  {
    "id": 137617,
    "title": "Festinger 12.7.22",
    "slug": "festinger-12722",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 60252,
    "username": "rskva102",
    "agency": 10,
    "datetime_submitted": "2022-12-07T15:12:43.407520",
    "date_due": "2023-01-06",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2022-12-07T15:12:43.483322",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 137617,
        "from_user": 60252,
        "to_user": 9555,
        "subject": "",
        "datetime": "2022-12-07T15:12:43.483322",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nYou are receiving this correspondence as a request under the Freedom of Information Act, 5 U.S.C. subsection 552. I am requesting the following:\r\n\r\nCopies of all records responsive to Dr. Leon Festinger (May 8, 1919 - February 11, 1989). Dr. Festinger was a professor at the Massachusetts Institute of Technology (1945-1947), the University of Michigan (1948-1951), the University of Minnesota (1951-1955), Stanford University (1955-1968), and The New School (1968-1989). While working for these institutions, he conducted research in the area of social psychology, famously developing the concept of cognitive dissonance in the books \"When Prophecy Fails: A Social and Psychological Study of a Modern Group That Predicted the Destruction of the World\", published in 1956, and \"A Theory of Cognitive Dissonance\", published the following year.\r\n\r\nThere is no expectation of a violation of Dr. Festinger's privacy, as he passed away in 1989. I have attached a reproduction of Dr. Festinger's obituary, published in The New York Times on February 12, 1989.\r\n\r\nI am asking you waive any fees associated with this request. I am a member of the news media, with bylines including Covert Action Magazine, Janata Weekly, and Philly Voice. Please take note of the Office of Management and Budget guidelines published March 27, 1987 (52 FR 10012) that include electronic publications and other nontraditional publishers as representatives of the news media.\r\n\r\nThis request is not being made for commercial purposes. All documents will be provided to the general public without charge.\r\n\r\nIn the event that there are fees, I am willing to pay up to $100. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nI look forward to your response within 20 working days, as the statute requires. If access to the records I am requesting will take longer, please contact me with information about when I might expect copies or the ability to inspect the requested records.\r\n\r\nIf you deny any or all of this request, please cite each specific exemption you feel justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\r\n\r\nSincerely,\r\n\r\nRobert Skvarla, Jr.",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1054872,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/rskva102/115411/Leon_Festinger_69_New_School_Professor_-_The_New_York_Times.pdf",
            "datetime": "2022-12-07T15:12:43.483322",
            "title": "Leon_Festinger_69_New_School_Professor_-_The_New_York_Times.pdf",
            "source": "Robert Skvarla, Jr.",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/festinger-12722-137617/"
  }
]