[
  {
    "id": 170216,
    "title": "Department of Energy Comms 10 Gas Turbines and Renewable Goal",
    "slug": "department-of-energy-comms-10-gas-turbines-and-renewable-goal",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 114696,
    "username": "CarlosBerríosPolanco",
    "agency": 15,
    "datetime_submitted": "2024-07-25T15:46:25.412043",
    "date_due": "2024-08-22",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-07-25T15:46:25.514472",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 170216,
        "from_user": 114696,
        "to_user": 25384,
        "subject": "Freedom of Information Act Request: Department of Energy Comms 10 Gas Turbines and Renewable Goal",
        "datetime": "2024-07-25T15:46:25.514472",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nReports show that the Puerto Rico Energy Bureau has approved 10 natural gas turbines across Puerto Rico: https://www.elvocero.com/gobierno/aprobadas-10-nuevas-turbinas-con-gas-metano/article_07c5c64a-4a05-11ef-b5c7-77ec869aba6f.html\r\n\r\nReports show that New Fortress Energy, parent company of Genera PR, has breached their gas contact before: https://periodismoinvestigativo.com/2022/09/new-fortress-breaches-contract-on-gas-supply-puerto-ricos-government-allows-it/\r\n\r\nTherefore, I request the following records:\r\n\r\n1) Communications, emails, messages, and attachments sent between the Department of Energy (DOE) and Genera PR concerning the approval of permits for these 10 natural gas turbines and how it correlates with Puerto Rico's renewable energy law, which requires 100% renewable energy by 2050. To aid in your search, Genera PR employees emails likely all end with \"@generapr.com.\" It is likely that these potential communications were sent from either the Office of Electricity, Office of Energy Efficiency & Renewable Energy, Office of Fossil Energy and Carbon Management, the Federal Energy Management Program, Office of State and Community Energy Programs, or the Grid Deployment Office.\r\n\r\n2) Communications, emails, messages, and attachments sent between the DOE and New Fortress Energy concerning the approval of permits for these 10 natural gas turbines and how it correlates with Puerto Rico's renewable energy law, which requires 100% renewable energy by 2050. To aid in your search, New Fortress Energy employee emails likely all end with \"@newfortressenergy.com.\"  It is likely that these potential communications were sent from either the Office of Electricity, Office of Energy Efficiency & Renewable Energy, Office of Fossil Energy and Carbon Management, the Federal Energy Management Program, Office of State and Community Energy Programs, or the Grid Deployment Office.\r\n\r\n3) Communications, emails, messages, and attachments sent between the DOE and the Puerto Rico Energy Bureau (Negociado de Energy de Puerto Rico) concerning the approval of permits for these 10 natural gas turbines and how it correlates with Puerto Rico's renewable energy law, which requires 100% renewable energy by 2050. To aid in your search, PREB employee emails likely all end with \"@energia.pr.gov.\"  It is likely that these potential communications were sent from either the Office of Electricity, Office of Energy Efficiency & Renewable Energy, Office of Fossil Energy and Carbon Management, the Federal Energy Management Program, Office of State and Community Energy Programs, or the Grid Deployment Office.\r\n\r\n3) Communications, emails, messages, and attachments sent between the DOE and the Puerto Rican government (including the Puerto Rico Electric Power Authority (PREPA))  concerning the approval of permits for these 10 natural gas turbines and how it correlates with Puerto Rico's renewable energy law, which requires 100% renewable energy by 2050. It is likely that these potential communications were sent from either the Office of Electricity, Office of Energy Efficiency & Renewable Energy, Office of Fossil Energy and Carbon Management, the Federal Energy Management Program, Office of State and Community Energy Programs, or the Grid Deployment Office. To aid in your search, PREPA employees email addresses end with \"@prepar.pr.gov\"\r\n\r\n4) Documents, presentations, reports and informative material concerning the guidelines that regiment the approval of natural gas terminals and turbines in the United States and Puerto Rico, as well as how those approvals have to comply with local or state laws concerning renewable energy directives. In particular, I am searching for anything that specifically mentions the \"Puerto Rico Energy Public Policy Act\" also known as \"Law 17-2019.\"\r\n\r\n5) Any documents, presentations, reports and informative material concerning an investigation into how Puerto Rico is complying with it's renewable energy goals as stated within the \"Puerto Rico Energy Public Policy Act\" also known as \"Law 17-2019.\" Please include any documentation about enforcement actions or penalties relating to renewable goals.\r\n\r\nKeywords: \"Genera PR,\" \"New Fortress Energy,\" \"Puerto Rico Energy Bureau,\" \"Negociado de Energy de Puerto Rico\" \"natural gas turbine,\" \"turbine permit,\" \"natural gas permit\" \"PREPA\" PR100\" puerto rico renewable\" \"Puerto Rico Energy Public Policy Act\" \"Law 17-2019\"\r\n\r\nI am requesting records between January 1, 2024 and the date this request is processed.\r\n\r\nThese records are not being made for a commercial purpose. I am a freelance journalist and these records will be used in the course of reporting about the energy crisis in Puerto Rico.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nCarlos Berríos Polanco",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/department-of-energy-comms-10-gas-turbines-and-renewable-goal-170216/"
  }
]