[
  {
    "id": 155298,
    "title": "FBI Moore 11.29.23",
    "slug": "fbi-moore-112923",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 60252,
    "username": "rskva102",
    "agency": 10,
    "datetime_submitted": "2023-11-29T11:04:15.157565",
    "date_due": "2023-12-28",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-11-29T11:04:15.240230",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 155298,
        "from_user": 60252,
        "to_user": 9555,
        "subject": "",
        "datetime": "2023-11-29T11:04:15.240230",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nYou are receiving this correspondence as a request under the Freedom of Information Act, 5 U.S.C. subsection 552. I am requesting the following:\r\n\r\nCopies of all records, documents, and communications responsive to Mr. Robert Lowell Moore, Jr., aka Robin Moore (October 31, 1925 – February 21, 2008). He was an author of such books as The Green Berets, The French Connection, and Court Martial. All or some of this file has been released to a prior requestor(s); a portion was published by a now defunct blog, Entropic Memes, in 2008. Mr. Moore's case file number is identified by that requestor as 94-61092. Please see attached documents and the following link archived by the Internet Archive's Wayback Machine: https://web.archive.org/web/20160303165610/http://www.slugsite.com/archives/897\r\n\r\nTherefore, I am requesting any parts of Mr. Moore's file that have been released previously and those not yet released.\r\n\r\nPlease conduct a cross-reference search for Mr. Moore. This would include any files the bureau may have on the Junta Revolucionaria Cubana, or JURE (Bureau file number 105-114543; Miami file number 105-6661).\r\n\r\nThere is no expectation of a violation of Mr. Moore's privacy, as he passed away on February 21, 2008. Privacy rights are not extended to deceased persons. Please see attached documents and the following link, for an obituary published by the New York Times on February 23, 2008: https://www.nytimes.com/2008/02/23/books/23moore.html\r\n\r\nI am asking you waive any fees associated with this request. I am a member of the news media and request classification as such. My bylines, which include Unicorn Riot, the Geopolitical Economy Report, and Creem Magazine, can be found in both print and electronic publications. Please take note of the Office of Management and Budget guidelines published March 27, 1987 (52 FR 10012) that include electronic publications and other nontraditional publishers as representatives of the news media.\r\n\r\nA fee waiver is appropriate in situations where \"disclosure of the requested information is in the public interest because it is likely to contribute significantly to public understanding of the operations and activities of the government, and is not primarily in the commercial interest of the requester,” 5 U.S.C. § 552(a)(4)(iii). Per the bureau's prior release of Mr. Moore's file, at least one bureau memo, dated May 5, 1965, states of The Green Berets, \"classified information is contained in Moore's book.\"\r\n\r\nThe Central Intelligence Agency (CIA) monitored Mr. Moore in this period as well. Please see a clip of press coverage about The Green Berets, attached, which was archived by the CIA shortly after the May 5, 1965 bureau memo. This document can found in the CIA's CREST system and in the Reading Room on its website: https://www.cia.gov/readingroom/docs/CIA-RDP75-00149R000700610012-8.pdf\r\n\r\nUnderstanding how the bureau and other agencies handled investigations into journalists and writers who covered or disclosed the actions of American intelligence agencies is in the public's interest.\r\n\r\nIn the event that there are fees, I am willing to pay up to $100. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThis request is not being made for commercial purposes. All documents will be provided to the general public without charge.\r\n\r\nI look forward to your response within 20 working days, as the statute requires. If access to the records I am requesting will take longer, please contact me with information about when I might expect copies or the ability to inspect the requested records.\r\n\r\nIf you deny any or all of this request, please cite each specific exemption you feel justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\r\n\r\nIf any potentially responsive records have been destroyed and/or transferred, then I request copies of the destruction or transfer slips as well as any other documentation relating to, mentioning or describing said destruction or transfer, to include but not be limited to confirmation that the bureau has no other copies of said records.\r\n\r\nSincerely,\r\n\r\nRobert Skvarla, Jr.",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1132767,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/rskva102/126722/Robin_Moore_Berets_Author_Dies_at_82_-_The_New_York_Times.pdf",
            "datetime": "2023-11-29T11:04:15.240230",
            "title": "Robin_Moore_Berets_Author_Dies_at_82_-_The_New_York_Times.pdf",
            "source": "Robert Skvarla, Jr.",
            "description": "",
            "doc_id": "",
            "pages": 0
          },
          {
            "id": 1132766,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/rskva102/126722/Robin_Moore_-_FOIA.pdf",
            "datetime": "2023-11-29T11:04:15.240230",
            "title": "Robin_Moore_-_FOIA.pdf",
            "source": "Robert Skvarla, Jr.",
            "description": "",
            "doc_id": "",
            "pages": 0
          },
          {
            "id": 1132765,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/rskva102/126722/Moore_-_CIA.pdf",
            "datetime": "2023-11-29T11:04:15.240230",
            "title": "Moore_-_CIA.pdf",
            "source": "Robert Skvarla, Jr.",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/fbi-moore-112923-155298/"
  },
  {
    "id": 155294,
    "title": "Requesting Emails Regarding Action Being Taken Against Wildfire Effects in New York City",
    "slug": "requesting-emails-regarding-action-being-taken-against-wildfire-effects-in-new-york-city",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 125974,
    "username": "Cohen",
    "agency": 4382,
    "datetime_submitted": "2023-11-29T10:52:27.068813",
    "date_due": "2023-12-06",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-11-29T10:52:27.171733",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 155294,
        "from_user": 125974,
        "to_user": 11190,
        "subject": "New York Freedom of Information Law Request: Requesting Emails Regarding Action Being Taken Against Wildfire Effects in New York City",
        "datetime": "2023-11-29T10:52:27.171733",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nI hereby request any emails regarding subsequent action to be taken regarding the effects of the wildfires in New York City, and which preventative measures are being pursued in the wake of this.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAlexandra",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/requesting-emails-regarding-action-being-taken-against-wildfire-effects-in-new-york-city-155294/"
  }
]