[
  {
    "id": 145279,
    "title": "FOIL Request for Documents Related to the Culturally Responsive-Sustaining Education Framework",
    "slug": "foil-request-for-documents-related-to-the-culturally-responsive-sustaining-education-framework",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 18767,
    "username": "jvparker",
    "agency": 4381,
    "datetime_submitted": "2023-04-30T14:45:52.558391",
    "date_due": "2023-05-05",
    "days_until_due": null,
    "date_followup": "2023-05-05",
    "datetime_done": null,
    "datetime_updated": "2023-04-30T14:45:52.635591",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 145279,
        "from_user": 18767,
        "to_user": 9927,
        "subject": "New York Freedom of Information Law Request: FOIL Request for Documents Related to the Culturally Responsive-Sustaining Education Framework",
        "datetime": "2023-04-30T14:45:52.635591",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nI am writing to request access to documents related to the Culturally Responsive-Sustaining Education Framework (CRSEF) recently released by the New York State Education Department. Specifically, I am requesting the following documents:\r\n\r\n1. All communications between the New York State Education Department and any third/outside parties related to the creation, verification, and collection of source material for the CRSEF.\r\n2. All communications between the New York State Education Department and any members of the CRSEF team and writers related to the creation, verification, and collection of source material for the CRSEF.\r\n3. Any interim work product related to the genesis of the CRSEF project, including scoping out key themes and the nine key areas identified in the report.\r\n4. Any data or documents related to the funding and establishment of the CRSEF team and writers.\r\n5. Any and all emails, memoranda, letters, notes, reports, and other documents referencing or discussing the CRSEF or any of its themes or recommendations.\r\n\r\n\r\nIn light of the recent proposed legislation S1402, which would require public schools to be aligned to this document, I respectfully request that this request be handled with urgency and that any responsive documents be provided as soon as possible, if there are any delays it is ok to produce documents on a rolling release schedule.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJackson Parker",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/foil-request-for-documents-related-to-the-culturally-responsive-sustaining-education-framework-145279/"
  }
]