[
  {
    "id": 181526,
    "title": "Shelter occupancy figures Last 12 months along with search for overflow space",
    "slug": "shelter-occupancy-figures-last-12-months-along-with-search-for-overflow-space",
    "status": "submitted",
    "embargo_status": "public",
    "user": 152,
    "username": "BrianMcCarter",
    "agency": 4826,
    "datetime_submitted": "2025-02-16T06:30:01.330987",
    "date_due": "2025-03-03",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-02-16T06:30:01.538442",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 181526,
        "from_user": 152,
        "to_user": 13672,
        "subject": "",
        "datetime": "2025-02-16T06:30:01.538442",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Massachusetts Public Records Law, I hereby request the following records:\r\n\r\nThank you for providing two months of shelter census data. I am requesting an expansion of this data to include the last 12 months. Additionally, please provide all versions of the data, including version 1 of the previously provided two-month file, as indicated by the version history in prior submissions.\r\n\r\nI also request all documents related to any changes or maintenance of shelter space capacity, including assessments or determinations of the need for additional or reduced capacity—whether temporary or permanent—or any documentation indicating no need for changes. Any documents related to obtaining additional space would be appropriate and relevant.\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by the recommendations of the Massachusetts Supervisor of Public Records. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nI expect the request to be filled in an accessible format, including for screen readers, which provide text-to-speech for persons unable to read print. Files that are not accessible to screen readers include, for example, .pdf image files as well as physical documents.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBrian McCarter",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/boston-3/shelter-occupancy-figures-last-12-months-along-with-search-for-overflow-space-181526/"
  }
]