[
  {
    "id": 184449,
    "title": "Animal Cruelty Evidence Related to PBSO Case #06-25044752",
    "slug": "animal-cruelty-evidence-related-to-pbso-case-06-25044752",
    "status": "submitted",
    "embargo_status": "public",
    "user": 111073,
    "username": "BlackHeartGoon",
    "agency": 6597,
    "datetime_submitted": "2025-04-04T22:48:24.937679",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-04-04T22:48:25.028866",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 184449,
        "from_user": 111073,
        "to_user": 10598,
        "subject": "",
        "datetime": "2025-04-04T22:48:25.028866",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nI am submitting a formal request for access to and copies of all body worn camera (BWC) and in-car camera (ICC) footage, as well as video and photographic evidence related to the below-detailed incident:\r\n * Palm Beach County Sheriff's Office (PBSO) Case Number: 06-25044752\r\n * Nature of Incident: Animal Cruelty\r\n * Date of Incident/Arrest: March 28, 2025 (arrest date - incident occurred on or about March 19-20, 2025)\r\n * Time of Arrest: 07:40 hours\r\n * Location of Arrest: 8559 Boca Rio Rd, Boca Raton, FL 33433\r\n * Arresting Officer(s): Detective Eric Zadanosky and Deputy Sheriff Derek Harrison (identified from narrative)\r\n * Defendant: Gabriel Gustavo Martinez, Date of Birth: 08/19/1990\r\n * Victim: Matthew Avoletta\r\n * Animal Victim: Gypsy\r\n\r\nThis request specifically includes, but is not limited to:\r\n1.  All BWC and ICC footage from:\r\n    * Detective Eric Zadanosky\r\n    * Deputy Sheriff Derek Harrison\r\n    * Any other PBSO personnel present at the scene of the arrest, transport, or interaction with Gabriel Gustavo Martinez on March 28, 2025, related to Case #06-25044752.\r\n\r\n        * To ensure a comprehensive search, please include footage from:\r\n        * The time of initial contact with Gabriel Gustavo Martinez at 8559 Boca Rio Rd\r\n        * The arrest of Gabriel Gustavo Martinez\r\n\r\n        * The transport of Gabriel Gustavo Martinez to the PBSO District 7 substation\r\n\r\n        * Any interactions with Gabriel Gustavo Martinez at the substation\r\n\r\n        * The transport of Gabriel Gustavo Martinez to West Boca Medical Center\r\n\r\n2. Any and all video footage of the alleged animal cruelty incident involving Gabriel Gustavo Martinez and Gypsy, as referenced in the case narrative.\r\n\r\n3. All still photographs of Gypsy's injuries, as referenced in the case narrative.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nJonathan Colon",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/palm-beach-county-10453/animal-cruelty-evidence-related-to-pbso-case-06-25044752-184449/"
  }
]