[
  {
    "id": 189703,
    "title": "FOIA REQUEST",
    "slug": "foia-request",
    "status": "submitted",
    "embargo_status": "public",
    "user": 162356,
    "username": "MoisesCovarrubias",
    "agency": 10,
    "datetime_submitted": "2025-07-16T12:03:30.256629",
    "date_due": "2025-08-13",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-07-16T12:03:30.413558",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 189703,
        "from_user": 162356,
        "to_user": 9555,
        "subject": "",
        "datetime": "2025-07-16T12:03:30.413558",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nFOIA\r\nFOIA\r\nJuly 9, 2025\r\nAttn: FOIA Request\r\n200 Constitution Drive\r\nWinchester, VA 22602\r\n \r\nDear FOIA Officer:\r\nThis is a request under the Freedom of Information Act.\r\n \r\nDate and Range: January 1, 2021-July 3, 2025\r\n \r\nI am requesting information and records regarding my being on the Terrorist Screening Database, IE Targeted Individual.  I believe I have wrongfully been placed on the Terrorist Screening Database and I am requesting the records that indicate the person or persons and or entity who has placed me on this list. I am also requesting all records including the Prohibited Access Files and files associated with gang stalking, harassment, and direct energy weapons attacks, which I have been a victim of since approximately January 1st, 2021. Since this date I have experienced targeted noise campaigns which have disrupted my life and have caused psychological distress and torture, sensitized me to specific sound, noise, colors, vehicles, etc and have caused me to be controlled and manipulated out of fear. These campaigns have affected me in a long term way. They have also contributed to legal problems which I am currently dealing with. \r\n                Along with the noise campaigns I have been exposed to V2K (Voice to Skull) and RNM also known as Voice to Skull transmissions and Remote Neural Monitoring.  I have been tortured and my privacy has been completely violated. I have been forced to view profane graphic imagery through augmented reality visualization that bypass my optical eyesight and therefore I had no control over these images as well as constant forced dream sequences and dream manipulation. I am tortured night and day. I am exposed to sleep deprivation, sometimes up to 3 or 4 nights with no sleep. My brain and physiology have been pushed to the limits of sanity. Also illegal break ins and artificial tinnitus (constant ringing in my ears). I request records of all these incidents, tactics and procedures.\r\nI request the records that indicate why I have been placed on The Terror Screening Database or other watchlists. I request the financial records and the agency or agencies that have been and who are currently surveilling me and financial records associated in any way with my name. Any financial records that indicate how much money has been spent on me during this program against me. I am requesting all names and individuals payed or coerced to follow me, stalk me, interfere with my life, report against me and any individual or corporation that has been involved in interfering with my life, career, employment, religious affiliations, health care, as well as any infiltration or intimidation, false accusations stated to my family and social circles, employment contacts, friends, acquaintances and romantic partners. I also request records associated with body implants that have been implanted in my body without my knowledge or consent. I request records that indicate any and all direct energy weapons that I have been exposed to radiation, drugs, poisons or viruses and diseases of any kind because of this program. Records of forced sterilization or efforts substances that would or will cause impotence or any sexual dysfunction that have been used on me. I request the records that would indicate anyone I have been associated with who has been threatened, coerced, paid or bribed, harassed or lied to in order to cooperate against me or to collaborate against me in smear campaigns or character assassinations against me or strangers and anonymous persons. In short I request any and all records associated with my name and person under the jurisdiction of any and all “Black Lists” Terrorist Screening Databases or “Watch Lists” any list which would expose me to all of the above attacks including microwave attacks, microwave frequency attacks, radiation attacks, etc. \r\n\r\nPlease search the FBI’s indices to the central records system for the information responsive to this request related to: All of the above. \r\n\r\n\r\n\r\nI am willing to pay up to [any amount \r\n] for the\r\nprocessing of this request. Please inform me of the estimated fees before processing my request.\r\n\r\nI am seeking this information for personal use and not for commercial use. \r\nThank you for your consideration and time. \r\n\r\nMoises Covarrubias \r\n28465 Scenic Bay Cove \r\nMenifee CA, 92585\r\nUS\r\nmocomoe@hotmail.com\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMoises Covarrubias",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/foia-request-189703/"
  }
]