[
  {
    "id": 190733,
    "title": "Kansas Open Records Request – Floyd Bledsoe Case (1999–2015)",
    "slug": "kansas-open-records-request-floyd-bledsoe-case-19992015",
    "status": "submitted",
    "embargo_status": "public",
    "user": 161934,
    "username": "Pearl_Brown",
    "agency": 8546,
    "datetime_submitted": "2025-08-07T08:34:04.365240",
    "date_due": "2025-08-12",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-08-07T08:34:05.361918",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 190733,
        "from_user": 161934,
        "to_user": 163732,
        "subject": "",
        "datetime": "2025-08-07T08:34:05.361918",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the The Kansas Open Records Act, I hereby request the following records:\r\n\r\nDear Records Officer,\r\n\r\n I am requesting access to public records related to the wrongful conviction and eventual exoneration of Floyd Bledsoe, originally convicted in 1999 for the murder of Zetta “Camille” Arfmann in Jefferson County, Kansas, and exonerated in 2015 following new DNA evidence and suppressed confessions by his brother.\r\n\r\n Records Requested:\r\n\r\n\r\n1. All available interrogation footage of Floyd Bledsoe and his brother, Tom Bledsoe, including original 1999 interviews and any follow-up interrogations or statements from 2007–2015.\r\n\r\n\r\n2. Original handwritten or typed confessions by Tom Bledsoe, including the one found posthumously.\r\n\r\n\r\n3. Forensic case files related to DNA testing conducted during the original investigation and post-conviction analysis (2015).\r\n\r\n\r\n4. Internal memos, police reports, or KBI summaries regarding the handling of evidence in the Bledsoe case.\r\n\r\n\r\n5. Any Brady materials or prosecutorial correspondence concerning evidence withheld from the defense team during trial.\r\n\r\n\r\n6. Case review or internal audit files compiled after Floyd Bledsoe’s exoneration.\r\n\r\n\r\n7. Any civil complaint filings, settlements, or investigative memos tied to misconduct or policy violations associated with this case.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 3 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBrown Pearl",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/jefferson-county-14268/kansas-open-records-request-floyd-bledsoe-case-19992015-190733/"
  },
  {
    "id": 190732,
    "title": "Request for Public Records Relating to Richard Eugene Glossip 1997",
    "slug": "request-for-public-records-relating-to-richard-eugene-glossip-1997",
    "status": "ack",
    "embargo_status": "public",
    "user": 161934,
    "username": "Pearl_Brown",
    "agency": 4000,
    "datetime_submitted": "2025-08-07T08:09:03.142729",
    "date_due": null,
    "days_until_due": null,
    "date_followup": "2025-08-22",
    "datetime_done": null,
    "datetime_updated": "2025-08-07T08:09:03.253127",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 190732,
        "from_user": 161934,
        "to_user": 10167,
        "subject": "Oklahoma Open Records Act Request: Request for Public Records Relating to Richard Eugene Glossip 1997",
        "datetime": "2025-08-07T08:09:03.253127",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Oklahoma Open Records Act, I hereby request the following records:\r\n\r\nDear Records Custodian,\r\n\r\nI am respectfully requesting access to and copies of all public records relating to Richard Eugene Glossip (ODOC Inmate #112493), who was convicted in connection with the 1997 murder of Barry Van Treese and has remained on Oklahoma’s death row since.\r\n\r\nThis request specifically seeks materials relevant to:\r\n\r\nRequested Records\r\n\r\n1. All available interrogation or interview footage (video or audio) involving:\r\n\r\nJustin Sneed (the confessed killer)\r\n\r\nRichard Glossip\r\n\r\nAny other persons of interest in the original 1997 investigation or post-conviction inquiries.\r\n\r\n\r\n2. Handwritten or signed confessions from Justin Sneed, including all versions and recantations.\r\n\r\n\r\n3. Internal correspondence (emails, memos, reports) from 1997–2023 between:\r\n\r\nProsecutors, investigators, and/or ODOC staff discussing Glossip’s guilt, execution stays, or exoneration efforts.\r\n\r\n\r\n\r\n4. Forensic evidence reports and lab results (e.g., fingerprints, DNA) used or reviewed in the original trial and post-conviction proceedings.\r\n\r\n\r\n5. Documents referenced in the Oklahoma Attorney General’s 2023 investigative report, especially regarding:\r\n\r\nBrady violations\r\n\r\nWitness coercion\r\n\r\nSuppression or destruction of evidence\r\n\r\n\r\n\r\n6. Execution records or logs for Glossip (including dates of scheduled executions, stays, final meal orders, medical exams, psychological evaluations, or execution preparation memos).\r\n\r\n\r\n7. Inmate correspondence to/from Richard Glossip, if publicly releasable under Oklahoma law (e.g., legal communications with AG, clemency board, etc.).\r\n\r\n\r\n8. Courtroom audio, video, or transcripts of post-2015 hearings related to his innocence claims, pending SCOTUS appeal, or investigative report discussions.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nBrown Pearl",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "mail"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/oklahoma-248/request-for-public-records-relating-to-richard-eugene-glossip-1997-190732/"
  }
]