[
  {
    "id": 159791,
    "title": "FTC and FCC records of acknowledgment of cognitive attacks in cyber-phyiscal systems on members of the public (Federal Communications Commission)",
    "slug": "ftc-and-fcc-records-of-acknowledgment-of-cognitive-attacks-in-cyber-phyiscal-systems-on-members-of-the-public-federal-communications-commission",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 2722,
    "username": "Deckonroyd",
    "agency": 46,
    "datetime_submitted": "2024-03-04T23:27:11.700537",
    "date_due": "2024-04-01",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-03-04T23:27:12.298486",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 159791,
        "from_user": 2722,
        "to_user": 9680,
        "subject": "",
        "datetime": "2024-03-04T23:27:12.298486",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nI am writing to request access to records under the Freedom of Information Act, 5 U.S.C. § 552, regarding a record of [acknowledgment of cognitive attacks in Human-Cyber-Physical Systems (HCPSs  that have been deployed on uninformed participants in order to study vulnerabilities and draft defense protocols]). These attacks are multi-modal and may include: speech masking models, and other communication media or channel attack vector. I believe these records are in the possession of [the National Security Agency] as well as certain private sector employees and members of the public with no access to the information described above.\r\n\r\n\"examine the FTC’s authority to deter unfair and deceptive conduct in data security and privacy matters”\r\n\r\nWe have the contrast between a notice and\r\n14 choice model, which often is employed at some way in\r\n15 the consumer protection model and sometimes within a\r\n16 data protection model as well versus sort of\r\n17 augmentations to notice and choice that focus more on,\r\n18 for example, company obligations or duties, even in\r\n19 the absence of individual invocation of rights. And\r\n20 that goes to a contrast between an individual rights\r\n21 regime that gives individuals notice rights, access\r\n22 rights, control over data versus a compliance regime\r\n23 that focuses more on appointing data protection\r\n24 officers or having data protection impact assessments\r\n25 and not just the duties that companies owe to\r\nFor The Record, Inc.\r\n(301) 870-8025 - www.ftrinc.net - (800) 921-5555\r\n193\r\nFirst Version\r\nCompetition and Consumer Protection in the 21st Century 4/9/2019\r\n1 individuals but the management and risk assessment\r\n2 regimes for data running through their companies.\r\n \r\n- What the FTC panel is saying is they don't have the authority to notify individuals in a matter of law enforcement. Even if members of the public understand what is happening. The agency that regulates the behavior isn't gonna jump in and defend someone -  they are regulating the companies that make facilitating the transaction possible, they aren't regulating the individuals involved. - (discussing impact of agency design upon agency function and allegiance to political principals)\r\n\r\npersonal financial incentives, distinguishes the United States as a public enforcer from private litigants. As the Court put it in Alden v. Maine: \r\nA suit which is commenced and prosecuted . . . by those who are entrusted with the constitutional duty to “take Care that the Laws be faithfully executed,” U.S. Const., Art. II, § 3, differs in kind from the suit of an individual . . . . Suits brought by the United States itself require the exercise of political responsibility . . . , a control which is absent from a broad delegation to private persons to sue . . . .124\r\n\r\n“Especially absent any showing that these agencies have contributed to the specific law enforcement effort or hold materials of the nature described in those criminal discovery rules\", this FOIA will do nothing, because they are withholding information that is already know by the public... \r\n\r\nHighlighting right-remedy principle and a public litigant’s claim of an implied right of action. Private or confidential information may refer to any kind of information which the organization feels should not be freely available to outsiders and which therefore should be subject to some kind of moral or legal protection.\" \r\n\r\n\"Both may lose their status as secrets with the passage of time (e.g., because of technological advances, state-of-the-art technology may become commonplace). A rule in trade secret law\"that which has become public property cannot be recalled to privacy\"8 -- has its classification counterpart in the rule that information declassified or officially disclosed cannot be reclassified.* \r\n\r\nPlease find below the details of my request:\r\n\r\nDescription of Information: I am seeking a statement of acknowledgement from the Federal Trade Commission that [cognitive attacks in cyber-phyiscal systems have been deployed on uninformed public participants their names, and any supporting documentation the agency has on its ability to identify and notify and defend individuals from cognitive attacks.\r\n\r\n\r\n\"Conceptual heavy lifting is necessary, however, to explain how “a collective entity like the government can qualify as a moral agent” for purposes of the corrective justice ideal.57  It is a fallacy of misplaced concreteness to think that corrective justice demands a remedy when a government suffers a legal harm.\"(Davis).\r\n It is a fallacy of misplaced concreteness to think that corrective justice demands a remedy when a government suffers a legal harm.58\r\n\r\nwould the consumer (i) derive independent economic value, actual or potential, from not being generally known to, and not being readily ascertainable by proper means by, other persons who can obtain economic value from its disclosure or use, and (ii) the subject of efforts that are reasonable under the circumstances to maintain its secrecy?\r\n\r\n\"Such tactics are of dubious ethicality primarily because they violate a duty to be honest and truthful in business dealings. They might therefore be criticized from the perspective of what are called ontological precepts, such as the golden rule (do unto others as you would have them do unto you) or Kant’s categorical imperative, which basically states that actions are only acceptable if one is willing to allow the rule or maxim underlying the action to be universalized for all. Such a test poses problems for certain forms of intelligence gathering because once they become accepted into business practice, or to use Kant’s words, become universal law, all firms tend to lose out. This might be because: (a) the industry starts to suffer from a deficit of trust, and/or (b) it becomes necessary for all industry players to commit resources to institute procedures guarding against the loss of trade secrets to unscrupulous competitors.\"(Steptoe)\r\n\r\n\"If they suspect criminal activity then they would normally refer the matter to the relevant authorities. If however, they are informed that they do not have sufficient evidence to support their accusations, there is\"…\r\n\r\n\"The issue is more that Old World monkey and ape social relationships seem to be underpinned by relatively sophisticated forms of social cognition that find their fullest expression in the reflexive multi-level hierarchy of intentionality that we find in living humans”(Dunbar).\r\n\r\n\"“How would you behave if...?”A second is to provide us with a kind of policing function to control those who fail to abide by the formal and informal agreements that underpin society.”(Dunbar)\r\n\r\n \"As the examples and discussion above attest, industrial espionage has become a significant and, in many ways, troubling aspect of contemporary business practice.It would seem that even companies with an ethical policy on intelligence gathering might accidentally encourage or even endorse questionable behaviors on the part of employees or contracted agents. In an increasingly knowledge- based competitive environment, the incentives to overstep the mark in intelligence gathering have increased significantly, and with advances in information and communication technologies, the opportunities for doing so have multiplied accordingly. Moreover, the boundaries for defining acceptable practice have also become increasingly muddied, especially now that surveillance technologies and other spying tools and gadgets have become so easily available to companies.” \r\n\r\n\r\n \"What we have also seen here is a blurring of boundaries between state and industrial espionage. On the one hand, companies are now intrinsically involved in the affairs of government (including defense, antiterrorism, tax collection and investigation, welfare distribution, etc.), meaning that much dstateT espionage is carried out through commercial entities.On the other hand, govern- ments rely substantially on the success of domestic companies to further their own economic goals, meaning that governments often have a major role to play in facilitating or preventing so-called dindustrialT espionage.”(Steptoe).\r\n\r\n\r\n \"Looking at it this way, it might seem that there will always be an overwhelming incentive to cross the ethical threshold of accept- able intelligence gathering in order to outdo an enemy. However, if instead of thinking about businesses as one-to-one combatants, we consider them as allies operating within a web of other businesses, we might more easily recognize their mutual interests and interlinked flows of resources and rewards.\r\n\r\n\r\n As such, it is clear that industrial espionage has major implications for all industry players, whether they are directly involved in espionage activities or not. Businesses need to maintain confidence in their data integrity and security, need to offer reliance in their attitude towards privacy, and, perhaps most of all, need to establish strong relationships of trust with their key stakeholders. An industry saddled with a reputation for spying and secrecy is unlikely to be a supportive context for any business to develop such capabilities. If employees, customers, suppliers, competitors, or even regulators believe they are in the company of spies, the challenge to maintain long- term business success will be all the more testing.\" \r\n “Acknowledgement”(Steptoe)\r\n\r\n\"Both may lose their status as secrets with the passage of time (e.g., because of technological advances, state-of-the-art technology may become commonplace). A rule in trade secret law\"that which has become public property cannot be recalled to privacy\"8 -- has its classification counterpart in the rule that information declassified or officially disclosed cannot be reclassified.*\r\n\r\n Classified information is more likely to be protected if it is precisely defined. Trade secrets are more likely to be protected if they are \"delineated with some particularity.\"9 The need to know has relevance in trade secret law; if a business does not limit knowledge of a trade secret only to those who need this knowledge to benefit the business, then a court may decide that this knowledge was not a trade secret. Ex 10 The need to know is also a well known principle in the protection of classified information.(fas.org)\r\n\r\nso may a specific trade secret be known to more than one company in a field and still be protected by each company as a trade secret.17\r\n\r\n In that respect, trade secret law is identical to classification policy, because the objective of classification is not to prevent an adversary from obtaining the information by independent efforts or by reverse engineering but rather to \"avoid assisting the adversary in acquiring that information\".++\r\n\r\n\"Not all commercial secrets are trade secrets. Many business matters are confidential (e.g., for a business's internal use only) but \"only secrets affording a demonstrable competitive advantage may be properly considered as trade secrets.\"\r\n\r\n\"It should be noted, with respect to similarities between trade secret law and classification principles, that the second and third elements of a trade secret (given above) are mostly security-of-information matters, not classification-of-information concerns. Those two elements indicate whether the possessor of an alleged trade secret truly acted as if that information was valuable to the business. They are not elements to be considered when objectively evaluating whether the information is a trade secret.”++\r\n\r\n\t\"Easily obtainable information, or information generally known, is not a trade secret.30 \"Information is readily ascertainable if it is available in trade journals, reference books, or published materials\"22 or is otherwise in the public domain. This includes information that is a matter of \"general knowledge\" within a trade or business.++ \r\n\r\n\t++ It is not always easy to determine whether information is generally known. In classification matters, the advice of experts in a field is necessary to establish whether an item of information in that field is generally known. Input from intelligence agencies is sometimes necessary to establish whether adversaries know that item of information. “\r\n - \r\n\tA substantial element of secrecy must exist, so that, except by the use of improper means, there would be difficulty in acquiring the information.26 - meaning this FOIA request is useless\r\n\r\n\t\"Absolute secrecy, in the sense that only the trade secret owner's employees or business associates know the trade secret, is not required. Some trade secrets may be known, via independent discovery, by several businesses in a trade. Each discoverer may have a trade secret in his information.28 However, as more entities obtain the information through legitimate means, \"the protectable interest erodes at some point there will be a sufficient number of \"independent users to render the matter no longer secret.”29”\r\n\r\n\r\n\"Researchers have an \"ethical\" obligation to be sure that human participants are capable of making informed decisions when they are considering whether or not to be part of any study.”\r\n\r\nhistorical perspective on carrier signal \r\n\r\nHarvey Fletcher (1940) measured the threshold for detecting a sinusoidal signal as a function of the bandwidth of a bandpass noise masker\r\n\r\n\r\nChirp modulation\r\n\r\nChirp modulation, or linear frequency modulation for digital communication, was patented by Sidney Darlington  in 1954 with significant later work performed by Winkler in 1962. This  type of modulation employs sinusoidal waveforms whose instantaneous  frequency increases or decreases linearly over time. These waveforms are  commonly referred to as linear chirps or simply chirps. \r\n\r\n\r\n1. Deese J (1959) On the prediction of occurrence of particular verbal intrusions in immediate recall. Journal of experimental psychology 58(1):17 \r\n\r\nPatterson, Roy D. (March 1976). \"Auditory filter shapes derived with noise stimuli\". The Journal of the Acoustical Society of America. 59 (3): 640–654. doi:10.1121/1.380914.\r\n\r\nTraditional masking models (e.g. Fletcher, 1940; Patterson, 1976) \r\nAn Introduction of System-Scientific Approaches to Cognitive Security \r\n\r\n1.2.4 Cognitive Attack\r\nIn Section 1.2.3, we discuss four types of exploitable vulnerabilities in the cognitive process. Cognitive attacks refer to the adversarial processes that involve the exploitation of these human vulnerabilities, as defined in Definition 1.1.\r\n\r\nDefinition 1.1 (Cognitive Attacks) Cognitive attacks are a class of cyber-physical- human processes that manipulate the behaviors of human actors for malicious pur- poses,\r\n\r\n\tLinan Huang, Quanyan Zhu\r\n\r\n\r\n\r\nA psychoacoustic-masking model to predict the perception of speech-like stimuli in background noise: by James J. Hant *, Abeer Alwan. \r\n\r\nJames J. Hant *, Abeer Alwan. \r\n\r\n\"In this paper, a time/frequency, multi-look masking model is proposed to predict the detection and discrimination of speech-like stimuli in a variety of noise environments. In the first stage of the model, sound is processed through an auditory front end which includes bandpass filtering, squaring, time windowing, logarithmic compression and additive internal noise. The result is an internal representation of time/frequency “looks” for each sound stimulus. To detect or discriminate a signal in noise, the listener combines information across looks using a weighted d′ detection device. Parameters of the model are fit to previously measured masked thresholds of bandpass noises which vary in bandwidth, duration, and center frequency (JASA 101 (1997) 2789). The resulting model is successful in predicting masked thresholds of spectrally shaped noise bursts, glides, and formant transitions of varying durations. The model is also successful in predicting the discrimination of synthetic plosive CV syllables in a variety of noise environments and vowel contexts.”\r\n\r\n\r\n\"Traditional masking models (e.g. Fletcher, 1940; Patterson, 1976) focus on the masking of long duration, narrowband stimuli by noise. In these models, the signal and masker are filtered through an auditory filter that is centered around the signals center frequency. If the filtered signal-to-noise ratio (SNR) is greater than a certain threshold, then the signal is heard. To predict the noise masking of a wide-band, non-stationary signal such as speech, however, the effects of both signal duration and bandwidth must be characterized (over a large frequency and duration range). In addition, for a model to predict perceptual confusions of speech sounds in noise, it should be able to predict the results of discrimination as well as detection experiments. To our knowledge, there is no published work which presents a masking model”\r\n\r\nfor a model to predict perceptual confusions of speech sounds in noise, it should be able to predict the results of discrimination as well as detection experiments. \r\n\r\n. The multi-look hypothesis assumes listeners use a multi-dimensional detection mechanism in which they store information from each look in an internal buffer and consider all looks simultaneously to detect the signal.\r\n\r\n\r\n\"Across all vowel contexts and plosive conso- nants, there is a 5–10 dB decrease in masked dis- crimination thresholds between the perceptually flat and speech-shaped noise conditions. This suggests that subjects may be taking advantage of high-frequency cues to detect plosives in noise. Perceptually flat noise masks all frequency regions equally (on an ERB scale) and will thus greatly affect the high-frequency cues. Speech-shaped noise only significantly masks the low-frequency regions of the consonants, leaving the high-fre- quency cues relatively uncorrupted.\"\r\n\r\n\"Most of these asymmetries suggest that CVs with similar formant transitions will be more easily confused in noise.\"\r\n\r\n\r\n\"In attempting to differentiate deceptions from non-deceptions, successful campaigns will cause, in some cases cause, the erroneous belief that the false targets are real\" \r\n\r\n\r\nThe area of research involved in the proposed study includes psychoacoustics, perceptual speech-masking and surveillance technology. Has yet to be formally recognized or addressed by the National Institute of Mental Health . We believe research in this area will provide healthcare practitioners more clarity in treating mental health disorders when the above parameters are disregarded in diagnostic procedures. Mental health professionals are not formally trained in this area and may present several healthcare externalities if there is a lack of acknowledgment and training surrounding the issue.\r\n\r\n\"One factor that should not generally be used to decide decisional capacity is the \r\n\r\npresence or absence of a particular diagnosis. Research indicates that many people with \r\n\r\nserious mental illnesses, at least outside the context of the most acute phases of illness, \r\n\r\nretain the capacity to understand, appreciate, reason and to make and express a choice \r\n\r\nabout participating in research protocols\" (Appelbaum, 2006; Jeste, Depp, & Palmer, \r\n\r\n2006). \r\n\r\n\"Notably in the case of schizophrenia, the bulk of empirical research suggests that, \r\n\r\nat least among outpatients, it is the cognitive deficits that frequently accompany this \r\n\r\ndisorder that most directly affect decisional capacity, not the primary \r\n\r\npsychopathologic symptoms\" (Palmer & Savla, 2007). In short, although clinical \r\n\r\nconditions are often risk factors for impaired capacity, they are not synonymous with \r\n\r\nimpaired capacity.\"http://www.apa.org/monitor/2015/09/ethics.aspx \r\n\r\n\r\n“there are certain kinds of research that cannot be done without deception and in some instances providing a thorough information about the study will invalidate the result because it may lead the participants to modify their behavior in light of this\"\r\n\r\n\"3. What is deception and why is it used? \r\n\r\n\r\n“Deception refers to any action designed to mislead others by distorting, falsifying, or\r\n\r\nmisinforming individuals so that they are manipulated to react in a certain manner. \" \r\n\r\n\"Key points of difference between these new theories and prior works include how \r\n\r\ndeception is defined, the centrality of deception cues, the role of stakes in deception, the \r\n\r\nimportance of communication media or channel, and whether or not deception is \r\n\r\nintrinsically more cognitively effortful than truth-telling.\" \r\n\r\nhttp://journals.sagepub.com/doi/pdf/10.1177/0261927X14536397 \r\n\r\n\r\n32 Double Binds \r\n\r\n\r\n Jerome Gardner\r\n\r\n\r\nTheory Concepts  \r\n\r\n\r\n\r\nDOUBLE BINDS and OTHER MALADJUSTMENTS\r\n\r\nthe classical approach is to view the person with severe and persistent problems in living in isolation from his/her environment. It is assumed that s/he is out of touch with ‘reality’. Those who adhere to this perspective suggest that: \r\n\r\n\r\n… regression to more primitive levels of thinking is a primary feature of schizophrenia. In essence, more highly differentiated and reality-oriented “secondary” thought processes, which follow the rules of logic and take external reality into consideration, are replaced by “primary” thought processes which involve illogical ideas, fantasy, and magical thinking. (Carson, 330)\r\n\r\nBateson suggests that the person with schizophrenia has “…trouble in identifying and interpreting those signals which should tell the individual what sort of message is being conveyed, i.e., trouble with the \"signals of the same logical type as the signal\".\r\n\r\nAccording to Bateson, “The ability to communicate about communication, to comment upon the meaningful actions of oneself and  others, is essential for successful social discourse”.\r\n\r\n\r\n(1) two or more persons;\r\n\r\n(2) repeated experience;\r\n\r\n(3) a primary negative injunction;\r\n\r\n(4) a secondary injunction conflicting with the first at a more abstract level, and like the first enforced by signals\r\n\r\n(5) a tertiary negative injunction \"prohibiting the victim from escaping from the field;\"\r\n\r\n\r\n(6) finally, the complete set of ingredients is no longer necessary when it learned to perceive his universe in double bind patterns. (9, 209) \r\n\r\n“It is one of the shortcomings of human communication that there is no way in which the spontaneous fulfillment of a need can be elicited from another person without creating this kind of self-defeating paradox”, says Watzlawick. (12, 15-26) \r\n\r\n\"A second variation of the double bind involves a situation in which a person is \"chastised for a correct perception of the outside world.\"\r\n\r\nAudio Surveillance: a Systematic Review (PDF Download Available). Available from: https://www.researchgate.net/publication/266261910_Audio_Surveillance_a_Systematic_Review\r\n\r\n\"In this process, which implies a whole style of relation with the world and in which certain stimuli are systematically denied, certain meanings are systematically repressed, lack of recognition is reinforced and rewarded, and clarification is punished\"  Watzlawick. (12, 15-26)\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDeclan Konroyd",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/ftc-and-fcc-records-of-acknowledgment-of-cognitive-attacks-in-cyber-phyiscal-systems-on-members-of-the-public-federal-communications-commission-159791/"
  },
  {
    "id": 159790,
    "title": "FTC and FCC records of acknowledgment of cognitive attacks in cyber-phyiscal systems on members of the public (Federal Trade Commission)",
    "slug": "ftc-and-fcc-records-of-acknowledgment-of-cognitive-attacks-in-cyber-phyiscal-systems-on-members-of-the-public-federal-trade-commission",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 2722,
    "username": "Deckonroyd",
    "agency": 66,
    "datetime_submitted": "2024-03-04T23:27:11.700537",
    "date_due": "2024-04-01",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-03-04T23:27:12.210909",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 159790,
        "from_user": 2722,
        "to_user": 9579,
        "subject": "",
        "datetime": "2024-03-04T23:27:12.210909",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nI am writing to request access to records under the Freedom of Information Act, 5 U.S.C. § 552, regarding a record of [acknowledgment of cognitive attacks in Human-Cyber-Physical Systems (HCPSs  that have been deployed on uninformed participants in order to study vulnerabilities and draft defense protocols]). These attacks are multi-modal and may include: speech masking models, and other communication media or channel attack vector. I believe these records are in the possession of [the National Security Agency] as well as certain private sector employees and members of the public with no access to the information described above.\r\n\r\n\"examine the FTC’s authority to deter unfair and deceptive conduct in data security and privacy matters”\r\n\r\nWe have the contrast between a notice and\r\n14 choice model, which often is employed at some way in\r\n15 the consumer protection model and sometimes within a\r\n16 data protection model as well versus sort of\r\n17 augmentations to notice and choice that focus more on,\r\n18 for example, company obligations or duties, even in\r\n19 the absence of individual invocation of rights. And\r\n20 that goes to a contrast between an individual rights\r\n21 regime that gives individuals notice rights, access\r\n22 rights, control over data versus a compliance regime\r\n23 that focuses more on appointing data protection\r\n24 officers or having data protection impact assessments\r\n25 and not just the duties that companies owe to\r\nFor The Record, Inc.\r\n(301) 870-8025 - www.ftrinc.net - (800) 921-5555\r\n193\r\nFirst Version\r\nCompetition and Consumer Protection in the 21st Century 4/9/2019\r\n1 individuals but the management and risk assessment\r\n2 regimes for data running through their companies.\r\n \r\n- What the FTC panel is saying is they don't have the authority to notify individuals in a matter of law enforcement. Even if members of the public understand what is happening. The agency that regulates the behavior isn't gonna jump in and defend someone -  they are regulating the companies that make facilitating the transaction possible, they aren't regulating the individuals involved. - (discussing impact of agency design upon agency function and allegiance to political principals)\r\n\r\npersonal financial incentives, distinguishes the United States as a public enforcer from private litigants. As the Court put it in Alden v. Maine: \r\nA suit which is commenced and prosecuted . . . by those who are entrusted with the constitutional duty to “take Care that the Laws be faithfully executed,” U.S. Const., Art. II, § 3, differs in kind from the suit of an individual . . . . Suits brought by the United States itself require the exercise of political responsibility . . . , a control which is absent from a broad delegation to private persons to sue . . . .124\r\n\r\n“Especially absent any showing that these agencies have contributed to the specific law enforcement effort or hold materials of the nature described in those criminal discovery rules\", this FOIA will do nothing, because they are withholding information that is already know by the public... \r\n\r\nHighlighting right-remedy principle and a public litigant’s claim of an implied right of action. Private or confidential information may refer to any kind of information which the organization feels should not be freely available to outsiders and which therefore should be subject to some kind of moral or legal protection.\" \r\n\r\n\"Both may lose their status as secrets with the passage of time (e.g., because of technological advances, state-of-the-art technology may become commonplace). A rule in trade secret law\"that which has become public property cannot be recalled to privacy\"8 -- has its classification counterpart in the rule that information declassified or officially disclosed cannot be reclassified.* \r\n\r\nPlease find below the details of my request:\r\n\r\nDescription of Information: I am seeking a statement of acknowledgement from the Federal Trade Commission that [cognitive attacks in cyber-phyiscal systems have been deployed on uninformed public participants their names, and any supporting documentation the agency has on its ability to identify and notify and defend individuals from cognitive attacks.\r\n\r\n\r\n\"Conceptual heavy lifting is necessary, however, to explain how “a collective entity like the government can qualify as a moral agent” for purposes of the corrective justice ideal.57  It is a fallacy of misplaced concreteness to think that corrective justice demands a remedy when a government suffers a legal harm.\"(Davis).\r\n It is a fallacy of misplaced concreteness to think that corrective justice demands a remedy when a government suffers a legal harm.58\r\n\r\nwould the consumer (i) derive independent economic value, actual or potential, from not being generally known to, and not being readily ascertainable by proper means by, other persons who can obtain economic value from its disclosure or use, and (ii) the subject of efforts that are reasonable under the circumstances to maintain its secrecy?\r\n\r\n\"Such tactics are of dubious ethicality primarily because they violate a duty to be honest and truthful in business dealings. They might therefore be criticized from the perspective of what are called ontological precepts, such as the golden rule (do unto others as you would have them do unto you) or Kant’s categorical imperative, which basically states that actions are only acceptable if one is willing to allow the rule or maxim underlying the action to be universalized for all. Such a test poses problems for certain forms of intelligence gathering because once they become accepted into business practice, or to use Kant’s words, become universal law, all firms tend to lose out. This might be because: (a) the industry starts to suffer from a deficit of trust, and/or (b) it becomes necessary for all industry players to commit resources to institute procedures guarding against the loss of trade secrets to unscrupulous competitors.\"(Steptoe)\r\n\r\n\"If they suspect criminal activity then they would normally refer the matter to the relevant authorities. If however, they are informed that they do not have sufficient evidence to support their accusations, there is\"…\r\n\r\n\"The issue is more that Old World monkey and ape social relationships seem to be underpinned by relatively sophisticated forms of social cognition that find their fullest expression in the reflexive multi-level hierarchy of intentionality that we find in living humans”(Dunbar).\r\n\r\n\"“How would you behave if...?”A second is to provide us with a kind of policing function to control those who fail to abide by the formal and informal agreements that underpin society.”(Dunbar)\r\n\r\n \"As the examples and discussion above attest, industrial espionage has become a significant and, in many ways, troubling aspect of contemporary business practice.It would seem that even companies with an ethical policy on intelligence gathering might accidentally encourage or even endorse questionable behaviors on the part of employees or contracted agents. In an increasingly knowledge- based competitive environment, the incentives to overstep the mark in intelligence gathering have increased significantly, and with advances in information and communication technologies, the opportunities for doing so have multiplied accordingly. Moreover, the boundaries for defining acceptable practice have also become increasingly muddied, especially now that surveillance technologies and other spying tools and gadgets have become so easily available to companies.” \r\n\r\n\r\n \"What we have also seen here is a blurring of boundaries between state and industrial espionage. On the one hand, companies are now intrinsically involved in the affairs of government (including defense, antiterrorism, tax collection and investigation, welfare distribution, etc.), meaning that much dstateT espionage is carried out through commercial entities.On the other hand, govern- ments rely substantially on the success of domestic companies to further their own economic goals, meaning that governments often have a major role to play in facilitating or preventing so-called dindustrialT espionage.”(Steptoe).\r\n\r\n\r\n \"Looking at it this way, it might seem that there will always be an overwhelming incentive to cross the ethical threshold of accept- able intelligence gathering in order to outdo an enemy. However, if instead of thinking about businesses as one-to-one combatants, we consider them as allies operating within a web of other businesses, we might more easily recognize their mutual interests and interlinked flows of resources and rewards.\r\n\r\n\r\n As such, it is clear that industrial espionage has major implications for all industry players, whether they are directly involved in espionage activities or not. Businesses need to maintain confidence in their data integrity and security, need to offer reliance in their attitude towards privacy, and, perhaps most of all, need to establish strong relationships of trust with their key stakeholders. An industry saddled with a reputation for spying and secrecy is unlikely to be a supportive context for any business to develop such capabilities. If employees, customers, suppliers, competitors, or even regulators believe they are in the company of spies, the challenge to maintain long- term business success will be all the more testing.\" \r\n “Acknowledgement”(Steptoe)\r\n\r\n\"Both may lose their status as secrets with the passage of time (e.g., because of technological advances, state-of-the-art technology may become commonplace). A rule in trade secret law\"that which has become public property cannot be recalled to privacy\"8 -- has its classification counterpart in the rule that information declassified or officially disclosed cannot be reclassified.*\r\n\r\n Classified information is more likely to be protected if it is precisely defined. Trade secrets are more likely to be protected if they are \"delineated with some particularity.\"9 The need to know has relevance in trade secret law; if a business does not limit knowledge of a trade secret only to those who need this knowledge to benefit the business, then a court may decide that this knowledge was not a trade secret. Ex 10 The need to know is also a well known principle in the protection of classified information.(fas.org)\r\n\r\nso may a specific trade secret be known to more than one company in a field and still be protected by each company as a trade secret.17\r\n\r\n In that respect, trade secret law is identical to classification policy, because the objective of classification is not to prevent an adversary from obtaining the information by independent efforts or by reverse engineering but rather to \"avoid assisting the adversary in acquiring that information\".++\r\n\r\n\"Not all commercial secrets are trade secrets. Many business matters are confidential (e.g., for a business's internal use only) but \"only secrets affording a demonstrable competitive advantage may be properly considered as trade secrets.\"\r\n\r\n\"It should be noted, with respect to similarities between trade secret law and classification principles, that the second and third elements of a trade secret (given above) are mostly security-of-information matters, not classification-of-information concerns. Those two elements indicate whether the possessor of an alleged trade secret truly acted as if that information was valuable to the business. They are not elements to be considered when objectively evaluating whether the information is a trade secret.”++\r\n\r\n\t\"Easily obtainable information, or information generally known, is not a trade secret.30 \"Information is readily ascertainable if it is available in trade journals, reference books, or published materials\"22 or is otherwise in the public domain. This includes information that is a matter of \"general knowledge\" within a trade or business.++ \r\n\r\n\t++ It is not always easy to determine whether information is generally known. In classification matters, the advice of experts in a field is necessary to establish whether an item of information in that field is generally known. Input from intelligence agencies is sometimes necessary to establish whether adversaries know that item of information. “\r\n - \r\n\tA substantial element of secrecy must exist, so that, except by the use of improper means, there would be difficulty in acquiring the information.26 - meaning this FOIA request is useless\r\n\r\n\t\"Absolute secrecy, in the sense that only the trade secret owner's employees or business associates know the trade secret, is not required. Some trade secrets may be known, via independent discovery, by several businesses in a trade. Each discoverer may have a trade secret in his information.28 However, as more entities obtain the information through legitimate means, \"the protectable interest erodes at some point there will be a sufficient number of \"independent users to render the matter no longer secret.”29”\r\n\r\n\r\n\"Researchers have an \"ethical\" obligation to be sure that human participants are capable of making informed decisions when they are considering whether or not to be part of any study.”\r\n\r\nhistorical perspective on carrier signal \r\n\r\nHarvey Fletcher (1940) measured the threshold for detecting a sinusoidal signal as a function of the bandwidth of a bandpass noise masker\r\n\r\n\r\nChirp modulation\r\n\r\nChirp modulation, or linear frequency modulation for digital communication, was patented by Sidney Darlington  in 1954 with significant later work performed by Winkler in 1962. This  type of modulation employs sinusoidal waveforms whose instantaneous  frequency increases or decreases linearly over time. These waveforms are  commonly referred to as linear chirps or simply chirps. \r\n\r\n\r\n1. Deese J (1959) On the prediction of occurrence of particular verbal intrusions in immediate recall. Journal of experimental psychology 58(1):17 \r\n\r\nPatterson, Roy D. (March 1976). \"Auditory filter shapes derived with noise stimuli\". The Journal of the Acoustical Society of America. 59 (3): 640–654. doi:10.1121/1.380914.\r\n\r\nTraditional masking models (e.g. Fletcher, 1940; Patterson, 1976) \r\nAn Introduction of System-Scientific Approaches to Cognitive Security \r\n\r\n1.2.4 Cognitive Attack\r\nIn Section 1.2.3, we discuss four types of exploitable vulnerabilities in the cognitive process. Cognitive attacks refer to the adversarial processes that involve the exploitation of these human vulnerabilities, as defined in Definition 1.1.\r\n\r\nDefinition 1.1 (Cognitive Attacks) Cognitive attacks are a class of cyber-physical- human processes that manipulate the behaviors of human actors for malicious pur- poses,\r\n\r\n\tLinan Huang, Quanyan Zhu\r\n\r\n\r\n\r\nA psychoacoustic-masking model to predict the perception of speech-like stimuli in background noise: by James J. Hant *, Abeer Alwan. \r\n\r\nJames J. Hant *, Abeer Alwan. \r\n\r\n\"In this paper, a time/frequency, multi-look masking model is proposed to predict the detection and discrimination of speech-like stimuli in a variety of noise environments. In the first stage of the model, sound is processed through an auditory front end which includes bandpass filtering, squaring, time windowing, logarithmic compression and additive internal noise. The result is an internal representation of time/frequency “looks” for each sound stimulus. To detect or discriminate a signal in noise, the listener combines information across looks using a weighted d′ detection device. Parameters of the model are fit to previously measured masked thresholds of bandpass noises which vary in bandwidth, duration, and center frequency (JASA 101 (1997) 2789). The resulting model is successful in predicting masked thresholds of spectrally shaped noise bursts, glides, and formant transitions of varying durations. The model is also successful in predicting the discrimination of synthetic plosive CV syllables in a variety of noise environments and vowel contexts.”\r\n\r\n\r\n\"Traditional masking models (e.g. Fletcher, 1940; Patterson, 1976) focus on the masking of long duration, narrowband stimuli by noise. In these models, the signal and masker are filtered through an auditory filter that is centered around the signals center frequency. If the filtered signal-to-noise ratio (SNR) is greater than a certain threshold, then the signal is heard. To predict the noise masking of a wide-band, non-stationary signal such as speech, however, the effects of both signal duration and bandwidth must be characterized (over a large frequency and duration range). In addition, for a model to predict perceptual confusions of speech sounds in noise, it should be able to predict the results of discrimination as well as detection experiments. To our knowledge, there is no published work which presents a masking model”\r\n\r\nfor a model to predict perceptual confusions of speech sounds in noise, it should be able to predict the results of discrimination as well as detection experiments. \r\n\r\n. The multi-look hypothesis assumes listeners use a multi-dimensional detection mechanism in which they store information from each look in an internal buffer and consider all looks simultaneously to detect the signal.\r\n\r\n\r\n\"Across all vowel contexts and plosive conso- nants, there is a 5–10 dB decrease in masked dis- crimination thresholds between the perceptually flat and speech-shaped noise conditions. This suggests that subjects may be taking advantage of high-frequency cues to detect plosives in noise. Perceptually flat noise masks all frequency regions equally (on an ERB scale) and will thus greatly affect the high-frequency cues. Speech-shaped noise only significantly masks the low-frequency regions of the consonants, leaving the high-fre- quency cues relatively uncorrupted.\"\r\n\r\n\"Most of these asymmetries suggest that CVs with similar formant transitions will be more easily confused in noise.\"\r\n\r\n\r\n\"In attempting to differentiate deceptions from non-deceptions, successful campaigns will cause, in some cases cause, the erroneous belief that the false targets are real\" \r\n\r\n\r\nThe area of research involved in the proposed study includes psychoacoustics, perceptual speech-masking and surveillance technology. Has yet to be formally recognized or addressed by the National Institute of Mental Health . We believe research in this area will provide healthcare practitioners more clarity in treating mental health disorders when the above parameters are disregarded in diagnostic procedures. Mental health professionals are not formally trained in this area and may present several healthcare externalities if there is a lack of acknowledgment and training surrounding the issue.\r\n\r\n\"One factor that should not generally be used to decide decisional capacity is the \r\n\r\npresence or absence of a particular diagnosis. Research indicates that many people with \r\n\r\nserious mental illnesses, at least outside the context of the most acute phases of illness, \r\n\r\nretain the capacity to understand, appreciate, reason and to make and express a choice \r\n\r\nabout participating in research protocols\" (Appelbaum, 2006; Jeste, Depp, & Palmer, \r\n\r\n2006). \r\n\r\n\"Notably in the case of schizophrenia, the bulk of empirical research suggests that, \r\n\r\nat least among outpatients, it is the cognitive deficits that frequently accompany this \r\n\r\ndisorder that most directly affect decisional capacity, not the primary \r\n\r\npsychopathologic symptoms\" (Palmer & Savla, 2007). In short, although clinical \r\n\r\nconditions are often risk factors for impaired capacity, they are not synonymous with \r\n\r\nimpaired capacity.\"http://www.apa.org/monitor/2015/09/ethics.aspx \r\n\r\n\r\n“there are certain kinds of research that cannot be done without deception and in some instances providing a thorough information about the study will invalidate the result because it may lead the participants to modify their behavior in light of this\"\r\n\r\n\"3. What is deception and why is it used? \r\n\r\n\r\n“Deception refers to any action designed to mislead others by distorting, falsifying, or\r\n\r\nmisinforming individuals so that they are manipulated to react in a certain manner. \" \r\n\r\n\"Key points of difference between these new theories and prior works include how \r\n\r\ndeception is defined, the centrality of deception cues, the role of stakes in deception, the \r\n\r\nimportance of communication media or channel, and whether or not deception is \r\n\r\nintrinsically more cognitively effortful than truth-telling.\" \r\n\r\nhttp://journals.sagepub.com/doi/pdf/10.1177/0261927X14536397 \r\n\r\n\r\n32 Double Binds \r\n\r\n\r\n Jerome Gardner\r\n\r\n\r\nTheory Concepts  \r\n\r\n\r\n\r\nDOUBLE BINDS and OTHER MALADJUSTMENTS\r\n\r\nthe classical approach is to view the person with severe and persistent problems in living in isolation from his/her environment. It is assumed that s/he is out of touch with ‘reality’. Those who adhere to this perspective suggest that: \r\n\r\n\r\n… regression to more primitive levels of thinking is a primary feature of schizophrenia. In essence, more highly differentiated and reality-oriented “secondary” thought processes, which follow the rules of logic and take external reality into consideration, are replaced by “primary” thought processes which involve illogical ideas, fantasy, and magical thinking. (Carson, 330)\r\n\r\nBateson suggests that the person with schizophrenia has “…trouble in identifying and interpreting those signals which should tell the individual what sort of message is being conveyed, i.e., trouble with the \"signals of the same logical type as the signal\".\r\n\r\nAccording to Bateson, “The ability to communicate about communication, to comment upon the meaningful actions of oneself and  others, is essential for successful social discourse”.\r\n\r\n\r\n(1) two or more persons;\r\n\r\n(2) repeated experience;\r\n\r\n(3) a primary negative injunction;\r\n\r\n(4) a secondary injunction conflicting with the first at a more abstract level, and like the first enforced by signals\r\n\r\n(5) a tertiary negative injunction \"prohibiting the victim from escaping from the field;\"\r\n\r\n\r\n(6) finally, the complete set of ingredients is no longer necessary when it learned to perceive his universe in double bind patterns. (9, 209) \r\n\r\n“It is one of the shortcomings of human communication that there is no way in which the spontaneous fulfillment of a need can be elicited from another person without creating this kind of self-defeating paradox”, says Watzlawick. (12, 15-26) \r\n\r\n\"A second variation of the double bind involves a situation in which a person is \"chastised for a correct perception of the outside world.\"\r\n\r\nAudio Surveillance: a Systematic Review (PDF Download Available). Available from: https://www.researchgate.net/publication/266261910_Audio_Surveillance_a_Systematic_Review\r\n\r\n\"In this process, which implies a whole style of relation with the world and in which certain stimuli are systematically denied, certain meanings are systematically repressed, lack of recognition is reinforced and rewarded, and clarification is punished\"  Watzlawick. (12, 15-26)\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDeclan Konroyd",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/ftc-and-fcc-records-of-acknowledgment-of-cognitive-attacks-in-cyber-phyiscal-systems-on-members-of-the-public-federal-trade-commission-159790/"
  },
  {
    "id": 159789,
    "title": "FTC and FCC records of acknowledgment of cognitive attacks in cyber-phyiscal systems on members of the public (National Security Agency)",
    "slug": "ftc-and-fcc-records-of-acknowledgment-of-cognitive-attacks-in-cyber-phyiscal-systems-on-members-of-the-public-national-security-agency",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 2722,
    "username": "Deckonroyd",
    "agency": 17,
    "datetime_submitted": "2024-03-04T23:27:11.700537",
    "date_due": "2024-04-01",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-03-04T23:27:12.126375",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 159789,
        "from_user": 2722,
        "to_user": 25363,
        "subject": "",
        "datetime": "2024-03-04T23:27:12.126375",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nI am writing to request access to records under the Freedom of Information Act, 5 U.S.C. § 552, regarding a record of [acknowledgment of cognitive attacks in Human-Cyber-Physical Systems (HCPSs  that have been deployed on uninformed participants in order to study vulnerabilities and draft defense protocols]). These attacks are multi-modal and may include: speech masking models, and other communication media or channel attack vector. I believe these records are in the possession of [the National Security Agency] as well as certain private sector employees and members of the public with no access to the information described above.\r\n\r\n\"examine the FTC’s authority to deter unfair and deceptive conduct in data security and privacy matters”\r\n\r\nWe have the contrast between a notice and\r\n14 choice model, which often is employed at some way in\r\n15 the consumer protection model and sometimes within a\r\n16 data protection model as well versus sort of\r\n17 augmentations to notice and choice that focus more on,\r\n18 for example, company obligations or duties, even in\r\n19 the absence of individual invocation of rights. And\r\n20 that goes to a contrast between an individual rights\r\n21 regime that gives individuals notice rights, access\r\n22 rights, control over data versus a compliance regime\r\n23 that focuses more on appointing data protection\r\n24 officers or having data protection impact assessments\r\n25 and not just the duties that companies owe to\r\nFor The Record, Inc.\r\n(301) 870-8025 - www.ftrinc.net - (800) 921-5555\r\n193\r\nFirst Version\r\nCompetition and Consumer Protection in the 21st Century 4/9/2019\r\n1 individuals but the management and risk assessment\r\n2 regimes for data running through their companies.\r\n \r\n- What the FTC panel is saying is they don't have the authority to notify individuals in a matter of law enforcement. Even if members of the public understand what is happening. The agency that regulates the behavior isn't gonna jump in and defend someone -  they are regulating the companies that make facilitating the transaction possible, they aren't regulating the individuals involved. - (discussing impact of agency design upon agency function and allegiance to political principals)\r\n\r\npersonal financial incentives, distinguishes the United States as a public enforcer from private litigants. As the Court put it in Alden v. Maine: \r\nA suit which is commenced and prosecuted . . . by those who are entrusted with the constitutional duty to “take Care that the Laws be faithfully executed,” U.S. Const., Art. II, § 3, differs in kind from the suit of an individual . . . . Suits brought by the United States itself require the exercise of political responsibility . . . , a control which is absent from a broad delegation to private persons to sue . . . .124\r\n\r\n“Especially absent any showing that these agencies have contributed to the specific law enforcement effort or hold materials of the nature described in those criminal discovery rules\", this FOIA will do nothing, because they are withholding information that is already know by the public... \r\n\r\nHighlighting right-remedy principle and a public litigant’s claim of an implied right of action. Private or confidential information may refer to any kind of information which the organization feels should not be freely available to outsiders and which therefore should be subject to some kind of moral or legal protection.\" \r\n\r\n\"Both may lose their status as secrets with the passage of time (e.g., because of technological advances, state-of-the-art technology may become commonplace). A rule in trade secret law\"that which has become public property cannot be recalled to privacy\"8 -- has its classification counterpart in the rule that information declassified or officially disclosed cannot be reclassified.* \r\n\r\nPlease find below the details of my request:\r\n\r\nDescription of Information: I am seeking a statement of acknowledgement from the Federal Trade Commission that [cognitive attacks in cyber-phyiscal systems have been deployed on uninformed public participants their names, and any supporting documentation the agency has on its ability to identify and notify and defend individuals from cognitive attacks.\r\n\r\n\r\n\"Conceptual heavy lifting is necessary, however, to explain how “a collective entity like the government can qualify as a moral agent” for purposes of the corrective justice ideal.57  It is a fallacy of misplaced concreteness to think that corrective justice demands a remedy when a government suffers a legal harm.\"(Davis).\r\n It is a fallacy of misplaced concreteness to think that corrective justice demands a remedy when a government suffers a legal harm.58\r\n\r\nwould the consumer (i) derive independent economic value, actual or potential, from not being generally known to, and not being readily ascertainable by proper means by, other persons who can obtain economic value from its disclosure or use, and (ii) the subject of efforts that are reasonable under the circumstances to maintain its secrecy?\r\n\r\n\"Such tactics are of dubious ethicality primarily because they violate a duty to be honest and truthful in business dealings. They might therefore be criticized from the perspective of what are called ontological precepts, such as the golden rule (do unto others as you would have them do unto you) or Kant’s categorical imperative, which basically states that actions are only acceptable if one is willing to allow the rule or maxim underlying the action to be universalized for all. Such a test poses problems for certain forms of intelligence gathering because once they become accepted into business practice, or to use Kant’s words, become universal law, all firms tend to lose out. This might be because: (a) the industry starts to suffer from a deficit of trust, and/or (b) it becomes necessary for all industry players to commit resources to institute procedures guarding against the loss of trade secrets to unscrupulous competitors.\"(Steptoe)\r\n\r\n\"If they suspect criminal activity then they would normally refer the matter to the relevant authorities. If however, they are informed that they do not have sufficient evidence to support their accusations, there is\"…\r\n\r\n\"The issue is more that Old World monkey and ape social relationships seem to be underpinned by relatively sophisticated forms of social cognition that find their fullest expression in the reflexive multi-level hierarchy of intentionality that we find in living humans”(Dunbar).\r\n\r\n\"“How would you behave if...?”A second is to provide us with a kind of policing function to control those who fail to abide by the formal and informal agreements that underpin society.”(Dunbar)\r\n\r\n \"As the examples and discussion above attest, industrial espionage has become a significant and, in many ways, troubling aspect of contemporary business practice.It would seem that even companies with an ethical policy on intelligence gathering might accidentally encourage or even endorse questionable behaviors on the part of employees or contracted agents. In an increasingly knowledge- based competitive environment, the incentives to overstep the mark in intelligence gathering have increased significantly, and with advances in information and communication technologies, the opportunities for doing so have multiplied accordingly. Moreover, the boundaries for defining acceptable practice have also become increasingly muddied, especially now that surveillance technologies and other spying tools and gadgets have become so easily available to companies.” \r\n\r\n\r\n \"What we have also seen here is a blurring of boundaries between state and industrial espionage. On the one hand, companies are now intrinsically involved in the affairs of government (including defense, antiterrorism, tax collection and investigation, welfare distribution, etc.), meaning that much dstateT espionage is carried out through commercial entities.On the other hand, govern- ments rely substantially on the success of domestic companies to further their own economic goals, meaning that governments often have a major role to play in facilitating or preventing so-called dindustrialT espionage.”(Steptoe).\r\n\r\n\r\n \"Looking at it this way, it might seem that there will always be an overwhelming incentive to cross the ethical threshold of accept- able intelligence gathering in order to outdo an enemy. However, if instead of thinking about businesses as one-to-one combatants, we consider them as allies operating within a web of other businesses, we might more easily recognize their mutual interests and interlinked flows of resources and rewards.\r\n\r\n\r\n As such, it is clear that industrial espionage has major implications for all industry players, whether they are directly involved in espionage activities or not. Businesses need to maintain confidence in their data integrity and security, need to offer reliance in their attitude towards privacy, and, perhaps most of all, need to establish strong relationships of trust with their key stakeholders. An industry saddled with a reputation for spying and secrecy is unlikely to be a supportive context for any business to develop such capabilities. If employees, customers, suppliers, competitors, or even regulators believe they are in the company of spies, the challenge to maintain long- term business success will be all the more testing.\" \r\n “Acknowledgement”(Steptoe)\r\n\r\n\"Both may lose their status as secrets with the passage of time (e.g., because of technological advances, state-of-the-art technology may become commonplace). A rule in trade secret law\"that which has become public property cannot be recalled to privacy\"8 -- has its classification counterpart in the rule that information declassified or officially disclosed cannot be reclassified.*\r\n\r\n Classified information is more likely to be protected if it is precisely defined. Trade secrets are more likely to be protected if they are \"delineated with some particularity.\"9 The need to know has relevance in trade secret law; if a business does not limit knowledge of a trade secret only to those who need this knowledge to benefit the business, then a court may decide that this knowledge was not a trade secret. Ex 10 The need to know is also a well known principle in the protection of classified information.(fas.org)\r\n\r\nso may a specific trade secret be known to more than one company in a field and still be protected by each company as a trade secret.17\r\n\r\n In that respect, trade secret law is identical to classification policy, because the objective of classification is not to prevent an adversary from obtaining the information by independent efforts or by reverse engineering but rather to \"avoid assisting the adversary in acquiring that information\".++\r\n\r\n\"Not all commercial secrets are trade secrets. Many business matters are confidential (e.g., for a business's internal use only) but \"only secrets affording a demonstrable competitive advantage may be properly considered as trade secrets.\"\r\n\r\n\"It should be noted, with respect to similarities between trade secret law and classification principles, that the second and third elements of a trade secret (given above) are mostly security-of-information matters, not classification-of-information concerns. Those two elements indicate whether the possessor of an alleged trade secret truly acted as if that information was valuable to the business. They are not elements to be considered when objectively evaluating whether the information is a trade secret.”++\r\n\r\n\t\"Easily obtainable information, or information generally known, is not a trade secret.30 \"Information is readily ascertainable if it is available in trade journals, reference books, or published materials\"22 or is otherwise in the public domain. This includes information that is a matter of \"general knowledge\" within a trade or business.++ \r\n\r\n\t++ It is not always easy to determine whether information is generally known. In classification matters, the advice of experts in a field is necessary to establish whether an item of information in that field is generally known. Input from intelligence agencies is sometimes necessary to establish whether adversaries know that item of information. “\r\n - \r\n\tA substantial element of secrecy must exist, so that, except by the use of improper means, there would be difficulty in acquiring the information.26 - meaning this FOIA request is useless\r\n\r\n\t\"Absolute secrecy, in the sense that only the trade secret owner's employees or business associates know the trade secret, is not required. Some trade secrets may be known, via independent discovery, by several businesses in a trade. Each discoverer may have a trade secret in his information.28 However, as more entities obtain the information through legitimate means, \"the protectable interest erodes at some point there will be a sufficient number of \"independent users to render the matter no longer secret.”29”\r\n\r\n\r\n\"Researchers have an \"ethical\" obligation to be sure that human participants are capable of making informed decisions when they are considering whether or not to be part of any study.”\r\n\r\nhistorical perspective on carrier signal \r\n\r\nHarvey Fletcher (1940) measured the threshold for detecting a sinusoidal signal as a function of the bandwidth of a bandpass noise masker\r\n\r\n\r\nChirp modulation\r\n\r\nChirp modulation, or linear frequency modulation for digital communication, was patented by Sidney Darlington  in 1954 with significant later work performed by Winkler in 1962. This  type of modulation employs sinusoidal waveforms whose instantaneous  frequency increases or decreases linearly over time. These waveforms are  commonly referred to as linear chirps or simply chirps. \r\n\r\n\r\n1. Deese J (1959) On the prediction of occurrence of particular verbal intrusions in immediate recall. Journal of experimental psychology 58(1):17 \r\n\r\nPatterson, Roy D. (March 1976). \"Auditory filter shapes derived with noise stimuli\". The Journal of the Acoustical Society of America. 59 (3): 640–654. doi:10.1121/1.380914.\r\n\r\nTraditional masking models (e.g. Fletcher, 1940; Patterson, 1976) \r\nAn Introduction of System-Scientific Approaches to Cognitive Security \r\n\r\n1.2.4 Cognitive Attack\r\nIn Section 1.2.3, we discuss four types of exploitable vulnerabilities in the cognitive process. Cognitive attacks refer to the adversarial processes that involve the exploitation of these human vulnerabilities, as defined in Definition 1.1.\r\n\r\nDefinition 1.1 (Cognitive Attacks) Cognitive attacks are a class of cyber-physical- human processes that manipulate the behaviors of human actors for malicious pur- poses,\r\n\r\n\tLinan Huang, Quanyan Zhu\r\n\r\n\r\n\r\nA psychoacoustic-masking model to predict the perception of speech-like stimuli in background noise: by James J. Hant *, Abeer Alwan. \r\n\r\nJames J. Hant *, Abeer Alwan. \r\n\r\n\"In this paper, a time/frequency, multi-look masking model is proposed to predict the detection and discrimination of speech-like stimuli in a variety of noise environments. In the first stage of the model, sound is processed through an auditory front end which includes bandpass filtering, squaring, time windowing, logarithmic compression and additive internal noise. The result is an internal representation of time/frequency “looks” for each sound stimulus. To detect or discriminate a signal in noise, the listener combines information across looks using a weighted d′ detection device. Parameters of the model are fit to previously measured masked thresholds of bandpass noises which vary in bandwidth, duration, and center frequency (JASA 101 (1997) 2789). The resulting model is successful in predicting masked thresholds of spectrally shaped noise bursts, glides, and formant transitions of varying durations. The model is also successful in predicting the discrimination of synthetic plosive CV syllables in a variety of noise environments and vowel contexts.”\r\n\r\n\r\n\"Traditional masking models (e.g. Fletcher, 1940; Patterson, 1976) focus on the masking of long duration, narrowband stimuli by noise. In these models, the signal and masker are filtered through an auditory filter that is centered around the signals center frequency. If the filtered signal-to-noise ratio (SNR) is greater than a certain threshold, then the signal is heard. To predict the noise masking of a wide-band, non-stationary signal such as speech, however, the effects of both signal duration and bandwidth must be characterized (over a large frequency and duration range). In addition, for a model to predict perceptual confusions of speech sounds in noise, it should be able to predict the results of discrimination as well as detection experiments. To our knowledge, there is no published work which presents a masking model”\r\n\r\nfor a model to predict perceptual confusions of speech sounds in noise, it should be able to predict the results of discrimination as well as detection experiments. \r\n\r\n. The multi-look hypothesis assumes listeners use a multi-dimensional detection mechanism in which they store information from each look in an internal buffer and consider all looks simultaneously to detect the signal.\r\n\r\n\r\n\"Across all vowel contexts and plosive conso- nants, there is a 5–10 dB decrease in masked dis- crimination thresholds between the perceptually flat and speech-shaped noise conditions. This suggests that subjects may be taking advantage of high-frequency cues to detect plosives in noise. Perceptually flat noise masks all frequency regions equally (on an ERB scale) and will thus greatly affect the high-frequency cues. Speech-shaped noise only significantly masks the low-frequency regions of the consonants, leaving the high-fre- quency cues relatively uncorrupted.\"\r\n\r\n\"Most of these asymmetries suggest that CVs with similar formant transitions will be more easily confused in noise.\"\r\n\r\n\r\n\"In attempting to differentiate deceptions from non-deceptions, successful campaigns will cause, in some cases cause, the erroneous belief that the false targets are real\" \r\n\r\n\r\nThe area of research involved in the proposed study includes psychoacoustics, perceptual speech-masking and surveillance technology. Has yet to be formally recognized or addressed by the National Institute of Mental Health . We believe research in this area will provide healthcare practitioners more clarity in treating mental health disorders when the above parameters are disregarded in diagnostic procedures. Mental health professionals are not formally trained in this area and may present several healthcare externalities if there is a lack of acknowledgment and training surrounding the issue.\r\n\r\n\"One factor that should not generally be used to decide decisional capacity is the \r\n\r\npresence or absence of a particular diagnosis. Research indicates that many people with \r\n\r\nserious mental illnesses, at least outside the context of the most acute phases of illness, \r\n\r\nretain the capacity to understand, appreciate, reason and to make and express a choice \r\n\r\nabout participating in research protocols\" (Appelbaum, 2006; Jeste, Depp, & Palmer, \r\n\r\n2006). \r\n\r\n\"Notably in the case of schizophrenia, the bulk of empirical research suggests that, \r\n\r\nat least among outpatients, it is the cognitive deficits that frequently accompany this \r\n\r\ndisorder that most directly affect decisional capacity, not the primary \r\n\r\npsychopathologic symptoms\" (Palmer & Savla, 2007). In short, although clinical \r\n\r\nconditions are often risk factors for impaired capacity, they are not synonymous with \r\n\r\nimpaired capacity.\"http://www.apa.org/monitor/2015/09/ethics.aspx \r\n\r\n\r\n“there are certain kinds of research that cannot be done without deception and in some instances providing a thorough information about the study will invalidate the result because it may lead the participants to modify their behavior in light of this\"\r\n\r\n\"3. What is deception and why is it used? \r\n\r\n\r\n“Deception refers to any action designed to mislead others by distorting, falsifying, or\r\n\r\nmisinforming individuals so that they are manipulated to react in a certain manner. \" \r\n\r\n\"Key points of difference between these new theories and prior works include how \r\n\r\ndeception is defined, the centrality of deception cues, the role of stakes in deception, the \r\n\r\nimportance of communication media or channel, and whether or not deception is \r\n\r\nintrinsically more cognitively effortful than truth-telling.\" \r\n\r\nhttp://journals.sagepub.com/doi/pdf/10.1177/0261927X14536397 \r\n\r\n\r\n32 Double Binds \r\n\r\n\r\n Jerome Gardner\r\n\r\n\r\nTheory Concepts  \r\n\r\n\r\n\r\nDOUBLE BINDS and OTHER MALADJUSTMENTS\r\n\r\nthe classical approach is to view the person with severe and persistent problems in living in isolation from his/her environment. It is assumed that s/he is out of touch with ‘reality’. Those who adhere to this perspective suggest that: \r\n\r\n\r\n… regression to more primitive levels of thinking is a primary feature of schizophrenia. In essence, more highly differentiated and reality-oriented “secondary” thought processes, which follow the rules of logic and take external reality into consideration, are replaced by “primary” thought processes which involve illogical ideas, fantasy, and magical thinking. (Carson, 330)\r\n\r\nBateson suggests that the person with schizophrenia has “…trouble in identifying and interpreting those signals which should tell the individual what sort of message is being conveyed, i.e., trouble with the \"signals of the same logical type as the signal\".\r\n\r\nAccording to Bateson, “The ability to communicate about communication, to comment upon the meaningful actions of oneself and  others, is essential for successful social discourse”.\r\n\r\n\r\n(1) two or more persons;\r\n\r\n(2) repeated experience;\r\n\r\n(3) a primary negative injunction;\r\n\r\n(4) a secondary injunction conflicting with the first at a more abstract level, and like the first enforced by signals\r\n\r\n(5) a tertiary negative injunction \"prohibiting the victim from escaping from the field;\"\r\n\r\n\r\n(6) finally, the complete set of ingredients is no longer necessary when it learned to perceive his universe in double bind patterns. (9, 209) \r\n\r\n“It is one of the shortcomings of human communication that there is no way in which the spontaneous fulfillment of a need can be elicited from another person without creating this kind of self-defeating paradox”, says Watzlawick. (12, 15-26) \r\n\r\n\"A second variation of the double bind involves a situation in which a person is \"chastised for a correct perception of the outside world.\"\r\n\r\nAudio Surveillance: a Systematic Review (PDF Download Available). Available from: https://www.researchgate.net/publication/266261910_Audio_Surveillance_a_Systematic_Review\r\n\r\n\"In this process, which implies a whole style of relation with the world and in which certain stimuli are systematically denied, certain meanings are systematically repressed, lack of recognition is reinforced and rewarded, and clarification is punished\"  Watzlawick. (12, 15-26)\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDeclan Konroyd",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/ftc-and-fcc-records-of-acknowledgment-of-cognitive-attacks-in-cyber-phyiscal-systems-on-members-of-the-public-national-security-agency-159789/"
  },
  {
    "id": 159788,
    "title": "FTC and FCC records of acknowledgment of cognitive attacks in cyber-phyiscal systems on members of the public (National Institutes of Health)",
    "slug": "ftc-and-fcc-records-of-acknowledgment-of-cognitive-attacks-in-cyber-phyiscal-systems-on-members-of-the-public-national-institutes-of-health",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 2722,
    "username": "Deckonroyd",
    "agency": 2535,
    "datetime_submitted": "2024-03-04T23:27:11.700537",
    "date_due": "2024-04-01",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-03-04T23:27:12.040838",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 159788,
        "from_user": 2722,
        "to_user": 11000,
        "subject": "",
        "datetime": "2024-03-04T23:27:12.040838",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nI am writing to request access to records under the Freedom of Information Act, 5 U.S.C. § 552, regarding a record of [acknowledgment of cognitive attacks in Human-Cyber-Physical Systems (HCPSs  that have been deployed on uninformed participants in order to study vulnerabilities and draft defense protocols]). These attacks are multi-modal and may include: speech masking models, and other communication media or channel attack vector. I believe these records are in the possession of [the National Security Agency] as well as certain private sector employees and members of the public with no access to the information described above.\r\n\r\n\"examine the FTC’s authority to deter unfair and deceptive conduct in data security and privacy matters”\r\n\r\nWe have the contrast between a notice and\r\n14 choice model, which often is employed at some way in\r\n15 the consumer protection model and sometimes within a\r\n16 data protection model as well versus sort of\r\n17 augmentations to notice and choice that focus more on,\r\n18 for example, company obligations or duties, even in\r\n19 the absence of individual invocation of rights. And\r\n20 that goes to a contrast between an individual rights\r\n21 regime that gives individuals notice rights, access\r\n22 rights, control over data versus a compliance regime\r\n23 that focuses more on appointing data protection\r\n24 officers or having data protection impact assessments\r\n25 and not just the duties that companies owe to\r\nFor The Record, Inc.\r\n(301) 870-8025 - www.ftrinc.net - (800) 921-5555\r\n193\r\nFirst Version\r\nCompetition and Consumer Protection in the 21st Century 4/9/2019\r\n1 individuals but the management and risk assessment\r\n2 regimes for data running through their companies.\r\n \r\n- What the FTC panel is saying is they don't have the authority to notify individuals in a matter of law enforcement. Even if members of the public understand what is happening. The agency that regulates the behavior isn't gonna jump in and defend someone -  they are regulating the companies that make facilitating the transaction possible, they aren't regulating the individuals involved. - (discussing impact of agency design upon agency function and allegiance to political principals)\r\n\r\npersonal financial incentives, distinguishes the United States as a public enforcer from private litigants. As the Court put it in Alden v. Maine: \r\nA suit which is commenced and prosecuted . . . by those who are entrusted with the constitutional duty to “take Care that the Laws be faithfully executed,” U.S. Const., Art. II, § 3, differs in kind from the suit of an individual . . . . Suits brought by the United States itself require the exercise of political responsibility . . . , a control which is absent from a broad delegation to private persons to sue . . . .124\r\n\r\n“Especially absent any showing that these agencies have contributed to the specific law enforcement effort or hold materials of the nature described in those criminal discovery rules\", this FOIA will do nothing, because they are withholding information that is already know by the public... \r\n\r\nHighlighting right-remedy principle and a public litigant’s claim of an implied right of action. Private or confidential information may refer to any kind of information which the organization feels should not be freely available to outsiders and which therefore should be subject to some kind of moral or legal protection.\" \r\n\r\n\"Both may lose their status as secrets with the passage of time (e.g., because of technological advances, state-of-the-art technology may become commonplace). A rule in trade secret law\"that which has become public property cannot be recalled to privacy\"8 -- has its classification counterpart in the rule that information declassified or officially disclosed cannot be reclassified.* \r\n\r\nPlease find below the details of my request:\r\n\r\nDescription of Information: I am seeking a statement of acknowledgement from the Federal Trade Commission that [cognitive attacks in cyber-phyiscal systems have been deployed on uninformed public participants their names, and any supporting documentation the agency has on its ability to identify and notify and defend individuals from cognitive attacks.\r\n\r\n\r\n\"Conceptual heavy lifting is necessary, however, to explain how “a collective entity like the government can qualify as a moral agent” for purposes of the corrective justice ideal.57  It is a fallacy of misplaced concreteness to think that corrective justice demands a remedy when a government suffers a legal harm.\"(Davis).\r\n It is a fallacy of misplaced concreteness to think that corrective justice demands a remedy when a government suffers a legal harm.58\r\n\r\nwould the consumer (i) derive independent economic value, actual or potential, from not being generally known to, and not being readily ascertainable by proper means by, other persons who can obtain economic value from its disclosure or use, and (ii) the subject of efforts that are reasonable under the circumstances to maintain its secrecy?\r\n\r\n\"Such tactics are of dubious ethicality primarily because they violate a duty to be honest and truthful in business dealings. They might therefore be criticized from the perspective of what are called ontological precepts, such as the golden rule (do unto others as you would have them do unto you) or Kant’s categorical imperative, which basically states that actions are only acceptable if one is willing to allow the rule or maxim underlying the action to be universalized for all. Such a test poses problems for certain forms of intelligence gathering because once they become accepted into business practice, or to use Kant’s words, become universal law, all firms tend to lose out. This might be because: (a) the industry starts to suffer from a deficit of trust, and/or (b) it becomes necessary for all industry players to commit resources to institute procedures guarding against the loss of trade secrets to unscrupulous competitors.\"(Steptoe)\r\n\r\n\"If they suspect criminal activity then they would normally refer the matter to the relevant authorities. If however, they are informed that they do not have sufficient evidence to support their accusations, there is\"…\r\n\r\n\"The issue is more that Old World monkey and ape social relationships seem to be underpinned by relatively sophisticated forms of social cognition that find their fullest expression in the reflexive multi-level hierarchy of intentionality that we find in living humans”(Dunbar).\r\n\r\n\"“How would you behave if...?”A second is to provide us with a kind of policing function to control those who fail to abide by the formal and informal agreements that underpin society.”(Dunbar)\r\n\r\n \"As the examples and discussion above attest, industrial espionage has become a significant and, in many ways, troubling aspect of contemporary business practice.It would seem that even companies with an ethical policy on intelligence gathering might accidentally encourage or even endorse questionable behaviors on the part of employees or contracted agents. In an increasingly knowledge- based competitive environment, the incentives to overstep the mark in intelligence gathering have increased significantly, and with advances in information and communication technologies, the opportunities for doing so have multiplied accordingly. Moreover, the boundaries for defining acceptable practice have also become increasingly muddied, especially now that surveillance technologies and other spying tools and gadgets have become so easily available to companies.” \r\n\r\n\r\n \"What we have also seen here is a blurring of boundaries between state and industrial espionage. On the one hand, companies are now intrinsically involved in the affairs of government (including defense, antiterrorism, tax collection and investigation, welfare distribution, etc.), meaning that much dstateT espionage is carried out through commercial entities.On the other hand, govern- ments rely substantially on the success of domestic companies to further their own economic goals, meaning that governments often have a major role to play in facilitating or preventing so-called dindustrialT espionage.”(Steptoe).\r\n\r\n\r\n \"Looking at it this way, it might seem that there will always be an overwhelming incentive to cross the ethical threshold of accept- able intelligence gathering in order to outdo an enemy. However, if instead of thinking about businesses as one-to-one combatants, we consider them as allies operating within a web of other businesses, we might more easily recognize their mutual interests and interlinked flows of resources and rewards.\r\n\r\n\r\n As such, it is clear that industrial espionage has major implications for all industry players, whether they are directly involved in espionage activities or not. Businesses need to maintain confidence in their data integrity and security, need to offer reliance in their attitude towards privacy, and, perhaps most of all, need to establish strong relationships of trust with their key stakeholders. An industry saddled with a reputation for spying and secrecy is unlikely to be a supportive context for any business to develop such capabilities. If employees, customers, suppliers, competitors, or even regulators believe they are in the company of spies, the challenge to maintain long- term business success will be all the more testing.\" \r\n “Acknowledgement”(Steptoe)\r\n\r\n\"Both may lose their status as secrets with the passage of time (e.g., because of technological advances, state-of-the-art technology may become commonplace). A rule in trade secret law\"that which has become public property cannot be recalled to privacy\"8 -- has its classification counterpart in the rule that information declassified or officially disclosed cannot be reclassified.*\r\n\r\n Classified information is more likely to be protected if it is precisely defined. Trade secrets are more likely to be protected if they are \"delineated with some particularity.\"9 The need to know has relevance in trade secret law; if a business does not limit knowledge of a trade secret only to those who need this knowledge to benefit the business, then a court may decide that this knowledge was not a trade secret. Ex 10 The need to know is also a well known principle in the protection of classified information.(fas.org)\r\n\r\nso may a specific trade secret be known to more than one company in a field and still be protected by each company as a trade secret.17\r\n\r\n In that respect, trade secret law is identical to classification policy, because the objective of classification is not to prevent an adversary from obtaining the information by independent efforts or by reverse engineering but rather to \"avoid assisting the adversary in acquiring that information\".++\r\n\r\n\"Not all commercial secrets are trade secrets. Many business matters are confidential (e.g., for a business's internal use only) but \"only secrets affording a demonstrable competitive advantage may be properly considered as trade secrets.\"\r\n\r\n\"It should be noted, with respect to similarities between trade secret law and classification principles, that the second and third elements of a trade secret (given above) are mostly security-of-information matters, not classification-of-information concerns. Those two elements indicate whether the possessor of an alleged trade secret truly acted as if that information was valuable to the business. They are not elements to be considered when objectively evaluating whether the information is a trade secret.”++\r\n\r\n\t\"Easily obtainable information, or information generally known, is not a trade secret.30 \"Information is readily ascertainable if it is available in trade journals, reference books, or published materials\"22 or is otherwise in the public domain. This includes information that is a matter of \"general knowledge\" within a trade or business.++ \r\n\r\n\t++ It is not always easy to determine whether information is generally known. In classification matters, the advice of experts in a field is necessary to establish whether an item of information in that field is generally known. Input from intelligence agencies is sometimes necessary to establish whether adversaries know that item of information. “\r\n - \r\n\tA substantial element of secrecy must exist, so that, except by the use of improper means, there would be difficulty in acquiring the information.26 - meaning this FOIA request is useless\r\n\r\n\t\"Absolute secrecy, in the sense that only the trade secret owner's employees or business associates know the trade secret, is not required. Some trade secrets may be known, via independent discovery, by several businesses in a trade. Each discoverer may have a trade secret in his information.28 However, as more entities obtain the information through legitimate means, \"the protectable interest erodes at some point there will be a sufficient number of \"independent users to render the matter no longer secret.”29”\r\n\r\n\r\n\"Researchers have an \"ethical\" obligation to be sure that human participants are capable of making informed decisions when they are considering whether or not to be part of any study.”\r\n\r\nhistorical perspective on carrier signal \r\n\r\nHarvey Fletcher (1940) measured the threshold for detecting a sinusoidal signal as a function of the bandwidth of a bandpass noise masker\r\n\r\n\r\nChirp modulation\r\n\r\nChirp modulation, or linear frequency modulation for digital communication, was patented by Sidney Darlington  in 1954 with significant later work performed by Winkler in 1962. This  type of modulation employs sinusoidal waveforms whose instantaneous  frequency increases or decreases linearly over time. These waveforms are  commonly referred to as linear chirps or simply chirps. \r\n\r\n\r\n1. Deese J (1959) On the prediction of occurrence of particular verbal intrusions in immediate recall. Journal of experimental psychology 58(1):17 \r\n\r\nPatterson, Roy D. (March 1976). \"Auditory filter shapes derived with noise stimuli\". The Journal of the Acoustical Society of America. 59 (3): 640–654. doi:10.1121/1.380914.\r\n\r\nTraditional masking models (e.g. Fletcher, 1940; Patterson, 1976) \r\nAn Introduction of System-Scientific Approaches to Cognitive Security \r\n\r\n1.2.4 Cognitive Attack\r\nIn Section 1.2.3, we discuss four types of exploitable vulnerabilities in the cognitive process. Cognitive attacks refer to the adversarial processes that involve the exploitation of these human vulnerabilities, as defined in Definition 1.1.\r\n\r\nDefinition 1.1 (Cognitive Attacks) Cognitive attacks are a class of cyber-physical- human processes that manipulate the behaviors of human actors for malicious pur- poses,\r\n\r\n\tLinan Huang, Quanyan Zhu\r\n\r\n\r\n\r\nA psychoacoustic-masking model to predict the perception of speech-like stimuli in background noise: by James J. Hant *, Abeer Alwan. \r\n\r\nJames J. Hant *, Abeer Alwan. \r\n\r\n\"In this paper, a time/frequency, multi-look masking model is proposed to predict the detection and discrimination of speech-like stimuli in a variety of noise environments. In the first stage of the model, sound is processed through an auditory front end which includes bandpass filtering, squaring, time windowing, logarithmic compression and additive internal noise. The result is an internal representation of time/frequency “looks” for each sound stimulus. To detect or discriminate a signal in noise, the listener combines information across looks using a weighted d′ detection device. Parameters of the model are fit to previously measured masked thresholds of bandpass noises which vary in bandwidth, duration, and center frequency (JASA 101 (1997) 2789). The resulting model is successful in predicting masked thresholds of spectrally shaped noise bursts, glides, and formant transitions of varying durations. The model is also successful in predicting the discrimination of synthetic plosive CV syllables in a variety of noise environments and vowel contexts.”\r\n\r\n\r\n\"Traditional masking models (e.g. Fletcher, 1940; Patterson, 1976) focus on the masking of long duration, narrowband stimuli by noise. In these models, the signal and masker are filtered through an auditory filter that is centered around the signals center frequency. If the filtered signal-to-noise ratio (SNR) is greater than a certain threshold, then the signal is heard. To predict the noise masking of a wide-band, non-stationary signal such as speech, however, the effects of both signal duration and bandwidth must be characterized (over a large frequency and duration range). In addition, for a model to predict perceptual confusions of speech sounds in noise, it should be able to predict the results of discrimination as well as detection experiments. To our knowledge, there is no published work which presents a masking model”\r\n\r\nfor a model to predict perceptual confusions of speech sounds in noise, it should be able to predict the results of discrimination as well as detection experiments. \r\n\r\n. The multi-look hypothesis assumes listeners use a multi-dimensional detection mechanism in which they store information from each look in an internal buffer and consider all looks simultaneously to detect the signal.\r\n\r\n\r\n\"Across all vowel contexts and plosive conso- nants, there is a 5–10 dB decrease in masked dis- crimination thresholds between the perceptually flat and speech-shaped noise conditions. This suggests that subjects may be taking advantage of high-frequency cues to detect plosives in noise. Perceptually flat noise masks all frequency regions equally (on an ERB scale) and will thus greatly affect the high-frequency cues. Speech-shaped noise only significantly masks the low-frequency regions of the consonants, leaving the high-fre- quency cues relatively uncorrupted.\"\r\n\r\n\"Most of these asymmetries suggest that CVs with similar formant transitions will be more easily confused in noise.\"\r\n\r\n\r\n\"In attempting to differentiate deceptions from non-deceptions, successful campaigns will cause, in some cases cause, the erroneous belief that the false targets are real\" \r\n\r\n\r\nThe area of research involved in the proposed study includes psychoacoustics, perceptual speech-masking and surveillance technology. Has yet to be formally recognized or addressed by the National Institute of Mental Health . We believe research in this area will provide healthcare practitioners more clarity in treating mental health disorders when the above parameters are disregarded in diagnostic procedures. Mental health professionals are not formally trained in this area and may present several healthcare externalities if there is a lack of acknowledgment and training surrounding the issue.\r\n\r\n\"One factor that should not generally be used to decide decisional capacity is the \r\n\r\npresence or absence of a particular diagnosis. Research indicates that many people with \r\n\r\nserious mental illnesses, at least outside the context of the most acute phases of illness, \r\n\r\nretain the capacity to understand, appreciate, reason and to make and express a choice \r\n\r\nabout participating in research protocols\" (Appelbaum, 2006; Jeste, Depp, & Palmer, \r\n\r\n2006). \r\n\r\n\"Notably in the case of schizophrenia, the bulk of empirical research suggests that, \r\n\r\nat least among outpatients, it is the cognitive deficits that frequently accompany this \r\n\r\ndisorder that most directly affect decisional capacity, not the primary \r\n\r\npsychopathologic symptoms\" (Palmer & Savla, 2007). In short, although clinical \r\n\r\nconditions are often risk factors for impaired capacity, they are not synonymous with \r\n\r\nimpaired capacity.\"http://www.apa.org/monitor/2015/09/ethics.aspx \r\n\r\n\r\n“there are certain kinds of research that cannot be done without deception and in some instances providing a thorough information about the study will invalidate the result because it may lead the participants to modify their behavior in light of this\"\r\n\r\n\"3. What is deception and why is it used? \r\n\r\n\r\n“Deception refers to any action designed to mislead others by distorting, falsifying, or\r\n\r\nmisinforming individuals so that they are manipulated to react in a certain manner. \" \r\n\r\n\"Key points of difference between these new theories and prior works include how \r\n\r\ndeception is defined, the centrality of deception cues, the role of stakes in deception, the \r\n\r\nimportance of communication media or channel, and whether or not deception is \r\n\r\nintrinsically more cognitively effortful than truth-telling.\" \r\n\r\nhttp://journals.sagepub.com/doi/pdf/10.1177/0261927X14536397 \r\n\r\n\r\n32 Double Binds \r\n\r\n\r\n Jerome Gardner\r\n\r\n\r\nTheory Concepts  \r\n\r\n\r\n\r\nDOUBLE BINDS and OTHER MALADJUSTMENTS\r\n\r\nthe classical approach is to view the person with severe and persistent problems in living in isolation from his/her environment. It is assumed that s/he is out of touch with ‘reality’. Those who adhere to this perspective suggest that: \r\n\r\n\r\n… regression to more primitive levels of thinking is a primary feature of schizophrenia. In essence, more highly differentiated and reality-oriented “secondary” thought processes, which follow the rules of logic and take external reality into consideration, are replaced by “primary” thought processes which involve illogical ideas, fantasy, and magical thinking. (Carson, 330)\r\n\r\nBateson suggests that the person with schizophrenia has “…trouble in identifying and interpreting those signals which should tell the individual what sort of message is being conveyed, i.e., trouble with the \"signals of the same logical type as the signal\".\r\n\r\nAccording to Bateson, “The ability to communicate about communication, to comment upon the meaningful actions of oneself and  others, is essential for successful social discourse”.\r\n\r\n\r\n(1) two or more persons;\r\n\r\n(2) repeated experience;\r\n\r\n(3) a primary negative injunction;\r\n\r\n(4) a secondary injunction conflicting with the first at a more abstract level, and like the first enforced by signals\r\n\r\n(5) a tertiary negative injunction \"prohibiting the victim from escaping from the field;\"\r\n\r\n\r\n(6) finally, the complete set of ingredients is no longer necessary when it learned to perceive his universe in double bind patterns. (9, 209) \r\n\r\n“It is one of the shortcomings of human communication that there is no way in which the spontaneous fulfillment of a need can be elicited from another person without creating this kind of self-defeating paradox”, says Watzlawick. (12, 15-26) \r\n\r\n\"A second variation of the double bind involves a situation in which a person is \"chastised for a correct perception of the outside world.\"\r\n\r\nAudio Surveillance: a Systematic Review (PDF Download Available). Available from: https://www.researchgate.net/publication/266261910_Audio_Surveillance_a_Systematic_Review\r\n\r\n\"In this process, which implies a whole style of relation with the world and in which certain stimuli are systematically denied, certain meanings are systematically repressed, lack of recognition is reinforced and rewarded, and clarification is punished\"  Watzlawick. (12, 15-26)\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDeclan Konroyd",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/ftc-and-fcc-records-of-acknowledgment-of-cognitive-attacks-in-cyber-phyiscal-systems-on-members-of-the-public-national-institutes-of-health-159788/"
  },
  {
    "id": 159787,
    "title": "Untitled",
    "slug": "untitled",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 29536,
    "username": "LynnePeskoe-Yang",
    "agency": 227,
    "datetime_submitted": "2024-03-04T23:01:56.603727",
    "date_due": "2024-03-11",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-03-04T23:01:56.699293",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 159787,
        "from_user": 29536,
        "to_user": 9707,
        "subject": "",
        "datetime": "2024-03-04T23:01:56.699293",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Washington Public Records Act, I hereby request the following records:\r\n\r\n- All video footage from the bodycam worn by Officer Jesse Thomas, #7679, captured during any and all hours the Officer was on duty at a public demonstration on March 3rd, 2024, or March 4th, 2024.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nLynne Peskoe-Yang",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/seattle-69/untitled-159787/"
  }
]