[
  {
    "id": 152881,
    "title": "Brazoria County Sheriff Office - Officer Johnny Cagle's Employee File",
    "slug": "brazoria-county-sheriff-office-officer-johnny-cagles-employee-file",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 99143,
    "username": "east.texas.open.records.project",
    "agency": 8708,
    "datetime_submitted": "2023-10-06T01:43:56.730146",
    "date_due": "2023-10-20",
    "days_until_due": null,
    "date_followup": "2023-10-20",
    "datetime_done": null,
    "datetime_updated": "2023-10-06T01:43:57.018174",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 152881,
        "from_user": 99143,
        "to_user": 10440,
        "subject": "Texas Public Information Act Request: Brazoria County Sheriff Office - Officer Johnny Cagle's Employee File",
        "datetime": "2023-10-06T01:43:57.018174",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Texas Public Information Act, I hereby request the following records:\r\n\r\n1) Please provide ANY and ALL documents, files, photographs in the Employee File of: Officer Johnny Cagle.\r\n\r\n2) A copy of any and all complaint(s) received for the following officer: Officer Johnny Cagle.\r\n\r\n3) A copy of any and all Internal Affairs Report(s) and or Finding(s) for the following officer: Officer Johnny Cagle.\r\n\r\n4) A copy of any and all Disciplinary Record(s) for the following officer: Officer Johnny Cagle.\r\n\r\n5) A copy of any termination paperwork, or letter of resignation from the following officer: Officer Johnny Cagle.\r\n\r\nExcluded from this request:\r\n\r\na) Confidential information deemed protected by law, statute or Attorney General Ruling.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nStuart Martin",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/brazoria-county-2559/brazoria-county-sheriff-office-officer-johnny-cagles-employee-file-152881/"
  }
]