[
  {
    "id": 172105,
    "title": "Public Records Request for Training Materials Related to Cell Site Simulators",
    "slug": "public-records-request-for-training-materials-related-to-cell-site-simulators",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 56574,
    "username": "CooperQ",
    "agency": 274,
    "datetime_submitted": "2024-08-19T19:22:27.590558",
    "date_due": "2024-09-03",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-08-19T19:22:27.704243",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 172105,
        "from_user": 56574,
        "to_user": 10031,
        "subject": "",
        "datetime": "2024-08-19T19:22:27.704243",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Massachusetts Public Records Law, I hereby request the following records:\r\n\r\nrelated to the acquisition and use of cell-site simulators by this agency and products and services provided by Jacobs Technology, the Engineering Integration Group (EIG), and KeyW. These include, but are not limited to:\r\n* cell-site simulators (CSS)\r\n* the Base Station NG system\r\n* any model of TRACHEA (2, 3, 4, 4+) or JUGULAR (2, 3, 4, 4+)\r\n* any other services or equipment purchased from EIG or Jacobs Technology\r\n\r\nResponsive materials include the following documents regarding the above-mentioned technologies:\r\n\r\nProcurement and Policies: Any and all descriptions of deliverables, policies, guidance, and other documentation regarding the use of CSS systems and services and products provided by the aforementioned entities. \r\nTraining: Any and all operation and training materials, slideshows, documentation, emails, or courses provided by EIG or Jacobs Technology related to products and services being used by this agency\r\nUse: All records of warrants filed in relation to CSS or the above-mentioned equipment, in addition to all logs or records describing deployment of the technologies listed above.\r\nUpdates: Any and all software or firmware or updates provided by EIG or Jacobs Technologies for the Base Station NG system or TRACHEA2+ or JUGULAR 4+ system. \r\nSharing and other agreements: All memoranda of understanding, nondisclosure agreements, or other agreements with other local agencies or any other party for the shared use of CSS or the sharing of information collected through its use.\r\nThis request is for all responsive materials for the period from February 1, 2024 through June 14, 2024. According to publicly available materials, the Massachusetts State Police purchased cell-site simulator equipment from Jacobs Technology earlier this year.\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by the recommendations of the Massachusetts Supervisor of Public Records. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nI expect the request to be filled in an accessible format, including for screen readers, which provide text-to-speech for persons unable to read print. Files that are not accessible to screen readers include, for example, .pdf image files as well as physical documents.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nCooper Quintin",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/massachusetts-1/public-records-request-for-training-materials-related-to-cell-site-simulators-172105/"
  }
]