[
  {
    "id": 181167,
    "title": "Records of communication of Professor Robert Burns",
    "slug": "records-of-communication-of-professor-robert-burns",
    "status": "submitted",
    "embargo_status": "public",
    "user": 150747,
    "username": "hanausrtk",
    "agency": 4694,
    "datetime_submitted": "2025-02-08T00:46:33.545126",
    "date_due": "2025-02-19",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-02-08T00:46:33.800193",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 181167,
        "from_user": 150747,
        "to_user": 15087,
        "subject": "Tennessee Public Records Act Request: Records of communication of Professor Robert Burns",
        "datetime": "2025-02-08T00:46:33.800193",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Tennessee Public Records Act, I hereby request the following records:\r\n\r\nAll email correspondence – including attachments, CC and BCC – between Dr. Robert Burns, Distinguished Professor in the Department of Biosystems Engineering and Soil Science, and the following:\r\n\r\nNational Pork Producers Council, or email domains ending in @nppc.org\r\nSmithfield Foods, or email domains ending in @smithfield.com or @smithfieldfoods.com\r\nJBS Foods USA, or email domains ending in @jbssa.com or @jbs.com\r\n\r\nThe University can limit the time frame for this request from February 1, 2022 to the present.\r\n\r\nPlease narrow the search results to exclude any published papers, news articles, organizational newsletters or other widely available published materials.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 7 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKent Hoover, a citizen of Tennessee, in coordination with Hana Mensendiek.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/tennessee-155/records-of-communication-of-professor-robert-burns-181167/"
  }
]