[
  {
    "id": 185677,
    "title": "Incident Involving 911 Self-Call",
    "slug": "incident-involving-911-self-call",
    "status": "ack",
    "embargo_status": "public",
    "user": 154895,
    "username": "policecamnews",
    "agency": 11358,
    "datetime_submitted": "2025-04-27T04:51:49.084873",
    "date_due": "2025-05-01",
    "days_until_due": null,
    "date_followup": "2025-05-01",
    "datetime_done": null,
    "datetime_updated": "2025-04-27T04:51:49.278464",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 185677,
        "from_user": 154895,
        "to_user": 16479,
        "subject": "Nebraska Public Records Act Request: Incident Involving 911 Self-Call",
        "datetime": "2025-04-27T04:51:49.278464",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Nebraska Public Records Act, I hereby request the following records:\r\n\r\ncopies of all video and audio records related to the DUI arrest of an unidentified male driver on or around March 2023, in Lancaster County, who inadvertently called 911 on himself while driving northbound on U.S. Highway 77.\r\n\r\nPlease include:\r\n\r\nAll body-worn camera footage from deputies involved in the stop and arrest\r\n\r\nAny dashcam/in-car video from patrol vehicles responding\r\n\r\nThe full 911 call recordings made by the suspect (referenced in LCSO’s Facebook post and news media)\r\n\r\nAny dispatch audio, CAD logs, or radio transmissions linked to the incident\r\n\r\nFootage showing field sobriety tests and BAC test results, if recorded\r\n\r\nIncident Details:\r\n\r\nDate: March 2023 (exact date not specified, but video released publicly in September 2023)\r\n\r\nLocation: U.S. Highway 77, northbound lane, Lancaster County, NE\r\n\r\nSummary: 911 caller reported another vehicle driving on the wrong side of the road; it was later discovered that he was the wrong-way driver and intoxicated. Suspect admitted this on scene and to deputies. BAC was reported to be over twice the legal limit.\r\n\r\nPlease notify me of any fees prior to fulfilling the request. If any material is withheld, I request that all non-exempt portions be provided and that you cite specific statutory exemptions.\r\n\r\nThank you for your time and assistance.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 4 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nPolice Cam News",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/lancaster-county-21962/incident-involving-911-self-call-185677/"
  }
]