[
  {
    "id": 178673,
    "title": "California Public Records Request: mobile device forensic tools",
    "slug": "california-public-records-request-mobile-device-forensic-tools",
    "status": "submitted",
    "embargo_status": "public",
    "user": 91061,
    "username": "AGreatOne",
    "agency": 39922,
    "datetime_submitted": "2024-12-30T15:03:06.907380",
    "date_due": "2025-01-09",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-12-30T15:03:07.083861",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 178673,
        "from_user": 91061,
        "to_user": 147038,
        "subject": "",
        "datetime": "2024-12-30T15:03:07.083861",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nRecords regarding the Los Angeles  county district attorney's office use of mobile device forensic tools (MDFTs). \r\nThis includes any software, hardware, process, or service that is capable of any of the following:\r\n• extracting any data from a mobile device,\r\n• recovering deleted files from a mobile device, or\r\n• bypassing mobile device passwords, locks, or other security features.\r\nExamples of MDFTs include, but are not limited to, products or services offered by vendors such \r\nas Cellebrite, Grayshift, Oxygen Forensics, BlackBag Technologies, Magnet Forensics, MSAB, \r\nAccessData, Paraben, Katana Forensics, BK Forensics, and Guidance Software/OpenText. \r\nI specifically requests the following records under the California public records act \r\n1. Purchase Records and Agreements: Any and all records reflecting an agreement for purchase, \r\nacquisition, or license of MDFTs, or permission to use, test, or evaluate MDFTs since 2015. \r\n2. Records of Use: Any and all records describing the office use of MDFTs since 2015.\r\na. In particular, we seek records reflecting the office aggregate use of MDFTs. For \r\nexample, monthly reports that reflect the total number of MDFT cases for each month, \r\nbroken down by type of crime, and number and type of phones, and number and type of \r\nother devices.\r\ni. Please specify any instances where the office used Cellebrite Advanced Services, \r\nor otherwise transferred possession of a device or its contents to a vendor for off-site \r\nprocessing, including Regional Computer Forensics Laboratories.\r\nii. Please include any instances of forensic examination of a device (e.g. using JTAG or \r\nchip-off processes) that may not involve a vendor’s product. \r\n3. Policies Governing Use: Any and all records regarding policies and guidelines governing the \r\nuse of MDFTs, including but not limited to: training materials regarding their operation, \r\nrestrictions on when they may be used, limitations on retention and use of collected data, \r\nsecurity measures taken to protect stored and in-transit data, guidance on when a warrant or \r\nother legal process must be obtained, and guidance on when the existence and use of MDFTs \r\nmay be revealed to the public, criminal defendants, or judges.\r\nDue to the ubiquity of mobile devices, law enforcement sees the data stored on mobile devices, \r\nlike cellphones, as key sources of evidence for investigations. However, mobile devices can \r\ncontain large amounts of people’s sensitive and private information, much of which may be \r\nirrelevant to a given investigation. As the Supreme Court recognized in Riley v. \r\nCalifornia, “[o]ne of the most notable distinguishing features of modern cellphones is their \r\nimmense storage capacity.” As such, forensic searches of mobile devices are often highly invasive, \r\nand we believe that such searches by law enforcement are increasingly common. \r\nMobile device forensic tools (MDFTs) are used by law enforcement to extract data from mobile \r\ndevices. In some cases, if the data on the mobile device is encrypted, some MDFTs can help law \r\nenforcement circumvent a device’s security features in order to access otherwise inaccessible \r\ndata. These capabilities have been the subject of broad public debate, for example, in the \r\naftermath of the high-profile San Bernardino shooting in 2015. Whether or not devices are \r\nencrypted, law enforcement’s use of MDFTs is an issue of significant public interest. \r\nCurrently, there is a considerable lack of public information available regarding how local \r\nlaw enforcement agencies use MDFTs, and the policies and procedures that govern such \r\nuse. The public is entitled to understand the office’s activities and capabilities with \r\nrespect to MDFTs, and this request seeks to further the public’s understanding.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMr. adonis gaynor",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/los-angeles-county-358/california-public-records-request-mobile-device-forensic-tools-178673/"
  },
  {
    "id": 178666,
    "title": "Obama Presidential Library: NSC Correspondence Related to Avian Flu A(H797) - 2013 to 2017",
    "slug": "obama-presidential-library-nsc-correspondence-related-to-avian-flu-ah797-2013-to-2017",
    "status": "submitted",
    "embargo_status": "public",
    "user": 351,
    "username": "RobbyD",
    "agency": 31318,
    "datetime_submitted": "2024-12-30T14:41:08.422667",
    "date_due": "2025-01-29",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-12-30T14:41:08.629204",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "obama presidential library"
    ],
    "communications": [
      {
        "foia": 178666,
        "from_user": 351,
        "to_user": 88846,
        "subject": "",
        "datetime": "2024-12-30T14:41:08.629204",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAll information, analyses, summaries, assessments, transcripts, or similar records included in National Security Correspondence related to the A(H797) strain of Avian influenza. This strain of influenza was first identified on March 31st of 2013. \r\n\r\nAccording to a Vanity Fair article that discussed the Obama administration's NSC and pandemic planning, the Obama administration was closely following the spread of A(H797) in late 2016. The article implies that the 2016 spread of A(H797) was so worrisome to Susan Rice that she decided to advocate for pandemic planning to be included in an exercise with the incoming Trump administration. \r\n\r\nHere's a link to the Vanity Fair article where the Obama administration's NSC response to H797 is mentioned: https://www.vanityfair.com/news/2020/05/trump-obama-coronavirus-pandemic-response?srsltid=AfmBOopglhTiQFMeUCKo_euYU2ej58tGguKPy1mDHiYXc_m_-mJ8Ln-B\r\n\r\nThe time frame for this search is from the date of A(H797)'s identification on March 31st of 2013 to the last day of the Obama administration on January 20th of 2017. The majority of documents generated by the NSC would have been in late 2016 after an outbreak among poultry in the United States and during the transition to the Trump administration. \r\n\r\nMore on A(H797) can be found here: https://www.ecdc.europa.eu/en/zoonotic-influenza/facts/faq-H7N9\r\n\r\nThank you for the Obama Presidential Library's commitment to transparency, and I look forward to working with you until this request is granted.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobert Delaware",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1249932,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/RobbyD/149919/How_Trump_Gutted_Obamas_Pandemic-Preparedness_Systems___Vanity_Fair.pdf",
            "datetime": "2024-12-30T14:41:08.629204",
            "title": "How_Trump_Gutted_Obamas_Pandemic-Preparedness_Systems___Vanity_Fair.pdf",
            "source": "Robert Delaware",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/obama-presidential-library-nsc-correspondence-related-to-avian-flu-ah797-2013-to-2017-178666/"
  }
]