[
  {
    "id": 163208,
    "title": "Galen Winsor",
    "slug": "galen-winsor",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 100760,
    "username": "atomic-answers",
    "agency": 10,
    "datetime_submitted": "2024-05-07T10:01:51.587270",
    "date_due": "2024-06-05",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-05-07T10:01:51.680569",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 163208,
        "from_user": 100760,
        "to_user": 9555,
        "subject": "",
        "datetime": "2024-05-07T10:01:51.680569",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nI request an electronic copy of all FBI files on Galen Winsor, a nuclear physicist who worked at, and helped design, nuclear power plants in Hanford, WA; Oak Ridge, TN; Morris, IL, San Jose, CA; Wilmington, NJ.  \r\n\r\nHe was born on June 4th, 1926 and died on July 19th, 2008. \r\n\r\nHere is his obituary: https://www.legacy.com/us/obituaries/tricityherald/name/galen-winsor-obituary?id=11408773\r\n\r\nHere is the location of his burial: https://www.ancestry.com/discoveryui-content/view/117390828:60525?tid=&pid=&queryId=35f74a7c-f2a7-4d4e-b7b0-f35e086899af&_phsrc=JvM1&_phstart=successSource\r\n\r\nPlease conduct a search of the Central Records System, including but not limited to the Electronic Surveillance (ELSUR) Indices, the Microphone Surveillance (MISUR) Indices, the Physical Surveillance (FISUR) Indices, and the Technical Surveillance (TESUR) Indices, for both main-file records and cross-reference records for all relevant names, individuals, agencies and companies.\r\n\r\nIf any potentially responsive records have been destroyed and/or transferred to NARA, then I request copies of the destruction or transfer slips as well as any other documentation relating to, mentioning or describing said transfer or destruction, to include but not be limited to confirmation that the Bureau has no other copies of said records. If previously released records are available, then I request a rolling release consisting of those records while additional records are located and processed for release.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBill Gagnon",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/galen-winsor-163208/"
  }
]