[
  {
    "id": 153618,
    "title": "Crime Free Housing and Nuisance Ordinance Information Request",
    "slug": "crime-free-housing-and-nuisance-ordinance-information-request",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 119993,
    "username": "jennywadhwa",
    "agency": 5023,
    "datetime_submitted": "2023-10-24T09:34:04.752859",
    "date_due": "2023-10-31",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-10-24T09:34:04.843208",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 153618,
        "from_user": 119993,
        "to_user": 12100,
        "subject": "",
        "datetime": "2023-10-24T09:34:04.843208",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nAny and all records from the past three years (October 2020-October 2023) regarding \"crime free\" housing and nuisance property ordinances that will be referred to as “program” and \"ordinance\" respectively, in this request but could be known (but not limited to) as “Crime Free Multi-Housing” and \"Chronic Nuisance Abatement\" as described in Joliet's Code of Ordinances Chapter 20 Article II Sec. 20-41 through Sec. 20-47. \r\n\r\nPlease provide any and all written records (including but not limited to hard-copy documents, memos, emails, word processor documents, PDF documents, PowerPoint files, images files, video files etc.) regarding the Program and Ordinance including but not limited to:\r\n\r\n• any training/presentation materials used in communication, promotions, workshops, seminars, etc\r\n\r\n• evictions filed by property owners and number of tenants evicted as a result of the program and ordinance\r\n\r\n• suspensions or revocation of a residential rental license, against property owners who fail to comply with the requirements of the ordinance or program\r\n\r\n• police calls, reports, citations, or arrests, collected by the municipality police department for the purpose of enforcing the ordinance and program\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJenny Wadhwa",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/joliet-7988/crime-free-housing-and-nuisance-ordinance-information-request-153618/"
  },
  {
    "id": 153617,
    "title": "Nuisance Ordinance Information Request",
    "slug": "nuisance-ordinance-information-request",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 119993,
    "username": "jennywadhwa",
    "agency": 780,
    "datetime_submitted": "2023-10-24T09:25:51.253233",
    "date_due": "2023-11-15",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-10-24T09:25:51.350363",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 153617,
        "from_user": 119993,
        "to_user": 10590,
        "subject": "",
        "datetime": "2023-10-24T09:25:51.350363",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the South Carolina Public Records Law, I hereby request the following records:\r\n\r\nAny and all records from the past two years (October 2021-October 2023) regarding your nuisance property ordinance that will be referred to as \"ordinance\"  in this request but could be known (but not limited to) as \"Nuisances\" as described in Article II Sec. 8-31 through 8-41 in Columbia's city code. \r\n\r\nPlease provide any and all written records (including but not limited to hard-copy documents, memos, emails, word processor documents, PDF documents, PowerPoint files, images files, video files etc.) regarding the Ordinance including but not limited to:\r\n\r\n• evictions filed by property owners and number of tenants evicted as a result of the ordinance\r\n\r\n•  Notice to Vacate's filed by property owners as a result of nuisance abatement \r\n\r\n• suspensions or revocation of a residential rental license, against property owners who fail to comply with the requirements of the ordinance \r\n\r\n• police calls, reports, citations, or arrests, collected by the municipality police department for the purpose of enforcing the ordinance\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 15 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJenny Wadhwa",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/columbia-386/nuisance-ordinance-information-request-153617/"
  }
]