[
  {
    "id": 145033,
    "title": "Records on Aaron Swartz",
    "slug": "records-on-aaron-swartz",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4164,
    "username": "TheJ",
    "agency": 764,
    "datetime_submitted": "2023-04-26T21:06:49.371699",
    "date_due": "2023-05-24",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-04-26T21:06:49.449135",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 145033,
        "from_user": 4164,
        "to_user": 23306,
        "subject": "Freedom of Information Act Request: Records on Aaron Swartz",
        "datetime": "2023-04-26T21:06:49.449135",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nI am writing to request all records related to the criminal investigation of Aaron Swartz, including any records related to his alleged unauthorized access of the JSTOR academic database. Specifically, I am seeking all memos, documents, and inter-agency communications related to the investigation, prosecution, and settlement of the case. This includes any search warrants, surveillance records, or other investigative documents related to the case. Additionally, I am requesting any and all records related to the prosecution of Aaron Swartz, including court filings, briefs, and other legal documents.\r\n\r\nAs this is a request under the Freedom of Information Act (FOIA), I would like to remind you of your obligation to provide access to all non-exempt responsive records. Please note that any redactions or withholdings of responsive records must be narrowly tailored and justified under the FOIA exemptions. If any responsive records are withheld, redacted, or deleted, I request that you provide a detailed explanation for the basis of each such decision.\r\n\r\nTo ensure that my request is as clear and specific as possible, I am seeking records from any and all agencies involved in the investigation and prosecution of Aaron Swartz, including but not limited to the Department of Justice, the Federal Bureau of Investigation, and any other relevant agencies. This request specifically includes any and all records related to JSTOR, the academic database that was at the center of the allegations against Aaron Swartz.\r\n\r\nSpecifically, I am requesting any and all records related to the following topics:\r\n\r\nThe initiation of the investigation: This includes any tips, complaints, or other information that led to the investigation, as well as any communications or documentation related to the decision to initiate the investigation.\r\n\r\nThe collection of evidence: This includes any search warrants, subpoenas, or other legal process used to gather evidence, as well as any documentation related to the collection and analysis of evidence, such as forensic reports, lab reports, and chain of custody documents.\r\n\r\nSurveillance and monitoring: This includes any surveillance or monitoring of Aaron Swartz, including wiretaps, pen registers, or other forms of electronic surveillance. This also includes any documentation related to the legal authorization for such surveillance, as well as any documentation related to the use and analysis of any surveillance or monitoring data.\r\n\r\nCommunications between agencies: This includes any communications between or among law enforcement agencies, including emails, memos, or other inter-agency communications related to the investigation or prosecution of Aaron Swartz.\r\n\r\nProsecution records: This includes any records related to the prosecution of Aaron Swartz, including court filings, legal briefs, and other legal documents.\r\n\r\nInter-agency coordination: This includes any records related to coordination and communication between agencies involved in the investigation and prosecution of Aaron Swartz, including any task force meetings or other inter-agency meetings related to the case.\r\n\r\nRecords related to JSTOR: This includes any communications or agreements between law enforcement agencies and JSTOR, as well as any documents related to JSTOR's cooperation with the investigation or prosecution of Aaron Swartz.\r\n\r\nIn addition to the FOIA, there are several court cases that support the release of the responsive records. These include:\r\n\r\nUnited States v. Nixon, 418 U.S. 683, 698-99 (1974): This case established that the need for confidentiality must be weighed against the public interest in disclosure, and that the public interest in disclosure must be given significant weight.\r\n\r\nCitizens for Responsibility and Ethics in Washington v. United States Dep't of Justice, 602 F. Supp. 2d 121, 126-27 (D.D.C. 2009): This case established that FOIA requires agencies to conduct a search for responsive records that is reasonably calculated to uncover all relevant documents.\r\n\r\nAmerican Civil Liberties Union v. Department of Defense, 628 F.3d 612, 619 (D.C. Cir. 2011): This case held that FOIA requires agencies to release any reasonably segregable portion of a record that is not exempt from disclosure.\r\n\r\nElectronic Privacy Information Center v. Department of Homeland Security, 653 F.3d 1, 6 (D.C. Cir. 2011): This case held that agencies may not withhold responsive records under the FOIA unless they fall within one of the enumerated exemptions, and that any doubts regarding the disclosure of responsive records should be resolved in favor of disclosure.\r\n\r\nNew York Times Co. v. United States, 403 U.S. 713, 717 (1971): This case established that the public has a significant interest in the disclosure of government documents, and that the government may not withhold responsive records merely to avoid embarrassment or inconvenience.\r\n\r\n\r\nFor the purposes of this request, I have attached proof of Aaron Swartz's death, as he tragically passed away in 2013. Please note that any requests to withhold or redact responsive records must be narrowly tailored and justified under the applicable laws and regulations.\r\n\r\nFinally, I would like to remind you that if any responsive records are withheld, redacted, or deleted, I reserve the right to seek review of your decision through the appropriate administrative channels, including appeal to the Office of Information Policy (OIP) and filing a formal complaint in federal court to compel disclosure.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJordan Lassiter",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1084184,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/121236/download_2.png",
            "datetime": "2023-04-26T21:06:49.449135",
            "title": "download_2.png",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          },
          {
            "id": 1084183,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/TheJ/121236/download_3.png",
            "datetime": "2023-04-26T21:06:49.449135",
            "title": "download_3.png",
            "source": "Jordan Lassiter",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/records-on-aaron-swartz-145033/"
  }
]