[
  {
    "id": 170887,
    "title": "CPS Board Member Text Messages",
    "slug": "cps-board-member-text-messages",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 75124,
    "username": "miriamcb",
    "agency": 3121,
    "datetime_submitted": "2024-08-03T08:30:58.059027",
    "date_due": "2024-08-09",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-08-03T08:30:58.204193",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 170887,
        "from_user": 75124,
        "to_user": 10007,
        "subject": "",
        "datetime": "2024-08-03T08:30:58.204193",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nAt the June 27, 2024 CPS Board Meeting, Board Member Michelle Morales indicated \"As a joke, we were texting that maybe we should have Carolina solve our budget crisis...\" The \"we\" she references in the Board Meeting refers to herself and other CPS Board Members.\r\n\r\nMinute marker: 14:10, \r\nPublic Board Meeting URL: https://www.cpsboe.org/meetings/meeting-videos/4368\r\n\r\nBoard members are using text message for discussion of public business.  Requesting all text messages between Board Member Michelle Morales and the following individuals, for the timeframe June 1, 2024 through June 30, 2024:\r\n\r\nBoard Member Jianan Shi\r\nBoard Member Elizabeth Todd Breland\r\nBoard Member Rudy Lozano\r\nBoard Member Tanya Woods\r\nBoard Member Mary Fahey Hughes\r\nBoard Member Mariela Estrada\r\n\r\nIt is my understanding that the Board of Education Board members are in a group text chat. Include any group chat texts in this response. This also includes any messages through WhatsApp, Signal, Slack, or any other text messaging apps.\r\n\r\nAlso note: This request seeks texts sent and received by board members whether they were sent on personal or CPS-issued cellphones or any other device.\r\n\r\nBecause this request is in the public interest for Illinois nonprofit The FOIA Bakery’s work to advocate for public education, please waive any fees in accordance with 5 ILCS § 140/6(c). Feel free to contact me with any questions, or if clarification is needed.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMiriam Bhimani",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/chicago-169/cps-board-member-text-messages-170887/"
  }
]