[
  {
    "id": 162915,
    "title": "North Carolina FOIA Request",
    "slug": "north-carolina-foia-request",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 133850,
    "username": "ElizabethHooven",
    "agency": 12050,
    "datetime_submitted": "2024-04-30T01:14:29.360338",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-04-30T01:14:29.514587",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 162915,
        "from_user": 133850,
        "to_user": 18564,
        "subject": "",
        "datetime": "2024-04-30T01:14:29.514587",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the North Carolina Public Records Law, I hereby request the following records:\r\n\r\nUnder the North Carolina Public Records Law, G.S. 132-2., I am requesting an opportunity to inspect or obtain copies of any and all 911 calls, CAD reports, dispatch logs, or any other manner of record, data, or other media publicly available, and made by, referencing, or in any manner pertaining to or otherwise involving or mentioning Mica Acacia Miller, aged 30 (deceased), occurring, collected, made, or generated on or about any part of Saturday, April 27, 2024, in or near Lumberton, Robeson County, North Carolina.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nElizabeth Hooven",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/lumberton-4317/north-carolina-foia-request-162915/"
  }
]