[
  {
    "id": 159772,
    "title": "University of California Sexual Harassment and Sexual Violence",
    "slug": "university-of-california-sexual-harassment-and-sexual-violence",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 130289,
    "username": "MaryanneWillkinsin",
    "agency": 23217,
    "datetime_submitted": "2024-03-04T19:40:27.658805",
    "date_due": "2024-03-14",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-03-04T19:40:27.778515",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 159772,
        "from_user": 130289,
        "to_user": 56388,
        "subject": "",
        "datetime": "2024-03-04T19:40:27.778515",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\n-A summary and categorial breakdown of all complaints of Sexual Violence or Sexual Harassment, as covered by the Sexual Violence and Sexual Harassment Policy, received by UC San Diego's office designated for handling such complaints for the years 2018 through 2023. These records may be kept by Academic Year or Fiscal Year. \r\n-A summary of the outcomes of these complaints, i.e., a count of how many went to Formal Investigation, Alternative Resolution, Informal Resolution, etc.\r\n-If the above information is contained in the Annual Reports that are supposed to be published by the Office for the Prevention of Harassment & Discrimination or the Title IX office, it will be sufficient to send me those in place of the above records.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMaryanne Willkinsin",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/san-diego-56/university-of-california-sexual-harassment-and-sexual-violence-159772/"
  }
]