[
  {
    "id": 165007,
    "title": "Greek Life incident report request under registered events (2020-2024)",
    "slug": "greek-life-incident-report-request-under-registered-events-2020-2024",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 135722,
    "username": "sophialehrbaum",
    "agency": 427,
    "datetime_submitted": "2024-06-12T11:23:54.773189",
    "date_due": "2024-06-19",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-06-12T11:23:54.855720",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 165007,
        "from_user": 135722,
        "to_user": 10008,
        "subject": "",
        "datetime": "2024-06-12T11:23:54.855720",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Pennsylvania Right to Know Act, I hereby request the following records:\r\n\r\nAny records, incident reports, supervisory reviews or investigations, supplementary documents, photo or video evidence, or internal and external communications (including but not limited to emails, letters, memoranda, text messages, social media messages, phone calls, video recordings, or notes reflecting any such communications) sent or received by the Pennsylvania State University Police, the Pennsylvania State University Greek Life website (https://studentaffairs.psu.edu/report), or any recognized fraternities or sororities from June 10, 2020 to present day (6/12/24), which relate to registering events with either the Pennsylvania State University Police or Pennsylvania State University in any way, containing the keywords of: “registered”, “registering”, “designated sobers”, “drinking”, “alcohol”, “inspection”, or “underage”.\r\n\r\nAny Pennsylvania State University Police records, incident reports, use of force reports, supervisory reviews or investigations, supplementary documents, photo or video evidence, or internal and external communications (including but not limited to emails, letters, memoranda, text messages, social media messages, phone calls, video recordings, or notes reflecting any such communications) about or against Pennsylvania State University Greek Life—whether recognized fraternities and sororities, previously recognized fraternities and sororities and those working towards University recognition—containing the keywords of: “sexual assault”, “harassment”, “stalking”, “drugging”, “drugged”, “roofie”, “Rohypnol”, “rape”, “domestic violence”, “hazing”, “haze”, or “abuse” maintained by the Pennsylvania State University Police and the Pennsylvania State University Greek Life website (https://studentaffairs.psu.edu/report) from June 10, 2020 to present day (6/12/24).\r\n\r\nIn the event that there are fees, I would request a waiver, as I work as part of a nonprofit newsroom, The Investigative Reporting Workshop, and these records will be used in the public interest. The requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIf you deny any portion, or all, of this request, please provide me with a written explanation of the reason(s) for your denial, including a citation to each specific statutory exemption you believe justifies the refusal to release the information and notify me of the appeal procedures available to me under the law. If you conclude that portions of the records that I request are exempt from disclosure, please release the remainder of such records for inspection and copying, redacting only the portion or portions that you claim are exempt. For any exemptions, please note whether they are discretionary and, if so, the basis for refusing to exercise discretion in favor of granting access.\r\n\r\nIf any otherwise responsive documents are withheld on the basis that they are privileged or fall within a statutory exemption, please provide a privilege log setting forth (1) the subject matter of the document; (2) the person(s) who sent and received the document; (3) the date the document was created or sent; and (4) the basis on which the document is withheld.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\nSophia Lehrbaum\r\nThe Investigative Reporting Workshop",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/pennsylvania-126/greek-life-incident-report-request-under-registered-events-2020-2024-165007/"
  }
]