[
  {
    "id": 185231,
    "title": "Jessica Krug criminal records request",
    "slug": "jessica-krug-criminal-records-request",
    "status": "submitted",
    "embargo_status": "public",
    "user": 71820,
    "username": "WonMuck",
    "agency": 396,
    "datetime_submitted": "2025-04-17T19:39:26.647155",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-04-17T19:39:26.773024",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 185231,
        "from_user": 71820,
        "to_user": 9635,
        "subject": "",
        "datetime": "2025-04-17T19:39:26.773024",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Oregon Public Records Law, I hereby request the following records:\r\n\r\nUnder the Oregon Public Records Law, §192.410 et seq., I am requesting an opportunity to inspect or obtain copies of public records for any and all criminal and incident reports, that may include incarcerations, arrest records, convitions, violations, misdemeanors, felonies, etc. for the individual Jessica A. Krug, aka Jessica A. Kruz aka Jessica A. Cruz (DOB 04/19/1982). \r\n\r\nIf there are any fees for searching or copying these records, please inform me if the cost will exceed $___1___.  However, I would also like to request a waiver of all fees in that the disclosure of the requested information is in the public interest and will contribute significantly to the public’s understanding of a widely known news story. I am a reporter, and this request concerns news gathering purposes. This information is not being sought for commercial purposes.\r\nI would request a prompt response to this request.  If you expect a significant delay in responding to or in fulfilling this request, please contact me with information about when I might expect copies or the ability to inspect the requested records.\r\nIf you deny any or all of this request, please cite each specific exemption you feel justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\r\n\r\nThank you for considering my request.\r\n\r\nSincerely,\r\n\r\nMalakai Wade\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nWondery",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/portland-166/jessica-krug-criminal-records-request-185231/"
  }
]