[
  {
    "id": 166241,
    "title": "San Jose Cease and Desist",
    "slug": "san-jose-cease-and-desist",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 119993,
    "username": "jennywadhwa",
    "agency": 4134,
    "datetime_submitted": "2024-06-26T10:59:19.500610",
    "date_due": "2024-07-06",
    "days_until_due": null,
    "date_followup": "2024-07-06",
    "datetime_done": null,
    "datetime_updated": "2024-06-26T10:59:19.590994",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 166241,
        "from_user": 119993,
        "to_user": 14077,
        "subject": "California Public Records Act Request: San Jose Cease and Desist",
        "datetime": "2024-06-26T10:59:19.590994",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom it may concern,\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\nRecords from the past year regarding your nuisance property ordinance that will be referred to as ordinance in this request but could be known (but not limited to) as Administrative Nuisance Abatement as described in Chapter 1.13 of the city code.\r\n\r\nPlease provide any and all nuisance abatement cease and desist orders (including but not limited to hard-copy documents, memos, emails, word processor documents, PDF documents, PowerPoint files, images files, video files etc.) from January 1, 2024 to the date this request is filed. This should include documents used to determine whether the property is considered a nuisance. \r\n\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request.\r\nSincerely,\r\nJenny Wadhwa",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/san-jose-336/san-jose-cease-and-desist-166241/"
  }
]