[
  {
    "id": 177492,
    "title": "Tennessee SOS 12.12.24",
    "slug": "tennessee-sos-121224",
    "status": "ack",
    "embargo_status": "public",
    "user": 131967,
    "username": "vic.cad",
    "agency": 10595,
    "datetime_submitted": "2024-12-12T09:55:57.592286",
    "date_due": "2024-12-23",
    "days_until_due": null,
    "date_followup": "2024-12-23",
    "datetime_done": null,
    "datetime_updated": "2024-12-12T09:55:57.784531",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 177492,
        "from_user": 131967,
        "to_user": 17086,
        "subject": "Tennessee Public Records Act Request: Tennessee SOS 12.12.24",
        "datetime": "2024-12-12T09:55:57.784531",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Tennessee Public Records Act, I hereby request the following records:\r\n\r\nDocumented requests all electronic records containing the following keywords and email domains:\r\n\r\nKeywords and phrases:\r\n\r\n“tennesseeelectionintegrity.com”\r\n“virginiainstitute.org”\r\n“Non-citizen voting”\r\n“Noncitizen voting”\r\n“Illegals voting”\r\n“TN Fair Elections”\r\n“TNFairElections.org”\r\n“Kathleen Harms”\r\n“Kathy Harms”\r\n“Aundrea Gomez”\r\n“HB 2128”\r\n“Pub. Ch. 939”\r\n“SB 2245”\r\n“HB 0835”\r\n“SB 0137”\r\n“Election Integrity Network”\r\n“EIN”\r\n“Jenny Beth Martin”\r\n“Kerri Toloczko”\r\n“Lindsey Zea”\r\n“Melody Clarke”\r\n“Cleta Mitchell”\r\n“Kyle Brosnan”\r\n“Rosemary Jenks”\r\n“Immigration Accountability Project”\r\n“America First Legal”\r\n\r\nEmail domains:\r\n“@virginiainstitute.org”\r\n“@unite4freedom.com”\r\n“@electionintegrity.network”\r\n“@teapartypatriots.org”\r\n“@iaproject.org”\r\n“@AFL.org”\r\n\r\nThe scope of this request includes the following legislators and all staff that report directly to the legislators:\r\n\r\nSecretary of State Tre Hargett\r\nTennessee Coordinator of Elections Mark Goins\r\nTennessee State Election Commission Members: Donna Barrett, Murfreesboro; Judy Blackburn, Morristown; Jimmy Eldridge, Jackson; Mike McDonald, Portland; Secondra Meadows, Chattanooga; Bennie Smith, Memphis; and Kent Younce, LaFollette\r\n\r\nThe search for records should include sent and received emails and any other electronic records including, but not limited to, scheduling and calendar records, text messages, and messages on messaging platforms, such as Slack, GChat or Google Hangouts, iMessage, WhatsApp, Signal, Telegram, Skype, Twitter direct messages, Facebook Messenger, or Parler. The search for email records should also include any email accounts used to conduct official business, including personal email addresses such as a \"gmail\" or \"yahoo\" account.\r\n\r\nPlease include any attachments to those records and other materials enclosed with those records at the time they were transmitted. For instance, for an email that is responsive to our request, please include all prior messages sent or received in that email chain, as well as any attachments to the email.\r\n\r\nThe search for records may be limited to records created, sent or received between January 1st, 2024 through to the date of your final response.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes. In the event that there are fees, please notify me of the total charges in advance of fulfilling my request. Additionally, I would like to request a fee waiver. I would prefer the request be filled electronically by email attachment if available, or CD-ROM if not.\r\n\r\nPlease confirm receipt of this request. Thank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 7 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKent Hoover, a citizen of Tennessee, in coordination with Victoria Cadostin.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/tennessee-155/tennessee-sos-121224-177492/"
  }
]