[
  {
    "id": 181048,
    "title": "paragon",
    "slug": "paragon",
    "status": "submitted",
    "embargo_status": "public",
    "user": 56574,
    "username": "CooperQ",
    "agency": 133,
    "datetime_submitted": "2025-02-06T18:20:33.007491",
    "date_due": "2025-03-07",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-02-06T18:20:33.182386",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 181048,
        "from_user": 56574,
        "to_user": 9620,
        "subject": "",
        "datetime": "2025-02-06T18:20:33.182386",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nThe requested records are those, for the period between January 1, 2022 and the date on which this request is processed, describing and relating to the relationship between this agency and Paragon Solutions and any relationships between any representative of either entity.\r\nResponsive records include, but are not limited to, documents concerning or mentioning Paragon Solutions and any representative thereof, including all documentation regarding its Graphite platform and any other service or software provided by or created by Paragon Solutions. These include, but are not limited to, the following:\r\nCONTRACT AND AGREEMENTS\r\n• All contracts, memorandums of understanding, and any other written agreements between this agency and Paragon Solutions, including all associated amendments, exhibits, and supplemental and supporting documentation. More information about the contract in question can be found here: https://www.usaspending.gov/award/CONT_AWD_70CTD024P00000012_7012_-NONE-_-NONE-. \r\nFINANCIAL MATERIALS\r\n• All financial documents or records of financial transactions, exchanges or obligations related to the relationship between the aforementioned entities. Responsive materials include all invoices, bills, receipts, check stubs, or any other records, including those possessed in an electronic format. This also includes any Requests for Proposal and bidding materials provided by Paragon Solutions and any other entities responding to the same Request for Proposal or equivalent procurement request.\r\nDOCUMENTATION OF USE\r\n• Any logs of use and other data obtained from the Paragon Solutions platform. Should query logs exist for any other platform, service, or software created and/or provided by Paragon Solutions, these materials are also responsive to this request.\r\n• Any audits and reports of audits of use of Paragon Solutions platforms\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nCooper Quintin",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/paragon-181048/"
  }
]