[
  {
    "id": 175631,
    "title": "Jon Cobb Military Service Records",
    "slug": "jon-cobb-military-service-records",
    "status": "submitted",
    "embargo_status": "public",
    "user": 142940,
    "username": "Diara",
    "agency": 39391,
    "datetime_submitted": "2024-10-31T11:59:37.973730",
    "date_due": "2024-12-02",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-10-31T11:59:38.168285",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 175631,
        "from_user": 142940,
        "to_user": 143403,
        "subject": "",
        "datetime": "2024-10-31T11:59:38.168285",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nA copy of the Military Personnel Files (OMPF) for a former service member named Jonathan David Cobb (U.S. Marine Corps who joined in 2004 at 17, serving two tours ), whose year of birth is 1987.\r\n\r\nThe public interest in Jon Cobb, who is running for the school board for Temecula Valley Unified School District in California, should favor disclosing many of these records, particularly any disciplinary records, should those records exist.\r\n\r\nPlease review and release any segregable information, even if certain documents or portions of documents are withheld.\r\n\r\nPLEASE NOTE: I am not the next of kin of this service member, and thus, I do not know Jon Cobb's Social Security Number. Because of this, I am ONLY requesting records that are releasable under the Freedom of Information Act. Please process my request for this servicemember's OMPF and other records under the relevant provisions of the Freedom of Information Act. I am not seeking any records that would be releasable under the Privacy Act.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nDiara",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/jon-cobb-military-service-records-175631/"
  }
]