[
  {
    "id": 203057,
    "title": "Weymouth Wednesdays",
    "slug": "weymouth-wednesdays",
    "status": "submitted",
    "embargo_status": "public",
    "user": 175678,
    "username": "TransparentPolicing2026",
    "agency": 7415,
    "datetime_submitted": "2026-01-24T08:36:56.172941",
    "date_due": "2026-02-06",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2026-01-24T08:36:56.303515",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 203057,
        "from_user": 175678,
        "to_user": 10378,
        "subject": "Massachusetts Public Records Law Request: Weymouth Wednesdays",
        "datetime": "2026-01-24T08:36:56.303515",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Massachusetts Public Records Law, I hereby request the following records:\r\n\r\nSubject: FOIA Request for Information Regarding Traffic Enforcement Policies\r\n\r\n I am writing to request information under the Freedom of Information Act (FOIA) related to the traffic enforcement policies of Weymouth Police Department.  Specifically, I seek documentation regarding the recent directive that instructs officers and command staff to conduct traffic enforcement exclusively on Wednesdays.\r\n\r\nTo assist in the processing of this request, please provide:\r\n\r\n1. Any memos, emails, or internal communications from agency leadership discussing or promoting the strategy to issue tickets solely on Wednesdays.\r\n\r\n2. Statistical data or reports that outline traffic enforcement activities, including the number of tickets issued on Wednesdays compared to other days of the week.\r\n\r\n3. Any relevant guidelines or policies that mandate or suggest certain days for traffic enforcement over others.\r\n\r\n4. Information on the objectives behind this strategy and whether any analysis was conducted before its implementation.\r\n\r\nI propose a fee waiver for this request based on the public interest in transparency around law enforcement practices. This information is crucial for understanding how these policies may impact public safety and the fair application of traffic laws.\r\n\r\nThank you for your attention to this matter. I look forward to your prompt response.\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by the recommendations of the Massachusetts Supervisor of Public Records. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nI expect the request to be filled in an accessible format, including for screen readers, which provide text-to-speech for persons unable to read print. Files that are not accessible to screen readers include, for example, .pdf image files as well as physical documents.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nTransparentPolicing2026",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/weymouth-town-16653/weymouth-wednesdays-203057/"
  }
]