[
  {
    "id": 190617,
    "title": "ICE Transfers re: Wyatt Detention Facility January 2024 and July 2025",
    "slug": "ice-transfers-re-wyatt-detention-facility-january-2024-and-july-2025",
    "status": "ack",
    "embargo_status": "public",
    "user": 142349,
    "username": "SophiaWright",
    "agency": 18490,
    "datetime_submitted": "2025-08-04T17:45:01.669747",
    "date_due": "2025-08-19",
    "days_until_due": null,
    "date_followup": "2025-08-19",
    "datetime_done": null,
    "datetime_updated": "2025-08-04T17:45:01.876848",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 190617,
        "from_user": 142349,
        "to_user": 27427,
        "subject": "Rhode Island Access to Public Records Act Request: ICE Transfers re: Wyatt Detention Facility January 2024 and July 2025",
        "datetime": "2025-08-04T17:45:01.876848",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Rhode Island Access to Public Records Act, I hereby request the following records:\r\n\r\nRecords of all transfers of people detained by ICE at the Wyatt Detention Facility, to include deportations, releases, intra-system transfers in ICE custody to other facilities, and transfers to other agencies, including the U.S. Marshals Service, and other prisons, jails, processing centers or corrections facilities, between January 2024 and July 2025. \r\n\r\nRecords should include dates of each transfer. Date information, requested in a prior FOIA Request, was not provided. \r\n\r\nRecords should include the facility names of the destination of transfers, deportations and releases (not just state information). Facility information, requested in a prior FOIA Request, was incomplete. \r\n\r\nIf a portion of these documents are exempt from disclosure, provide all segregable portions. If your agency does not maintain any of the requested records, please let me know who does and include the proper custodian's name and address.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nSophia Wright",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/central-falls-2195/ice-transfers-re-wyatt-detention-facility-january-2024-and-july-2025-190617/"
  }
]