[
  {
    "id": 164276,
    "title": "Police Body Cam Footage",
    "slug": "police-body-cam-footage",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 135233,
    "username": "UsmanTaiwo",
    "agency": 662,
    "datetime_submitted": "2024-05-29T02:38:20.525564",
    "date_due": "2024-06-08",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-05-29T02:38:20.632507",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164276,
        "from_user": 135233,
        "to_user": 10927,
        "subject": "",
        "datetime": "2024-05-29T02:38:20.632507",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Maryland Public Information Act, I hereby request the following records:\r\n\r\nTo Whom It May Concern:\r\n\r\nPursuant to the Maryland Public Information Act, I hereby request the following records:\r\n\r\n1. Police Body Cam videos of drug seizures with a street value of $5,000 or more, incidents that took place between the years of 2021-2024 (doesn’t need to be every incident but any you can find in a good time frame or off head)\r\n\r\n2. Police Body Cam videos of any incidents involving suspects trying to evade police or disregarding arrest, or legal use of police taser, from 2021-2024 (again doesn’t need to be all incidents but also no juvenile arrest unless you are allowed to supply that)\r\n\r\n3.Police Body Cam videos of any sex offender arrest or pedophile suspects (any time frame/year)\r\n\r\n\r\nWhen available, I would appreciate being sent police body cam videos for each section described above. \r\nThe requested videos will be made available to the general public, and this request is to showcase the hardships that Prince George’s Police Department deals with on a regular basis.\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available. (Google Drive, Wetransfer.com, etc.\r\nIf I cannot purchase all at once I will purchase partially until fulfilled, if the cost is very high from the initial cost.\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\nSincerely,\r\nUsman Taiwo of (NoRapAllFactz/PoliticalBull)\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nUsman Taiwo",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/prince-georges-county-328/police-body-cam-footage-164276/"
  }
]