[
  {
    "id": 165871,
    "title": "RBPD Officer Coleman records",
    "slug": "rbpd-officer-coleman-records",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 107350,
    "username": "chadloder",
    "agency": 12157,
    "datetime_submitted": "2024-06-22T21:22:34.949443",
    "date_due": "2024-07-02",
    "days_until_due": null,
    "date_followup": "2024-07-03",
    "datetime_done": null,
    "datetime_updated": "2024-06-22T21:22:35.036862",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 165871,
        "from_user": 107350,
        "to_user": 23081,
        "subject": "California Public Records Act Request: RBPD Officer Coleman records",
        "datetime": "2024-06-22T21:22:35.036862",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\nThis is a request made under the California Public Records Act for records subject to disclosure under Penal Code Section 832.7, which gives the public the right to know about certain incidents of officer misconduct and uses of force.\r\n\r\nWith respect to incidents that involve officer Coleman (I believe this is his name, his serial number is 1411) this request is for any and all records related to:\r\n\r\n• Incidents involving the discharge of a firearm at a person by the peace officer or custodial officer;\r\n• Incidents in which the use of force by the peace officer or custodial officer against a person resulted in death or great bodily injury;\r\n• Incidents in which there was a sustained finding of dishonesty by the peace officer or custodial officer;\r\n• Incidents in which there was a sustained finding of sexual assault by the peace officer or custodial officer involving a member of the public;\r\n• A sustained finding involving a complaint that alleges unreasonable or excessive force;\r\n• A sustained finding that the officer failed to intervene against another officer using force that is clearly unreasonable or excessive\r\n• Incidents in which a sustained finding was made by any law enforcement agency or oversight agency that the peace officer or custodial officer engaged in conduct including, but not limited to, verbal statements, writings, online posts, recordings, and gestures, involving prejudice or discrimination against a person on the basis of race, religious creed, color, national origin, ancestry, physical disability, mental disability, medical condition, genetic information, marital status, sex, gender, gender identity, gender expression, age, sexual orientation, or military and veteran status;\r\n• Incidents in which a sustained finding was made by any law enforcement agency or oversight agency that the peace officer made an unlawful arrest or conducted an unlawful search.\r\n\r\nIf you contend that any portion of the records requested is exempt from disclosure by express provisions of law, Government Code section 7922.525(b) requires segregation and redaction of that material in order that the remainder of the records may be released. If you contend that any express provision of law exempts from disclosure all or a portion of the records I have requested, Government Code section 7922.535(a) requires that you notify me of the reasons for the determination not later than 10 days from your receipt of this request. Government Code sections 7922.500 & 7922.540(a) require that any response to this request that includes a determination that the request is denied, in whole or in part, must be in writing and include the name and title of the person(s) responsible for the City’s response.\r\n\r\nGovernment Code section 7922.500 prohibits the use of the 10-day period, or any provisions of the CPRA or any other law, “to delay access for purposes of inspecting public records.” In responding to this request, please keep in mind that Article 1, § 3(b)(2) of the California Constitution expressly requires you to broadly construe all provisions that further the public’s right of access, and to apply any limitations on access as narrowly as possible.\r\n\r\nIf I can provide any clarification that will help expedite your attention to my request, please reply to this correspondence, pursuant to Government Code Section 7922.600. Because I am the legal guardian of a minor who was seriously injured by Redondo Beach Police officers possibly including the officer in question, I request that you waive any fees. [North Cty. Parents Ass’n v. Dep’t of Ed., 23 Cal. App. 4th 144, 148 (1994); Cal. Gov. Code § 7922.505]. In any event, to the extent records responsive to my request include audio or video recordings, chargeable fees for such recordings are limited to “direct costs of duplication,” and cannot include time spent reviewing or redacting any recordings that are covered by my request. [Nat’l Lawyers Guild v. City of Hayward, 9 Cal. 5th 488, 506-507 (2020).]\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nChad Loder",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/redondo-beach-3393/rbpd-officer-coleman-records-165871/"
  }
]