[
  {
    "id": 164324,
    "title": "FBI SP 5.30.24",
    "slug": "fbi-sp-53024",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 60252,
    "username": "rskva102",
    "agency": 10,
    "datetime_submitted": "2024-05-30T08:26:08.182593",
    "date_due": "2024-06-28",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-05-30T08:26:08.282411",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 164324,
        "from_user": 60252,
        "to_user": 9555,
        "subject": "",
        "datetime": "2024-05-30T08:26:08.282411",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nYou are receiving this correspondence as a request under the Freedom of Information Act, 5 U.S.C. subsection 552. I am requesting the following:\r\n\r\nCopies of all Federal Bureau of Investigation (FBI) records, documents, and communications responsive to the Special Targets for Informant Development (SPECTAR) program, aka the Special Target Informant Development program. SPECTAR is identified in former FBI agent Cril Payne’s 1979 memoir \"Deep Cover: An FBI Agent Infiltrates the Radical Underground\" as an operation overseen by the bureau’s Domestic Intelligence Division. Mr. Payne states that as part of the program, he was assigned an informant number LA 7852-S (Extremist), and asked to work in an undercover capacity to infiltrate the Weather Underground, an organization identified by the bureau as a domestic terrorist group made up of members of the New Left.\r\n\r\nMr. Payne’s FBI file was released by the bureau as part of Freedom of Information/Privacy Acts (FOIPA) request 1581024-000, and contained therein, Mr. Payne references SPECTAR in a letter dated December 17, 1977, which identifies four separate FOIPA requests sent by Mr. Payne to the bureau. Mr. Payne writes: \r\n\r\n“By letter dated August 25, 1977, you acknowledged receipt of my requests and advised that a notarized affidavit of signature would be required before documents pertaining to me would be released.  You further advised that requests for personal records had been assigned 51,331, the SPECTAR request number 51,340, and and my ‘final request’ number 51,330.”\r\n\r\nSPECTAR also appears in records related to the FBI’s Domestic Intelligence Division released to researcher Ernie Lazar and now publicly accessible via the Internet Archive, in files labeled “FBI Domestic Intelligence Division HQ 4”, “FBI Domestic Intelligence Division HQ 5”, and “FBI Domestic Intelligence Division HQ 6”. SPECTAR is referenced in a bureau report in “FBI Domestic Intelligence Division HQ 4”:\r\n\r\n“By airtel dated 7/12/72 captioned ‘Revolutionary Activities - Violence’ a program was initiated to focus on Special Targets for Informant Development (SPECTAR Program). This informant program has as its aim the development of informants who have the capability of penetrating the revolutionary underground, which has been notable for its security consciousness. We have instructed appropriate field offices to assign manpower to SPECTAR and to reduce case load to the degree that these Agents can concentrate on SPECTAR and still maintain close association with developments in pertinent investigations.”\r\n\r\nFor reference, mentions of SPECTAR can be found in the following report: https://archive.org/details/foia_FBI_Domestic_Intelligence_Division-HQ-4/page/n13/mode/1up\r\n\r\nAs Mr. Payne has published written material naming the SPECTAR program, and the bureau acknowledged the existence of such a program in its own internal documents, it is clear the bureau generated records in the course of operations of this program. Therefore, I am asking the bureau to release all records pertaining to SPECTAR.\r\n\r\nRelease of this information is in the public interest because it is related to surveillance operations targeting Americans. Although the bureau classified the Weather Underground Organization as a terrorist group, there is an ongoing dialogue in academia as to whether or not it was a legitimate protest group and how much of its violence was centrally-directed. Arthur Eckstein’s 2016 non-fiction book “Bad Moon Rising: How the Weather Underground Beat the FBI and Lost the Revolution”, for example, suggests that despite members of the group downplaying their acts of domestic terrorism once arrested, the bureau may have  had some role in encouraging violent acts.\r\n\r\nSPECTAR is relevant to this discussion because according to Mr. Payne in “Deep Cover” (chapter 8, pages 141 and 142):\r\n\r\n“The changes in Bureau procedures were not confined solely to the new undercover program. With the approval of Acting Director Pay Gray, a companion program was formulated by the Domestic Intelligence Division under the code name of SPECTAR. The Special Target Informant Development Program (SPECTAR) was designed to improve the efficiency of the deep cover agent and to provide more immediate avenues of penetrating Weathermen support groups. Repeated efforts by the Bureau to develop reliable informants among close friends and associates of the Weathermen fugitives had proved fruitless. It was reasoned that this failure was due in large part to the traditional method of payment for Bureau informants.” \r\n\r\nThus, any records the bureau might have on SPECTAR would contribute significantly to public understanding of the operations and activities of the government.\r\n\r\nTied to that, I am asking you waive any fees associated with this request. I am a member of the news media. My bylines, which include Unicorn Riot, Covert Action Magazine, and the Geopolitical Economy Report, can be found in both print and electronic publications, and I am sending this request in coordination with Muckrock, an award-winning and nationally-recognized news organization. Please take note of the Office of Management and Budget guidelines published March 27, 1987 (52 FR 10012) that include electronic publications and other nontraditional publishers as representatives of the news media.\r\n\r\nThis request is not being made for commercial purposes.\r\n\r\nAll documents will be provided to the general public without charge.\r\n\r\nIn the event that there are fees, I am willing to pay up to $100. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nI look forward to your response within 20 working days, as the statute requires. If access to the records I am requesting will take longer, please contact me with information about when I might expect copies or the ability to inspect the requested records.\r\n\r\nSincerely,\r\n\r\nRobert Skvarla, Jr.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/fbi-sp-53024-164324/"
  }
]