[
  {
    "id": 159590,
    "title": "Oklahoma City bombing sketches and wanted posters",
    "slug": "oklahoma-city-bombing-sketches-and-wanted-posters",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 128200,
    "username": "gbravo",
    "agency": 10,
    "datetime_submitted": "2024-03-01T14:25:36.544662",
    "date_due": "2024-03-29",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-03-01T14:25:36.655361",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 159590,
        "from_user": 128200,
        "to_user": 9555,
        "subject": "",
        "datetime": "2024-03-01T14:25:36.655361",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAny and all high resolution copies of composite sketches made of any individual(s) suspected in the Oklahoma City bombing on April 19, 1995, including, but not limited to, Timothy James McVeigh and John Doe 2. Also requested are any wanted posters or graphics created for the public or police agencies displaying information on the wanted suspects. A format such as a PDF is preferred, and if not, a high quality PNG, are requested for any responsive documents to this request. Should neither of these be available, any other format that can be accessed and viewed by a common personal computer would be accepted.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nGerardo Bravo",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/oklahoma-city-bombing-sketches-and-wanted-posters-159590/"
  }
]