[
  {
    "id": 158624,
    "title": "Imperial Calls 21",
    "slug": "imperial-calls-21",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 25665,
    "username": "DetentionKills",
    "agency": 5522,
    "datetime_submitted": "2024-02-12T06:56:46.408546",
    "date_due": "2024-02-22",
    "days_until_due": null,
    "date_followup": "2024-02-22",
    "datetime_done": null,
    "datetime_updated": "2024-02-12T06:56:46.497022",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 158624,
        "from_user": 25665,
        "to_user": 15874,
        "subject": "California Public Records Act Request: Imperial Calls 21",
        "datetime": "2024-02-12T06:56:46.497022",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\n1. A printout or log or similar record of all emergency and non-emergency calls or requests for service to the Imperial County Sheriff's Office from the Imperial Regional Detention Center, located at 1572 Gateway Rd, Calexico, CA 92231, for the period beginning January 1, 2021, and ending December 31, 2021. \r\n\r\n2. If the Imperial County Sheriff's Office is the custodian of records for 911 call logs, a log of 911 calls from the Imperial Regional Detention Center received between January 1, 2021, and December 31, 2021.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAndrew Free",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/imperial-county-3040/imperial-calls-21-158624/"
  }
]