[
  {
    "id": 160779,
    "title": "Madres Contra la Guerra Contact with the FBI",
    "slug": "madres-contra-la-guerra-contact-with-the-fbi",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 114696,
    "username": "CarlosBerríosPolanco",
    "agency": 10,
    "datetime_submitted": "2024-03-19T15:44:10.124754",
    "date_due": "2024-04-16",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-03-19T15:44:10.319253",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 160779,
        "from_user": 114696,
        "to_user": 9555,
        "subject": "",
        "datetime": "2024-03-19T15:44:10.319253",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nReports show that US officials have insinuated that the FBI investigate Pro-Palestine groups: https://www.rollingstone.com/politics/politics-news/pelosi-fbi-pro-palestine-protesters-russia-1234955648/\r\n\r\nTweets show members of Puerto Rican Pro-Palestine group \"Madres Contra la Guerra\" believe they have been visited, surveilled, and/or interviewed by the FBI: https://x.com/ManuelEMelende5/status/1769780724209455420?s=20  \r\n\r\nThe purpose of this request is to obtain information for the public on FBI surveillance of Madres Contra la Guerra, surveillance of the aforementioned group, decisions on surveillance, and the impact it has on anti-war groups. This information will enable the public to engage in an important ongoing policy debate and the upcoming Congressional appropriations debate.\r\n\r\nIn this request, ‘records’ includes, but is not limited to, all records or communications preserved in electronic or written form, such as correspondences, emails, documents, data, videotapes, audio tapes, faxes, files, guidances, guidelines, analyses, memoranda, agreements, notes, orders, policies, procedures, legal opinions, protocols, reports, rules, or manuals.\r\n\r\nTherefore, I request the following records:\r\n\r\n1) Any communications, messages, emails, and attachments exchanged within the FBI concerning \"Madres Contra la Guerra\" or their spokesperson Sonia Santiago Hernández.  \r\n\r\n2) Any communications, messages, emails, and attachments exchanged between the FBI and other law enforcement agencies (including but not limited to the Puerto Rico Police Department and the Department of Homeland Security) concerning \"Madres Contra la Guerra\" or their spokesperson Sonia Santiago Hernández.  \r\n\r\n3) Any after action reports and executive summaries after surveillance of or contact with \"Madres Contra la Guerra\" or their spokesperson Sonia Santiago Hernández.  Please include any notes taken before, during, or after contact or surveillance with the aforementioned group or subject.\r\n\r\n4) Any presentations, videos, audios, transcripts, and attachments used to educate FBI personnel or personnel from any other law enforcement agency about \"Madres Contra la Guerra\" or their spokesperson Sonia Santiago Hernández.\r\n\r\nPlease do a search of main file records alongside cross-reference records and an ELSUR (electronic surveillance) records. Additionally, please search the Sentinel database, the Investigative Data Warehouse, and the Data Integration and Visualization System.\r\n\r\nThis request is for all records produced between Jan 1, 2024 and the time this request is processed. In the event there are multiple records, please send them to me on a rolling basis.\r\n\r\nI ask that this request be given expedited processing and be placed on the simple track given the relative simplicity of the request and the short time span in which the requested records would have been produced.\r\n\r\nThis request is not being done for commercial purposes and will be made available to the general public. The records released by this request are likely to contribute significantly to public understanding of the operations or activities of the governmentI am an independent journalist and any responsive records will be used in the course of reporting about Pro-Palestine protests in Puerto Rico.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nCarlos Berríos Polanco",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/madres-contra-la-guerra-contact-with-the-fbi-160779/"
  },
  {
    "id": 160510,
    "title": "Notices of 5 and 10 day student unexcused absences (Alcott High School)",
    "slug": "notices-of-5-and-10-day-student-unexcused-absences-alcott-high-school",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4125,
    "username": "fgregg",
    "agency": 37496,
    "datetime_submitted": "2024-03-16T12:55:58.705799",
    "date_due": "2024-03-22",
    "days_until_due": null,
    "date_followup": "2024-03-22",
    "datetime_done": null,
    "datetime_updated": "2024-03-16T12:56:00.552634",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 160510,
        "from_user": 4125,
        "to_user": 131730,
        "subject": "Illinois Freedom of Information Act. Request: Notices of 5 and 10 day student unexcused absences (Alcott High School)",
        "datetime": "2024-03-16T12:56:00.552634",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nrecords sufficient to show the numbers of 5 and 10 days unexcused absence letters sent per month for the 2022-2023 school year.\r\n\r\nrecords sufficient to show the number of notices sent \"pupil's parent or guardian a letter, by certified mail, return receipt requested, notifying the parent or guardian that he or she is subjecting himself or herself to truancy intervention services\"  by month for the 2022-2023 school year.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nForest Gregg",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/chicago-169/notices-of-5-and-10-day-student-unexcused-absences-alcott-high-school-160510/"
  }
]