[
  {
    "id": 181383,
    "title": "Pennsylvania Right to Know Act Request",
    "slug": "pennsylvania-right-to-know-act-request",
    "status": "submitted",
    "embargo_status": "public",
    "user": 145922,
    "username": "nicecitizenllc",
    "agency": 20399,
    "datetime_submitted": "2025-02-12T23:31:44.395388",
    "date_due": "2025-02-20",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-02-12T23:31:44.480124",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 181383,
        "from_user": 145922,
        "to_user": 32067,
        "subject": "",
        "datetime": "2025-02-12T23:31:44.480124",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Pennsylvania Right to Know Act, I hereby request the following records:\r\n\r\n1.\tThe full spending account statement for the current and past fiscal year for the President of the Community College of Philadelphia, including all transactions, reimbursements, and itemized expenditures.\r\n2.\tThe complete compensation package for the President of the Community College of Philadelphia, including but not limited to salary, bonuses, allowances, benefits, deferred compensation, retirement contributions, and any other forms of financial compensation.\r\n3.\tCopies of all emails sent and received by the President of the Community College of Philadelphia from January 1, 2023 to January 1, 2025.\r\n4.\tA list of salaries for all faculty, staff, and administrators at the Community College of Philadelphia, including base pay, stipends, bonuses, and any other financial compensation for the current fiscal year.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBody Cam Review",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/philadelphia-211/pennsylvania-right-to-know-act-request-181383/"
  }
]