[
  {
    "id": 175017,
    "title": "Platypus Affiliated Society (U.S. Department of Education)",
    "slug": "platypus-affiliated-society-us-department-of-education",
    "status": "submitted",
    "embargo_status": "public",
    "user": 142567,
    "username": "allengallon",
    "agency": 44,
    "datetime_submitted": "2024-10-21T20:40:43.468285",
    "date_due": "2024-11-19",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-10-21T20:40:43.803036",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 175017,
        "from_user": 142567,
        "to_user": 9903,
        "subject": "",
        "datetime": "2024-10-21T20:40:43.803036",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAll documentation and correspondence containing the phrase \"Platypus Affiliated Society\" between 2006 and the time that this is being filed. Please provide these in the form of PDFs. \r\n\r\nI also request that, if appropriate, fees be waived as I believe this request is in the public interest. This request is not for commercial purposes and will be released to the public.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAllen You",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/platypus-affiliated-society-us-department-of-education-175017/"
  },
  {
    "id": 175016,
    "title": "Platypus Affiliated Society (Department of Education)",
    "slug": "platypus-affiliated-society-department-of-education",
    "status": "submitted",
    "embargo_status": "public",
    "user": 142567,
    "username": "allengallon",
    "agency": 8178,
    "datetime_submitted": "2024-10-21T20:40:43.468285",
    "date_due": "2024-10-28",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-10-21T20:40:43.721341",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 175016,
        "from_user": 142567,
        "to_user": 17031,
        "subject": "",
        "datetime": "2024-10-21T20:40:43.721341",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nAll documentation and correspondence containing the phrase \"Platypus Affiliated Society\" between 2006 and the time that this is being filed. Please provide these in the form of PDFs. \r\n\r\nI also request that, if appropriate, fees be waived as I believe this request is in the public interest. This request is not for commercial purposes and will be released to the public.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAllen You",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/illinois-168/platypus-affiliated-society-department-of-education-175016/"
  },
  {
    "id": 175013,
    "title": "Kent School District - LaKenya Moss, White Privilege, Racism, unsafe teaching environment - Request for Outside investigator - Panther Lake Elementary",
    "slug": "kent-school-district-lakenya-moss-white-privilege-racism-unsafe-teaching-environment-request-for-outside-investigator-panther-lake-elementary",
    "status": "submitted",
    "embargo_status": "public",
    "user": 143136,
    "username": "kentcivilrights",
    "agency": 20067,
    "datetime_submitted": "2024-10-21T19:45:50.238909",
    "date_due": "2024-10-28",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-10-21T19:45:50.544466",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "request for outside investigation",
      "white privilege!",
      "carolyn currie",
      "lakenya moss",
      "amanda lattin",
      "pam pogson",
      "anita macpherson",
      "garrett lombardi"
    ],
    "communications": [
      {
        "foia": 175013,
        "from_user": 143136,
        "to_user": 31494,
        "subject": "",
        "datetime": "2024-10-21T19:45:50.544466",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nHi – I have a public records request:\r\n\r\nAttached are excerpts from Garrett Lombardi – Evaluation Response Panther Lake Elementary 03 21 2024 (Pages 4462-4478) as publicly posted to the internet by the Kent School District:\r\n\r\nBoster, Dawn Marie shared a folder with you\r\n\r\nHere's the folder that Boster, Dawn Marie shared with you.\r\n\r\nhttps://cdn.muckrock.com/foia_files/2024/10/06/23-24-198.zip\r\n\r\nThis email is generated through Kent School District's use of Microsoft 365 and may contain content that is controlled by Kent School District.\r\n\r\nExcerpts from Garrett Lombardi – Evaluation Response Panther Lake Elementary 03 21 2024:\r\n\r\nI turned to Ms. Moss after this conversation and was walking toward the bathroom area for teachers upstairs but wanted to let her know that I was talking about her in the meeting and didn’t want to just say it was her, because it might have made her feel a certain way (some people do not like to be called out, right?). Ms. Moss turned to me and said, “why would you come up and talk to me!” I was confused at this point because I came to her to let her know she helped me with our conversation before, getting to know her classroom students and to thank her for this advice. Ms. Moss preceded to say that I (meaning me) just don’t get it. Now I am really wondering why she would phrase it in this way. We start discussing how I respected her and can see that the kids respect her, thinking that I can learn something and how to effectively communicate and help exactly what the article we just read about. She said, “you wont get it because you are white” “and that she stated, “I don’t respect her”” and that I am “privileged”, in a way, made me feel uncomfortable right at that very minute, but having respect and wanting to understand and support her I wanted to hear what she was expressing. She expressed how “there are all of the examples out there Floyd case and a few others how if I were stopped because I am “white” I would get off with a warning and let me go and that “we” (like a you people statement) don’t get it and think the cop is nice and that he would do that for everyone,” then proceeds to get emotional and states if she reached for her license they could shoot her and end her life. At this point, I advised I don’t believe that because of God, as we had a conversation before approximately a month ago in front of the school on this topic which I will touch on later. She abruptly stopped me and said “No! No! Uh don’t even go there with God!” “Don’t even bring God into this” “We are not talking about that,” (not wanting to stop the conversation only that topic is how I took it). I wanted feedback and asked Ms. Moss that I have had black students say to me “they don’t have to listen to me because I am white” which I have had conversations with admin about this before, as I have addressed concerns with admins, teachers, and the appropriate staff about any students for aggression, behavior situations, one offs, etc. per protocol letting admin know some of the more serious situations that have occurred. I mentioned this because in my mind she might be able to help me through this. Ms. Moss becomes aggravated and aggressive stating “how dare I, I have the nerve to say this to her face!” “How I should feel ashamed because I am “white” and that I am “privileged” as if she is taking this out on me.”\r\n\r\nMrs. Lattin opened and asked what was going on and principal Pogson asked the same. I politely asked Ms. Moss if she would like to go first. All Ms. Moss did was stare at me glaring at me in intimidation. I stated, “I’ll go first then.” I reiterated all the details above to Ms. Pogson and Mrs. Lattin. When I finished explaining the details above to the administrators, I noticed Ms. Moss glaring at me and with a face of distain. Ms. Moss forcefully and with a very scary tone said and pointed at me “Now its my turn”! When Ms. Moss completed her explanation of the events, she asked a question to me, and I wanted to respond. When I went to respond she said “I am not done! Told me no talking you don’t get to speak it’s my turn”! I asked the administrators if this was appropriate and please see the way she was losing control and how she was talking to me, as the meeting should end, I don’t know why the admins let this happen when I wanted it to stop. I was told in the evaluation I am the one in the meeting who kept insisting on talking but I wanted clarification on Mrs. Lattin statement below about the “White privilege” and I tried to explain how, that is not what Ms. Moss’s context was, nor did Ms. Moss in the meeting tell anyone in the room she was helping me see my “white privilege”. Pogson and Lattin were the ones who filled that in for Ms. Moss, which is extremely odd to me how they know what she was thinking and once again seeing the affects of putting words in other people’s mouth. I then said I wanted to answer the question and several times Mrs. Lattin refereed to this as not a court of law or hearing and why I kept speaking in a way like that. I then said, “Ms. Moss” may I answer your question and immediately Ms. Moss sat up abruptly toward me and said “uhhh! No! I am not Ms. Moss to you, you can call me Kenya, it’s after 3:50 (1550) in the afternoon pointed outside and kept saying it is after 3:50 and I am not Ms. Moss right now as if in a breakdown and hollering I am Kenya now and growled. This to me is absolutely a threat to indicate the time and it is after school and then say, “the gloves come off” and to indicate I am not Ms. Moss to you it’s Kenya I became frightened. You can even ask the admins what my face looked like… my eyes were wide, and I felt extremely scared what could happen next. I advised that this is not productive, nor would I be treated this way. I was also told by the admins “I can’t bring up God” when I was sharing the events of what the conversation was about with Ms. Moss and myself, that “I shouldn’t say that.” Even though Ms. Moss and I had a conversation about God in the front of the school that day she wanted to tell me something.\r\n\r\nI was advised that it was appropriate for Ms. Moss to use my race “white” and say that I am privileged, and that KSD. Per Mrs. Lattin approved letting “white people” know about “White Privilege.” I responded, “what? Are you kidding me?” Not because it was implemented but because the context and how I was being treated was not appropriate all the way around. It was perceived by me that they were trying to coerce me in to believing that I was wrong, and that “Ms. Moss was only trying to help me see that I am “White Privileged” and feel ashamed.” As mentioned during my conversation with Ms. Moss in the hall that she stated, “to feel ashamed” but “not have pity on her and her people.”\r\n\r\nAnother issue I have encountered here with the Kent School District is in my role with Music at PO GR ME and CO I am in a program at W.G.U. for Elementary Education Masters. I was told by Dr. Corbley that she had no idea about any of this and that they had to hire someone and not conditionally hire me per what was promised. Not to mention I was advised to go ahead and complete grading and never got paid for this still to-date. Everyone is aware now about the falling through the cracks per the Email I received from Dr. Corbley; however, I still need to be paid.\r\n\r\nI strive to encourage, inspire, and build leaders in public education for all! I was told yesterday that just me saying that I am saying “for all” that my “White Privilege is getting in the way” and I was told, “because I am white,” “I am ignorant of other cultures and races.” This, I feel is an attack on me, a misrepresentation which I hope for an investigation of (discrimination race and religion, deceptiveness, manipulation, retaliatory, and slander / defamation because it is going into my personal file only) and deeply saddened by the treatment I received by the very few individuals here at Panther Lake.\r\n\r\nwant to believe that some right here of my own has been violated and retaliated against, but of the direction and topic in which this has gone, it is apparent, or perceived as I’m “the problem” as stated. However, upon further investigation you will find that Mr. Holt will corroborate with my classroom management and cooperation as well as many teachers here at PL. I have, with ease, been able to address concerns with students to their teachers, and have never had a teacher respond, react, or act in this manner back to me like Ms. Moss did yesterday. Not once, from the PD meeting to the conference meeting did I break any policy or procedures / rules set forth in the Code of Conduct. If anything, I was threatened by Ms. Moss during the meeting in that she said to me “and what you don’t know is I went to Mrs. Lattin to warn her about you!”\r\n\r\nGarrett Lombardi\r\nSubstitute K.S.D. Music / P.E. / Classroom / ASC\r\nGarrett.Lombardi@Kent.K12.WA.US\r\n863.521.2440\r\n\r\nFrom: Heath, Randall (Randy) <Randall.Heath@kent.k12.wa.us>\r\nSent: Tuesday, April 2, 2024 2:09:36 PM\r\nTo: Macpherson, Anita <Anita.Macpherson@kent.k12.wa.us>\r\nCc: Layla Jones [WA] <ljones@washingtonea.org>; Lombardi, Garrett\r\n<Garrett.Lombardi@kent.k12.wa.us>; Hunter, Daman <Daman.Hunter@kent.k12.wa.us>\r\nSubject: RE: Discrimination Complaint\r\n\r\nGood Afternoon Mr. Lombard\r\n\r\nThank you for calling me today to clarify who you are wanting to make the subject of your complaint. According to our conversation you indicated that the following individuals you believe contributed to the violation of your rights:\r\n\r\nLaKenya Moss\r\nAmanda Lattin\r\nPam Pogson\r\n\r\nYou believe that their actions resulted in the following impact:\r\n\r\nCreating a hostile working environment\r\n\r\nResulted in you receiving an unfair negative evaluation.\r\n\r\nResulted in you not being able to substitute at Panther Lake which has resulted in a loss of pay. You also stated that there were concerns regarding the district as a whole in terms of Ms. Lattin’s claim that the action taken by Ms. Moss is supported and encouraged by the district. You also stated that you have had some substitute jobs (not at Panther Lake) cancelled since this occurred and wondered what was behind them being cancelled.\r\n\r\nI explained that the timeline of the complaint is 30 calendar days which we will begin today as it was the day we were able to determine who the complaint was against. This would put a completion date of May 2. As I shared I would am asking for an extension of this timeline given that it is complicated involving multiple individuals and that there was a week of scheduled non-work days in those thirty days. I am requesting this be moved to 60 days. If you can give me the extension of 30 additional days it would be appreciated however you stated you would probably counter with an extension of smaller number of days.\r\n\r\nI look forward to hearing back from you to confirm that I have captured basis of your complaint and how many days of extension if any you will be giving the district.\r\n\r\nRandy\r\n\r\nMr. Lombardi has had several incidents at our school that were difficult situations. The first one was on his first or second day where he was asking some of our muslim students to do exercises. The students weren't comfortable so he reported to the teacher they were lazy. The teacher (and myself) explained to him that we make exceptions for religious reasons (students were asked to crawl through other students legs). The classroom teacher spoke at length to Mr. Lombardi about getting to know her students and the reason we accommodate as teachers.\r\n\r\nI also spoke to him about the same issues.\r\n\r\nThere have been several comments that were made \"those black kids\" and some disparaging words that my Assistant Principal worked with him on.\r\n\r\nToday 3/20, we were doing equity work at our PDand he approached the above teacher and tried to tell her that she helped him (per him) but the teacher is saying that he told her he didn't understand the need for the conversation we had during PD on helping boys of color. She tried to tell him that it was his privilege of being white and he got angry and told her he was going to take her to admin and the board. She told him she was ending the conversation and he continued to talk to her. He continued to press her on why she called him that and wouldn't leave her alone. She came to find admin. She stated she felt threatened and unsafe with him. We tried to negotiate the conversation with him and help him see his failure to stop when asked by a staff member and he just continued to say that it was his right to keep talking. I tried to explain white privilege to him and that it was a bias we have as white educators but he just kept asking who in HRhe needed to talk to. Being a minority/majority school I don't believe this is the appropriate place for him and my staff member doesn't feel safe with him coming back.\r\n\r\nREQUEST FOR PUBLIC RECORDS RCW 42.56:\r\n\r\n1. Please provide copies of all discrimination complaints filed or submitted to the district in 2023 and 2024 by any student, staff, or member of the public.\r\n\r\n2. Please provide copies of all records the district has referencing the term \"white privilege.\"\r\n\r\n3. Please identify the \"appropriate place\" for Mr. Lombardi as described by Panther Lake Elementary Principal Pamela Pogson.\r\n\r\n4. Please name the staff member who \"doesn't feel safe with him (Lombardi) coming back.\" as described by Panther Lake Elementary Principal Pamela Pogson.\r\n\r\n5. Please provide copies of all “Request for Outside Investigators” as described by Assistant to the Superintendent Carolyn Currie in her email of April 04, 2024 for the years 2023 and 2024. \r\n\r\n6. Please provide copies of all complaints against Panther Lake Elementary Teacher LaKenya Moss - LaKenya.Moss@kent.k12.wa.us\r\n\r\n7. Please provide copies of all complaints against Panther Lake Elementary Principal Pamela J. Pogson - Pamela.Pogson@kent.k12.wa.us\r\n\r\n8. Please provide copies of all complaints against Panther Lake Elementary Assistant Principal\r\nAmanda Lattin - Amanda.Lattin@kent.k12.wa.us\r\n\r\n9. Please provide copies of all complaints against Garrett Lombardi Substitute K.S.D. Music / P.E. / Classroom / ASC- Garrett.Lombardi@Kent.K12.WA.US \r\n\r\n\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1230652,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/kentcivilrights/147121/Request_for_outside_investigator.pdf",
            "datetime": "2024-10-21T19:45:50.544466",
            "title": "Request_for_outside_investigator.pdf",
            "source": "Equity and Civil Rights",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/kent-67/kent-school-district-lakenya-moss-white-privilege-racism-unsafe-teaching-environment-request-for-outside-investigator-panther-lake-elementary-175013/"
  }
]