[
  {
    "id": 159530,
    "title": "PRA: Autopsy and coroner’s reports",
    "slug": "pra-autopsy-and-coroners-reports",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 102386,
    "username": "samlevin",
    "agency": 4674,
    "datetime_submitted": "2024-02-28T13:58:29.730403",
    "date_due": "2024-03-09",
    "days_until_due": null,
    "date_followup": "2024-03-09",
    "datetime_done": null,
    "datetime_updated": "2024-02-28T13:58:29.935628",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 159530,
        "from_user": 102386,
        "to_user": 25522,
        "subject": "California Public Records Act Request: PRA: Autopsy and coroner’s reports",
        "datetime": "2024-02-28T13:58:29.935628",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act (Government Code Section 6250 et seq.) (\"CPRA”), and all other applicable laws, please disclose the following records.\r\n\r\nAny and all autopsy, death investigation, and coroner’s reports relating to the deaths of the following individuals:\r\n\r\nName: Joseph Trevino, Date of birth: 09-30-1959, Date of death: 02-04-2005\r\n\r\nName: Alberto Arriaga, Date of birth: 02-23-1965, Date of death: 07-23-2010\r\n\r\nName: Omar Abrego, Date of birth: 12-24-1976, Date of death: 08-03-2014\r\n\r\nIf records pursuant to this request are possessed in machine-readable format such as an .xls, .csv spreadsheet file, please provide the record in this format. Please disclose these records in the format in which they are kept, e.g., .ppt, .pptx, .doc, or .docx.\r\n\r\nThe fundamental rule of the CPRA is a presumption of public access. “In other words, [A]ll public records are subject to disclosure unless the Legislature has expressly provided to the contrary.” Williams v. Superior Court, 5 Cal. 4th 337 (1993). This presumption finds further support in the California Constitution, as amended by Proposition 59 in 2004. “A statute, court rule, or other authority, including those in effect on the effective date of this subdivision, shall be broadly construed if it furthers the people's right of access, and narrowly construed if it limits the right of access.” Cal. Const. Art. 1 § 3(b)(2).\r\n\r\nPlease provide a determination on this request within 10 days of your receipt of it. If you determine that any or all of the information qualifies for an exemption from disclosure, please note whether, as is normally the case, the exemption is discretionary, and if so whether it is necessary in this case to exercise your discretion to withhold the information. If you determine that some but not all of the information is exempt from disclosure and that you intend to withhold it, please redact it for the time being and make the rest available as requested. In any event, please provide a signed notification citing the legal authorities on which you rely if you determine that any or all of the information is exempt and will not be disclosed.\r\n\r\nPlease apply a fee waiver to this request. If the request for a fee waiver is denied, please provide notification of any duplication costs exceeding $50 before you duplicate the records. If the request for a fee waiver is denied, please further provide an index of all other requests since 2018 for which a fee waiver was denied, and the reason therefore.\r\n\r\nPlease respond to this request and disclose the records electronically by email to this MuckRock email address. Please let us know if you have any questions or if we can help ensure this request is the least burdensome possible for your agency while providing a correct and full disclosure in the public interest.\r\n\r\nIf you have any questions, please do not hesitate to reach out to me via email at sam.levin@theguardian.com or 646-935-9115. \r\n\r\nThanks so much,\r\n\r\nBest,\r\nSam Levin",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/los-angeles-county-358/pra-autopsy-and-coroners-reports-159530/"
  },
  {
    "id": 159523,
    "title": "Untitled",
    "slug": "untitled",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 4494,
    "username": "sjohnson45601",
    "agency": 8102,
    "datetime_submitted": "2024-02-28T13:38:55.646097",
    "date_due": "2024-03-13",
    "days_until_due": null,
    "date_followup": "2024-03-13",
    "datetime_done": null,
    "datetime_updated": "2024-02-28T13:38:55.766116",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 159523,
        "from_user": 4494,
        "to_user": 14803,
        "subject": "South Dakota Open Records Law Request: Untitled",
        "datetime": "2024-02-28T13:38:55.766116",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the South Dakota Open Records Law, I hereby request the following records:\r\n\r\nAny and all records of money spent or paid by Russo McGarty and Associates Inc. to its contractors or vendors in South Dakota political campaigns during the 2018 election cycle. These campaigns include, but are not limited to, South Dakota IM-25 in 2018.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nStephen Johnson",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/south-dakota-303/untitled-159523/"
  }
]