[
  {
    "id": 137378,
    "title": "Documents relating to incidents at DYS Middleton - Northeast Regional Youth Service Center",
    "slug": "documents-relating-to-incidents-at-dys-middleton-northeast-regional-youth-service-center",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 65049,
    "username": "fakebirdclown",
    "agency": 231,
    "datetime_submitted": "2022-11-25T16:28:56.789069",
    "date_due": "2022-12-09",
    "days_until_due": null,
    "date_followup": "2022-12-09",
    "datetime_done": null,
    "datetime_updated": "2022-11-25T16:28:56.860781",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 137378,
        "from_user": 65049,
        "to_user": 104057,
        "subject": "Massachusetts Public Records Law Request: Documents relating to incidents at DYS Middleton - Northeast Regional Youth Service Center",
        "datetime": "2022-11-25T16:28:56.860781",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Massachusetts Public Records Law, I hereby request the following records:\r\n\r\nAny and all documents, incident reports, write-ups, grievances or messages related to staff, employees, contractors or subcontractors physically harming, injuring, assaulting, hitting or dropping youth at the DYS Northeast Regional Youth Services Center, including but not limited to incidents that result in or are followed by on-site or off-site medical assessment or treatment of youth, from January 1, 2021 to the time when this request is answered.\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by the recommendations of the Massachusetts Supervisor of Public Records. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, processed by a representative of the news media/press and is made in the process of news gathering and not for commercial usage.\r\n\r\nI expect the request to be filled in an accessible format, including for screen readers, which provide text-to-speech for persons unable to read print. Files that are not accessible to screen readers include, for example, .pdf image files as well as physical documents.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBetsey Chace",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/massachusetts-1/documents-relating-to-incidents-at-dys-middleton-northeast-regional-youth-service-center-137378/"
  }
]