[
  {
    "id": 167319,
    "title": "Herschel Beahm NCMEC Referral",
    "slug": "herschel-beahm-ncmec-referral",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 79707,
    "username": "Mbl22885",
    "agency": 368,
    "datetime_submitted": "2024-06-30T14:47:51.703323",
    "date_due": "2024-07-10",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-06-30T14:47:51.822744",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 167319,
        "from_user": 79707,
        "to_user": 9761,
        "subject": "California Public Records Act Request: Herschel Beahm NCMEC Referral",
        "datetime": "2024-06-30T14:47:51.822744",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\n1. Any and all records, including but not limited to reports, investigations, referrals, communications, case files, and evidence, relating to National Center for Missing and Exploited Children (NCMEC) CyberTipline reports about Guy \"Dr Disrespect\" Beahm received or investigated by the San Diego County Sheriff's Department from January 1, 2019 to the present.\r\n\r\n2. Any and all records of communications, including emails, letters, and memos, between the San Diego Internet Crimes Against Children (ICAC) Task Force and the San Diego County Sheriff's Department regarding NCMEC CyberTipline reports or investigations relating to Guy \"Dr Disrespect\" Beahm from January 1, 2019 to the present.\r\n\r\n3. Any and all records of communications, including emails, letters, and memos, between Twitch Interactive, Inc. and the San Diego County Sheriff's Department or the San Diego ICAC Task Force regarding Guy \"Dr Disrespect\" Beahm from January 1, 2019 to the present.\r\n\r\nIf any responsive records contain exempt information, I request that you redact the exempt material and release the remainder of the records, as required by Government Code Section 6253(a).\r\n\r\nIf any of the above requests are determined to require an unreasonable amount of time to produce, please provide me with the records that can be reasonably produced within the 10-day statutory deadline and the estimated date when the remainder of the records will be available.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 calendar days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMichael Locke",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/san-diego-county-55/herschel-beahm-ncmec-referral-167319/"
  }
]