[
  {
    "id": 192131,
    "title": "Request for Public Records – White Stadium Public Records Requests and Responses",
    "slug": "request-for-public-records-white-stadium-public-records-requests-and-responses",
    "status": "submitted",
    "embargo_status": "public",
    "user": 152,
    "username": "BrianMcCarter",
    "agency": 17150,
    "datetime_submitted": "2025-08-28T15:49:28.841306",
    "date_due": "2025-09-12",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-08-28T15:49:28.912360",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192131,
        "from_user": 152,
        "to_user": 23097,
        "subject": "Massachusetts Public Records Law Request: Request for Public Records – White Stadium Public Records Requests and Responses",
        "datetime": "2025-08-28T15:49:28.912360",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Massachusetts Public Records Law, I hereby request the following records:\r\n\r\nDear Records Access Officer,\r\n\r\nPursuant to the Massachusetts Public Records Law, G.L. c. 66, § 10, I request the following records:\r\n\r\n⸻\r\n\r\n1. Boston Globe Request on White Stadium Cost Projections\r\n\t•\tA complete copy of the public records request(s) submitted by the Boston Globe regarding White Stadium cost projections (referenced in the Globe’s coverage dated August 28, 2025).\r\n\t•\tA complete copy of the City of Boston’s responses to that request, including correspondence, denial letters, or extensions issued by your office or other City departments.\r\n\t•\tAny internal tracking logs, request IDs, or reference numbers assigned by the City to the Globe’s White Stadium request(s).\r\n\r\n⸻\r\n\r\n2. All Other White Stadium–Related Public Records Requests\r\n\t•\tCopies of all other public records requests submitted to the City of Boston since January 1, 2020 concerning White Stadium, including but not limited to requests about:\r\n\t•\tCost estimates, financial projections, or budgets;\r\n\t•\tContracts, bids, procurement, or vendor solicitations;\r\n\t•\tPublic-private partnership agreements or memoranda of understanding;\r\n\t•\tCommunity engagement, public comment, or meeting records;\r\n\t•\tAny related correspondence.\r\n\t•\tCopies of all responses issued by the City (whether granting, partially fulfilling, or denying such requests).\r\n\t•\tCopies of all materials released by the City in response to the above requests.\r\n\t•\tAny internal tracking logs, request IDs, or reference numbers associated with White Stadium–related requests in the City’s Public Records Center or other systems.\r\n\r\n⸻\r\n\r\nStandard Verification and Format Instructions\r\n\t•\tIf no responsive records exist for a given item, please confirm that no such records exist.\r\n\t•\tPlease identify the custodians and systems searched, and describe the methods used to locate responsive records.\r\n\t•\tIf responsive records include databases, spreadsheets, or summary logs, please provide them in a machine-readable format (e.g., .csv or Excel).\r\n\t•\tPlease include any available metadata showing dates of record creation, sender, and recipient, where applicable.\r\n\t•\tIf responsive records exist in draft or revised form, please include those versions as well.\r\n\t•\tPlease include any policies, notices, or instructions to staff regarding the handling, retention, deletion, or suppression of White Stadium–related requests or records.\r\n\r\n⸻\r\n\r\nI request that records be provided in electronic format via email. If there are any fees for fulfilling this request, please provide a detailed written estimate in advance as required by law.\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by the recommendations of the Massachusetts Supervisor of Public Records. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nI expect the request to be filled in an accessible format, including for screen readers, which provide text-to-speech for persons unable to read print. Files that are not accessible to screen readers include, for example, .pdf image files as well as physical documents.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nBrian McCarter",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/boston-3/request-for-public-records-white-stadium-public-records-requests-and-responses-192131/"
  },
  {
    "id": 192130,
    "title": "Florida DOT Removal of Street Art",
    "slug": "florida-dot-removal-of-street-art",
    "status": "submitted",
    "embargo_status": "public",
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 7817,
    "datetime_submitted": "2025-08-28T15:38:54.030825",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-08-28T15:38:54.088837",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192130,
        "from_user": 3031,
        "to_user": 12180,
        "subject": "Florida Sunshine Law Request: Florida DOT Removal of Street Art",
        "datetime": "2025-08-28T15:38:54.088837",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nThe Department of Transportation issued to a statement to CNN, which reported (at https://www.cnn.com/2025/08/22/us/pulse-orlando-removal-rainbow-crosswalk-hnk):\r\n\r\n“Last week, local governments not in compliance for local roads began receiving notifications to bring their roadways up to state standards to ensure locals govern themselves accordingly,” the department told CNN in a statement. “In addition to ensuring all local governments comply, FDOT completed a review of all state-maintained roadways and is now correcting pavement markings not in compliance. That includes street art previously installed on state right of way, such as the intersection of Orange Avenue in question.”\r\n\r\nI request a copy of all the \"notifications to bring their roadways up to state standards\" with respect to \"pavement markings\" or \"street art\" as referenced by the Department's statement.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/florida-34/florida-dot-removal-of-street-art-192130/"
  }
]