[
  {
    "id": 138169,
    "title": "LAKE WASHINGTON SCHOOL DISTRICT - Verification of reduced administrative and public records processing staff in 2022",
    "slug": "lake-washington-school-district-verification-of-reduced-administrative-and-public-records-processing-staff-in-2022",
    "status": "ack",
    "embargo": false,
    "permanent_embargo": false,
    "user": 107780,
    "username": "veritas",
    "agency": 20068,
    "datetime_submitted": "2022-12-21T13:41:11.681547",
    "date_due": "2022-12-29",
    "days_until_due": null,
    "date_followup": "2022-12-29",
    "datetime_done": null,
    "datetime_updated": "2022-12-21T13:41:11.775821",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 138169,
        "from_user": 107780,
        "to_user": 31495,
        "subject": "Washington Public Records Act Request: LAKE WASHINGTON SCHOOL DISTRICT - Verification of reduced administrative and public records processing staff in 2022",
        "datetime": "2022-12-21T13:41:11.775821",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "12-21-2022\r\n\r\nvia email to: PublicRecordsRequest@lwsd.org\r\n\r\nLAKE WASHINGTON SCHOOL DISTRICT - Verification of reduced administrative and public records processing staff in 2022\r\n\r\nGood Morning,\r\n\r\nWhile reading MUCKROCK this morning and drinking my coffee, I read an interesting email from Lauren Titchbourne, outside general counsel for the Lake Washington School District:\r\n\r\n“12-13-2022\r\n\r\nGood morning,\r\n\r\nMy firm acts as outside general counsel for the Lake Washington School District (\"District\"). The District has asked us to assist in responding to Public Records Requests due to some recent staff shortages. In accordance with the Public Records Act, the District typically processes PRA requests in the order in which they are received. The District has received an unprecedented quantity of voluminous public records requests during 2022. In light of these unique circumstances, the District anticipates it will be able to complete your request by June 2, 2023.\r\n\r\nSincerely,\r\n\r\nLauren Titchbourne | PRK Livengood\r\nAttorney\r\n[cid:image001.jpg@01D5BFBC.132F4700]\r\nPeterson Russell Kelly Livengood PLLC\r\n10900 NE 4th Street, Suite 1850\r\nBellevue, WA 98004\r\nDirect: (425) 990-4044\r\nEmail: ltitchbourne@prklaw.com<mailto:ltitchbourne@prklaw.com>”\r\n\r\nPursuant to the Washington Public Records Act, I hereby request the following records:\r\n\r\nREQUEST FOR COMMUNICATIONS AND WRITINGS - ALL ELECTRONIC MAIL (E-MAIL), ELECTRONIC TEXTS, and ELECTRONIC RECORDS referencing the following subjects/or topics for the period of time between January 1, 2022 - December 21, 2022:\r\n\r\nReduced Staff, Reduction in staff, administrative Staff reductions, retirements, layoffs, firings, open positions, full head count, reduced head count, delays due to reduced staff, and any records regarding full or reduced administrative staffing for your agency in 2022, even more specifically, any and all references to reduced or a reduction in staffing of personnel who handle the processing of PUBLIC RECORDS REQUESTS and any references to delays in processing public records requests due to reduced staffing.\r\n\r\nPlease include in any reasonable search for responsive records a search of the following email accounts:\r\n\r\nDr. Jon Holmen - SUPERINTENDENT - joholmen@lwsd.org\r\nScott Beebe - Deputy Superintendent - sbeebe@lwsd.org\r\nMatt Gillingham - Deputy Superintendent - mgillingham@lwsd.org\r\nDale Cote - Associate Superintendent Student, School and Instructional Services- dcote@lwsd.org\r\nBarbara Posthumus - Associate Superintendent Business and Support Services - bposthumus@lwsd.org\r\nDr. Joy Ross - Associate Superintendent Talent Strategy and Communications - joross@lwsd.org\r\nCamille Alexander - Executive Director of Human Resources - calexander@lwsd.org\r\nDr. Richard Patterson - Director - ripatterson@lwsd.org\r\nZakiya Cita - Talent Acquisition Director - zcita@lwsd.org\r\nJerred Kelly - Director Classified Employee & Labor Relations - jerrkelly@lwsd.org\r\n\r\nWith respect to requests for records that include \"communications,\" I am requesting all emails, text messages, and electronic records, regardless the type of device or account from which the communication was generated or where the device or data is stored (including personal devices such as personal cell phones, laptops, tablets, and/or computers etc. used from home to conduct public business during the COVID-19 Pandemic). Nissen v. Pierce County, 183 Wa.2d 863 (2015).\r\n\r\nWith respect to requests for records that include \"Writings\" per 42.56.010(4) this means handwriting, typewriting, printing, photostating, photographing, and every other means of recording any form of communication or representation including, but not limited to, letters, words, pictures, sounds, or symbols, or combination thereof, and all papers, maps, magnetic or paper tapes, photographic films and prints, motion picture, film and video recordings, magnetic or punched cards, discs, drums, diskettes, sound recordings, and other documents including existing data compilations from which information may be obtained or translated.\r\n\r\nI also request a detailed contemporaneous log to be provided for any document withheld or redacted.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "email"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/redmond-8492/lake-washington-school-district-verification-of-reduced-administrative-and-public-records-processing-staff-in-2022-138169/"
  }
]