[
  {
    "id": 185898,
    "title": "Foreign Service Institute Classes (MENA/Levant)",
    "slug": "foreign-service-institute-classes-menalevant",
    "status": "submitted",
    "embargo_status": "public",
    "user": 35710,
    "username": "MatthewPetti_RNucinGD",
    "agency": 14,
    "datetime_submitted": "2025-05-01T06:52:22.241765",
    "date_due": "2025-05-30",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-05-01T06:52:22.341665",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 185898,
        "from_user": 35710,
        "to_user": 9615,
        "subject": "Freedom of Information Act Request: Foreign Service Institute Classes (MENA/Levant)",
        "datetime": "2025-05-01T06:52:22.341665",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nThe course materials (including but not limited to textbooks, course guides, syllabi, handouts, Powerpoints, slide shows, presentations, audio recordings, or video recordings) for the following Foreign Service Institute classes as of the 2023-2024 and 2024-2025 academic years:\r\n- AR194 Islam and the Muslim World\r\n- ASNEA5002  The Levant\r\n- ASNEA5002L The Levant (AS in Language)\r\n- ASNEA5004NL Israel, the West Bank, and Gaza (Non Language)\r\n- ASNEA5004L Israel, the West Bank, and Gaza (Area Studies in Language)\r\n- ASNEA5005 Iran\r\n- ASNEA5005L Iran (Area Studies in Language)\r\n- ASNEA5101 Near East & North Africa Overview\r\n- FT610 Iraq Familiarization\r\n\r\nIf any part of these documents are exempt from disclosure, please be sure to review and release all reasonably segregable nonexempt portions of responsive documents, as the FOIA requires.\r\n\r\nIf you believe that processing will be faster or more convenient for you by breaking up this request into two or more separate requests, please feel free to reach out. I am happy to discuss, via telephone or email, any adjustments to this request that you believe you aid in your processing.\r\n\r\nI request that I be properly classified as a media requester. I am an assistant editor at Reason magazine who has written numerous articles on topics of public interest, and I am requesting these documents in an editorial capacity.\r\n\r\nAgain, feel free to contact me with any questions you may have about my media status.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMatthew Petti",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/foreign-service-institute-classes-menalevant-185898/"
  }
]