[
  {
    "id": 143339,
    "title": "Cell site simulator acquisition and use (Bellevue Police Department)",
    "slug": "cell-site-simulator-acquisition-and-use-bellevue-police-department",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 109931,
    "username": "MichaelKeithWilliams",
    "agency": 34597,
    "datetime_submitted": "2023-03-25T12:12:28.968792",
    "date_due": "2023-04-21",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-03-25T12:12:29.820948",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 143339,
        "from_user": 109931,
        "to_user": 112760,
        "subject": "",
        "datetime": "2023-03-25T12:12:29.820948",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nTo Whom It May Concern:\r\n\r\nPursuant to RCW Ch. 42.56 (Public Records Act), I hereby request the following records:\r\n\r\nCell site simulators, also known as IMSI catchers, IMEI catchers, GSM interceptors, covert cellular tracking equipment, and digital analyzers, impersonate a wireless service provider's (i.e., mobile phone company's or cellular phone company's) cell tower, prompting mobile phones and other wireless devices to communicate with the simulators instead of with the real cell towers. These devices are often called \"Stingrays,\" the name of one such device produced by Harris Corporation, along with their AmberJack, BlackFin, KingFish, Gossamer, LoggerHead, and TriggerFish devices.\r\n\r\nCell site simulators are commonly used in several ways: to collect unique numeric identifiers associated with each mobile phone in a given geographic area, to determine the precise location of a mobile phone when numbers associated with it are known but only a rough idea of its location is known, or to intercept phone calls and SMS messages.\r\n\r\nEach of these uses raises privacy concerns, the most obvious of which is presented by the interception of voice and SMS messages. Collecting unique identifiers of all phones in a particular area inevitably collects location data on many innocent people who are suspected of no crime. Determination of the precise location of a specific phone can reveal that the phone, and thus the person who operates it, is in a constitutionally-protected place, such as a home, that has traditionally been immune from search without judicial approval via search warrant. The locations of people's mobile phones reveal a variety of personal information, such as: with whom they associate, where they assemble, where they spend their days, where they spend their nights, when they are home alone, where they protest, where they worship, and health care providers they visit.\r\n\r\nIt has been widely reported in recent months that law enforcement agencies use these devices while hiding their use from the public and from the courts.\r\n\r\nDespite widespread public interest in the use and misuse of cell site simulators, the public lack information about your agency's use of these devices or about your agency's policy for such use. Information is needed so the public can determine whether use of cell site simulators by your agency complies with the Fourth Amendment to the U.S. Constitution and with Washington law.\r\n\r\n## Request ##\r\n\r\nPursuant to Chapter 42.56 RCW, the Public Records Act, I request:\r\n\r\n1. Records regarding your agency's acquisition of cell site simulators, including but not limited to invoices, purchase orders, contracts, loan agreements, evaluation agreements, solicitation letters, correspondence with companies and public agencies that provide the devices, and similar documents.\r\n\r\n2. Records regarding any offer, proposal, arrangement, agreement, or memorandum of understanding with Washington State Patrol (\"WSP\"), Naval Criminal Investigative Service (\"NCICS\"), Federal Bureau of Investigation (\"FBI\"), U.S. Marshals Service, FBI's Data Intercept Technology Unit (\"DITU\"), King County Regional Intelligence Group (\"KCRIG\"), Pierce County Regional Intelligence Group (\"PCRIG\"), South Sound Regional Intelligence Group (\"SSRIG\"), or any corporation, to borrow, permanently acquire from, or use any cell site simulator owned or possessed by the WSP, NCICS, FBI, U.S. Marshals, DITU, KCRIG, PCRIG, SSRIG, or corporation\r\n\r\n3. All nondisclosure agreements with Harris Corporation, Digital Receiver Technology (DRT, formerly Utica Systems, now a subsidiary of Boeing Corporation), Septier Communication Limited, Proximus LLC, any other corporation, and any state or federal agencies, regarding your agency's actual or potential possession or use of cell site simulators\r\n\r\n4. Records regarding policies and guidelines governing use of cell site simulators, including but not limited to 1) when, where, how, and against whom they devices may be used, 2) logging, retention, purging, use, and auditing data stored in or communicated from the devices, 3) under what circumstances administrative warrant, judicial warrant, or other legal process must, should, or should not be obtained prior to, during, or following direct or indirect use of the devices, 4) under what circumstances the existence or use of the devices must, should, or should not be revealed to judges, prosecutors, defense attorneys, criminal defendants, or the general public., and 5) parallel construction techniques for use in avoidance of disclosure of the initial method of discovery of information gained initially by use of cell site simulators\r\n\r\n5. Training materials for use of cell site simulators\r\n\r\n6. Records regarding any communications or agreements with wireless service providers (i.e., mobile phone carriers such as AT&T, CenturyLink, CREDO Mobile, MetroPCS, Sprint, Ting, T-Mobile, Verizon, Virgin Mobile, etc.) concerning use of cell site simulators\r\n\r\n7. Records regarding any communications, licenses, waivers, or agreements, with federal or state communications regulatory agencies (e.g., Federal Communications Commission, Canadian Radio-television and Telecommunications Commission, Washington Utilities and Transportation Commission, Idaho Public Utilities Commission, Oregon Public Utility Commission, etc.) concerning use of cell site simulators\r\n\r\n8. Records reflecting the number of investigations in which cell site simulators were used, the number of those investigations that resulted in prosecutions, and the number of those investigations that resulted in convictions\r\n\r\n9. Records reflecting a list of all criminal cases, with docket numbers if available, in which law enforcement officers or other staff used or arranged for the use of one or more cell site simulators as part of the underlying investigations\r\n\r\n10. All applications submitted to state or federal courts for warrants, orders, or other other authorization for use of cell site simulators in criminal investigations, as well as any warrants, orders, authorizations, denials of warrants, denials of orders, denials of authorization, and returns of warrants associated with those applications\r\n\r\n11. Records regarding the use of cell site simulators in closed investigations\r\n\r\n12. Date and docket number of any responsive records that are sealed\r\n\r\n13. All associated metadata\r\n\r\nI also request that, if appropriate, fees be waived as I believe this request is in the public interest. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, processed by a representative of the news media/press and is made in the process of news gathering and not for commercial usage.\r\n\r\nIn the event that fees cannot be waived, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMichael Williams\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMichael Keith Williams",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/cell-site-simulator-acquisition-and-use-bellevue-police-department-143339/"
  }
]