[
  {
    "id": 141062,
    "title": "Death Records  - Imperial County Sheriff’s Office",
    "slug": "death-records-imperial-county-sheriffs-office",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 25665,
    "username": "DetentionKills",
    "agency": 5522,
    "datetime_submitted": "2023-02-21T12:58:34.162837",
    "date_due": "2023-03-03",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-02-21T12:58:34.273762",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 141062,
        "from_user": 25665,
        "to_user": 15874,
        "subject": "",
        "datetime": "2023-02-21T12:58:34.273762",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the California Public Records Act, I hereby request the following records:\r\n\r\n1. Unidentified Remains Policy Guidance \r\nAny policy, procedure, manual, guidance document, or post order maintained by the Imperial County Sheriff’s Office regarding identification, documentation, return, or disposal of human remains located within the County limits as described in the Imperial SD Policy Manual (v. 2023/2/01) at page 257 under section 334.2.4 - UNIDENTIFIED DEAD BODIES (available at https://icso.imperialcounty.org/wp-content/uploads/2023/02/RELEASE_20230201_T161156_Imperial_County_SD_Policy_Manual.pdf). We are seeking any further clarification on ISCO’s process for creating “John Doe” or “Jane Doe” numbers for the Coroner’s case report, as required by Section 334.2.4. Please provide any records of guidance in effect between January 1, 2005 and January 1, 2021. \r\n\r\n2. ICSO John Doe Death Report Records \r\nAny ICSO document listing by date and/or case number all reports for unidentified dead bodies (“John Doe” or “Jane Doe” reports) created by ICSO in concert with the Coroner’s Office pursuant ICSO Policy 334.2.4 between January 1, 2005 - January 1, 2021. If these records could be produced in the form of a single spreadsheet, we would accept that in lieu of any more labor-intensive search. \r\n\r\n3. Public Administrator’s Office Remains Disposal Records \r\nAll records of disposal of remains of decedents by the ICSO Public Administrator’s Office as referenced at page 258 of the ICSO Policy Manual under section 334.2.8(c) (‘If the decedent appears to be indigenes and the Public Administrators Office is assuming the responsibility for the burial of the decedent, all of the decedent’s property being retained by the Coroner’s Office shall be released to the Public Administrators Office.”). Please include all records of property transfers as well as records of burials for indigent John or Jane Doe remains. This request seeks records from January 1, 2005, through January 1, 2021. \r\n\r\n4. Death Notification Records Pursuant to 334.2.3\r\nRecords of notifications by ICSO or the Coroner’s Office or a designee, pursuant to ICSO Policy 334.2.3 to any foreign consulate regarding a death handled by the ICSO or Coroner of any person: (a) believed to be a migrant and non-resident of Imperial County, California or another U.S. County; or (b) whose identified cannot be verified but who was identified as missing by a consular official. Please provide records for January 1, 2019 - January 1, 2021. \r\n\r\n5. Coroner Request Records Pursuant to 334.2.1\r\nAny ICSO record showing the total number of Coroner Requests made by year which fall within subsections (a) (“unattended deaths”); (f) (“criminal or suspected criminal action”); (i) (“accident or injury”); (j); and/or (p) of Section 334.2.1 of ICSO’s Policy Manual for the years 2005-2021. \r\n\r\nRequester info: \r\nI make this request on behalf of Marni LaFleur, Associate Professor of Anthropology at University of San Diego. These records will be used for academic, non-commercial purposes. Bio here: https://www.sandiego.edu/directory/biography.php?profile_id=7039\r\n\r\nFee waiver request: \r\nBecause these records are being sought for educational and academic purposes, we respectfully request a fee waiver. In the event fees are required, we agree to pay up to $25 without notification. If the total search and reproduction fees exceed $25, please notify us at MarniLaFleur@sandiego.edu and Andrew@detentionkills.org. \r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available. \r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within the statutorily required period. \r\n\r\nIf you have any questions regarding request, require additional information to fulfill, or would like to proposal an alternative production protocol, please contact us at MarniLaFleur@sandiego.edu and Andrew@detentionkills.org. \r\n\r\n\r\nSincerely,\r\n\r\nAndrew Free",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/imperial-county-3040/death-records-imperial-county-sheriffs-office-141062/"
  }
]