[
  {
    "id": 142634,
    "title": "DHS/A 3.13.23",
    "slug": "dhsa-31323",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 60252,
    "username": "rskva102",
    "agency": 8791,
    "datetime_submitted": "2023-03-13T08:35:22.888401",
    "date_due": "2023-04-10",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-03-13T08:35:23.071340",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 142634,
        "from_user": 60252,
        "to_user": 28425,
        "subject": "",
        "datetime": "2023-03-13T08:35:23.071340",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nYou are receiving this correspondence as a request under the Freedom of Information Act, 5 U.S.C. subsection 552. I am requesting the following:\r\n\r\nCopies of records for award ID W81XWH2211105, granted to Wayne State University for a \"TRAUMATIC BRAIN INJURY AND PSYCHOLOGICAL HEALTH RESEARCH PROGRAM\", first referenced in a story published by Politico on March 9, 2023, titled \"The Pentagon is funding experiments on animals to recreate ‘Havana Syndrome’\". Wayne State University was awarded the grant on September 15, 2022 through the Department of Defense's Defense Health Program, and is collaborating with researchers at the University of Michigan on the project. This request includes, but is not limited to:\r\n\r\n- Requests for Proposals\r\n\r\n- Requests for Information\r\n\r\n- Memorandum(s) of Understanding\r\n\r\n- Letters of Interest\r\n\r\n- Privacy Impact Assessments\r\n\r\n- Invoices\r\n\r\n- Project Budgets and/or Budget Proposals\r\n\r\n- Grant Evaluation Reports\r\n\r\n- Presentations by Wayne State University and the Department of Defense connected to this grant\r\n\r\nI am asking you waive any fees associated with this request. I am a member of the news media and request classification as such. My bylines, which include Creem Magazine, Covert Action Magazine, and Philly Voice, can be found in both print and electronic publications. Please take note of the Office of Management and Budget guidelines published March 27, 1987 (52 FR 10012) that include electronic publications and other nontraditional publishers as representatives of the news media.\r\n\r\nIn the event that there are fees, I am willing to pay up to $100. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThis request is not being made for commercial purposes. All documents will be provided to the general public without charge.\r\n\r\nI look forward to your response within 20 working days, as the statute requires. If access to the records I am requesting will take longer, please contact me with information about when I might expect copies or the ability to inspect the requested records.\r\n\r\nIf you deny any or all of this request, please cite each specific exemption you feel justifies the refusal to release the information and notify me of the appeal procedures available to me under the law.\r\n\r\nSincerely,\r\n\r\nRobert Skvarla, Jr.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/dhsa-31323-142634/"
  }
]