[
  {
    "id": 166660,
    "title": "Herbicide Spraying",
    "slug": "herbicide-spraying",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 94155,
    "username": "bobmcw",
    "agency": 33512,
    "datetime_submitted": "2024-06-28T15:31:46.823625",
    "date_due": "2024-07-05",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-06-28T15:31:46.937606",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 166660,
        "from_user": 94155,
        "to_user": 105816,
        "subject": "",
        "datetime": "2024-06-28T15:31:46.937606",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Virginia Freedom of Information Act, I hereby request the following records:\r\n\r\nI'm requesting information regarding any and all usage by the town of all herbicides, including by not limited to glyphosphate (generally known as RoundUp), along East Washington Street, between 1st and 5th streets.\r\n\r\nI'm also interested in weather conditions on the day(s) any herbicide was used, along with certifications and/or licenses for the town to use herbicides in public, and certifications and/or licenses for the individuals applying the aforementioned herbicides.\r\n\r\nI am a resident of the town of Wytheville, and a citizen of the state of Virginia and do not require a proxy to file this request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobert McWhirter",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/wytheville-32051/herbicide-spraying-166660/"
  }
]