[
  {
    "id": 172685,
    "title": "Dan Lauber",
    "slug": "dan-lauber",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 140262,
    "username": "martinnash487",
    "agency": 38995,
    "datetime_submitted": "2024-08-29T16:23:45.974216",
    "date_due": "2024-09-27",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-08-29T16:23:46.917144",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 172685,
        "from_user": 140262,
        "to_user": 140263,
        "subject": "",
        "datetime": "2024-08-29T16:23:46.917144",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAll documents, communications, or other responsive records related to the procurement, execution, and delivery of services between City of Coral Springs and Dan Lauber.\r\n\r\nPursuant to Article I, section 24 of the Florida Constitution, and chapter 119, F.S., this request is to include all communications between Mr. Lauber and the City leading up to the execution of a contract (including initial outreach by the City or Mr. Lauber) and continuing to the present which pertain to the services procured and the execution of those services.\r\n \r\nThis also includes the executed contract, and any addendums, extensions, or other components of the agreement between Coral Springs and Mr. Lauber.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMartin Nash",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/dan-lauber-172685/"
  }
]