[
  {
    "id": 157825,
    "title": "FBI: Wrestler Kola Kwariani",
    "slug": "fbi-wrestler-kola-kwariani",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 351,
    "username": "RobbyD",
    "agency": 10,
    "datetime_submitted": "2024-01-26T02:33:55.677752",
    "date_due": "2024-02-26",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-01-26T02:33:55.772778",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "georgian americans",
      "georgian disaspora",
      "professional wrestler"
    ],
    "communications": [
      {
        "foia": 157825,
        "from_user": 351,
        "to_user": 9555,
        "subject": "",
        "datetime": "2024-01-26T02:33:55.772778",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAll Bureau records mentioning or pertaining to Nicholas Nestor \"Kola\" Kwariani   aka \"Nick the Wrestler\" aka კოლა (კოლია) ქვარიანი. Kwariani was, throughout his life, an actor, professional wrestler, and Parisian restaurant owner. (Born January 16, 1903 –  Died February 27, 1980)\r\n\r\nProof of death is not needed as his 1980 murder in New York was widely reported. \r\n\r\nHere's a link to his IMDB page: https://www.imdb.com/name/nm0477132/?ref_=sr_t_2\r\n\r\nThis request is for any and all records about Nicholas Nestor \"Kola\" Kwariani  from any and all FBI offices, including HQ, field offices, legal attaches, and facilities that maintain records under the FBI’s control. Please conduct a search for any records on Wwariani held by the New York and San Francisco field offices. According to a blog post I just read, it is important that I state the following: \"As you know, your agency is required to search the records stored at NARA’s Washington Records Center in Suitland, MD, but still technically under your agency’s control. For more information see 36 CFR 1250.8\" Please also conduct a physical search of records at NARA's Washington Records Center in Suitland, for any records or documents related to Mr. Kwariani.\r\n\r\nPlease include all potentially responsive materials, including but not limited to all communications, reports, inquiries, investigations, photographs, audio files, video files, memos, directives, etc. Please include all materials found in other subject files and all materials associated with any potentially-related names and any other known aliases, nicknames, code names, or any other identifying pseudonyms or references utilized by this agency. Please consult the Central Records System and records, the Electronic Surveillance (ELSUR) Data Management System and records, Microphone Surveillance (MISUR) records, Physical Surveillance (FISUR) records, Technical Surveillance (TESUR) records, and all available cross-reference indices, databases, and records, in addition to any other locations containing potentially-responsive materials related to the wrestler Kwariani. \r\n\r\nPlease also consider this request to include bureau collection, discussion or examination of Kwariani's public appearances or media coverage. As an example, an article (https://www.newspapers.com/newspage/136086782/)  published on February 13th, 1940 in the Oakland Tribune newspaper claimed (perhaps apocryphally) that Kwariani and Joseph Stalin were childhood friends. Please include a search for bureau records that might have cataloged any personal or professional relationship between Kwariani and Stalin. \r\n\r\nIf you cannot fulfill certain parts of this request or certain portions must be redacted please provide any reasonable segregable portion of a requested record after removing or redacting those portions claimed to be exempt, explain in writing the justification for redacting the record, indicate the extent of any redactions on the portion of the record which is made available or published and where technically feasible indicate on the redacted portion itself the specific exemption(s) claimed.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobert Delaware",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1148791,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/RobbyD/131725/Kola_Kwariani_-_Wikipedia.pdf",
            "datetime": "2024-01-26T02:33:55.772778",
            "title": "Kola_Kwariani_-_Wikipedia.pdf",
            "source": "Robert Delaware",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/fbi-wrestler-kola-kwariani-157825/"
  }
]