[
  {
    "id": 143067,
    "title": "Parole Worksheet Request (Immigration and Customs Enforcement)",
    "slug": "parole-worksheet-request-immigration-and-customs-enforcement",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 103005,
    "username": "LaraLSN",
    "agency": 133,
    "datetime_submitted": "2023-03-20T11:48:18.163204",
    "date_due": "2023-04-17",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-03-20T11:48:18.437937",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 143067,
        "from_user": 103005,
        "to_user": 9620,
        "subject": "Freedom of Information Act Request: Parole Worksheet Request (Immigration and Customs Enforcement)",
        "datetime": "2023-03-20T11:48:18.437937",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAll worksheets, rubrics, policies, decision trees, and formal and informal guidance, related to how ICE decides how and when to grant or deny parole to a detained immigrant. \r\n\r\nAll worksheets, rubrics, policies, decision trees, and formal and informal guidance, related to how CBP decides how and when to grant parole or detain an immigrant encountered near the border. \r\n\r\nAs these documents are guidance relied on by an agency making a decision against a party or a member of the public, they must be released pursuant to 5 USC 552(a)(2)(E)(ii). \r\n\r\nPlease note that ICE must comply with this request based on its affirmative disclosure requirements pursuant to NYLAG v. DOJ-EOIR, Docket No. 19-3248-cv, 2d Cir.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nLara S Nochomovitz",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/parole-worksheet-request-immigration-and-customs-enforcement-143067/"
  }
]