[
  {
    "id": 187002,
    "title": "Flock - JSO FOIA Request",
    "slug": "flock-jso-foia-request",
    "status": "submitted",
    "embargo_status": "public",
    "user": 159306,
    "username": "RyanMassfeller",
    "agency": 659,
    "datetime_submitted": "2025-05-24T15:14:12.078688",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-05-24T15:14:12.188045",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 187002,
        "from_user": 159306,
        "to_user": 9632,
        "subject": "",
        "datetime": "2025-05-24T15:14:12.188045",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Florida Sunshine Law, I hereby request the following records:\r\n\r\nI am requesting copies of all invoices from Flock Safety for the period of 2017 to the present. Please ensure that all pages of each invoice are included, including any itemized lists detailing equipment, software, or services provided.\r\n\r\nIf available, I prefer to receive the records in electronic format via email. If any fees apply, please inform me before processing the request. Should any portion of this request be denied, please provide the specific legal basis for the denial.\r\n\r\nThank you for your time and assistance. I look forward to your response within the statutory timeframe.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nRyan Massfeller",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/jacksonville-326/flock-jso-foia-request-187002/"
  }
]