[
  {
    "id": 175523,
    "title": "CIA: Edward Jenö von Egan-Krieger",
    "slug": "cia-edward-jeno-von-egan-krieger",
    "status": "submitted",
    "embargo_status": "public",
    "user": 351,
    "username": "RobbyD",
    "agency": 6,
    "datetime_submitted": "2024-10-29T12:24:21.993324",
    "date_due": "2024-11-27",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-10-29T12:24:22.139523",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "edward jenö von egan-krieger"
    ],
    "communications": [
      {
        "foia": 175523,
        "from_user": 351,
        "to_user": 9567,
        "subject": "",
        "datetime": "2024-10-29T12:24:22.139523",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nAll agency records concerning the German national Edward Jenö von Egan-Krieger (born July 10th 1886 - died February 22nd 1965).  Egan-Krieger has been described as an \"influential figure\" in the history of Germany in the Caucasus region. Of particular interest are records related to Edward Jenö von Egan-Krieger's time as the Chief of Staff of the German Military Commission in the Caucasus in 1918 and any information gained from interrogation. Egan-Kreiger was in the Nazi War Ministry during World War II. Following World War II, Edward Jenö von Egan-Krieger was in U.S. custody from 1945 to 1947. \r\n\r\nAs a high ranking Nazi military official who was in long term U.S. custody, there are likely records related to this man and his long career. \r\n\r\nPlease search for correspondence either to or from the following agency employees that include Edward Jenö von Egan-Krieger's name or a description of his custody:\r\n\r\nSidney Souers\r\nHoyt Vanderberg \r\nRoscoe Hillenkoetter\r\nWalter B. Smith \r\n\r\nPlease include a search of Office of Strategic Services (OSS) documents that mention Edward Jenö von Egan-Krieger or describe information gained from his time in custody. \r\n\r\nIf the agency cannot fulfill certain parts of this request or if certain portions must be redacted, please provide any reasonable segregable portion of a requested record after removing or redacting those portions claimed to be exempt, explain in writing the justification for redacting the record, indicate the extent of any redactions on the portion of the record which is made available or published and where technically feasible indicate on the redacted portion itself the specific exemption(s) claimed.\r\n\r\nThis request is for documents which have a real and legitimate historical importance. Thank you for the agency's commitment to transparency, and I look to resolving this request.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nRobert Delaware",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1232357,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/RobbyD/147509/Jen%C3%B6_von_Egan-Krieger__Wikipedia.pdf",
            "datetime": "2024-10-29T12:24:22.139523",
            "title": "Jenö_von_Egan-Krieger__Wikipedia.pdf",
            "source": "Robert Delaware",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/cia-edward-jeno-von-egan-krieger-175523/"
  }
]