[
  {
    "id": 137711,
    "title": "West Virginia DOCR Restrictive Housing Policies",
    "slug": "west-virginia-docr-restrictive-housing-policies",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 107289,
    "username": "Byun",
    "agency": 4004,
    "datetime_submitted": "2022-12-09T15:29:48.511287",
    "date_due": "2022-12-16",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2022-12-09T15:29:48.596804",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 137711,
        "from_user": 107289,
        "to_user": 14187,
        "subject": "",
        "datetime": "2022-12-09T15:29:48.596804",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the West Virginia Freedom of Information Act, I hereby request the following records:\r\n\r\nElectronic copies of West Virginia Division of Corrections’ policies relating to restrictive housing (including policies on disciplinary segregation and administrative segregation or housing).\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nWayne",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/west-virginia-304/west-virginia-docr-restrictive-housing-policies-137711/"
  },
  {
    "id": 137708,
    "title": "Suffolk DAO and the Boston Globe Refiled",
    "slug": "suffolk-dao-and-the-boston-globe-refiled",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 3026,
    "username": "JonathanCohn",
    "agency": 82,
    "datetime_submitted": "2022-12-09T15:06:31.794398",
    "date_due": "2022-12-23",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2022-12-09T15:06:31.880806",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 137708,
        "from_user": 3026,
        "to_user": 20441,
        "subject": "",
        "datetime": "2022-12-09T15:06:31.880806",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Massachusetts Public Records Law, I hereby request the following records:\r\n\r\n*Any correspondence, sent or received, electronic or written, between any employee or appointed official at the Suffolk County District Attorney's office and Boston Globe reporters Andrew Ryan, Andrea Estes, Danny McDonald, or Evan Allen between June 1, 2022 and September 2, 2022. \r\n\r\n*Any correspondence, sent or received, electronic or written, involving any employee or appointed official at the Suffolk County District Attorney's office between June 1, 2022 and September 2, 2022 that contains the words \"Ricardo,\" \"Arroyo,\" or \"Ricardo Arroyo.\" \r\n\r\n*The District Attorney Management Information Office Network (DAMION) access logs for Case No. 050591987 from the Sexual Assault Unit including names and time stamps \r\n\r\nPlease note that rulings have stated that text messages count as public records as do emails sent on personal email accounts to conduct work-related business.\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by the recommendations of the Massachusetts Supervisor of Public Records. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, processed by a representative of the news media/press and is made in the process of news gathering and not for commercial usage.\r\n\r\nI expect the request to be filled in an accessible format, including for screen readers, which provide text-to-speech for persons unable to read print. Files that are not accessible to screen readers include, for example, .pdf image files as well as physical documents.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJonathan Cohn",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/suffolk-county-11/suffolk-dao-and-the-boston-globe-refiled-137708/"
  }
]