[
  {
    "id": 192499,
    "title": "9/11 Records",
    "slug": "911-records",
    "status": "submitted",
    "embargo_status": "public",
    "user": 104233,
    "username": "Ckallas89",
    "agency": 10,
    "datetime_submitted": "2025-09-03T18:15:16.878070",
    "date_due": "2025-10-01",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-09-03T18:15:17.006583",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 192499,
        "from_user": 104233,
        "to_user": 9555,
        "subject": "",
        "datetime": "2025-09-03T18:15:17.006583",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nI'm looking for records related to the events of September 11, 2001. Specifically the following:\r\n\r\n1). All records pertaining to the property records of 'Flight 93' crash site, including any deeds, contracts, agreements, easements, written communications, and anything involving the owners which would include the surface owners Svonavec Inc. and easement/ coal mining rights to PBS Coals Inc., Mincorp Acquisitions Inc., and Citigroup. \r\n\r\n2). All photographs and video taken of 'Flight 93' crash site from the ground and air between September 11, 2001 and October 31, 2002.\r\n\r\nAdditionally, all photographs and video taken of the separate debris and debris fields at Indian Lake, PA and New Baltimore, PA between September 11, 2001 and October 31, 2002.\r\n\r\n\r\n3). All records, such as, chain of custody logs, communications, document/ photography records, and current possession of 'Flight 93' debris that was located around Indian Lake, PA as indicated in The Daily American Fri, Sep 14, 2001 ·Page 12 where FBI Crowley speaks that on behalf of the investigation. John Fleegle is a local resident also mentioned in the same article that evidence was given to the FBI that was collected from Indian Lake. \r\n\r\n4). All records, such as, chain of custody logs, communications, document/ photography records, and current possession of 'Flight 93' debris that was located around New Baltimore, PA as indicated in Pittsburgh Post-Gazette Fri, Sep 14, 2001 ·Page 11 where FBI Crowley speaks that on behalf of the investigation. Andy Stoe, a local resident, also mentioned in the article that evidence of debris being scrap paper, an endorsed check, financial statements. On the Lowery Farm there was debris of financial documents scatter that were given to the FBI. In the Dayton Daily News Fri, Sep 14, 2001 Page 6, a local resident Melanie Hankinson found debris consisting of financial documents, an airline magazine, pilot handbook, and a few other stuff all confirmed by Agent Crowley of the FBI.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nCharles Kallas",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/911-records-192499/"
  }
]