[
  {
    "id": 185185,
    "title": "Untitled",
    "slug": "untitled",
    "status": "submitted",
    "embargo_status": "public",
    "user": 152191,
    "username": "PmyrickAAI",
    "agency": 10297,
    "datetime_submitted": "2025-04-17T13:47:40.810312",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-04-17T13:47:41.052284",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 185185,
        "from_user": 152191,
        "to_user": 14165,
        "subject": "",
        "datetime": "2025-04-17T13:47:41.052284",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Alabama Open Records Law, I hereby request the following records:\r\n\r\nFor The Park at Sunderland, at the address 660 Valley Crest Drive:\r\n\r\n•\tZoning/Building Code Violations:  Please provide notice and summary of any open/outstanding zoning/building code violations, or confirmation that none currently exist.\r\n\r\n•\tFire Code Violations: Please provide notice and summary of any open/outstanding fire code violations. Please provide the most recent violation/inspection report if possible.\r\n\r\n•\tCertificates of Occupancy: Please provide any copies of the Certificate of Occupancy on file. \r\n\r\no\tIf there are none available, please state the reason for their absence, and whether the lack of COs would give rise to any enforcement action or constitute a code violation.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nAndré Natta, a citizen of Alabama, in coordination with Pierce Myrick.",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1278518,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/PmyrickAAI/155565/Public_Records_Request.docx",
            "datetime": "2025-04-17T13:47:41.052284",
            "title": "Public_Records_Request.docx",
            "source": "Pierce Myrick",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/birmingham-743/untitled-185185/"
  },
  {
    "id": 185184,
    "title": "Affirmatively Forwarding Fair Housing",
    "slug": "affirmatively-forwarding-fair-housing",
    "status": "submitted",
    "embargo_status": "public",
    "user": 157002,
    "username": "Alice6",
    "agency": 41209,
    "datetime_submitted": "2025-04-17T13:37:27.236869",
    "date_due": "2025-05-02",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-04-17T13:37:28.378512",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 185184,
        "from_user": 157002,
        "to_user": 157003,
        "subject": "",
        "datetime": "2025-04-17T13:37:28.378512",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Massachusetts Public Records Law, I hereby request the following records:\r\n\r\nMayor Michelle Wu signed, on January 20, 2022, “An Executive Order Relative to Affirmatively Furthering Fair Housing and the Implementation of the City of Boston’s Assessment of Fair Housing.” https://www.boston.gov/sites/default/files/file/2022/01/220120%20AFH%20Executive%20Order.pdf\r\n\r\nA Squares and Streets initiative was started by the Boston Planning Department on or around January 2024 https://www.bostonplans.org/planning-zoning/planning-initiatives/squares-streets\r\n\r\nWe request all documents dated from January 1, 2021 to the present about the “Executive Order…Assessment of Fair Housing” and the Boston Squares and Streets initiative \r\nDocuments should include, but are not limited to, reports, minutes, meeting notes, conversation notes, office notes, and emails. Specifically, please include communications between members of the Affirmatively Further Fair Housing (AFFH) Community Advisory Committee (CAC) and the Boston Planning Department. This would include but not be limited to James Jemison, Aimee Chambers, Abdul-Razak Zachariah, Mohammed Missouri, Devin Quirk, Kathleen Onufer, Caitlin Coppinger, Ruthzee Louijeune, Enrique Pepen, Margaret F. Turner, Eileen Michaud, Nadine Cohen, Amelia Najjar, Tim Davis, James Jennings, William Onuoha, Sheila Dillon and Kairos Shen.\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by the recommendations of the Massachusetts Supervisor of Public Records. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nI expect the request to be filled in an accessible format, including for screen readers, which provide text-to-speech for persons unable to read print. Files that are not accessible to screen readers include, for example, .pdf image files as well as physical documents.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAlice Bonner",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/boston-3/affirmatively-forwarding-fair-housing-185184/"
  }
]