[
  {
    "id": 185288,
    "title": "USCIS cases",
    "slug": "uscis-cases",
    "status": "submitted",
    "embargo_status": "public",
    "user": 152781,
    "username": "ileanagarnand",
    "agency": 182,
    "datetime_submitted": "2025-04-18T16:27:36.986157",
    "date_due": "2025-05-16",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-04-18T16:27:37.087173",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 185288,
        "from_user": 152781,
        "to_user": 9659,
        "subject": "",
        "datetime": "2025-04-18T16:27:37.087173",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nA copy of the database created from completed USCIS Forms I-589 applications (https://www.uscis.gov/system/files_force/files/form/i-589.pdf) which include one or more of the following terms: \r\n\r\n1. \"transgender\"\r\n2. \"trans\"\r\n3. \"nonbinary\"\r\n4. \"non-binary\"\r\n5. \"female to male\"\r\n6. \"male to female\"\r\n\r\nI am requesting records received by USCIS between January 1, 2016, through the date of search. At minimum, the database should include the following:\r\n\r\n1. City of the U.S. residence of the applicant\r\n2. State of the U.S. residence of the applicant\r\n3. Zip code  of the U.S. residence of the applicant\r\n4. Gender of the applicant \r\n5. Marital status of the applicant \r\n6. Birthdate for the applicant\r\n7. Present nationality for the applicant \r\n8. Nationality at birth for the applicant \r\n9. Race, ethnic or tribal group for the applicant \r\n10. Religion of the applicant \r\n11. Whether the applicant is currently in Immigration Court proceedings or not (True or False)\r\n12. Native language of the applicant\r\n13. Whether the applicant is fluent in English (True or False)\r\n14. Other languages spoken fluently by the applicant\r\n15. Whether the applicant has a spouse\r\n16. Gender of the applicant’s spouse\r\n17. Nationality of the applicant’s spouse \r\n18. Race, ethnic or tribal group for the applicant’s spouse\r\n19. The number of children the applicant has (put 0 if applicant does not have children)\r\n20. Nationality/nationalities of the applicant’s children \r\n21. Ages of the applicant’s children\r\n22. The country where the applicant last (most recent) feared persecution\r\n23. The last (most recent) type of school that the applicant attended\r\n24. The last (most recent) occupation of the applicant\r\n25. Why the applicant is filing for asylum (Race, religion, nationality, political opinion, membership in a particular social group or torture convention)\r\n26. Whether the applicant, their family, or close friends or colleagues have ever experienced harm or mistreatment or threats in the past by anyone\r\n27. Whether the applicant fears harm or mistreatment if they return to their home country\r\n28. Whether the applicant is filing this application more than 1 year after your last arrival in the United States\r\n29. Whether the form was prepared by someone other than the applicant\r\n30. The full name of the preparer\r\n31. The name of the law firm or organization of the preparer\r\n32. The address of the preparer\r\n33. The daytime telephone number of the preparer\r\n34. The outcome of the case (received asylum, did not receive asylum)\r\n\r\nI ask that any releases stemming from this request be provided in digital format (soft-copy) as data files (.csv, .tsv, etc.) via email or on a compact disc or other like media.\r\n\r\nI request a complete waiver of all search and duplication fees. If my request for a waiver is denied, I request that I be considered a member of the news media for fee purposes. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, processed by a representative of the news media/press and is made in the process of news gathering and not for commercial usage. In the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. \r\n\r\nUnder the FOIA Improvement Act of 2016, agencies must adopt a presumption of disclosure, withholding information “only if . . . disclosure would harm an interest protected by an exemption” or “disclosure is prohibited by law.” \r\n\r\n The FOIA Improvement Act of 2016 also amended the FOIA  as follows (5 USC 552(a)(8)):\r\n \r\n(A) An agency shall—\r\n(i) withhold information under this section only if—\r\n(I) the agency reasonably foresees that disclosure would harm an interest protected by an exemption described in subsection (b); or\r\n(II) disclosure is prohibited by law; and\r\n(ii) (I) consider whether partial disclosure of information is possible whenever the agency determines that a full disclosure of a requested record is not possible; and\r\n(II) take reasonable steps necessary to segregate and release nonexempt information. . .\r\n\r\nIn the event some portions of the requested records are properly exempt from disclosure, please disclose any reasonably segregable non-exempt portions of the requested records. If it is your position that a document contains non-exempt segments, but that those non-exempt segments are so dispersed throughout the document as to make segregation impossible, please state what portion of the document is non-exempt, and how the material is dispersed throughout the document. Claims of nonsegregability must be made with the same degree of detail as required for claims of exemptions in a Vaughn index. If a request is denied in whole, please state specifically that it is not reasonable to segregate portions of the record for release. \r\n\r\nFurther, “the withholding agency must supply ‘a relatively detailed justification, specifically identifying the reasons why a particular exemption is relevant and correlating those claims with the particular part of a withheld document to which they apply.’”\r\n\r\nIn addition, I ask that your agency exercise its discretion to release records which may be technically exempt, but where withholding serves no important public interest.\r\n\r\nIf a portion of the responsive records become available before the entire request is complete, I respectfully request that USCIS provide records on a rolling basis.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nIleana Garnand",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/uscis-cases-185288/"
  },
  {
    "id": 185287,
    "title": "Untitled",
    "slug": "untitled",
    "status": "submitted",
    "embargo_status": "public",
    "user": 67545,
    "username": "SteveThompson_xXLcSgWn",
    "agency": 849,
    "datetime_submitted": "2025-04-18T16:13:55.961144",
    "date_due": "2025-04-29",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-04-18T16:13:56.153526",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 185287,
        "from_user": 67545,
        "to_user": 12460,
        "subject": "",
        "datetime": "2025-04-18T16:13:56.153526",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Tennessee Public Records Act, I hereby request the following records:\r\n\r\nPlease accept this request for the report(s) and body camera footage documenting the Nov. 30, 2022, traffic stop of Kilmar Abrego Garcia.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 7 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nKent Hoover, a citizen of Tennessee, in coordination with Steve Thompson.",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/tennessee-155/untitled-185287/"
  }
]