[
  {
    "id": 175075,
    "title": "KENT SCHOOL DISTRICT – JEFFREY KNUTSON - Health and Fitness Teacher - Mattson Middle School - APPEAL OF SCHOOL BOARD’S ACTION - Case # 24-2-19679-0 KNT",
    "slug": "kent-school-district-jeffrey-knutson-health-and-fitness-teacher-mattson-middle-school-appeal-of-school-boards-action-case-24-2-19679-0-knt",
    "status": "submitted",
    "embargo_status": "public",
    "user": 132943,
    "username": "boardsausage",
    "agency": 20067,
    "datetime_submitted": "2024-10-22T21:48:05.633377",
    "date_due": "2024-10-29",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-10-22T21:48:05.742472",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 175075,
        "from_user": 132943,
        "to_user": 31494,
        "subject": "",
        "datetime": "2024-10-22T21:48:05.742472",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "October 22, 2024 \r\n\r\nKENT SCHOOL DISTRICT – KENT SCHOOL DISTRICT – JEFFREY KNUTSON - Health and Fitness Teacher - Mattson Middle School - APPEAL OF SCHOOL BOARD’S ACTION - Case # 24-2-19679-0 KNT\r\n\r\nVia email: PublicRecords@Kent.k12.wa.us\r\n\r\nExcerpts from Case # 24-2-19679-0 KNT Pages 5-7:\r\n\r\nOn page two, the Board list allegations that allegedly substantiate the policy violation, including:\r\n\r\n• Daily touching and rubbing of the student’s back and shoulders.\r\n• Excessive hugging.\r\n• Providing unsolicited gifts, including LED lights, a whistle, lanyard, and candy.\r\n• Taking photos and selfies with the student, sometimes on Mr. Knutson’s phone.\r\n• TikTok videos with inappropriate focus on the student’s body.\r\n• Creating situations where the student had to be in close physical proximity to Mr. Knutson.\r\n• Inappropriate verbal comments and gestures.\r\n• Inviting the student to personal events outside of school.\r\n• Suggesting to the student to maintain contact with Mr. Knutson after transitioning to high school.\r\n\r\nOn page two, under “Evidence and Impact,” the Board claims:\r\n\r\nThe evidence gathered, which included witness statements and documented interactions, supports the findings that Mr. Knutson’s actions, in totality, created a hostile educational environment for the student, as defined by Board Policy. The behaviors exhibited by Mr. Knutson, as documented, created an environment that significantly disrupted the student’s educational experience. The consistent pattern of unwelcome physical contact, inappropriate comments, and attempts to establish a personal relationship outside of school boundaries constitute clear violations of the Policy and Title IX regulations.\r\n\r\nPUBLIC RECORDS REQUEST RCW 42.56\r\n\r\nI request the following identifiable public records to be produced in the following order of production, newest to oldest by year:\r\n\r\n1. Please provide all \"Public Records\" (as defined by WAC 44-14-03001) regarding King County Case # 24-2-19679-0 KNT.\r\n2. Please provide all \"Public Records\" (as defined by WAC 44-14-03001) regarding the allegations and investigation into Jeffrey Knutson.\r\n3. Please provide all \"Public Records\" (as defined by WAC 44-14-03001) regarding all investigations into Jeffrey Knutson.\r\n4. Please provide all \"Public Records\" (as defined by WAC 44-14-03001) regarding the Kent School Boards decisions in regard to Jeffery Knutson.\r\n\r\n\r\nKING COUNTY NOTICE OF RCW 28A.645.010 APPEAL OF SCHOOL BOARD’S ACTION CASE #: 24-2-19679-0 KNT is attached to this request.\r\n\r\nRECORDS INSTALLMENTS\r\n\r\nIf production of responsive records will be completed in multiple installments, please begin by producing records in the numerical order requested by subject matter and year. The most recent public records should be produced first.\r\n\r\nPRODUCTION AND DELIVERY OF ELECTRONIC RECORDS\r\n\r\nThe use of 3rd party “portals” (Such as GOVQA or NEXTREQUEST) for communication and production of records in response to a public records request is optional for the requestor in the State of Washington. Respectfully we decline to use any 3rd party \"portal\" system, specifically GOVQA and NEXTREQUEST. Please provide all records electronically via direct email attachment, or via no password, no registration internet cloud-based download link.\r\n\r\nPlease do not direct or invite us to use, register for, or communicate with your agency via any 3rd party portal including but not limited to FOIAOnline, GovQA, NextRequest, FOIAExpress, JustFOIA FOIADirect, WebForm, or any other commercial 3rd party records portal service.\r\n\r\nRCW 42.56.080 - Identifiable records—Facilities for copying—Availability of public records.\r\n\r\n\"...Agencies shall honor requests received in person during an agency's normal office hours, or by mail or email, for identifiable public records unless exempted by provisions of this chapter. No official format is required for making a records request; however, agencies may recommend that requestors submit requests using an agency provided form or web page.\"\r\n\r\nThis public records request is being made via email. This public records request will be honored and fulfilled by your agency via email as requested or relief will be sought per statute.\r\n\r\nNATIVE ELECTRONIC FORMAT\r\n\r\nPlease provide all identified public records in their NATIVE electronic format. Unless the records exist IN PAPER FORM ONLY, DO NOT instead create new records by printing native stored electronic files, then scanning and re-printing these newly scanned prints only to reproduce them in again in electronic production.\r\n\r\nFEES\r\nIn the event that there are fees, please inform us of the total charges in advance of fulfilling the request in strict compliance with all provisions of the Washington State Public Records Act.\r\n\r\nEXEMPTION - FAMILY EDUCATIONAL RIGHTS AND PRIVACY ACT (FERPA)\r\n\r\nTake caution with the broad application of redaction and withholding of identified public records claiming \"global FERPA\" exemptions. When an agency claims an exemption for an entire record or portion of one, it must inform the requestor of the statutory exemption and provide a brief explanation of how the exemption applies to the record or portion withheld. RCW 42.17.310(4)/42.56.210(3). The brief explanation should cite the statute the agency claims grant an exemption from disclosure. The brief explanation should provide enough information for a requestor to make a threshold determination of whether the claimed exemption is proper. Global, nonspecific claims of exemption such as \"FERPA\" are insufficient. One way to properly provide a brief explanation of the withheld record or redaction is for the agency to provide a withholding index. It identifies the type of record, its date and number of pages, and the author or recipient of the record (unless their identity is exempt). The withholding index should allow a requestor to make a threshold determination of whether the agency has properly invoked the exemption. There are several exceptions to the FERPA exemption and any agency silently withholding large swaths of public records citing \"FERPA!\" without providing the original identified record, properly redacted, or if withheld in its entirety, providing a record description and page count or record length, will be challenged in accordance with RCW 42.56.550 if a reasonably detailed withholding index or exemption log is not included.\r\n\r\nEXEMPTION LOGS\r\n\r\nPlease ensure all redactions or exemptions claimed by your agency in the production of responsive records are accompanied by a complete and detailed exemption log noting the valid legal reason for each exemption at each redaction location in the record produced, as well as the specific number of pages if any that your agency redacts or withholds in their entirety. Each redaction should be noted by footnote or by a clear reference to the specific justification for that redaction, and only the minimal exempt portion of any record may be withheld.\r\n\r\nCOMMERCIAL PURPOSE DECLARATION\r\n\r\nThe Washington State Public Records Act prohibits the disclosure of “lists of individuals” for a commercial purpose (RCW 42.56.070(8)). I declare this public records request is not being made for any commercial purpose whatsoever. Also, this public records request is not being made for a \"list of individuals.\" This declaration satisfies all requirements of RCW 42.56 regarding prohibitions on lists and commercial purposes. No additional commercial purpose declaration will be completed for this public records request.\r\nThe requested documents will be made available to the general public.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. We look forward to receiving your response to this request within 5 business days, as the statute requires.\r\nWAC 44-14-03001 - \"Public record\" defined.\r\n\r\nFor most public records, the act uses a three-part test to determine if a record is a \"public record.\" The document must be: A \"writing,\" containing information \"relating to the conduct of government\" or the performance of any governmental or proprietary function, \"prepared, owned, used, or retained\" by an agency.\r\n(1) Writing. A \"public record\" can be any writing \"regardless of physical form or characteristics.\" RCW 42.56.010(3). \"Writing\" is defined very broadly as: \"… handwriting, typewriting, printing, photostating, photographing, and every other means of recording any form of communication or representation including, but not limited to, letters, words, pictures, sounds, or symbols, or combination thereof, and all papers, maps, magnetic or paper tapes, photographic films and prints, motion picture, film and video recordings, magnetic or punched cards, discs, drums, diskettes, sound recordings, and other documents including existing data compilations from which information may be obtained or translated.\" RCW 42.56.010(4). An email, text, social media posting and database are therefore also \"writings.\"\r\n(2) Relating to the conduct of government. To be a \"public record,\" a document must relate to the \"conduct of government or the performance of any governmental or proprietary function.\" RCW 42.56.010(3).1 Almost all records held by an agency relate to the conduct of government.\r\n(3) \"Prepared, owned, used, or retained.\" A \"public record\" is a record \"prepared, owned, used, or retained\" by an agency. RCW 42.56.010(3).\r\nA record can be \"used\" by an agency even if the agency does not actually possess the record. If an agency uses a record in its decision-making process it is a \"public record.\"4 For example, if an agency considered technical specifications of a public works project and returned the specifications to the contractor in another state, the specifications would be a \"public record\" because the agency \"used\" the document in its decision-making process.5 The agency could be required to obtain the public record, unless doing so would be impossible. An agency cannot send its only copy of a public record to a third party for the sole purpose of avoiding disclosure.\r\nSometimes agency employees or officials may work on agency business from home computers or on other personal devices, or from nonagency accounts (such as a nonagency email account), creating and storing agency records on those devices or in those accounts. When the records are prepared, owned, used or retained within the scope of the employee's or official's employment, those records (including emails, texts and other records) were \"used\" by the agency and relate to the \"conduct of government\" so they are \"public records.\"7 RCW 42.56.010(3). Agencies should instruct employees and officials that all public records, regardless of where they were created, should eventually be stored on agency computers. Agencies should ask employees and officials to keep agency-related documents with any retention requirements on home computers or personal devices in separate folders temporarily, until they are provided to the agency. An agency could also require an employee or official to routinely blind carbon copy (\"bcc\") work emails in a personal account back to an agency email account. If the agency receives a request for records that are located solely on employees' or officials' home computers or personal devices, or in personal accounts, the agency should direct the individual to search for and provide any responsive documents to the agency, and the agency should process the request as it would if the records were on the agency's computers or in agency-owned devices or accounts. The agency employee or official may be required by the agency to sign an affidavit describing the nature and extent of his or her search for and production of responsive public records located on a home computer or personal device, or in a nonagency account, and a description of personal records not provided with sufficient facts to show the records are not public records.",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1231003,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/boardsausage/147182/APPEAL_OF_SCHOOL_BOARDS_ACTION_-_Case__24-2-19679-0_KNT.pdf",
            "datetime": "2024-10-22T21:48:05.742472",
            "title": "APPEAL_OF_SCHOOL_BOARDS_ACTION_-_Case__24-2-19679-0_KNT.pdf",
            "source": "executivesession",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/kent-67/kent-school-district-jeffrey-knutson-health-and-fitness-teacher-mattson-middle-school-appeal-of-school-boards-action-case-24-2-19679-0-knt-175075/"
  },
  {
    "id": 175074,
    "title": "KENT SCHOOL DISTRICT – LAWSUIT Kent School Board violated the Open Public Meetings Act - King County Case #24-2-21648-1 KNT",
    "slug": "kent-school-district-lawsuit-kent-school-board-violated-the-open-public-meetings-act-king-county-case-24-2-21648-1-knt",
    "status": "submitted",
    "embargo_status": "public",
    "user": 106438,
    "username": "Tutkia",
    "agency": 20067,
    "datetime_submitted": "2024-10-22T21:36:03.580406",
    "date_due": "2024-10-29",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-10-22T21:36:03.681572",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 175074,
        "from_user": 106438,
        "to_user": 31494,
        "subject": "",
        "datetime": "2024-10-22T21:36:03.681572",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "October 22, 2024 \r\n\r\nKENT SCHOOL DISTRICT – LAWSUIT Kent School Board violated the Open Public Meetings Act - King County Case #24-2-21648-1 KNT\r\n\r\nVia email: PublicRecords@Kent.k12.wa.us\r\n\r\nThe Open Public Meetings Act (OPMA), Chap. 42.30 RCW, requires school boards to conduct their business openly with limited exceptions. The Kent School Board violated the OPMA by privately discussing matters required to be public. Specifically, on May 15, 2024, the School Board held a two-hour closed session with a consultant to discuss goals, strategies and timelines for evaluating the Kent School Superintendent. Planning how to evaluate the Kent School District’s chief administrator is a policy matter requiring citizen engagement, not a private personnel matter.\r\n\r\nOn May 15, 2024, a majority of the School Board met privately during the planned executive session period, excluding the general public.\r\n\r\nConsultant Larry Nyland, Ph.D., a former superintendent of the Seattle School District, attended the May 15 closed meeting of the Kent School Board.\r\n\r\nAlthough RCW 42.30.110(1)(g) allows governing bodies to meet privately “to review the performance of a public employee,” which was the announced purpose of the May 15 meeting, the true purpose and nature of the meeting did not fit within that exception.\r\n\r\nThe May 15, 2024 executive session of the Kent School Board was not limited to reviewing the performance of an employee and did not fit any other exception to the openness requirements of the OPMA.\r\n\r\n A majority of the Kent School Board met privately in violation of the OPMA.\r\n\r\nPUBLIC RECORDS REQUEST RCW 42.56\r\n\r\nI request the following identifiable public records to be produced in the following order of production, newest to oldest by year:\r\n\r\n1. Please provide all \"Public Records\" (as defined by WAC 44-14-03001) regarding King County Case # 24-2-21648-1 KNT - JOSEPH RILEY AND ALLISON RILEY v. KENT SCHOOL DISTRICT, a public agency, and KENT SCHOOL DISTRICT BOARD OF DIRECTORS, a governing body.\r\n\r\nKING COUNTY COMPLAINT UNDER THE OPEN PUBLIC MEETINGS ACT is attached to this request. \r\n\r\nRECORDS INSTALLMENTS\r\n\r\nIf production of responsive records will be completed in multiple installments, please begin by producing records in the numerical order requested by subject matter and year. The most recent public records should be produced first.\r\n\r\nPRODUCTION AND DELIVERY OF ELECTRONIC RECORDS\r\n\r\nThe use of 3rd party “portals” (Such as GOVQA or NEXTREQUEST) for communication and production of records in response to a public records request is optional for the requestor in the State of Washington. Respectfully we decline to use any 3rd party \"portal\" system, specifically GOVQA and NEXTREQUEST. Please provide all records electronically via direct email attachment, or via no password, no registration internet cloud-based download link.\r\n\r\nPlease do not direct or invite us to use, register for, or communicate with your agency via any 3rd party portal including but not limited to FOIAOnline, GovQA, NextRequest, FOIAExpress, JustFOIA FOIADirect, WebForm, or any other commercial 3rd party records portal service.\r\n\r\nRCW 42.56.080 - Identifiable records—Facilities for copying—Availability of public records.\r\n\r\n\"...Agencies shall honor requests received in person during an agency's normal office hours, or by mail or email, for identifiable public records unless exempted by provisions of this chapter. No official format is required for making a records request; however, agencies may recommend that requestors submit requests using an agency provided form or web page.\"\r\n\r\nThis public records request is being made via email. This public records request will be honored and fulfilled by your agency via email as requested or relief will be sought per statute.\r\n\r\nNATIVE ELECTRONIC FORMAT\r\n\r\nPlease provide all identified public records in their NATIVE electronic format. Unless the records exist IN PAPER FORM ONLY, DO NOT instead create new records by printing native stored electronic files, then scanning and re-printing these newly scanned prints only to reproduce them in again in electronic production.\r\n\r\nFEES\r\nIn the event that there are fees, please inform us of the total charges in advance of fulfilling the request in strict compliance with all provisions of the Washington State Public Records Act.\r\n\r\nEXEMPTION - FAMILY EDUCATIONAL RIGHTS AND PRIVACY ACT (FERPA)\r\n\r\nTake caution with the broad application of redaction and withholding of identified public records claiming \"global FERPA\" exemptions. When an agency claims an exemption for an entire record or portion of one, it must inform the requestor of the statutory exemption and provide a brief explanation of how the exemption applies to the record or portion withheld. RCW 42.17.310(4)/42.56.210(3). The brief explanation should cite the statute the agency claims grant an exemption from disclosure. The brief explanation should provide enough information for a requestor to make a threshold determination of whether the claimed exemption is proper. Global, nonspecific claims of exemption such as \"FERPA\" are insufficient. One way to properly provide a brief explanation of the withheld record or redaction is for the agency to provide a withholding index. It identifies the type of record, its date and number of pages, and the author or recipient of the record (unless their identity is exempt). The withholding index should allow a requestor to make a threshold determination of whether the agency has properly invoked the exemption. There are several exceptions to the FERPA exemption and any agency silently withholding large swaths of public records citing \"FERPA!\" without providing the original identified record, properly redacted, or if withheld in its entirety, providing a record description and page count or record length, will be challenged in accordance with RCW 42.56.550 if a reasonably detailed withholding index or exemption log is not included.\r\n\r\nEXEMPTION LOGS\r\n\r\nPlease ensure all redactions or exemptions claimed by your agency in the production of responsive records are accompanied by a complete and detailed exemption log noting the valid legal reason for each exemption at each redaction location in the record produced, as well as the specific number of pages if any that your agency redacts or withholds in their entirety. Each redaction should be noted by footnote or by a clear reference to the specific justification for that redaction, and only the minimal exempt portion of any record may be withheld.\r\n\r\nCOMMERCIAL PURPOSE DECLARATION\r\n\r\nThe Washington State Public Records Act prohibits the disclosure of “lists of individuals” for a commercial purpose (RCW 42.56.070(8)). I declare this public records request is not being made for any commercial purpose whatsoever. Also, this public records request is not being made for a \"list of individuals.\" This declaration satisfies all requirements of RCW 42.56 regarding prohibitions on lists and commercial purposes. No additional commercial purpose declaration will be completed for this public records request.\r\nThe requested documents will be made available to the general public.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. We look forward to receiving your response to this request within 5 business days, as the statute requires.\r\nWAC 44-14-03001 - \"Public record\" defined.\r\n\r\nFor most public records, the act uses a three-part test to determine if a record is a \"public record.\" The document must be: A \"writing,\" containing information \"relating to the conduct of government\" or the performance of any governmental or proprietary function, \"prepared, owned, used, or retained\" by an agency.\r\n(1) Writing. A \"public record\" can be any writing \"regardless of physical form or characteristics.\" RCW 42.56.010(3). \"Writing\" is defined very broadly as: \"… handwriting, typewriting, printing, photostating, photographing, and every other means of recording any form of communication or representation including, but not limited to, letters, words, pictures, sounds, or symbols, or combination thereof, and all papers, maps, magnetic or paper tapes, photographic films and prints, motion picture, film and video recordings, magnetic or punched cards, discs, drums, diskettes, sound recordings, and other documents including existing data compilations from which information may be obtained or translated.\" RCW 42.56.010(4). An email, text, social media posting and database are therefore also \"writings.\"\r\n(2) Relating to the conduct of government. To be a \"public record,\" a document must relate to the \"conduct of government or the performance of any governmental or proprietary function.\" RCW 42.56.010(3).1 Almost all records held by an agency relate to the conduct of government.\r\n(3) \"Prepared, owned, used, or retained.\" A \"public record\" is a record \"prepared, owned, used, or retained\" by an agency. RCW 42.56.010(3).\r\nA record can be \"used\" by an agency even if the agency does not actually possess the record. If an agency uses a record in its decision-making process it is a \"public record.\"4 For example, if an agency considered technical specifications of a public works project and returned the specifications to the contractor in another state, the specifications would be a \"public record\" because the agency \"used\" the document in its decision-making process.5 The agency could be required to obtain the public record, unless doing so would be impossible. An agency cannot send its only copy of a public record to a third party for the sole purpose of avoiding disclosure.\r\nSometimes agency employees or officials may work on agency business from home computers or on other personal devices, or from nonagency accounts (such as a nonagency email account), creating and storing agency records on those devices or in those accounts. When the records are prepared, owned, used or retained within the scope of the employee's or official's employment, those records (including emails, texts and other records) were \"used\" by the agency and relate to the \"conduct of government\" so they are \"public records.\"7 RCW 42.56.010(3). Agencies should instruct employees and officials that all public records, regardless of where they were created, should eventually be stored on agency computers. Agencies should ask employees and officials to keep agency-related documents with any retention requirements on home computers or personal devices in separate folders temporarily, until they are provided to the agency. An agency could also require an employee or official to routinely blind carbon copy (\"bcc\") work emails in a personal account back to an agency email account. If the agency receives a request for records that are located solely on employees' or officials' home computers or personal devices, or in personal accounts, the agency should direct the individual to search for and provide any responsive documents to the agency, and the agency should process the request as it would if the records were on the agency's computers or in agency-owned devices or accounts. The agency employee or official may be required by the agency to sign an affidavit describing the nature and extent of his or her search for and production of responsive public records located on a home computer or personal device, or in a nonagency account, and a description of personal records not provided with sufficient facts to show the records are not public records.",
        "status": null,
        "likely_foia": null,
        "files": [
          {
            "id": 1231002,
            "ffile": "https://cdn.muckrock.com/outbound_composer_attachments/Tutkia/147181/LAWSUIT_COMPLAINT_KENT_SCHOOL_DISTRICT_SCHOOL_BOARD_CASE_24-2-21648-1_KNT.pdf",
            "datetime": "2024-10-22T21:36:03.681572",
            "title": "LAWSUIT_COMPLAINT_KENT_SCHOOL_DISTRICT_SCHOOL_BOARD_CASE_24-2-21648-1_KNT.pdf",
            "source": "Niko Tutkia",
            "description": "",
            "doc_id": "",
            "pages": 0
          }
        ],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/kent-67/kent-school-district-lawsuit-kent-school-board-violated-the-open-public-meetings-act-king-county-case-24-2-21648-1-knt-175074/"
  },
  {
    "id": 175071,
    "title": "Training Record Request",
    "slug": "training-record-request",
    "status": "submitted",
    "embargo_status": "public",
    "user": 84315,
    "username": "Panth89012",
    "agency": 39243,
    "datetime_submitted": "2024-10-22T21:08:19.338255",
    "date_due": "2024-10-29",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-10-22T21:08:19.450846",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 175071,
        "from_user": 84315,
        "to_user": 142516,
        "subject": "Illinois Freedom of Information Act. Request: Training Record Request",
        "datetime": "2024-10-22T21:08:19.450846",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Illinois Freedom of Information Act., I hereby request the following records:\r\n\r\nAll training records and certifications of Retired Officer Michael Martin.  \r\n\r\nAll known complaints against Retired Michael Martin and findings.  \r\n\r\nBreakdown of all history of unit assignments during Michael Martins service career.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJ publi",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/buffalo-grove-7586/training-record-request-175071/"
  },
  {
    "id": 174925,
    "title": "Chief FOIA officer's recent email (Federal Bureau of Investigation)",
    "slug": "chief-foia-officers-recent-email-federal-bureau-of-investigation",
    "status": "processed",
    "embargo_status": "public",
    "user": 4660,
    "username": "saizai",
    "agency": 10,
    "datetime_submitted": "2024-10-20T12:24:41.762480",
    "date_due": "2024-11-18",
    "days_until_due": null,
    "date_followup": "2025-01-21",
    "datetime_done": null,
    "datetime_updated": "2024-10-22T21:50:53.867458",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [
      "all-agency",
      "foia compliance"
    ],
    "communications": [
      {
        "foia": 174925,
        "from_user": 4660,
        "to_user": 9555,
        "subject": "Freedom of Information Act Request: Chief FOIA officer's recent email (Federal Bureau of Investigation)",
        "datetime": "2024-10-20T12:24:47.133109",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "Dear Federal Bureau of Investigation,\r\n\r\nOn behalf of myself and Fiat Fiendum, I hereby request the following records:\r\n\r\n1. The one email in your chief FOIA officer's email inbox or equivalent which was received nearest and before October 19, 2024, midnight Eastern time, regardless of subject matter.\r\n2. The one email in your chief FOIA officer's email spam folder or equivalent which was received nearest and before October 19, 2024, midnight Eastern time, regardless of subject matter.\r\n3. The one email in your chief FOIA officer's sent email folder or equivalent which was sent nearest and before October 19, 2024, midnight Eastern time, regardless of subject matter.\r\n4. The total full-time equivalent count of people who work for your FOIA office as of October 19, 2024.\r\n\r\nThis request is expressly limited to Federal Bureau of Investigation's own FOIA office. Please do not refer it to any other agency or division. This request is expressly not a Privacy Act request, and no PA waiver will be provided.\r\n\r\nPlease provide the email records in EML, Maildir, MBOX, MIX, MSG, or PST format only — not PDF, Word, image, etc — including all metadata (e.g. full email headers as received/sent) and attachments, without alteration other than narrowly tailored electronic redaction of specifically claimed exemptions that do not affect any part of non exempt information (and, in particular, without rasterization).\r\n\r\nPlease provide the fourth record as a statement in your response letter, or at your option, as the most readily available record, in original electronic format as currently stored on your computer systems, which includes that information.\r\n\r\nPlease provide all records either as individual files, or as an unencrypted ZIP file, uploaded to MuckRock. Do not apply any encryption, DRM, or other restriction.\r\n\r\nI request fee waiver, because\r\n* Fiat Fiendum is a 501(c)(3) non-profit;\r\n* this request is for public interest, non-commercial purposes;\r\n* these records would give a snapshot of insight into the everyday processes of FOIA offices; and\r\n* these records are being requested in order to conduct a government-wide audit of agencies' FOIA compliance.\r\n\r\nIn the event that you deny fee waiver, please process this request as-is, because I will not agree to any fees.\r\n\r\nPlease be sure to provide:\r\n* 5 USC 552(a)(6)(A)(i)(II) FOIA Public Liaison information\r\n* 5 USC 552(a)(6)(A)(i)(III)(aa) appeal information\r\n* 5 USC 552(a)(6)(A)(i)(III)(bb) OGIS information\r\n* 5 USC 552(a)(7)(A) tracking number\r\n* 5 USC 552(a)(7)(B)(ii) completion ETA\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\nSai\r\nPresident, Fiat Fiendum, Inc.\r\n\r\nP.S. Sai is my full legal name.",
        "status": "processed",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      },
      {
        "foia": 174925,
        "from_user": 9555,
        "to_user": 4660,
        "subject": "eFOIPA Authorization Request",
        "datetime": "2024-10-22T21:50:53.867458",
        "response": true,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "You have successfully requested access to FBI's eFOIPA website.\r\n\r\nPlease access the efoia.fbi.gov by following this temporary authorization url:\r\n<https://efoia.fbi.gov/authorize/32b3b2920340bce24133b8876fcd5951aa0026e820095b735f>.",
        "status": "submitted",
        "likely_foia": null,
        "files": [],
        "delivered": "portal"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/chief-foia-officers-recent-email-federal-bureau-of-investigation-174925/"
  }
]