[
  {
    "id": 157744,
    "title": "Public Records Request for Data on School Policing",
    "slug": "public-records-request-for-data-on-school-policing",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 115548,
    "username": "mleong",
    "agency": 174,
    "datetime_submitted": "2024-01-24T19:33:07.202184",
    "date_due": "2024-02-07",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2024-01-24T19:33:07.303108",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 157744,
        "from_user": 115548,
        "to_user": 9560,
        "subject": "",
        "datetime": "2024-01-24T19:33:07.303108",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Massachusetts Public Records Law, I hereby request the following records:\r\n\r\nTo Whom it May Concern:\r\n \r\nThis letter constitutes a request pursuant to the Public Records Act, G.L. c.66, §10, for public records in the custody of your school district. Under the Criminal Justice Reform Act, school districts and law enforcement agencies must “specify the manner and division of responsibility for collecting and reporting the school-based arrests, citations and court referrals of students to the Department of Elementary and Secondary Education” (DESE). \r\n \r\nI am writing to request for: \r\n1) a copy of any active standard operating procedures/or memorandum of understanding developed with the police department and/or other law enforcement agencies regarding police placement or activity in your corresponding school; and\r\n2) any records instructing or informing police personnel of, or otherwise describing data reporting requirements and procedures for complying with G.L. c. 71 § 37P(b). \r\n3) In addition, I would like to know the drafting process of the Memorandum of Understanding between the Boston Police Department and Boston Public Schools.\r\n \r\nAs this request involves a matter of public interest and will not be used for any commercial purpose, we ask that all fees associated with this request be waived pursuant to 950 C.M.R. 32.07(2)(k). The purpose of this request is to determine whether your school district and police department are complying with their reporting obligations under the Criminal Justice Reform Act. “The public has an interest in knowing whether public servants are carrying out their duties in an efficient and law-abiding manner.”\r\n\r\nPlease provide public records to a requestor in an electronic format unless the record is not available in an electronic format. G.L.c. 66, § 6A(d).\r\n \r\nIf you have any questions about this request, or need additional time to respond, please contact me by email at leong.me@northeastern.edu. Thank you in advance for your prompt response to this request.\r\n\r\nI also request that, if appropriate, fees be waived as we believe this request is in the public interest, as suggested but not stipulated by the recommendations of the Massachusetts Supervisor of Public Records. The requested documents will be made available to the general public free of charge as part of the public information service at MuckRock.com, and is not made for commercial usage.\r\n\r\nI expect the request to be filled in an accessible format, including for screen readers, which provide text-to-speech for persons unable to read print. Files that are not accessible to screen readers include, for example, .pdf image files as well as physical documents.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nMeghan Leong",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/boston-3/public-records-request-for-data-on-school-policing-157744/"
  }
]