[
  {
    "id": 188037,
    "title": "Public Records Request Under Wis. Stat. §§ 19.31–19.39",
    "slug": "public-records-request-under-wis-stat-19311939",
    "status": "submitted",
    "embargo_status": "public",
    "user": 140266,
    "username": "AlexanderLennon",
    "agency": 41730,
    "datetime_submitted": "2025-06-13T22:13:42.449046",
    "date_due": "2025-07-15",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-06-13T22:13:43.253597",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 188037,
        "from_user": 140266,
        "to_user": 160687,
        "subject": "",
        "datetime": "2025-06-13T22:13:43.253597",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nTo:\r\n Records Custodian\r\n Dane County Department of Human Services — Child Protective Services Division\r\n 1202 Northport Dr., Suite 110\r\n Madison, WI 53704\r\n\r\nFrom:\r\n Alexander Liam Lennon\r\n 215 S Century Ave #227\r\n Waunakee, WI 53597\r\n (608) 214-6492 | alennon727@gmail.com\r\n\r\nI. Statutory Authority\r\n Pursuant to Wisconsin’s Open Records Law (Wis. Stat. §§ 19.31–19.39), I respectfully request inspection or copies of the public records described below.\r\n\r\nII. Records Requested\r\n A. Case-Specific Child-Welfare Materials\r\n  1. Entire CPS investigative, assessment, and case-management files—including Initial Assessments, screening decision forms, Safety Plans, Protective Plans, case notes, dictation logs, Safe-Harbor referrals, Safe-Harbor interview videos/transcripts, and closing summaries—for all intakes or referrals naming:\r\n   • Alexander Liam Lennon (DOB [REDACT]),\r\n   • Liam Alexander Lennon (LAL) (DOB [REDACT]),\r\n   • Lincoln Thomas Lennon (LTL) (f.k.a Lincoln Thomas Anderson-Acosta)(LTA) (DOB [REDACT]), \r\n   • Milania Ximena Lennon (MXL) (f.k.a. Milania Ximena Anderson)(MXA)(DOB [REDACT]), and\r\n   • Tanya Marie Anderson or Tammy Pomplun or Patricia Butler or Jennilynn Gerhard or Hernando Acosta or Sonia Acosta or Caroline Fleming\r\n   between 1 January 2019 and present—including, but not limited to, CPS ID numbers linked to WPD files 21-108846, 22-150587, 22-281057, 23-198723, 23-203060, 23-225308, and 24-117425.\r\n  2. All audio or video recordings created or received by CPS (including Teams/Zoom recordings) relating to the above investigations.\r\n  3. Copies of CHIPS petitions, court reports, permanency-plan reviews, and CASA/GAL reports filed with Dane County Circuit Court relating to the same minors or adults.\r\n\r\n B. Policy & Training Records (2018 – Present)\r\n  1. Current and historical policy manuals, practice directives, and desk guides governing:\r\n   • Parent/attorney access to child interviews;\r\n   • Recording requirements for forensic or school-based interviews;\r\n   • Credibility assessment of child statements and detection of coaching/undue influence;\r\n   • Collaboration with law-enforcement agencies.\r\n  2. Training curricula, agendas, sign-in sheets, slide decks, and post-training evaluations for social-workers or supervisors covering:\r\n   • Safe-Harbor/NICHD forensic-interview standards;\r\n   • Statutory “undue-influence” safeguards under Wis. Stat. § 48.981(3)(c)6;\r\n   • Procedures for documenting and preserving exculpatory information.\r\n\r\n C. Internal-Affairs, Oversight & Complaint Data (2018 – Present)\r\n  1. All citizen complaints, internal investigations, critical-incident reviews, or supervisory memoranda involving social-workers Heather Stertz, Angela Ivan, or Jessica Cooper, where allegations include:\r\n   • Coercive interviewing or counsel exclusion;\r\n   • Selective or biased enforcement;\r\n   • Suppression or destruction of evidence.\r\n  2. Annual Quality-Assurance or Program-Evaluation reports summarizing rule-compliance rates for interview recording and legal-representation accommodations.\r\n\r\n D. Communications & Correspondence (2021 – Present)\r\n  1. All emails, texts, Teams/Zoom chats, and letters (plus attachments) exchanged between:\r\n   • CPS staff (including Stertz, Ivan, Cooper, supervisors, and counsel) and any member of the Waunakee Police Department concerning Petitioner, LAL, or the referenced WPD case numbers;\r\n   • CPS staff and Assistant District Attorneys Annie Jay or Timothy Verhoff;\r\n   • CPS staff and Tanya Marie Anderson, Tammy Pomplun, Dr. Donna Rifkin, or Attorney Elisabeth Bach-Van Horn.\r\n  2. All meeting agendas, minutes, calendars, or video recordings of multidisciplinary-team or case-staffing meetings at which the above investigations were discussed.\r\n\r\n E. Data-Retention & Destruction Logs\r\n  • Any log, policy, or certificate of destruction indicating deletion, purge, or overwrite of recordings or notes relating to the requested investigations.\r\n\r\nIII. Time Frame\r\n Unless otherwise indicated, this request covers 1 January 2021 – present.\r\n\r\nIV. Form of Production\r\n • Electronic copies in native format (.pdf, .msg, .xlsx, .mp4, etc.) are preferred.\r\n • Where native format is unavailable, provide high-resolution PDFs on a password-protected link, USB drive, or other agreed medium.\r\n\r\nV. Fee Request\r\n • I seek a fee waiver or substantial reduction because release will advance public understanding of CPS operations and inform pending civil-rights litigation.\r\n • If estimated costs exceed $50, please supply an itemized estimate before proceeding.\r\n\r\nVI. Expedited Processing\r\n • These records are material to imminent filings in a federal § 1983 lawsuit; timely disclosure is therefore requested.\r\n\r\nVII. Record Preservation Notice\r\n • Please suspend routine destruction of any potentially responsive record until this request is fulfilled.\r\n\r\nVIII. Redaction & Withholding\r\n • If portions are withheld, produce the segregable portions and cite each statutory exemption per Wis. Stat. § 19.36(6).\r\n\r\nIX. Preferred Communication\r\n • Please acknowledge receipt by email and direct all follow-up to the contact information above.\r\n\r\nX. Conclusion\r\n Thank you for your prompt attention. I look forward to an acknowledgment within ten business days, as contemplated by agency practice.\r\n\r\n /s/ Alexander Liam Lennon\r\n Alexander Liam Lennon\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAlexander Lennon",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/public-records-request-under-wis-stat-19311939-188037/"
  },
  {
    "id": 188036,
    "title": "Public Records Request Under Wis. Stat. §§ 19.31–19.39",
    "slug": "public-records-request-under-wis-stat-19311939",
    "status": "submitted",
    "embargo_status": "public",
    "user": 140266,
    "username": "AlexanderLennon",
    "agency": 41729,
    "datetime_submitted": "2025-06-13T22:03:23.438580",
    "date_due": null,
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-06-13T22:03:24.458489",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 188036,
        "from_user": 140266,
        "to_user": 160686,
        "subject": "",
        "datetime": "2025-06-13T22:03:24.458489",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Wisconsin Open Records Act, I hereby request the following records:\r\n\r\nTo:\r\n Records Custodian\r\n Waunakee Police Department\r\n [CUSTODIAN ADDRESS]\r\n Waunakee, WI [ZIP]\r\n\r\nFrom:\r\n Alexander Liam Lennon\r\n 215 S Century Ave #227\r\n Waunakee, WI 53597\r\n (608) 214-6492 | alennon727@gmail.com\r\n\r\nI. Statutory Authority\r\n Pursuant to Wisconsin’s Open Records Law (Wis. Stat. §§ 19.31 – 19.39) and all other applicable provisions, I hereby request prompt access to, or copies of, the public records described in Section II.\r\n\r\nII. Records Requested\r\n A. Incident-Specific Materials\r\n  1. Complete investigative files—including initial, supplemental, and closing reports; witness statements; photographs; audio; and video—relating to the following WPD case numbers: 21-108846, 22-150587, 22-165954, 22-281057, 23-099471, 23-198723, 23-203060, 23-225308, 24-117425, and any sub-incident or cross-referenced numbers.\r\n  2. All body-worn-camera footage, cruiser-video, hallway-camera, interview-room video, and audio recordings captured by any WPD member in connection with the above-referenced case numbers.\r\n  3. All CFS/dispatch logs, CAD printouts, radio traffic recordings, and MDT messages for the above incidents.\r\n  4. Copies of search warrants, affidavits, criminal-complaint referrals, charging recommendations, and declination memoranda transmitted to the Dane County District Attorney’s Office for each incident.\r\n\r\n B. Policy & Training Records (2018 – Present)\r\n  1. Current and historical Standard Operating Procedures, General Orders, directives, or memoranda governing:\r\n   • Interview/Interrogation recording requirements (audio or video).\r\n   • Child-abuse investigations, Safe-Harbor/forensic interviews, and predominant-aggressor determinations.\r\n   • Evidence preservation, body-camera retention, and deletion protocols.\r\n  2. Training curricula, lesson plans, attendance rosters, and post-training assessments provided to sworn personnel concerning:\r\n   • Identification and mitigation of coached or recanted child statements.\r\n   • Equal-protection or bias-based-policing prohibitions.\r\n\r\n C. Internal-Affairs & Complaint Data (2018 – Present)\r\n  1. All citizen complaints, internal-affairs investigations, supervisory reviews, and disciplinary findings involving Officers Mitchell Flora, Jason Carbon, or any other member assigned to the referenced case numbers, where allegations include:\r\n   • Fabrication or omission of evidence.\r\n   • Failure to record interviews or activate body-camera equipment.\r\n   • Selective or biased enforcement.\r\n  2. Statistical summaries or annual reports that track use-of-force incidents, arrests, citations, and declinations disaggregated by gender of the alleged aggressor in domestic or child-abuse investigations.\r\n\r\n D. Communications & Correspondence (2021 – Present)\r\n  1. All emails, text messages, Signal/WhatsApp/iMessage chats, body-cam uploads, and memorandum-style correspondence (including drafts and attachments) exchanged between:\r\n   • Any WPD member (sworn or civilian) and members of Dane County CPS relating to Petitioner, his minor son, or the above case numbers;\r\n   • Any WPD member and Assistant District Attorneys Annie Jay or Timothy Verhoff;\r\n   • Any WPD member and Tanya Marie Anderson, Tammy Pomplun, Dr. Donna Rifkin, or Attorney Elisabeth Bach-Van Horn.\r\n  2. All meeting agendas, minutes, or Teams/Zoom recordings where the referenced cases were discussed.\r\n\r\nIII. Time Frame\r\n Unless otherwise specified, the requested records span 1 January 2019 – Present.\r\n\r\nIV. Form of Production\r\n • Provide electronic copies in native format when feasible (e.g., .mp4, .mov, .wav, .msg, .pdf).\r\n • If electronic delivery is impracticable, please advise of available alternatives (secure download, USB, or disc).\r\n\r\nV. Fee Request\r\n • I request a waiver or reduction of fees under the public-interest provisions of Wis. Stat. § 19.35(3)(e) because disclosure will illuminate governmental performance, inform pending litigation, and promote public accountability.\r\n • If fees will exceed $50, please provide an itemized estimate before processing.\r\n\r\nVI. Expedited Processing\r\n • Records are needed for imminent filings in federal civil-rights litigation (42 U.S.C. § 1983). Undue delay may prejudice my ability to comply with court deadlines; therefore, I respectfully request priority processing.\r\n\r\nVII. Record Preservation Notice\r\n • I place WPD on notice to preserve all responsive records, including any scheduled for routine deletion or overwrite (e.g., body-camera auto-purge).\r\n\r\nVIII. Redaction & Withholding\r\n • If any portion of a record is exempt, please produce the non-exempt portions and cite the specific statutory exemption for each withheld segment, as required by Wis. Stat. § 19.36(6).\r\n\r\nIX. Preferred Communication\r\n • Direct all correspondence to the contact information above. Email communication is preferred for efficiency.\r\n\r\nX. Conclusion\r\n Thank you for your prompt attention to this request. I anticipate your written acknowledgment within 10 business days, consistent with agency practice.\r\n\r\n Sincerely,\r\n\r\n /s/ Alexander Liam Lennon\r\n Alexander Liam Lennon\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 10 business days.\r\n\r\nSincerely,\r\n\r\nAlexander Lennon",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/waunakee-32450/public-records-request-under-wis-stat-19311939-188036/"
  }
]