[
  {
    "id": 184934,
    "title": "Report Required By Executive Order 14149 (\"Restoring Freedom of Speech and Ending Federal Censorship\")",
    "slug": "report-required-by-executive-order-14149-restoring-freedom-of-speech-and-ending-federal-censorship",
    "status": "submitted",
    "embargo_status": "public",
    "user": 3031,
    "username": "adamsteinbaugh",
    "agency": 856,
    "datetime_submitted": "2025-04-13T21:30:57.264153",
    "date_due": "2025-05-09",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2025-04-13T21:30:57.489293",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 184934,
        "from_user": 3031,
        "to_user": 9593,
        "subject": "Freedom of Information Act Request: Report Required By Executive Order 14149 (\"Restoring Freedom of Speech and Ending Federal Censorship\")",
        "datetime": "2025-04-13T21:30:57.489293",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\nA copy of the report required by Executive Order 14149 (\"RESTORING FREEDOM OF SPEECH AND ENDING FEDERAL CENSORSHIP\") at Section 3(b), which provides: \"The Attorney General, in consultation with the heads of executive departments and agencies, shall investigate the activities of the Federal Government over the last 4 years that are inconsistent with the purposes and policies of this order and prepare a report to be submitted to the President, through the Deputy Chief of Staff for Policy, with recommendations for appropriate remedial actions to be taken based on the findings of the report.\"\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nAdam Steinbaugh",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/report-required-by-executive-order-14149-restoring-freedom-of-speech-and-ending-federal-censorship-184934/"
  }
]