[
  {
    "id": 148590,
    "title": "USP Florence ADMAX TV & Radio",
    "slug": "usp-florence-admax-tv-radio",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 89673,
    "username": "EnzoLudin",
    "agency": 41,
    "datetime_submitted": "2023-07-04T09:26:57.466811",
    "date_due": "2023-08-01",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-07-04T09:26:57.564019",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 148590,
        "from_user": 89673,
        "to_user": 9568,
        "subject": "",
        "datetime": "2023-07-04T09:26:57.564019",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the Freedom of Information Act, I hereby request the following records:\r\n\r\n1. All internal emails from the year 2010 to the present, pertaining to changes made to television set and radio equipment in all relevant units of the Administrative Maximum Facility (ADMAX) within the United States Penitentiary (USP) Florence complex.\r\n2. Emails related to procurement or purchasing decisions regarding the aforementioned equipment within the same timeframe.\r\n3. Documents from 2010 to the present, regarding any upgrades performed on the television set and radio equipment.\r\n4. Records from 2010 to the present, of repairs, maintenance, or other services performed on these devices.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 20 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nEnzo Ludin",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/united-states-of-america-10/usp-florence-admax-tv-radio-148590/"
  },
  {
    "id": 148589,
    "title": "Communications Regarding Vote Changes in the New York State Senate",
    "slug": "communications-regarding-vote-changes-in-the-new-york-state-senate",
    "status": "submitted",
    "embargo": false,
    "permanent_embargo": false,
    "user": 18767,
    "username": "jvparker",
    "agency": 3477,
    "datetime_submitted": "2023-07-04T09:21:17.350216",
    "date_due": "2023-07-11",
    "days_until_due": null,
    "date_followup": null,
    "datetime_done": null,
    "datetime_updated": "2023-07-04T09:21:17.475893",
    "date_embargo": null,
    "tracking_id": "",
    "price": "0.00",
    "disable_autofollowups": false,
    "tags": [],
    "communications": [
      {
        "foia": 148589,
        "from_user": 18767,
        "to_user": 11231,
        "subject": "",
        "datetime": "2023-07-04T09:21:17.475893",
        "response": false,
        "autogenerated": false,
        "thanks": false,
        "full_html": false,
        "communication": "To Whom It May Concern:\r\n\r\nPursuant to the New York Freedom of Information Law, I hereby request the following records:\r\n\r\nGiven recent reports in the Buffalo News regarding instances of retroactively altered votes in the New York State Senate, I am seeking access to the following records:\r\n\r\n1. Any and all written communications, including but not limited to emails, memos, and text messages, among Senate members, their staff, and any other relevant parties, regarding the alteration of votes on the bill allowing Gov. Kathy Hochul to enter a new gaming compact with the Seneca Nation and the bill rolling back a major campaign finance reform law. This should cover the period from June 1, 2023, to the present.\r\n\r\n2. Any and all instructions or guidelines provided to Senate members or their staff regarding the process or possibility of altering votes after they have been cast. This should cover the period from January 1, 2023, to the present.\r\n\r\n3. Any and all records of requests made by Senate members to alter their votes after they have been cast, including the reasons provided for such requests. This should cover the period from January 1, 2023, to the present.\r\n\r\nI understand that there may be fees associated with the processing of this request. Please inform me of any such fees before processing the request.\r\n\r\nIf any part of this request is denied, please cite the specific exemption you believe justifies your refusal to release the information and inform me of your agency's appeal procedures.\r\n\r\nThank you for your attention to this matter.\r\n\r\nThe requested documents will be made available to the general public, and this request is not being made for commercial purposes.\r\n\r\nIn the event that there are fees, I would be grateful if you would inform me of the total charges in advance of fulfilling my request. I would prefer the request filled electronically, by e-mail attachment if available or CD-ROM if not.\r\n\r\nThank you in advance for your anticipated cooperation in this matter. I look forward to receiving your response to this request within 5 business days, as the statute requires.\r\n\r\nSincerely,\r\n\r\nJackson Parker",
        "status": null,
        "likely_foia": null,
        "files": [],
        "delivered": "none"
      }
    ],
    "absolute_url": "https://www.muckrock.com/foi/new-york-16/communications-regarding-vote-changes-in-the-new-york-state-senate-148589/"
  }
]